{
  "title": "Guardian",
  "link": "https://www.theguardian.com/us/technology",
  "feedUrl": "https://www.theguardian.com/us/technology/rss",
  "items": [
    {
      "title": "US court upholds Theranos founder Elizabeth Holmes’s conviction",
      "link": "https://www.theguardian.com/technology/2025/feb/24/elizabeth-holmes-theranos-conviction",
      "author": null,
      "thumbnail": null,
      "summary": "- A US court upheld Elizabeth Holmes’s conviction for defrauding investors out of hundreds of millions while operating Theranos.\n- Holmes and Ramesh “Sunny” Balwani's convictions were upheld by a 9th US circuit court of appeals panel in San Francisco.\n- Holmes was sentenced to 11 years and three months in 2022, ordered to pay $452 million in restitution, but the penalty is currently on hold.\n- Her sentence has been reduced by over two years for good behavior, with expected release in 2032.\n- Holmes’s lawyers claimed improper procedures during her trial, but the US attorney affirmed the device did not work as claimed.",
      "keywords": [
        "Elizabeth Holmes",
        "Theranos",
        "court ruling",
        "fraud",
        "conviction",
        "Ramesh Balwani"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-24T20:33:47.000Z"
    },
    {
      "title": "John Oliver on Facebook: ‘An absolute sewer of hatred and misinformation’",
      "link": "https://www.theguardian.com/tv-and-radio/2025/feb/24/john-oliver-facebook-content-moderation",
      "author": null,
      "thumbnail": null,
      "summary": "- John Oliver criticizes Mark Zuckerberg and Facebook's content moderation on Last Week Tonight.\n- He highlights Zuckerberg's shift towards less strict fact-checking rules.\n- Oliver discusses the challenges of content moderation and the implications of Section 230.\n- He points out the growth of fake news and hate speech on the platform.\n- Oliver notes a significant increase in users searching for how to delete their accounts, reflecting dissatisfaction with the platform.",
      "keywords": [
        "John Oliver",
        "Facebook",
        "Mark Zuckerberg",
        "content moderation",
        "disinformation",
        "hate speech",
        "Last Week Tonight",
        "social media",
        "Section 230"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-02-24T16:02:23.000Z"
    },
    {
      "title": "Apple announces $500bn in US investments over next four years",
      "link": "https://www.theguardian.com/technology/2025/feb/24/apple-us-investment-announcement",
      "author": null,
      "thumbnail": null,
      "summary": "- Apple to invest $500 billion in the US over four years.\n- Investment includes a factory in Texas for AI servers and 20,000 R&D jobs nationwide.\n- Previous announcement of $350 billion investment was made in 2018.\n- CEO Tim Cook met with President Trump prior to the announcement.\n- Apple plans to increase its Advanced Manufacturing Fund from $5 billion to $10 billion.\n- A manufacturing academy will be opened in Michigan to offer free courses to firms.",
      "keywords": [
        "Apple",
        "US investments",
        "AI",
        "manufacturing",
        "Tim Cook",
        "Donald Trump",
        "Advanced Manufacturing Fund"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-24T14:42:53.000Z"
    },
    {
      "title": "‘It’s very lonely’: what are Australia’s university students missing out on?",
      "link": "https://www.theguardian.com/australia-news/2025/feb/25/australia-university-student-life",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/91954c0517d9f1d48a9a62fcb70414697da9349b/0_0_5000_3338/master/5000.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- Mai, a psychology student, experienced isolation during the transition from in-person to online tutorials amidst the pandemic.\n- Many students now find campus life lonely, with fewer attending in-person classes due to work commitments and the convenience of online learning.\n- The expectation of a vibrant university life clashes with the reality of reduced social interaction and engagement on campus, leading to a diminished sense of community.\n- Australian students are increasingly juggling coursework with jobs, prioritizing work over university social life.\n- The trend towards online learning, driven by cost-saving measures, has resulted in larger class sizes and reduced contact hours, impacting educational quality and student satisfaction.",
      "keywords": [
        "Australia",
        "university students",
        "online learning",
        "campus life",
        "student engagement",
        "mental health",
        "social isolation",
        "educational quality"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-24T14:00:09.000Z"
    },
    {
      "title": "UK delays plans to regulate AI as ministers seek to align with Trump administration",
      "link": "https://www.theguardian.com/technology/2025/feb/24/uk-delays-plans-to-regulate-ai-as-ministers-seek-to-align-with-trump-administration",
      "author": null,
      "thumbnail": null,
      "summary": "- UK ministers have postponed the release of a long-awaited AI bill to align with the Trump administration.\n- The AI bill was initially expected before Christmas but is now anticipated to be introduced in summer.\n- Concerns about advanced AI models posing risks to humanity are driving the need for regulation, yet uncertainty remains due to political changes in the US.\n- The UK government has opted not to support international regulatory agreements, instead aiming to attract US AI investment.\n- Artists are raising concerns over plans to allow AI companies to use online creative material without copyright permissions.",
      "keywords": [
        "UK",
        "AI regulation",
        "Trump administration",
        "legislation",
        "artificial intelligence",
        "copyright",
        "investment"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-24T11:21:29.000Z"
    },
    {
      "title": "‘I saw taxis as magical things’: Sega’s pop-punk classic Crazy Taxi at 25",
      "link": "https://www.theguardian.com/games/2025/feb/24/taxis-sega-pop-punk-classic-crazy-taxi-at-25",
      "author": "Kenji Kanno",
      "thumbnail": "https://i.guim.co.uk/img/media/1aba1d80a8454d1f49d73a2086c91ed93886a45e/69_0_2070_1242/master/2070.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- Crazy Taxi celebrates its 25th anniversary, originally released in arcades.\n- Kenji Kanno, the game's director, recalls its impact after a taxi driver in Las Vegas claimed to be the 'real Crazy Taxi'.\n- The soundtrack features music by rock band The Offspring, reflecting the energetic vibe of late 90s America.\n- Initial skepticism from Sega executives regarding the game's concept due to negative taxi driver stereotypes.\n- Kanno aimed to portray taxi drivers positively, making them thrilling and fun, reminiscent of the charm in action-comedy films.\n- Crazy Taxi allows players to make rapid decisions as they navigate through a dynamic environment instead of memorizing routes.\n- A planned multiplayer mode was cut; however, competitive leaderboards were included.\n- Discussion on a potential modern, multiplayer-enabled sequel hinted by Kanno.",
      "keywords": [
        "Crazy Taxi",
        "Sega",
        "Kenji Kanno",
        "video game history",
        "25th anniversary",
        "arcade",
        "90s culture",
        "soundtrack"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-24T10:00:02.000Z"
    },
    {
      "title": "More than 150,000 Canadians sign petition to revoke Musk’s citizenship",
      "link": "https://www.theguardian.com/technology/2025/feb/24/canada-elon-musk-citizenship-parliamentary-petition",
      "author": null,
      "thumbnail": null,
      "summary": "- Over 150,000 Canadians signed a petition to revoke Elon Musk’s citizenship due to his alliance with Donald Trump.\n- The petition was launched by British Columbia author Qualia Reed and sponsored by NDP member Charlie Angus.\n- It accuses Musk of acting against Canada's national interest by advising Trump, who has threatened Canadian sovereignty.\n- The petition gathered about 157,000 signatures as of late Sunday, well beyond the required 500 for a formal presentation to Parliament.\n- Canada’s House of Commons will resume on 24 March, although the petition’s signing period expired on 20 January.",
      "keywords": [
        "Elon Musk",
        "Canada",
        "citizenship",
        "Trump",
        "petition",
        "Charlie Angus",
        "Qualia Reed",
        "House of Commons",
        "Canadian sovereignty"
      ],
      "scores": {
        "scale": 6,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-24T07:00:00.000Z"
    },
    {
      "title": "Hackers steal $1.5bn from crypto exchange in ‘biggest digital heist ever’",
      "link": "https://www.theguardian.com/technology/2025/feb/23/crypto-exchange-seeks-bybit-ethereum-stolen-digital-wallet",
      "author": null,
      "thumbnail": null,
      "summary": "- The cryptocurrency exchange Bybit reported a $1.5bn theft, believed to be the largest digital theft in history.\n- An attacker exploited security weaknesses during a routine wallet transfer, stealing Ethereum assets.\n- Bybit reassured customers of fund safety and promised to refund affected users regardless of recovery.\n- Executive Ben Zhou stated Bybit holds $20bn in assets and can cover losses.\n- Post-hack, withdrawal requests surged, leading to potential processing delays.\n- Ethereum's price dropped nearly 4% immediately after the news but has stabilized.\n- Bybit seeks cybersecurity experts to recover funds, offering a 10% reward for recovered amounts.\n- The incident is viewed as a setback for the recovering crypto industry, possibly linked to previous large-scale hacks by groups like Lazarus.",
      "keywords": [
        "hack",
        "Bybit",
        "cryptocurrency",
        "Ethereum",
        "digital theft",
        "cybersecurity"
      ],
      "scores": {
        "scale": 10,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-23T12:56:31.000Z"
    },
    {
      "title": "‘It could get an orgasm out of a cabbage’: the best vibrators, tested",
      "link": "https://www.theguardian.com/thefilter/2025/feb/23/best-vibrators-bullet-rabbit-wand",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-02-23T12:00:37.000Z"
    },
    {
      "title": "Don’t gift our work to AI billionaires: Mark Haddon, Michal Rosen and other creatives urge government",
      "link": "https://www.theguardian.com/technology/2025/feb/23/dont-gift-our-work-to-ai-billionaires-mark-haddon-michal-rosen-and-other-creatives-urge-government",
      "author": "Mark Haddon, Axel Scheffler, Benji Davies, Michael Rosen, Ged Adamson, Simona Ciraolo, Momoko Abe, Chris Haughton, Susie Alegre",
      "thumbnail": "https://i.guim.co.uk/img/media/51f5bb52152633f97cddadae156d81f5ba369113/0_301_1360_816/master/1360.jpg?width=620&dpr=2&s=none&crop=none",
      "summary": "- Over 2,000 creatives signed a letter urging the UK government to maintain copyright protections amid rising AI usage.\n- The letter criticizes proposed copyright rule relaxations that could harm the income of artists and writers.\n- Notable signatories include Mark Haddon and Michael Rosen, who emphasize the threat to creative culture and livelihoods.\n- Concerns raised over the detrimental effects on diversity in creative industries, especially for BAME authors and illustrators.\n- Campaigners warn that generative AI lacks true creativity and will exacerbate existing inequalities in the creative sector.",
      "keywords": [
        "AI",
        "creatives",
        "copyright",
        "government",
        "Mark Haddon",
        "Michael Rosen",
        "cultural impact",
        "diversity in arts",
        "intellectual property"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-23T11:00:36.000Z"
    },
    {
      "title": "Want to stay sane? Try switching off your news alerts",
      "link": "https://www.theguardian.com/lifeandstyle/2025/feb/23/want-to-stay-sane-try-switching-off-your-news-alerts",
      "author": "Eva Wiseman",
      "thumbnail": null,
      "summary": "- The author discusses the mental strain of constant news alerts and information overload.\n- Turning off breaking news alerts can help manage anxiety and prevent feeling overwhelmed.\n- Finding a balance between staying informed and not being consumed by news is crucial for mental health.",
      "keywords": [
        "news alerts",
        "mental health",
        "information overload",
        "anxiety",
        "news consumption"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-23T08:00:32.000Z"
    },
    {
      "title": "iPhone designer still asks: ‘I wonder what Steve Jobs would do?’ – despite being told not to",
      "link": "https://www.theguardian.com/artanddesign/2025/feb/23/iphone-designer-still-asks-i-wonder-what-steve-jobs-would-do-despite-being-told-not-to",
      "author": "Sir Jony Ive",
      "thumbnail": null,
      "summary": "- Sir Jony Ive, Apple's designer, frequently wonders about Steve Jobs' decisions despite Jobs advising him not to.\n- He revealed this during an interview on BBC Radio 4’s *Desert Island Discs*.\n- Ive worked closely with Jobs, who returned to Apple in 1997, and found his understanding of design remarkable.\n- He believes Jobs’ demanding reputation is unfair, emphasizing the need for clarity in creativity.\n- Ive expressed concerns over technology's impact on creativity and his responsibilities regarding the iPhone's negative effects.\n- He voiced mixed feelings about AI, recognizing both its potential and the need for caution in its development.",
      "keywords": [
        "Jony Ive",
        "Steve Jobs",
        "Apple",
        "iPhone",
        "design",
        "technology",
        "AI",
        "creativity"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-23T00:01:19.000Z"
    },
    {
      "title": "Creative industries are among the UK’s crown jewels – and AI is out to steal them",
      "link": "https://www.theguardian.com/commentisfree/2025/feb/22/creative-industries-are-among-the-uks-crown-jewels-and-ai-is-out-to-steal-them",
      "author": "John Naughton",
      "thumbnail": null,
      "summary": "- Recent developments reveal that American tech companies are increasingly entwined with government, raising concerns in Europe about regulation and copyright.\n- The UK's AI Safety Institute has been rebranded to focus on security, which symbolizes a shift towards facilitating US tech interests over creative sector protections.\n- Proposed changes to UK copyright laws could allow tech firms to train AI models on copyrighted materials without permission or compensation, undermining the creative industries worth £124.6bn to the UK economy.\n- A report warns that unregulated AI use could harm the UK's thriving creative sector instead of fostering economic growth, emphasizing the need for sound public policy that respects creative rights.",
      "keywords": [
        "creative industries",
        "AI",
        "UK copyright laws",
        "intellectual property",
        "technology",
        "economy",
        "cultural impact"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-22T16:00:11.000Z"
    },
    {
      "title": "‘The bot asked me four times a day how I was feeling’: is tracking everything actually good for us?",
      "link": "https://www.theguardian.com/lifeandstyle/2025/feb/22/the-bot-asked-me-four-times-a-day-how-i-was-feeling-is-tracking-everything-actually-good-for-us",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-02-22T14:00:08.000Z"
    },
    {
      "title": "‘We’re clearly heading towards collapse’: why the Murdoch empire is about to go bang",
      "link": "https://www.theguardian.com/media/2025/feb/22/were-clearly-heading-towards-collapse-why-the-murdoch-empire-is-about-to-go-bang",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/0e5cbd3cbcf2aea9c1bac5a82581ab8713c1eeb8/759_0_2514_3143/master/2514.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Recent revelations expose the dysfunction and despair within the Murdoch family amid legal battles over inheritance.\n- Rupert Murdoch faced criticism for attempting to disinherit three out of four of his eldest children, leading to a lawsuit.\n- A Nevada court ruled against Rupert, stating he acted in 'bad faith', with appeals ongoing.\n- The family dispute has economic implications for a media empire valued at $43 billion, potentially altering its influence in politics.\n- James Murdoch publicly criticized his father as a 'misogynist' in a recent interview highlighting family tensions.\n- Legal challenges include a defamation claim against Fox News and questioning the profitability of Murdoch's UK newspaper assets.",
      "keywords": [
        "Murdoch",
        "family disputes",
        "inheritance",
        "media empire",
        "Fox News",
        "court ruling",
        "political influence",
        "dysfunction",
        "James Murdoch"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-02-22T12:50:16.000Z"
    },
    {
      "title": "Crypto and big tech’s backing pays off as Trump makes tech-friendly moves",
      "link": "https://www.theguardian.com/technology/2025/feb/22/crypto-big-tech-trump",
      "author": null,
      "thumbnail": null,
      "summary": "- US tech companies' investments in support of Donald Trump yield favorable regulatory changes.\n- Trump's administration issues deregulation initiatives benefiting crypto, AI, and social media firms.\n- Elon Musk, benefiting from his significant donations, plays a central role in the new administration's tech-friendly policies.\n- The SEC plans to dismiss a lawsuit against Coinbase after it donated $1 million to Trump's inaugural fund.\n- Regulatory safeguards on AI are being cut, echoing complaints from Silicon Valley about over-regulation.\n- Trump signs an executive order aimed at reducing federal regulations impacting the tech industry.",
      "keywords": [
        "Crypto",
        "Donald Trump",
        "Deregulation",
        "Elon Musk",
        "Coinbase",
        "Artificial Intelligence",
        "Tech Industry",
        "Political Donations",
        "SEC",
        "Regulatory Changes"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-22T12:00:08.000Z"
    },
    {
      "title": "Social media bans for teens: Australia has passed one, should other countries follow suit?",
      "link": "https://www.theguardian.com/media/2025/feb/22/social-media-bans-for-teens-australia-has-passed-one-should-other-countries-follow-suit",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/d41a2eec1503e76eacd201d7665391d8b0b10e67/0_0_8256_5504/master/8256.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Australia has passed legislation banning access to social media for under-16s, effective December 2025.\n- Concerns about children’s safety online are driving discussions for similar bans in other countries, including the UK.\n- Support for the ban has been voiced by major figures, including Bill Gates.\n- The law requires social media networks to implement age-assurance methods, which may include facial recognition technology.\n- A recent poll showed 75% public support in the UK for banning under-16s from social media.\n- Critics argue that bans may not solve the underlying problems, as harmful content and actors may migrate to other networks and platforms.\n- There is uncertainty about the effectiveness of technology used to enforce age restrictions and ongoing debates about the mental health implications of social media usage among teens.",
      "keywords": [
        "social media",
        "ban",
        "Australia",
        "teenagers",
        "mental health",
        "legislation",
        "safety",
        "technology",
        "age restriction"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-22T10:00:03.000Z"
    },
    {
      "title": "How to navigate apps, from checking safety to remembering passwords",
      "link": "https://www.theguardian.com/technology/2025/feb/22/how-to-navigate-apps-from-checking-safety-to-remembering-passwords",
      "author": "Samuel Gibbs",
      "thumbnail": null,
      "summary": "- Organizations increasingly require app downloads for accessing services and deals.\n- Tips for managing phone storage include deleting unused apps and moving media to cloud services.\n- Ensure app safety by downloading only from official app stores and verifying developer authenticity.\n- Public wifi can be used for app downloads but with caution; trusted networks recommended.\n- Use password managers like 1Password or Bitwarden to securely manage passwords, and implement two-step verification.\n- Keep your phone and apps updated to avoid security risks and improve functionality.\n- Tips for battery management include carrying backup chargers and using power save modes.",
      "keywords": [
        "apps",
        "technology",
        "safety",
        "passwords",
        "mobile",
        "security",
        "cloud storage",
        "wifi",
        "password manager"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-22T09:00:03.000Z"
    },
    {
      "title": "‘The tyranny of apps’: those without smartphones are unfairly penalised, say campaigners",
      "link": "https://www.theguardian.com/money/2025/feb/22/the-tyranny-of-apps-those-without-smartphones-are-unfairly-penalised-say-campaigners",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/23d3e6d6a058e57eb942e300c1f0d54f9cecc3a4/0_233_6720_4032/master/6720.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- Millions in the UK without access to smartphones are being penalised, affecting their access to discounts and services.\n- 8% of people aged 16+ do not own a smartphone, translating to around 4.5 million individuals, with 28% of those aged 75+ lacking one.\n- Retailers like Lidl and Asda limit discounts through their apps, which are inaccessible to those without smartphones.\n- The parking sector has pushed for app-only payment systems, complicating access for many elderly citizens.\n- Events increasingly require app-based tickets, excluding those who cannot use smartphones from attending.\n- Fast food chains like McDonald’s and Subway offer exclusive discounts through their apps, disadvantaging non-app users.",
      "keywords": [
        "digital exclusion",
        "smartphones",
        "apps",
        "discounts",
        "retail",
        "UK",
        "senior citizens",
        "loyalty programs"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-22T09:00:03.000Z"
    },
    {
      "title": "Filter trouble? Why audiologists worry noise-cancelling tech may impair hearing skills",
      "link": "https://www.theguardian.com/science/2025/feb/22/filter-trouble-why-audiologists-worry-noise-cancelling-headphones-may-impair-hearing-skills",
      "author": null,
      "thumbnail": null,
      "summary": "- Noise-cancelling headphones are valued for reducing background noise but may impair auditory skills.\n- Audiologists report an increase in adults with auditory processing issues, not due to ear health but brain function.\n- Concerns arise that excessive use of noise-cancelling tech could weaken the brain’s ability to process multiple sound sources.\n- The condition known as auditory processing disorder (APD) traditionally diagnosed in children is now seen in adults, possibly due to technology use.\n- Lack of scientific evidence linking headphones to APD raises the need for further studies, especially on impacts of long-term use in younger users.\n- APD affects about 3-5% of children, linked to issues like low birth weight and chronic ear infections.\n- Experts suggest that while benefits of noise-cancelling are recognized, risks warrant more in-depth research, especially regarding impact on children’s auditory skills.",
      "keywords": [
        "noise-cancelling headphones",
        "hearing skills",
        "auditory processing disorder",
        "audiologists",
        "brain function",
        "children",
        "adults",
        "research",
        "hearing training"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-22T05:00:06.000Z"
    },
    {
      "title": "Every hour children spend on screens raises chance of myopia, study finds",
      "link": "https://www.theguardian.com/society/2025/feb/21/every-hour-children-spend-on-screens-raises-chance-of-myopia-study-finds",
      "author": null,
      "thumbnail": null,
      "summary": "- Researchers found each hour on screens increases the risk of myopia in children.\n- Involvement of 335,524 participants across 45 studies reveals a 21% higher risk of myopia with an extra hour of screen time.\n- Risks rise steeply with daily screen time; 54% higher odds for those already myopic with additional hour of screen use.\n- Study suggests a potential safety threshold for screen use below one hour daily.\n- Limitations include reliance on self-reports and the need for further evidence to understand causation.",
      "keywords": [
        "myopia",
        "screen time",
        "children",
        "health",
        "outdoor activity",
        "study",
        "research",
        "visual health"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-21T16:00:41.000Z"
    },
    {
      "title": "UK Parents Sue TikTok Over Alleged Wrongful Deaths of Children",
      "link": "https://www.theguardian.com/technology/2025/feb/21/uk-parents-suing-tiktok-over-childrens-deaths-suspicious-about-data-claims",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/e33a5ce710fb68f61e3de8cabfe6b6601e27e707/85_89_1138_786/master/1138.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Four British parents are suing TikTok for the alleged wrongful deaths of their children linked to the \"blackout challenge.\"\n- The lawsuit claims their children died in 2022 due to this viral trend that first circulated in 2021.\n- Parents express skepticism about TikTok's claim of deleting their children's data following their deaths, suggesting it was done too quickly.\n- TikTok's response implies legal requirements dictate data retention; however, parents are concerned about access to their children's data.\n- Under GDPR, parents of children under 13 should have rights to access their children’s accounts, but struggles continue.\n- The Online Safety Act, set to take effect this year, will require platforms to protect children from harmful content.",
      "keywords": [
        "TikTok",
        "lawsuit",
        "online safety",
        "GDPR",
        "social media",
        "child safety",
        "blackout challenge",
        "data privacy"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-21T15:00:39.000Z"
    },
    {
      "title": "Samsung Galaxy S25 review: the smallest top-tier Android left",
      "link": "https://www.theguardian.com/technology/2025/feb/21/samsung-galaxy-s25-review-smallest-top-tier-android-ai",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/ad1f710cb66ac847428fcd83a74ec480ed4b901e/486_908_4325_2595/master/4325.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- The Galaxy S25 is the smallest and cheapest of Samsung’s new S25 line, priced at £799 ($800/A$1,399).\n- It features a 6.2-inch screen, a Qualcomm Snapdragon 8 Elite processor, and three cameras (50MP main, 12MP ultrawide, 10MP 3x telephoto).\n- The phone has software upgrades with AI tools and seven years of software support, making it a compelling option despite its small size.",
      "keywords": [
        "Samsung Galaxy S25",
        "smartphone",
        "AI features",
        "Android",
        "review",
        "compact phone"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-21T07:00:32.000Z"
    },
    {
      "title": "Danish Astronaut Criticizes Musk's Claims About Biden and ISS Astronauts",
      "link": "https://www.theguardian.com/technology/2025/feb/21/elon-musk-butch-wilmore-suni-williams-nasa-astronaut-iss-claims-biden",
      "author": "null",
      "thumbnail": null,
      "summary": "- Elon Musk claims Biden intentionally abandoned astronauts Butch Wilmore and Suni Williams on the ISS for political reasons.\n- Danish astronaut Andreas Mogensen refutes Musk's claims, calling it a lie and questioning Musk’s honesty.\n- Wilmore and Williams were to return on SpaceX Crew-9 after a change in mission plans caused by thruster issues with Boeing Starliner.\n- Crew-9 launch was originally scheduled for February but delayed to March due to preparations for Crew-10.\n- Mogensen reminded Musk that the return plan has been in place since September.",
      "keywords": [
        "Elon Musk",
        "Biden",
        "Astronauts",
        "SpaceX",
        "International Space Station",
        "Andreas Mogensen",
        "Butch Wilmore",
        "Suni Williams",
        "NASA",
        "Crew-9"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-21T01:49:33.000Z"
    },
    {
      "title": "DJs Share Their Favorite Headphones",
      "link": "https://www.theguardian.com/thefilter/2025/feb/20/best-dj-headphones",
      "author": "DJ Paulette, Carl Craig, Severino, Smokin Jo, Sophie Lloyd, Lex Blondin, Rohan Rakhit, Matias Aguayo",
      "thumbnail": "https://i.guim.co.uk/img/media/3496f820195f05cda0b404b9b088cfd542925155/0_0_5000_3000/master/5000.jpg?width=620&dpr=2&img=299",
      "summary": "- DJs emphasize the importance of quality headphones for mixing and sound monitoring.\n- Featured models include the Sennheiser HD 25, Reloop RHP-10 Mono, Technics EAH-DJ1200, Pioneer HDJ-X7, Aiaiai Audio TMA-2 DJ, Audio-Technica ATH-M50x, Pioneer HDJ-CUE1, and Sony MDR-7506.\n- Key requirements highlighted are durability, sound quality (especially bass), and comfort.\n- Individual DJ experiences and preferences are shared, showcasing varied favorite models and their unique features. \n- Some DJs mention the importance of protection against hearing damage and hearing clarity in high-volume environments.",
      "keywords": [
        "DJ headphones",
        "Sennheiser",
        "Reloop",
        "Technics",
        "Pioneer",
        "Aiaiai",
        "Audio-Technica",
        "Sony",
        "music",
        "sound quality"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-20T15:00:10.000Z"
    },
    {
      "title": "Nature documentaries, pet lizards and spying on players: how Monster Hunter Wilds built a whole new world",
      "link": "https://www.theguardian.com/games/2025/feb/20/monster-hunter-wilds-capcom",
      "author": "null",
      "thumbnail": "https://i.guim.co.uk/img/media/4986d88445757065ded74760e3ba2885a15dbef6/137_0_3600_2160/master/3600.jpg?width=445&dpr=1&ssl=1",
      "summary": "- Monster Hunter Wilds releases on February 28, 2025.\n- Players experienced beta tests featuring new character creation and monster interactions, such as turf wars.\n- Key developers, including Ryozo Tsujimoto and Yuya Tokuda, emphasize innovations in realistic monster ecosystems and character integration.\n- Previous entries, especially Monster Hunter World, set high expectations, with the game achieving record sales.\n- Capcom's recent successes, combined with Wilds' popularity, make it one of the biggest games globally.",
      "keywords": [
        "Monster Hunter",
        "video games",
        "Capcom",
        "game development",
        "Wilds",
        "beta test"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-20T13:00:08.000Z"
    },
    {
      "title": "Tomb Raider IV-VI Remastered review – the good, the bad and the gloomy of Lara Croft releases",
      "link": "https://www.theguardian.com/games/2025/feb/20/tomb-raider-iv-vi-remastered-review-the-good-the-bad-and-the-gloomy-of-lara-croft-releases",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/51e4d3492e4a9ce7039c01aea4656b325782708d/129_0_3600_2160/master/3600.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- The article reviews the remastered collection of Tomb Raider IV-VI games, examining their pros and cons.\n- Highlights Tomb Raider IV: The Last Revelation as the standout title, praised for its engaging puzzles and atmosphere.\n- Critiques Chronicles for being flat and uninspired, indicating developer burnout during production.\n- Describes The Angel of Darkness as a low point in the series, with sluggish gameplay and poor mechanics.\n- Suggests that the remastered collection has value for both nostalgia and historical gaming significance, priced at £25.",
      "keywords": [
        "Tomb Raider",
        "remastered",
        "Lara Croft",
        "video games",
        "gaming history",
        "review"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-20T10:00:35.000Z"
    },
    {
      "title": "Mark Zuckerberg’s charity guts DEI after assuring staff it would continue",
      "link": "https://www.theguardian.com/technology/2025/feb/19/mark-zuckerberg-chan-dei",
      "author": null,
      "thumbnail": null,
      "summary": "- The Chan Zuckerberg Initiative (CZI) has decided to eliminate its diversity, equity and inclusion (DEI) efforts despite previous assurances to staff.\n- CZI COO Marc Malandro stated that the organization will no longer have a DEI team, citing a changing regulatory environment.\n- CZI has rolled back its Diverse Slate Practice requiring diverse candidate interviews and ended all social advocacy funding.\n- The charity's website has removed references to its commitment to DEI and social equity initiatives.\n- CZI informed applicants that its Science Diversity Leadership awards program is being discontinued without explanation.",
      "keywords": [
        "Chan Zuckerberg Initiative",
        "Mark Zuckerberg",
        "diversity",
        "equity",
        "inclusion",
        "DEI",
        "corporate policy",
        "funding",
        "social advocacy"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-19T18:49:17.000Z"
    },
    {
      "title": "My dad died a year ago – and a photo of him on Google Street View brought me up short",
      "link": "https://www.theguardian.com/commentisfree/2025/feb/19/dad-died-google-street-view-photo-image",
      "author": "Adrian Chiles",
      "thumbnail": null,
      "summary": "- An old friend sent a Google Street View image showing the author’s childhood homes and his late father standing nearby.\n- The father passed away a year prior, and the photo resurfaces feelings of love, surprise, and annoyance over privacy concerns with Google.\n- The author reflects on the implications of having personal memories shared publicly and the loss of control over how memories are accessed in the digital age.",
      "keywords": [
        "Google Street View",
        "memory",
        "privacy",
        "loss",
        "technology"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-19T16:52:53.000Z"
    },
    {
      "title": "Apple launches iPhone 16e and ditches home button",
      "link": "https://www.theguardian.com/technology/2025/feb/19/apple-launches-iphone-16e-and-ditches-home-button",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/c31478c43fcc59e46eddea2b0323832e8592d7b8/0_369_3839_3116/master/3839.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Apple launches the iPhone 16e, eliminating the home button after 18 years.\n- Priced at £599, it replaces the 2022 iPhone SE and ships on 28 February.\n- Features include the latest A18 chip, 5G, emergency satellite messaging, and a 6.1in OLED screen.\n- Available only in black or white, it retains the notch design from the iPhone 14.\n- Equipped with a single 48-megapixel camera, it lacks some features of the higher-end models.",
      "keywords": [
        "iPhone 16e",
        "Apple",
        "tech news",
        "home button",
        "A18 chip",
        "smartphone"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T16:39:51.000Z"
    },
    {
      "title": "Nigeria sues crypto giant Binance for $81.5bn in economic losses and back tax",
      "link": "https://www.theguardian.com/technology/2025/feb/19/nigeria-binance-crypto-lawsuit",
      "author": null,
      "thumbnail": null,
      "summary": "- Nigeria has filed a lawsuit against Binance for $79.5bn in economic losses and $2bn in back taxes.\n- The lawsuit claims Binance's operations led to the country's currency issues and affected its economy.\n- Binance executives were detained in 2024 due to concerns over trading in the local naira.\n- The Federal Inland Revenue Service demands payment of income taxes for 2022 and 2023 along with penalties and interest on unpaid amounts.\n- Binance is contesting the charges and has previously ceased transactions in naira, facing additional money laundering allegations.",
      "keywords": [
        "Nigeria",
        "Binance",
        "lawsuit",
        "cryptocurrency",
        "economic losses",
        "tax evasion",
        "naira",
        "FIRS"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T16:19:52.000Z"
    },
    {
      "title": "Microsoft unveils chip it says could bring quantum computing within years",
      "link": "https://www.theguardian.com/technology/2025/feb/19/topoconductor-chip-quantum-computing-topological-qubits-microsoft",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/f1dd05747b8708425134fe2790450ff042d86975/0_69_4000_2400/master/4000.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Microsoft has developed a chip that could significantly accelerate quantum computing, claiming it could be achieved within years.\n- The chip is powered by the world's first topoconductor, creating a new state of matter essential for miniaturizing quantum systems.\n- This innovation may enable quantum computers to scale to a million qubits, paving the way for solving complex problems like breaking down microplastics and cracking encryption codes.\n- The U.S. Defense Advanced Research Projects Agency (DARPA) is exploring Microsoft's topoconductor as a promising pathway to practical quantum computing by 2033.\n- Experts express optimism but caution that significant challenges lie ahead in developing viable quantum systems.",
      "keywords": [
        "Microsoft",
        "quantum computing",
        "chip development",
        "topoconductor",
        "technology advancements"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T16:00:12.000Z"
    },
    {
      "title": "The Tinder of games is here to help players discover new titles",
      "link": "https://www.theguardian.com/games/2025/feb/18/looking-for-something-new-to-spice-up-your-game-play-tinder-for-gamers-is-here",
      "author": "null",
      "thumbnail": "https://i.guim.co.uk/img/media/6c6486e7ea902c97989e32bad882eb26cb15b4d2/620_0_665_400/master/665.png?width=445&dpr=1&crop=none",
      "summary": "- Over 19,000 games were released on Steam in 2024, making game discovery challenging for players.\n- Ludocene is a new app described as 'Tinder for video games' that allows users to swipe on game titles based on personal preferences.\n- The app's recommendation system is based on human suggestions, not algorithms, and includes expert recommendations from critics and streamers.\n- It aims to make game discovery enjoyable and provides options suited to individual tastes.",
      "keywords": [
        "Ludocene",
        "game discovery",
        "video games",
        "Tinder for games",
        "gaming recommendations"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-19T15:00:12.000Z"
    },
    {
      "title": "Pay to get playlisted? The accusations against Spotify’s Discovery Mode",
      "link": "https://www.theguardian.com/music/2025/feb/19/spotify-discovery-mode-payola-playlist",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/155723d0c65230f83388937fa488c0e77abf618e/0_0_3642_3670/master/3642.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Spotify's Discovery Mode allows artists to accept lower royalty rates in exchange for algorithmic promotion, akin to payola practices.  \n- Participating artists face a 30% reduction in royalties for tracks enrolled in the program, with only tracks over 30 days old eligible.  \n- Discovery Mode has generated significant profits for Spotify, bringing in €61.4m in gross profits between May 2022 and May 2023, primarily from independent artists.  \n- Critics argue that it creates inequities favoring larger labels, raises ethical concerns about undisclosed promotions, and could lead to a 'race to the bottom' for artist royalties.  \n- The US government has warned that such practices could further undermine artists' incomes, especially post-pandemic.",
      "keywords": [
        "Spotify",
        "Discovery Mode",
        "music promotion",
        "payola",
        "royalty rates",
        "artist rights",
        "streaming services",
        "independent artists"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-19T15:00:11.000Z"
    },
    {
      "title": "EU accused of leaving ‘devastating’ copyright loophole in AI Act",
      "link": "https://www.theguardian.com/technology/2025/feb/19/eu-accused-of-leaving-devastating-copyright-loophole-in-ai-act",
      "author": null,
      "thumbnail": null,
      "summary": "- EU's Artificial Intelligence Act has a copyright loophole that negatively impacts writers, musicians, and creatives.\n- 15 cultural organizations warned the European Commission that draft rules on copyright are regressive.\n- Axel Voss, a key figure in EU copyright law, stated that generative AI models weren't considered in earlier regulations leading to a legal gap.\n- The AI Act requires compliance with 2019 copyright law but includes a text and data mining exemption criticized for benefiting large tech companies.\n- Creatives are concerned about the lack of enforceable rights regarding the usage of their works in generative AI systems.\n- No practical way for creatives to opt-out of their content being used in AI, and companies aren't obliged to disclose what content is utilized.\n- Cultural organizations argue that the current EU law framework inadequately protects creative rights and insists on fair compensation for use of their works.",
      "keywords": [
        "EU",
        "copyright",
        "AI Act",
        "generative AI",
        "cultural organizations",
        "creative rights"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T12:13:58.000Z"
    },
    {
      "title": "Truth review – Julian Assange play is hard going, with flashes of brilliance",
      "link": "https://www.theguardian.com/stage/2025/feb/19/truth-review-julian-assange-play-is-hard-going-with-flashes-of-brilliance",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/a52ce463291655ff4256ccb90bf8e986acc8ac0e/0_67_2000_1201/master/2000.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- The play 'Truth' is directed by Susie Dee and written by Patricia Cornelius, focusing on Julian Assange and geopolitical issues.\n- It features five actors representing different facets of Assange, but the portrayal lacks nuance, emphasizing grievance instead.\n- Key themes include Assange's hacking background, the WikiLeaks controversy, and comparisons with figures like Chelsea Manning and Edward Snowden.\n- Cornelius presents a one-dimensional view of Assange as a leftist figure without acknowledging conflicting narratives.\n- Certain scenes unrelated to Assange resonate thematically, highlighting emotional stakes.\n- Although some production elements are compelling, the overall narrative is described as a slog lacking depth.",
      "keywords": [
        "Julian Assange",
        "theatre",
        "Patricia Cornelius",
        "Susie Dee",
        "political drama",
        "WikiLeaks",
        "Edward Snowden",
        "Chelsea Manning"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-19T01:16:01.000Z"
    },
    {
      "title": "Elon Musk’s startup rolls out new Grok-3 chatbot as AI competition intensifies",
      "link": "https://www.theguardian.com/technology/2025/feb/18/elon-musk-grok-3-ai-chatbot",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- Elon Musk’s xAI releases Grok-3, the latest AI chatbot integration with X (formerly Twitter).\n- Grok-3 competes with AI firms like DeepSeek, OpenAI, and Google amidst an increasing AI arms race.\n- Rolled out to Premium+ subscribers; a new subscription tier, SuperGrok, also launched for mobile app users.\n- Grok-3 can generate texts and images, lacking guardrails against explicit content, leading to its misuse.\n- Musk claims Grok-3 boasts over 10 times the computing power of Grok-2 and introduces a search engine called DeepSearch.\n- Investors are raising billions to enhance xAI’s data capacity, and Musk’s supercomputer cluster, Colossus, is touted as the largest globally.\n- A recent $97.4 billion proposal to acquire OpenAI’s assets was rejected by the company.",
      "keywords": [
        "Elon Musk",
        "xAI",
        "Grok-3",
        "AI chatbot",
        "DeepSeek",
        "OpenAI",
        "Google",
        "artificial intelligence",
        "technology competition",
        "supercomputer"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T17:22:48.000Z"
    },
    {
      "title": "Elon Musk keeps bringing his kids to work – and the reasons aren’t cute at all",
      "link": "https://www.theguardian.com/technology/2025/feb/18/elon-musk-kids-work-pr-strategy",
      "author": "Arwa Mahdawi",
      "thumbnail": null,
      "summary": "- Elon Musk has been bringing his children to high-profile political events, raising public attention and generating memes.\n- His son X Æ A-Xii was present at meetings with Indian Prime Minister Narendra Modi and was seen at a press conference with Trump.\n- Opinions are divided on Musk's parenting approach, with some viewing it as a cute display, while others see it as a manipulative PR strategy.\n- Critics argue that Musk is using his children as props rather than engaging in genuine parenting.\n- Grimes, the mother of Musk's children, has publicly expressed concern over this behavior and its implications for their privacy.",
      "keywords": [
        "Elon Musk",
        "parenting",
        "politics",
        "public relations",
        "celebrity kids",
        "Grimes",
        "social media"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-18T15:13:34.000Z"
    },
    {
      "title": "Children are starting school unable to sit up or hold a pencil – and I know the culprit",
      "link": "https://www.theguardian.com/commentisfree/2025/feb/18/children-school-screen-time-early-years-specialist-smartphones-physical-activity",
      "author": "Kathryn Peckham",
      "thumbnail": null,
      "summary": "- Many children in England and Wales are starting school unable to sit up or hold a pencil, attributed to excessive screen time.\n- A recent survey reports increased anxieties and inability to bond among children, leading to academic struggles.\n- Lockdowns during the pandemic worsened pre-existing developmental issues due to increased reliance on screens for entertainment.\n- Children require physical activity and social interaction for healthy development, which is hindered by too much screen time.\n- Excessive screen time is associated with negative outcomes like reduced language skills and increased emotional reactivity.\n- Vulnerable children, especially from lower socioeconomic backgrounds, are disproportionately affected by high screen time rates.",
      "keywords": [
        "children",
        "screen time",
        "development",
        "education",
        "early years",
        "parenting",
        "social skills",
        "inequality"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T14:02:12.000Z"
    },
    {
      "title": "East Is South review – weighty AI drama takes aim at humanity’s biggest questions",
      "link": "https://www.theguardian.com/stage/2025/feb/18/east-is-south-review-beau-willimon-kaya-scodelario",
      "author": null,
      "thumbnail": null,
      "summary": "- Beau Willimon's play 'East Is South' explores AI's ethics but lacks engaging momentum.\n- Kaya Scodelario plays Lena, a coder facing ethical dilemmas surrounding advanced AI, Logos.\n- The play struggles with pacing and emotional depth, failing to inspire genuine tension.\n- Themes include humanity, love, and the potential dangers of AI but are presented without originality.\n- The production is compared unfavorably to other contemporary plays about technology, like 'More Life'.",
      "keywords": [
        "AI",
        "theatre",
        "Beau Willimon",
        "drama",
        "ethics",
        "Humans",
        "consciousness",
        "Kaya Scodelario",
        "critique",
        "production review"
      ],
      "scores": {
        "scale": 5,
        "impact": 5,
        "novelty": 4,
        "longTermSignificance": 3
      },
      "pubDate": "2025-02-18T13:59:57.000Z"
    },
    {
      "title": "‘No micro transactions, no bullshit’: Josef Fares on Split Fiction and the joy of co-op video games",
      "link": "https://www.theguardian.com/games/2025/feb/18/josef-fares-interview-split-fiction-coop-video-games",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/3ab8de3b9c151b09df31942dc3e92bff8dacd6d4/48_0_1800_1080/master/1800.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- Josef Fares is known for his outspoken nature in the video game industry, advocating for creative freedom.\n- His transition from film to game-making was fueled by a lifelong passion for gaming, beginning with his early experiences with an Atari.\n- Fares' game, Brothers: A Tale of Two Sons, was released in 2013 and has sold over 10 million copies.\n- His studio, Hazelight, specializes in story-driven co-op games, starting from the idea of a shared storytelling experience.\n- His latest game, Split Fiction, promises thrilling co-op gameplay reminiscent of his prior works, focusing on variation and pacing.\n- Fares expresses concern over the trend of live service games and advocates for creativity in gaming without microtransactions.",
      "keywords": [
        "Josef Fares",
        "co-op games",
        "Split Fiction",
        "Hazelight",
        "video games",
        "game design",
        "creative freedom"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-18T13:00:07.000Z"
    },
    {
      "title": "Lost Records: Bloom & Rage (Tape One) review – go back to a riot grrrl summer in clever teen thriller",
      "link": "https://www.theguardian.com/games/2025/feb/18/lost-records-bloom-rage-tape-one-review-go-back-to-a-riot-grrrl-summer-in-clever-teen-thriller",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/cbbc4d276a0ed2c845fa44814027ab4e3a5a40b5/224_0_3600_2160/master/3600.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- The game is a new narrative adventure by Don’t Nod, set in 1995 and focused on teen friendships.\n- Features characters Swann, Nora, Autumn, and Kat, who form a band called Bloom & Rage and discover supernatural elements.\n- The story alternates between the summer of 1995 and their lives as adults in 2022.\n- Players can capture memories using a camcorder mechanic that reflects on nostalgia and memory editing.\n- The dialogue system mimics real-life group dynamics, showcasing the chaotic nature of teen relationships.\n- The game effectively immerses players in 90s culture through surroundings and references.\n- Mystery elements are teased for the second part of the game, centering on character relationships and conflicts.",
      "keywords": [
        "video game",
        "narrative adventure",
        "teen relationships",
        "supernatural",
        "90s nostalgia",
        "Don’t Nod",
        "Bloom & Rage"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T10:06:36.000Z"
    },
    {
      "title": "Double screen: Beast Games blurs the line between YouTube and television",
      "link": "https://www.theguardian.com/tv-and-radio/2025/feb/18/beast-games-youtube-television",
      "author": null,
      "thumbnail": null,
      "summary": "- Beast Games is a reality competition series on Amazon Prime Video, hosted by YouTuber MrBeast (Jimmy Donaldson).\n- The show features 1,000 contestants battling for a $5 million prize using 1,107 cameras in a created warehouse environment.\n- It has garnered 50 million viewers in 25 days, becoming Amazon Prime Video's most-watched unscripted series.\n- Critics describe the show as visually poor despite its high production budget, highlighting its dystopian themes related to capitalism.\n- The series merges YouTube's aesthetics with traditional television, raising questions about the evolution of TV content.",
      "keywords": [
        "Beast Games",
        "MrBeast",
        "Amazon Prime",
        "YouTube",
        "television",
        "reality competition",
        "entertainment",
        "Squid Game",
        "capitalism",
        "media evolution"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T09:06:01.000Z"
    },
    {
      "title": "Meta plans to link US and India with world’s longest undersea cable project",
      "link": "https://www.theguardian.com/technology/2025/feb/17/meta-plans-to-build-worlds-longest-underwater-sub-sea-cable-venture",
      "author": null,
      "thumbnail": null,
      "summary": "- Meta is launching Project Waterworth, the world’s longest underwater cable project, connecting the US, India, South Africa, Brazil, and other regions.\n- The cable will span 50,000km (31,000 miles), featuring a 24 fibre-pair system for enhanced capacity, aimed at supporting Meta's AI projects.\n- The project is expected to improve connectivity, facilitate economic cooperation, and support India's digital economy ambitions.",
      "keywords": [
        "Meta",
        "undersea cable",
        "Project Waterworth",
        "connectivity",
        "digital economy",
        "AI projects",
        "fiber pair system"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-02-17T19:20:11.000Z"
    },
    {
      "title": "How I learned to love my alarm clock",
      "link": "https://www.theguardian.com/thefilter/2025/feb/14/how-i-learned-to-love-my-alarm-clock",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-02-17T11:31:34.000Z"
    },
    {
      "title": "Samsung Galaxy S25 Ultra review: still the superphone to beat",
      "link": "https://www.theguardian.com/technology/2025/feb/17/samsung-galaxy-s25-ultra-review-still-the-superphone-to-beat",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/cb7a19b247b6ab8a9df7339f34dbf3ad0f953f06/1367_993_2708_1625/master/2708.jpg?width=620&dpr=2&s=none&crop=none",
      "summary": "- The Galaxy S25 Ultra features advanced AI tools and technologies.\n- Priced at £1,249, it offers a 6.9in QHD+ screen and Qualcomm Snapdragon 8 Elite chip.\n- New drawing tools and an improved AI assistant are included, but performance varies.\n- The camera system includes a 200MP main camera and improved low-light capabilities.\n- Battery life lasts about two days under normal use.\n- The design is slimmer and lighter than its predecessor, weighing 218g.\n- Samsung provides software updates and security patches for seven years following its release.",
      "keywords": [
        "Samsung",
        "Galaxy S25 Ultra",
        "smartphone",
        "AI",
        "review",
        "technology"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-17T07:00:27.000Z"
    },
    {
      "title": "‘Reading is part of my identity’: the woman taking on Goodreads owner Amazon",
      "link": "https://www.theguardian.com/books/2025/feb/16/goodreads-amazon-nadia-odunayo-the-storygraph",
      "author": null,
      "thumbnail": null,
      "summary": "- Nadia Odunayo, a software engineer from London, created The StoryGraph in response to dissatisfaction with Goodreads after it was acquired by Amazon in 2013.\n- The StoryGraph now has 3.8 million active users with features like AI-driven recommendations and reader tracking tools.\n- There are ongoing concerns about Goodreads, such as user experiences of hostility and issues with fake reviews, with a prominent incident involving author Cait Corrain in 2023.\n- Odunayo aims to keep The StoryGraph independent and is committed to enhancing the user experience.",
      "keywords": [
        "Nadia Odunayo",
        "Goodreads",
        "The StoryGraph",
        "Amazon",
        "book tracking",
        "reading community",
        "independent apps"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-16T17:00:11.000Z"
    },
    {
      "title": "Parents are desperate to protect kids on social media. Why did the US let a safety bill die?",
      "link": "https://www.theguardian.com/us-news/2025/feb/16/kids-social-media-online-safety-act",
      "author": null,
      "thumbnail": null,
      "summary": "- The Kids Online Safety Act (Kosa) failed to pass after being introduced in 2022, despite strong backing in the Senate.  \n- Advocates for Kosa emphasized the need for tech companies to protect child users from online harm.  \n- The bill included a \"duty of care\" clause, requiring platforms to act in minors' best interests, raising concerns about potential censorship.  \n- Critics stressed that vague definitions of harmful content could lead to over-filtering of sensitive topics.  \n- Despite failure, advocates plan to reintroduce Kosa due to persistent concerns for kids' online safety.",
      "keywords": [
        "Kids Online Safety Act",
        "social media",
        "tech companies",
        "children's safety",
        "censorship",
        "online harm",
        "advocacy",
        "legislation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-16T13:00:06.000Z"
    },
    {
      "title": "Protesters target Tesla showrooms in US over Elon Musk’s government cost-cutting",
      "link": "https://www.theguardian.com/technology/2025/feb/16/protesters-target-tesla-stores-in-us-over-elon-musks-cost-cutting",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/7680546ef11bb16a29d0e7474e7f33abf411ddf1/0_260_7781_4671/master/7781.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Protesters gathered outside Tesla dealerships across the US in response to Elon Musk's government spending cuts.\n- Demonstrations occurred in cities including New York, Seattle, and Kansas City, with up to 100 people in attendance at some locations.\n- Many protesters criticized Musk's association with Trump's administration, carrying placards with strong anti-Trump imagery.\n- Musk is part of a government division aimed at efficiency, but actions have drawn legal criticisms.\n- Some Tesla investors are concerned about potential sales impacts in liberal markets due to Musk's political affiliations.\n- American musician Sheryl Crow decided to sell her Tesla and supported NPR, criticizing Musk's government position.\n- Tesla experienced its first annual sales decline in 2024; debate continues on whether political views contributed to this.\n- Significant declines in Tesla sales were noted, particularly in Germany following Musk's support for far-right politics.",
      "keywords": [
        "Tesla",
        "Elon Musk",
        "protests",
        "government spending",
        "Donald Trump",
        "political backlash",
        "electric vehicles",
        "consumer sentiment",
        "Sheryl Crow"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-16T12:37:26.000Z"
    },
    {
      "title": "Amazon accused of targeting Coventry union members after failed recognition vote",
      "link": "https://www.theguardian.com/technology/2025/feb/16/amazon-accused-of-targeting-coventry-union-members-after-failed-recognition-vote",
      "author": null,
      "thumbnail": null,
      "summary": "- Amazon is accused of targeting 60 trade union members with disciplinary actions after a failed recognition vote at its Coventry warehouse.\n- The GMB union claims the targeted workers were involved in actions leading to a recognition ballot that narrowly lost last summer.\n- Disciplinary actions have reportedly increased since the vote, with allegations of rule changes in productivity metrics affecting workers negatively.\n- A survey revealed 81% of GMB members working at Amazon are dissatisfied with their jobs.\n- Amazon denies these claims, stating there have been no changes to break times and asserting that it does not monitor union membership.",
      "keywords": [
        "Amazon",
        "union",
        "Coventry",
        "GMB",
        "recognition vote",
        "disciplinary action",
        "worker rights",
        "employment conditions"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-16T12:30:46.000Z"
    }
  ]
}