{
  "title": "Guardian",
  "link": "https://www.theguardian.com/us/technology",
  "feedUrl": "https://www.theguardian.com/us/technology/rss",
  "items": [
    {
      "title": "As a geneticist, I will not mourn 23andMe and its jumble of useless health information",
      "link": "https://www.theguardian.com/commentisfree/2025/mar/27/geneticist-mourn-23andme-useless-health-information",
      "author": "Adam Rutherford",
      "thumbnail": null,
      "summary": "- 23andMe has filed for bankruptcy, which the author finds unremarkable.\n- The company capitalized on personal genetic data by selling it to pharmaceutical companies, often without consumer awareness.\n- The health information provided by 23andMe is largely unreliable and not suited for diagnosing medical conditions.\n- Many consumers received vague results that overpromised insights about ancestry and health risks.\n- The company suffered a data breach in 2023, compromising personal information of 7 million customers.\n- The article emphasizes the importance of understanding genetic science and being cautious about personal data sharing.",
      "keywords": [
        "23andMe",
        "genetic testing",
        "bankruptcy",
        "health information",
        "data privacy",
        "genomics",
        "DNA"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-27T10:00:23.000Z"
    },
    {
      "title": "Trump floats easing tariffs on China in return for TikTok deal",
      "link": "https://www.theguardian.com/technology/2025/mar/27/donald-trump-china-tariffs-tiktok-deal",
      "author": null,
      "thumbnail": null,
      "summary": "- Donald Trump is willing to reduce tariffs on China to facilitate a deal with TikTok’s parent company, ByteDance.\n- A deadline of April 5 is set for ByteDance to find a non-Chinese buyer for TikTok to avoid a ban.\n- The US administration sees TikTok's ownership by ByteDance as a national security concern due to potential influence by the Chinese government.",
      "keywords": [
        "Trump",
        "China",
        "tariffs",
        "TikTok",
        "ByteDance",
        "national security",
        "US business",
        "social media"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-27T06:03:16.000Z"
    },
    {
      "title": "The Dream Hotel by Laila Lalami review – what if AI could read our minds?",
      "link": "https://www.theguardian.com/books/2025/mar/26/the-dream-hotel-by-laila-lalami-review-what-if-ai-could-read-our-minds",
      "author": "Laila Lalami",
      "thumbnail": null,
      "summary": "- The novel is set in a future where individuals have a 'risk score' that can lead to detention based on AI assessments.\n- Sara Hussein, a museum archivist and mother, is detained due to her high risk score influenced by personal data and past trauma.\n- The story critiques how AI and digital policing can perpetuate systemic inequalities and personal injustices.\n- The emotional impact of imprisonment is explored, along with the confusion and powerlessness experienced by the characters.",
      "keywords": [
        "AI",
        "risk assessment",
        "Laila Lalami",
        "systemic inequality",
        "digital policing",
        "future fiction"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-26T16:02:51.000Z"
    },
    {
      "title": "How to protect your phone and data privacy at the US border",
      "link": "https://www.theguardian.com/technology/2025/mar/26/phone-search-privacy-us-border-immigration",
      "author": null,
      "thumbnail": null,
      "summary": "- CBP can search devices at US borders; protections are weaker.\n- Conduct a personal risk assessment considering immigration status and data sensitivity.\n- Compliance with searches may lead to scrutiny; refusing can result in device confiscation or longer questioning.\n- Encrypt devices and use strong passwords for security.\n- Do not wipe devices completely as it may raise suspicion; selectively delete sensitive data instead.\n- Moving data to cloud storage can provide protection as CBP cannot search it directly.",
      "keywords": [
        "phone privacy",
        "US border",
        "Customs and Border Protection",
        "data protection",
        "travel security"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-26T10:00:55.000Z"
    },
    {
      "title": "Government AI roll-outs threatened by outdated IT systems",
      "link": "https://www.theguardian.com/technology/2025/mar/26/government-ai-roll-outs-threatened-by-outdated-it-systems",
      "author": null,
      "thumbnail": null,
      "summary": "- The PAC warns that government AI ambitions are hindered by outdated technology and lack of skilled staff.\n- Over 20 legacy IT systems remain unfunded for improvements, with a third of central government IT systems considered legacy in 2024.\n- Recommendations include a six-month deadline to detail funding for high-risk legacy technology and enhancing transparency in AI use within government.",
      "keywords": [
        "government",
        "AI",
        "IT systems",
        "public sector",
        "technology",
        "PAC",
        "Keir Starmer"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-26T00:01:41.000Z"
    },
    {
      "title": "Jack Dorsey’s Block to lay off nearly 1,000 workers in another reorganization",
      "link": "https://www.theguardian.com/technology/2025/mar/25/block-layoffs-jack-dorsey-cashapp-square-tidal",
      "author": null,
      "thumbnail": null,
      "summary": "• Block, Jack Dorsey’s financial technology company, plans to lay off nearly 1,000 employees.\n• The layoffs will affect over 930 workers, with around 200 managers moved to non-management roles and about 800 job openings closed.\n• Dorsey stated the changes are not for a financial target or AI replacement, but to improve performance and reduce bureaucracy.\n• This follows an earlier reorganization that also saw about 1,000 employees laid off in 2024.\n• Block’s stock is down 29% this year, raising shareholder concerns despite some revenue growth.\n• Dorsey aims to enhance the company's stock value through this reorganization.",
      "keywords": [
        "Block",
        "Jack Dorsey",
        "layoffs",
        "reorganization",
        "financial technology",
        "Square",
        "CashApp",
        "Tidal",
        "employee cuts"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-26T00:00:03.000Z"
    },
    {
      "title": "Napster, now a streaming service, sells for $207m to Infinite Reality",
      "link": "https://www.theguardian.com/technology/2025/mar/25/napster-sold-infinite-reality",
      "author": null,
      "thumbnail": null,
      "summary": "- Napster, once notorious for music piracy, sold to Infinite Reality for $207 million.\n- The acquisition aims to transform Napster into a social music platform for better artist and fan connections.\n- Plans include creating virtual 3D concert spaces and enhanced analytics for artists.\n- Napster was originally launched in 1999 as a peer-to-peer file-sharing application, shutting down in the early 2000s due to lawsuits.",
      "keywords": [
        "Napster",
        "streaming",
        "music",
        "Infinity Reality",
        "social platform",
        "purchase"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-25T20:44:34.000Z"
    },
    {
      "title": "Heavy ChatGPT users tend to be more lonely, suggests research",
      "link": "https://www.theguardian.com/technology/2025/mar/25/heavy-chatgpt-users-tend-to-be-more-lonely-suggests-research",
      "author": null,
      "thumbnail": null,
      "summary": "• New research indicates heavy ChatGPT users experience higher loneliness and emotional dependency on the tool.\n• Studies from OpenAI and MIT Media Lab highlight that users engaging emotionally with ChatGPT tend to be among the heaviest users.\n• The research suggests a correlation between emotional bonding with the AI and social isolation, questioning whether AI use causes loneliness or if lonely individuals gravitate toward AI.\n• Findings reflect that while voice-based chatbots initially help alleviate loneliness, the benefit decreases with extensive use.\n• A four-week trial indicated gender differences in social interaction, with females less likely to socialize while using ChatGPT.\n• Researchers call for further investigation into the social and emotional implications of AI chatbot usage.",
      "keywords": [
        "ChatGPT",
        "loneliness",
        "AI tools",
        "social relationships",
        "emotional dependency",
        "OpenAI",
        "MIT Media Lab"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T18:48:29.000Z"
    },
    {
      "title": "Samsung Electronics co-CEO Han Jong-hee dies of heart attack at 63",
      "link": "https://www.theguardian.com/technology/2025/mar/25/han-jong-hee-samsung-ceo-dead",
      "author": "The Guardian",
      "thumbnail": null,
      "summary": "- Han Jong-hee, co-CEO of Samsung Electronics, died of cardiac arrest at the age of 63.\n- He was responsible for the consumer electronics and mobile devices division, while co-CEO Jun Young-hyun managed the chip business.\n- Han passed away in a hospital where he was being treated for cardiac arrest; a successor has not yet been appointed.\n- Samsung has been experiencing weak earnings and declining share prices after falling behind in advanced memory chips and losing its smartphone market leadership to Apple.\n- Han joined Samsung nearly 40 years ago and became vice-chair and CEO in 2022; he was a board member and recently chaired a shareholder meeting addressing poor stock performance due to a lack of response to the AI semiconductor market.",
      "keywords": [
        "Samsung Electronics",
        "Han Jong-hee",
        "CEO",
        "cardiac arrest",
        "technology",
        "South Korea",
        "semiconductors",
        "AI",
        "smartphone market"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T14:20:48.000Z"
    },
    {
      "title": "Doge cuts allow Musk to cash in with SpaceX and Starlink contracts, ex-workers warn",
      "link": "https://www.theguardian.com/technology/2025/mar/25/doge-musk-spacex-starlink-contracts",
      "author": null,
      "thumbnail": null,
      "summary": "- Elon Musk is allegedly directing contracts toward his companies SpaceX and Starlink, raising conflict of interest concerns.\n- Four federal agencies are reportedly steering new contracts to Musk’s Starlink, alongside significant layoffs at NOAA due to cost-cutting measures.\n- The privatization of NOAA operations could severely impact weather forecasting and communication infrastructure nationwide.\n- Recent contracts and funding shifts by agencies like the FAA favor Starlink over traditional competitors.\n- Critiques highlight how Musk's agenda may threaten existing space traffic coordination and weather data reliability.",
      "keywords": [
        "Elon Musk",
        "SpaceX",
        "Starlink",
        "NOAA",
        "government efficiency",
        "privatization",
        "federal contracts",
        "weather forecasting"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-25T12:36:36.000Z"
    },
    {
      "title": "One brave woman wrenched back control of her data from the tech giants. Now, go and do the same",
      "link": "https://www.theguardian.com/commentisfree/2025/mar/25/control-personal-data-tech-giants-meta-targeted-ads",
      "author": "Dominic Grieve",
      "thumbnail": "https://i.guim.co.uk/img/media/9610b79f48f638d10242322f43f22e9f0a83574f/0_0_4000_2662/master/4000.jpg?width=620&dpr=2&crop=none",
      "summary": "- Tanya O’Carroll, a human rights campaigner, reached a settlement with Meta regarding her personal data rights.\n- O’Carroll asserted her rights under the GDPR to object to targeted advertising based on personal data.\n- Meta agreed to stop targeting ads to users based on their personal data for the first time.\n- The case may empower many UK citizens to assert their data rights against social media platforms.\n- The ICO supported O’Carroll in her case, highlighting the need for enforcement of data protection laws.\n- Government influence and potential policy changes may challenge the effectiveness of data protection regulations in the future.",
      "keywords": [
        "data protection",
        "GDPR",
        "Meta",
        "social media",
        "Tanya O’Carroll",
        "targeted advertising",
        "ICO",
        "privacy rights",
        "public interest cases"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T12:00:04.000Z"
    },
    {
      "title": "Opt out: what to do with your 23andMe account after company filed bankruptcy",
      "link": "https://www.theguardian.com/technology/2025/mar/25/opt-out-23andme-account-dna-data-privacy",
      "author": null,
      "thumbnail": null,
      "summary": "- 23andMe has filed for bankruptcy, raising concerns about user data security.\n- Users are advised to delete their accounts to protect sensitive genetic information as it may be transferred to a new owner.\n- California's Attorney General has urged residents to invoke their rights to delete genetic data amidst the company's financial issues.\n- 23andMe experienced a significant data breach in 2023, affecting over 7 million users.\n- Users can delete their accounts by following specific steps in settings but some information will still be retained due to legal compliance.",
      "keywords": [
        "23andMe",
        "bankruptcy",
        "genetic data",
        "privacy",
        "data security",
        "California attorney general",
        "account deletion"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T10:00:10.000Z"
    },
    {
      "title": "‘No consent’: Australian authors ‘livid’ that Meta may have used their books to train AI",
      "link": "https://www.theguardian.com/technology/2025/mar/25/no-consent-australian-authors-livid-that-meta-may-have-used-their-books-to-train-ai-ntwnfb",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-25T05:34:23.000Z"
    },
    {
      "title": "X stands to benefit if UK pulls digital services tax in trade deal with US",
      "link": "https://www.theguardian.com/technology/2025/mar/24/elon-musk-x-stands-to-benefit-if-uk-pulls-digital-services-tax-in-trade-deal-with-us",
      "author": null,
      "thumbnail": null,
      "summary": "- Elon Musk's X could gain financially if the UK drops an £800m tax on US tech firms during trade negotiations with Donald Trump.\n- Dan Neidle, head of Tax Policy Associates, stated that X qualifies for the digital services tax (DST) currently being debated.\n- The UK government is considering eliminating the DST in exchange for tariff concessions from the US, with claims that the DST was aimed at preventing tax avoidance by major tech companies.\n- Labour MPs express concerns about the negative optics of reducing taxes for US tech firms amidst UK welfare cuts.",
      "keywords": [
        "X",
        "digital services tax",
        "UK",
        "US",
        "trade deal",
        "Elon Musk",
        "tech companies",
        "tax policy"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-24T19:52:12.000Z"
    },
    {
      "title": "Tesla’s Europe sales drop nearly 45% amid row over Musk’s Trump links",
      "link": "https://www.theguardian.com/technology/2025/mar/24/tesla-sales-eu-slump-elon-musks-donald-trump-byd",
      "author": null,
      "thumbnail": null,
      "summary": "- Tesla sold less than 16,000 vehicles in Europe last month, down 44% on average across 25 countries.\n- Tesla's market share fell to 9.6%, the lowest since February 2018, following a 45% drop in January.\n- In the UK, Tesla registrations rose nearly 21% in February, with Model 3 and Model Y being popular choices.\n- Analysts propose that Musk's political engagements may impact consumer sentiment towards Tesla, despite competition from rivals like Volkswagen and BYD, which saw significant sales increases.\n- Tesla's sales decline coincides with the phase-out of the existing Model Y amidst increasing competition in the EV market.",
      "keywords": [
        "Tesla",
        "Elon Musk",
        "Trump",
        "Europe",
        "EV sales",
        "BYD",
        "Volkswagen",
        "Model Y",
        "market share",
        "consumer backlash"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-24T14:36:12.000Z"
    },
    {
      "title": "Video games can’t escape their role in the radicalisation of young men",
      "link": "https://www.theguardian.com/games/2025/mar/24/video-games-cant-escape-their-role-in-the-radicalisation-of-young-men",
      "author": null,
      "thumbnail": null,
      "summary": "- The Netflix drama *Adolescence* highlights issues of toxic masculinity and online radicalisation of young men.\n- The gaming environment is criticized for harboring hate speech and violent rhetoric, especially towards women and marginalized groups.\n- The GamerGate incident in 2014 is pointed out as a significant moment of radicalisation among young white men within gaming communities.\n- Developers who diversify narratives face severe backlash, including online harassment and threats.\n- While online communities can have positive effects, there's a pressing need for the games industry and social media platforms to ensure safer environments for young users.\n- Long-term solutions involve addressing broader societal issues leading to feelings of hopelessness and rage among young men.",
      "keywords": [
        "toxic masculinity",
        "radicalisation",
        "video games",
        "young men",
        "GamerGate",
        "online communities",
        "hate speech",
        "gaming culture",
        "mental health",
        "societal issues"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-24T06:48:00.000Z"
    },
    {
      "title": "Is the Simba Hybrid Pro mattress worth the hype? I slept on it for three months to find out",
      "link": "https://www.theguardian.com/thefilter/2025/mar/23/simba-hybrid-pro-mattress-review",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/01dd0e875302b958b96a36f0c4fd2f853db3db21/0_0_2560_1536/master/2560.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- The author tested the Simba Hybrid Pro mattress for three months.\n- Initially deemed the best mattress but lost title to the Otty Original Hybrid.\n- Hybrid design combines pocket springs with memory foam, offers comfort and support.\n- Priced at £1,149 for a double, with a 200-night free trial.\n- Eight-layer construction featuring up to 4,800 springs in king size.\n- Described as medium firm; tests indicated firmness rating of 7/10.\n- Good motion isolation, suitable for couples.\n- Arrives boxed, requires effort to move due to weight over 40kg.",
      "keywords": [
        "Simba Hybrid Pro",
        "mattress review",
        "bed-in-a-box",
        "hybrid mattress",
        "sleep quality",
        "product testing"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-23T15:00:23.000Z"
    },
    {
      "title": "Could you walk across the UK in a perfectly straight line? Inside YouTube’s strangest challenge",
      "link": "https://www.theguardian.com/culture/2025/mar/24/could-you-walk-across-the-uk-in-a-perfectly-straight-line-inside-youtubes-strangest-challenge",
      "author": "null",
      "thumbnail": "null",
      "summary": "- The article discusses a YouTube challenge called 'straight line missioning', initiated by Tom Davies (GeoWizard).\n- This challenge involves walking across landscapes in a straight line, overcoming various natural obstacles.\n- Video content features participants facing challenges like fast-flowing rivers and angry landowners.\n- The phenomenon has spread, with many creators attempting their own versions of the challenge.\n- While often seen as pointless, it also fosters connections among friends and families.\n- The activity raises questions about land ownership and private property laws in the UK.",
      "keywords": [
        "YouTube",
        "GeoWizard",
        "straight line missioning",
        "land ownership",
        "nature",
        "adventure",
        "challenges"
      ],
      "scores": {
        "scale": 6,
        "impact": 5,
        "novelty": 7,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-23T14:00:22.000Z"
    },
    {
      "title": "Prosecutors told to do more to strip ‘revenge porn’ abusers of victim images",
      "link": "https://www.theguardian.com/society/2025/mar/23/prosecutors-told-to-do-more-to-strip-revenge-porn-abusers-of-victim-images",
      "author": null,
      "thumbnail": null,
      "summary": "- The Crown Prosecution Service (CPS) is updating guidance on revenge porn crimes to prevent perpetrators from retaining explicit images of victims.\n- An analysis showed only 3 out of 98 cases resulted in deprivation orders for offenders to delete illicit content, leaving victims at risk of image re-sharing.\n- The new guidance urges prosecutors to request deprivation orders more frequently, aiming to improve case strategies and ensure offenders lose their devices post-conviction.",
      "keywords": [
        "revenge porn",
        "Crown Prosecution Service",
        "deprivation orders",
        "image-based abuse",
        "victim protection",
        "legal guidance"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-23T12:00:20.000Z"
    },
    {
      "title": "Adolescence reveals a terrifying truth: smartphones are poison for boys’ minds",
      "link": "https://www.theguardian.com/commentisfree/2025/mar/23/adolescence-reveals-a-terrifying-truth-smartphones-are-poison-for-boys-minds",
      "author": null,
      "thumbnail": null,
      "summary": "- The Netflix series *Adolescence* highlights the online radicalization of boys by influencers like Andrew Tate.\n- Keir Starmer and MPs are discussing necessary actions to address rising misogyny and online influence on young boys.\n- The series argues against the idea that problems stem solely from family issues, focusing on the influence of compelling online role models.\n- Calls for investment in youth programs conflict with the argument that getting boys away from smartphones may be a more effective solution.\n- A recent survey found 40% of teenagers spend at least six hours a day online, indicating higher engagement with online culture than offline activities.\n- There is growing discussion around the government possibly restricting teenage access to social media, with other countries exploring similar bans.",
      "keywords": [
        "adolescence",
        "misogyny",
        "online radicalization",
        "Andrew Tate",
        "smartphones",
        "youth culture",
        "mental health",
        "social media"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-23T07:00:15.000Z"
    },
    {
      "title": "Reid Hoffman: ‘Start using AI deeply. It is a huge intelligence amplifier’",
      "link": "https://www.theguardian.com/technology/2025/mar/22/reid-hoffman-superagency-start-using-ai-deeply-it-is-a-huge-intelligence-amplifier",
      "author": "Not given",
      "thumbnail": "https://i.guim.co.uk/img/media/0b8a8906ed98e5de8f69923da59488f8f747f3e5/0_0_6747_4048/master/6747.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Reid Hoffman, co-founder of LinkedIn, discusses the potential of AI in his new book 'Superagency'.\n- He emphasizes AI's role as an 'intelligence amplifier' that can enhance human agency and empowerment.\n- Hoffman asserts the AI revolution could bring about a 'cognitive Industrial Revolution', despite concerns about negative impacts on jobs.\n- He differentiates beneficial AI tools like chatbots from harmful technologies such as facial recognition and surveillance.\n- He encourages embracing AI for job transformation rather than fearing obsolescence, promoting a mindset of adaptation.\n- Hoffman critiques the slow adoption of AI governance, urging democratic countries to lead in the cognitive revolution before autocratic regimes do.\n- He highlights the importance of fact-checking in technology and points out shortcomings in current tech narratives on DEI and misinformation.\n- Hoffman advocates for iterative AI regulation and the need for transparency in AI tools to prevent biased outcomes.",
      "keywords": [
        "Reid Hoffman",
        "AI",
        "Superagency",
        "intelligence amplifier",
        "human agency",
        "cognitive revolution",
        "technology",
        "democracy",
        "jobs",
        "regulation",
        "fact-checking"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-22T18:00:00.000Z"
    },
    {
      "title": "Did AI mania rush Apple into making a rare misstep with Siri?",
      "link": "https://www.theguardian.com/technology/2025/mar/22/ai-apple-siri-tim-cook-artificial-intelligence",
      "author": "John Naughton",
      "thumbnail": null,
      "summary": "- Apple stayed distant from AI trends until June 2024, introducing ‘Apple Intelligence’ at WWDC.\n- Users were required to buy an iPhone 15 Pro to access new AI features, which were perceived as underwhelming after purchase.\n- Siri enhancements promised by Apple have yet to be realized, prompting concerns and criticism.\n- The company has delayed the rollout of personalized Siri features until 2025, raising questions about Apple's strategy and execution.",
      "keywords": [
        "Apple",
        "Siri",
        "AI",
        "technology",
        "Tim Cook",
        "WWDC",
        "Apple Intelligence"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-22T16:00:54.000Z"
    },
    {
      "title": "‘We need to set the terms or we’re all screwed’: how newsrooms are tackling AI’s uncertainties and opportunities",
      "link": "https://www.theguardian.com/technology/2025/mar/22/we-need-to-set-the-terms-or-were-all-screwed-how-newsrooms-are-tackling-ais-uncertainties-and-opportunities",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/780bec5173a6120331fecdcb8798b1c610ac32de/0_0_5164_3527/master/5164.jpg?width=620&dpr=2&s=none&crop=none",
      "summary": "- USA Today is looking for an ‘AI-assisted sports reporter’, signaling AI's growing presence in journalism.\n- Newsrooms are exploring how to leverage AI for coverage while also managing risks, such as inaccuracies in AI outputs.\n- Recent incidents like the LA Times AI tool misrepresenting historical facts highlight the challenges AI poses for journalism.\n- Some media organizations are experimenting with AI for content generation and story summaries, while others are cautious about its implications for original reporting.\n- Concerns persist that AI could disrupt traditional journalism by providing content directly to users, undermining media companies’ roles.",
      "keywords": [
        "AI in journalism",
        "media industry",
        "newsroom technology",
        "journalistic ethics",
        "content generation",
        "AI challenges",
        "future of journalism"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-22T12:00:51.000Z"
    },
    {
      "title": "Loud Zoom calls, hogging space, spending a pittance: no wonder laptoppers’ antics irk cafe owners",
      "link": "https://www.theguardian.com/commentisfree/2025/mar/22/zoom-calls-cafe-owners-laptops-remote-workers",
      "author": "Emily Watkins",
      "thumbnail": null,
      "summary": "- Cafe owners are increasingly frustrated with remote workers who abuse cafe space.\n- Laptop users often hog tables for long periods while spending little money, disrupting the cafe atmosphere.\n- Suggested etiquette includes limiting time to four hours, paying adequately, avoiding loud calls, and respecting the space.",
      "keywords": [
        "cafes",
        "remote work",
        "laptops",
        "etiquette",
        "Zoom calls",
        "freelance",
        "cafe culture"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-22T10:00:50.000Z"
    },
    {
      "title": "Elon Musk lashes out at US judges as they rule against Doge",
      "link": "https://www.theguardian.com/technology/2025/mar/22/elon-musk-doge-judges-usaid",
      "author": null,
      "thumbnail": null,
      "summary": "- A federal judge ruled that Elon Musk's dismantling of USAID likely violated the constitution.\n- Musk issued online attacks against American judges, calling for their impeachment.\n- He framed judges as radical leftist activists and sought to undermine their authority.\n- Musk's initiative, Doge, faces numerous legal challenges, including nearly two dozen lawsuits.\n- Judges imposed more transparency on Doge and reversed some of its severe cuts at federal agencies.\n- Musk donated to Republican Congress members supporting impeaching judges and launched a petition against \"activist judges.\"\n- Musk's actions coincide with a broader conflict between the Trump administration and the judiciary regarding judicial decisions.\n- The Chief Justice of the Supreme Court defended the judicial system in response to attacks from Musk and Trump officials.",
      "keywords": [
        "Elon Musk",
        "USAID",
        "Doge",
        "US judiciary",
        "legal challenges",
        "impeachment",
        "activist judges",
        "Trump administration"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-22T10:00:49.000Z"
    },
    {
      "title": "Meta considers charging UK users for ad-free version after privacy lawsuit settlement",
      "link": "https://www.theguardian.com/technology/2025/mar/22/meta-confirms-it-is-considering-charging-uk-users-for-ad-free-version",
      "author": null,
      "thumbnail": null,
      "summary": "- Meta is considering an ad-free version for UK users after settling a privacy lawsuit.\n- Human rights campaigner Tanya O’Carroll sued Meta for breaching UK data laws regarding personal data use for ads.\n- Settlement offers O’Carroll a victory, with Meta committing to stop using her personal data for targeted ads.\n- O’Carroll's case supported by the Information Commissioner’s Office (ICO), highlighting rights to object to personal data use for marketing.\n- Meta may introduce a subscription service in the UK, with advertising accounting for 98% of its revenue currently.\n- A similar no-ads service already exists for EU users, costing €7.99 per month after a European court ruling.",
      "keywords": [
        "Meta",
        "Facebook",
        "Instagram",
        "UK users",
        "ad-free version",
        "privacy lawsuit",
        "data laws",
        "subscription service"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-22T00:01:35.000Z"
    },
    {
      "title": "Video game music has arrived on the festival circuit – and it’s only going to get bigger",
      "link": "https://www.theguardian.com/games/2025/mar/21/video-game-music-london-soundtrack-festival",
      "author": "Tommy Pearson",
      "thumbnail": "https://i.guim.co.uk/img/media/9eac3709331eec55076ff09769df97c830699f55/0_0_1920_1065/master/1920.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- The London Soundtrack Festival runs from March 19 to March 26, 2025, celebrating video game music alongside film and TV soundtracks.\n- Tommy Pearson, the festival's founder, emphasizes the artistic importance of video game music as a separate genre.\n- Key events include performances by the Royal Philharmonic Concert Orchestra and masterclasses led by Grammy-winning composers.\n- Video game soundtracks are gaining popularity with millions of daily streams on platforms like Instagram and TikTok.\n- Composers such as Ludvig Forssell, Harry Gregson-Williams, and Stephanie Economou will participate in discussions and performances at the festival.\n- Economou notes the prevalence of recognizable video game music in popular culture, as the gaming industry surpasses traditional media in profitability.",
      "keywords": [
        "video game music",
        "London Soundtrack Festival",
        "orchestral concert",
        "Tommy Pearson",
        "Royal Philharmonic Orchestra",
        "live performances",
        "soundtrack",
        "music industry",
        "cultural recognition"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-21T15:54:09.000Z"
    },
    {
      "title": "Elon Musk tells Tesla employees to hold onto their stock amid harsh selloff",
      "link": "https://www.theguardian.com/technology/2025/mar/21/elon-musk-tesla-stock",
      "author": null,
      "thumbnail": null,
      "summary": "- Elon Musk reassured Tesla employees about the company's \"bright and exciting\" future during an all-hands meeting.\n- He urged them not to sell their stock despite a 50% drop in share prices.\n- Tesla has faced backlash linked to Musk's controversial political actions during the Trump administration.\n- Protests against Musk have led to vandalism of Tesla vehicles; some cars have been set on fire.\n- Tesla announced a recall of nearly 46,000 Cybertrucks due to a safety hazard involving a delaminating part.\n- Financial analyst Dan Ives characterized the situation as a global brand crisis for Tesla.\n- Musk reiterated claims that Tesla vehicles will achieve full autonomy in the future.",
      "keywords": [
        "Elon Musk",
        "Tesla",
        "stock",
        "recall",
        "Cybertruck",
        "vandalism",
        "protests",
        "brand crisis"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-21T15:53:27.000Z"
    },
    {
      "title": "Norwegian files complaint after ChatGPT falsely said he had murdered his children",
      "link": "https://www.theguardian.com/technology/2025/mar/21/norwegian-files-complaint-after-chatgpt-falsely-said-he-had-murdered-his-children",
      "author": null,
      "thumbnail": null,
      "summary": "- A Norwegian man named Arve Hjalmar Holmen filed a complaint against OpenAI after ChatGPT falsely claimed he murdered his two children.\n- ChatGPT's response to a query about Holmen inaccurately stated that he received a 21-year prison sentence for the alleged murders, which were described as a shocking event in Norway.\n- Holmen, who has never been accused of any crime, stated that the false information could harm his private life and is seeking action from the Norwegian Data Protection Authority.\n- The complaint argues that the response violates accuracy provisions within GDPR and requests adjustments to prevent similar inaccuracies in the future.",
      "keywords": [
        "ChatGPT",
        "complaint",
        "defamation",
        "GDPR",
        "OpenAI",
        "Norway",
        "AI ethics"
      ],
      "scores": {
        "scale": 4,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-21T13:08:02.000Z"
    },
    {
      "title": "X sues Modi's government over content removal in new India censorship fight",
      "link": "https://www.theguardian.com/technology/2025/mar/20/x-india-censorship-lawsuit-modi-musk",
      "author": null,
      "thumbnail": null,
      "summary": "- X (formerly Twitter) has filed a lawsuit against the Indian government, claiming unlawful expansion of censorship powers by the IT ministry.\n- The lawsuit escalates ongoing legal disputes regarding government orders for content removal.\n- X argues that the new content-blocking orders lack necessary legal safeguards and oversight.\n- India’s IT ministry directed comments to the home affairs ministry, which did not respond.\n- A hearing on the matter is scheduled for 27 March after a brief session in high court.\n- X had previous legal conflicts with India over content related to farmers' protests in 2021.",
      "keywords": [
        "India",
        "censorship",
        "X",
        "lawsuit",
        "Musk",
        "government intervention",
        "content removal"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-20T21:12:07.000Z"
    },
    {
      "title": "Judge blocks Elon Musk’s Doge from accessing social security records",
      "link": "https://www.theguardian.com/technology/2025/mar/20/musk-doge-social-security",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- A federal judge has blocked Elon Musk’s Doge from accessing social security records, citing it as a “fishing expedition”.\n- Judge Ellen Hollander issued a temporary restraining order preventing access to personally identifiable information by Doge.\n- The lawsuit challenging the access was brought in February by several labor organizations.\n- Musk claims the social security system is fraught with fraud, although he has not provided substantial evidence.",
      "keywords": [
        "Elon Musk",
        "Doge",
        "social security",
        "court ruling",
        "fraud",
        "government efficiency",
        "temporary restraining order"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-20T20:50:44.000Z"
    },
    {
      "title": "AI-driven weather prediction breakthrough reported",
      "link": "https://www.theguardian.com/technology/2025/mar/20/ai-aardvark-weather-prediction-forecasting-artificial-intelligence",
      "author": "Dr. Anna Allen, Richard Turner, Dr. Scott Hosking",
      "thumbnail": "https://i.guim.co.uk/img/media/f53d9dc2908534675f2330b3267e50624211c877/0_0_4783_2869/master/4783.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- New AI weather prediction method by Aardvark Weather is significantly faster and more efficient than traditional systems.\n- The approach allows a single researcher with a desktop computer to provide accurate forecasts using raw data from various sources globally.\n- The findings published in Nature suggest improvements in forecast speed, accuracy, and cost, and the model may produce accurate eight-day forecasts and hyper-local predictions.\n- The method can democratize forecasting for developing nations and improve predictions for natural disasters and climatic issues.\n- Aardvark could outperform the US national GFS forecasting system using only 10% of the data that existing systems require.",
      "keywords": [
        "AI",
        "weather prediction",
        "forecasting",
        "Aardvark Weather",
        "climate change",
        "natural disasters",
        "machine learning",
        "University of Cambridge",
        "Alan Turing Institute"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-20T16:00:33.000Z"
    },
    {
      "title": "Australian government agencies could be customers of Israeli spyware, research suggests",
      "link": "https://www.theguardian.com/technology/2025/mar/21/australian-government-agencies-could-be-customers-of-israeli-spyware-research-suggests-ntwnfb",
      "author": null,
      "thumbnail": null,
      "summary": "- Australian agencies may be customers of Israeli spyware from Paragon Solutions according to a new report.\n- In January, Meta reported over 90 individuals had their WhatsApp accounts compromised, raising concerns about potential Australian targets.\n- The Citizen Lab identified two IP addresses in Australia linked to Paragon's Graphite spyware, suggesting possible use by government agencies.\n- Paragon’s software provides full access to messaging apps and is exclusively sold to governments, not private enterprises.\n- Australian government departments, including Home Affairs and the Signals Directorate, reportedly have no connections to Paragon Solutions.\n- Paragon's executive chairman emphasized compliance with laws and regulations in their operations.",
      "keywords": [
        "Australian government",
        "Israeli spyware",
        "Paragon Solutions",
        "Citizen Lab",
        "cybersecurity",
        "WhatsApp compromise",
        "government surveillance"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-20T14:00:28.000Z"
    },
    {
      "title": "Labour Reconsiders Smartphone Ban in Schools as Pressure Grows Over Effect on Teenagers",
      "link": "https://www.theguardian.com/education/2025/mar/20/uk-government-to-look-again-at-a-smartphone-ban-in-schools",
      "author": "Bridget Phillipson",
      "thumbnail": null,
      "summary": "- Education Secretary Bridget Phillipson will reevaluate smartphone bans in schools due to concerns from MPs about social media effects on teens.\n- A monitoring initiative will be launched to assess compliance and effectiveness of existing guidance on smartphone usage in schools.\n- Current guidelines prohibit mobile phone use throughout the school day but lack enforcement measures.\n- A focus on behavior and impact of policies will inform future National Behaviour Surveys.\n- Public sentiment is leaning towards a complete smartphone ban, with a notable portion of parents expressing dissatisfaction with the current policy.",
      "keywords": [
        "smartphone ban",
        "schools",
        "Bridget Phillipson",
        "social media",
        "teenagers",
        "education policy",
        "National Behaviour Survey",
        "UK government"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-20T12:02:20.000Z"
    },
    {
      "title": "Tesla backer says Musk must reduce Trump work, as 46,000 Cybertrucks recalled",
      "link": "https://www.theguardian.com/technology/2025/mar/20/tesla-musk-trump-work-cybertruck-recall-dan-ives-protests",
      "author": null,
      "thumbnail": null,
      "summary": "- Tesla announces a recall of 46,000 Cybertrucks to fix an exterior panel issue.\n- Protests are planned globally on 29 March, with 500 demonstrations against Tesla.\n- Tesla shares have lost one-third of their value over recent investor concerns, including Musk's involvement with Trump.\n- Dan Ives from Wedbush warns Musk needs to balance his roles at Tesla and Doge to prevent brand damage.\n- The recall relates to a cant rail, which can detach and pose a road hazard; replacements will be provided free of charge.",
      "keywords": [
        "Tesla",
        "Cybertruck",
        "recall",
        "Elon Musk",
        "protests",
        "Dan Ives",
        "Trump",
        "automotive",
        "investors"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-20T11:15:09.000Z"
    },
    {
      "title": "Nvidia will spend hundreds of billions on US manufacturing, says CEO",
      "link": "https://www.theguardian.com/technology/2025/mar/20/nvidia-us-manufacturing-ceo-jensen-huang-donald-trump",
      "author": "Jensen Huang",
      "thumbnail": null,
      "summary": "- Nvidia plans to invest several hundred billion dollars in US semiconductor and electronics manufacturing over the next four years.\n- CEO Jensen Huang cites unpredictable tariff threats as a reason for reshaping the supply chain away from Asia.\n- The company's value has surged to $2.9 trillion due to the AI market boom, increasing reliance on Taiwanese chipmakers is seen as risky.\n- Huang expresses confidence in the US manufacturing capability amidst competition from China, particularly highlighting Huawei's success.\n- Recent $100 billion investment by TSMC aids Nvidia in onshoring manufacturing for its top-tier Blackwell chips, enhancing supply chain resilience.",
      "keywords": [
        "Nvidia",
        "US manufacturing",
        "semiconductors",
        "Jensen Huang",
        "AI industry",
        "China competition",
        "investment",
        "TSMC",
        "supply chain"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-20T09:59:17.000Z"
    },
    {
      "title": "UK watchdog bans ‘shocking’ ads in mobile games that objectified women",
      "link": "https://www.theguardian.com/media/2025/mar/20/uk-watchdog-bans-ads-mobile-gaming-apps-asa",
      "author": null,
      "thumbnail": null,
      "summary": "- The UK Advertising Standards Authority (ASA) banned eight ads from mobile games for depicting women in a sexualized and objectifying manner.\n- Investigations utilized avatars to monitor ad compliance, revealing significant breaches of UK advertising codes.\n- The banned ads portrayed harmful scenarios including non-consensual sexual situations and violent control themes.\n- The ASA received a survey showing 45% of UK consumers concerned about idealized body images and 44% about the objectification of women in ads.\n- The move reflects ongoing efforts by the ASA to enforce stricter rules established in 2019 regarding representation in advertising.",
      "keywords": [
        "UK",
        "Advertising Standards Authority",
        "mobile games",
        "objectification",
        "women",
        "banned ads",
        "advertising code",
        "sexualization",
        "consumer survey"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-20T00:01:10.000Z"
    },
    {
      "title": "UK cybersecurity agency warns over risk of quantum hackers",
      "link": "https://www.theguardian.com/technology/2025/mar/20/uk-cybersecurity-agency-quantum-hackers",
      "author": null,
      "thumbnail": null,
      "summary": "- The UK’s cybersecurity agency warns organizations to guard against quantum hackers by 2035.\n- The National Cyber Security Centre (NCSC) recommends implementing post-quantum cryptography for critical infrastructures like energy and transport.\n- Quantum computers could potentially break current encryption methods used in banking and secure communications due to their ability to process complex calculations quickly.\n- Organizations are advised to complete upgrades by 2028, with major changes by 2031 and fully migrate to new systems by 2035.\n- The guidance aims to help safeguard confidential information before quantum computing capabilities are fully realized.",
      "keywords": [
        "cybersecurity",
        "quantum computing",
        "encryption",
        "NCSC",
        "post-quantum cryptography",
        "data protection",
        "UK"
      ],
      "scores": {
        "scale": 7,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-20T00:01:10.000Z"
    },
    {
      "title": "The Guardian view on modern masculinity: boys need mentors, not marketers | Editorial",
      "link": "https://www.theguardian.com/commentisfree/2025/mar/19/the-guardian-view-on-modern-masculinity-boys-need-mentors-not-marketers",
      "author": null,
      "thumbnail": null,
      "summary": "- Increasingly, boys are influenced by toxic online figures promoting a hollow, misogynistic form of masculinity.\n- Sir Gareth Southgate emphasizes the failure of modern society to provide young men with real-life role models and acknowledges the damaging effects of digital influences on their emotional health.\n- Polls indicate that Gen Z shows heightened polarization regarding feminism and gender equality, leading to increased sexist attitudes.\n- Boys today are more likely to possess smartphones than live with their fathers, causing a disconnect in community and guidance.\n- There is a need for investment in families and youth programs to build resilience, empathy, and authentic relationships among boys.",
      "keywords": [
        "masculinity",
        "mentorship",
        "social media",
        "youth",
        "toxic influences",
        "emotional health",
        "gender roles",
        "resilience"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T18:41:37.000Z"
    },
    {
      "title": "Back to the feudal: Assassin’s Creed Shadows is the most beautiful game I’ve ever seen",
      "link": "https://www.theguardian.com/games/2025/mar/19/pushing-buttons-assassins-creed-shadows-ubisoft",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/6b2d607ced427cb43f1ffdcef93b8111b4f25bfd/228_0_3600_2160/master/3600.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Assassin’s Creed Shadows set in 16th-century Japan, featuring historical figures like Oda Nobunaga.\n- Two protagonists: Yasuke (slave turned samurai) and Naoe (peasant shinobi), offering different playstyles.\n- The game is visually stunning, described as the most beautiful video game ever seen.\n- Features multilingual voice options including English, Japanese, and Portuguese for a more immersive experience.\n- Undertakes a serious approach to historical authenticity, moving away from the light-hearted nature of previous games in the series.\n- Lacks a Discovery Tour mode similar to previous Assassin’s Creed games, but requests for its inclusion are pending.",
      "keywords": [
        "Assassin's Creed",
        "video games",
        "historical fiction",
        "Japan",
        "Ubisoft",
        "Yasuke",
        "Naoe",
        "Oda Nobunaga",
        "game review"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T15:00:03.000Z"
    },
    {
      "title": "Italian activist alerts ICC to spyware attack when in communication with court",
      "link": "https://www.theguardian.com/world/2025/mar/19/italian-activist-david-yambio-alerts-icc-spyware-attack",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- Italian activist David Yambio warned the ICC of spyware on his phone during communications about torture victims in [Libya](https://www.theguardian.com/world/libya).\n- A report by The Citizen Lab confirmed Yambio was targeted by mercenary spyware during ICC communications, with attacks noted around June 2024.\n- The incident raises concerns over possible government interference in ICC proceedings, particularly under Italian Prime Minister [Giorgia Meloni](https://www.theguardian.com/world/giorgia-meloni) amid scrutiny over previous surveillance claims.\n- The report also noted that several activists, including friends of Pope Francis, were targeted using spyware from [Paragon Solutions](https://www.theguardian.com/business/paragongroupofcompanies).\n- Investigators found evidence of spyware in WhatsApp and other apps on targeted phones, and Apple confirmed the attack's sophistication, releasing a fix in iOS 18.\n- Other countries reportedly using Paragon's services include Australia, Canada, Denmark, Cyprus, Singapore, and Israel, raising concerns about the legality and oversight of such surveillance.\n- EU MEP [Hannah Neumann](https://www.theguardian.com/world/europe-news) emphasized the need for stronger regulations to prevent spyware abuse.",
      "keywords": [
        "David Yambio",
        "ICC",
        "spyware",
        "Libya",
        "Paragon Solutions",
        "surveillance",
        "Hannah Neumann",
        "Giorgia Meloni",
        "Citizen Lab",
        "Apple"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T12:07:40.000Z"
    },
    {
      "title": "Value of Elon Musk’s X ‘rebounds to $44bn purchase price’",
      "link": "https://www.theguardian.com/technology/2025/mar/19/value-elon-musk-x-rebounds-purchase-price",
      "author": null,
      "thumbnail": null,
      "summary": "- The value of Elon Musk’s platform X has soared back to the $44bn he purchased it for.  \n- Investors valued it at $44bn in a secondary deal, a significant increase from a $10bn valuation by Fidelity in September.  \n- X is attempting to raise $2bn in new equity as it faces over $1bn in junior debt.  \n- Musk has faced declining revenue since acquiring the platform but reported adjusted profits of $1.2bn last year.  \n- The valuation rebound is attributed to a secondary deal that will help set a price for the primary funding round.",
      "keywords": [
        "Elon Musk",
        "X",
        "valuation",
        "investors",
        "Twitter",
        "$44bn",
        "fundraising",
        "advertisers",
        "revenue",
        "xAI"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T11:33:04.000Z"
    },
    {
      "title": "Google to pay $28m to settle claims it favoured white and Asian employees",
      "link": "https://www.theguardian.com/technology/2025/mar/19/google-pay-settle-claims-favoured-white-asian-employees",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- Google has agreed to pay $28m to settle a lawsuit claiming it favored white and Asian employees over others.\n- The settlement, which has preliminary approval, affects at least 6,632 employees from February 15, 2018, to December 31, 2024.\n- The lawsuit was led by Ana Cantu, who alleged discriminatory practices in pay and promotions at Google, violating the California Equal Pay Act.",
      "keywords": [
        "Google",
        "settlement",
        "lawsuit",
        "discrimination",
        "equal pay",
        "California"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T09:41:42.000Z"
    },
    {
      "title": "The Thinking Game review – DeepMind study offers wide-lens view of our tech lords and AGI",
      "link": "https://www.theguardian.com/film/2025/mar/19/the-thinking-game-review-deepmind-study-offers-wide-lens-view-of-our-tech-lords-and-agi",
      "author": null,
      "thumbnail": null,
      "summary": "- The documentary provides an approachable entry into AI, focusing on DeepMind, now Google DeepMind.\n- It features Demis Hassabis, DeepMind's founder, showcasing his background and achievements.\n- Highlights the AI model AlphaFold, which predicts protein structures, as a significant scientific advancement.",
      "keywords": [
        "Artificial Intelligence",
        "DeepMind",
        "AGI",
        "documentary",
        "AlphaFold",
        "science news"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T09:00:21.000Z"
    },
    {
      "title": "The Best iPhones in 2025: Which Apple Smartphone is Right for You",
      "link": "https://www.theguardian.com/technology/article/2025/feb/13/best-apple-iphone",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/b3c161cf8400ba59e6dd1104240fa045152ba3e4/0_179_5266_3159/master/5266.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- The iPhone 16 is the best choice for most users, offering a balance of features at a lower price.\n- iPhone 16 Pro is recommended for photography enthusiasts with its advanced camera features.\n- iPhone 16 Pro Max is ideal for those seeking the best screen and battery life.\n- The cheapest new iPhone is the iPhone 16e, suitable for budget-conscious buyers.\n- All models feature the latest A18 chip, supporting AI tools and improved camera capabilities.\n- The iPhone 16 introduces new features like a customizable Action button and improved water resistance.",
      "keywords": [
        "iPhone 16",
        "iPhone 16 Pro",
        "iPhone 16 Pro Max",
        "Apple smartphones",
        "2025 technology",
        "best smartphones"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T08:00:35.000Z"
    },
    {
      "title": "Kindle Colorsoft review: Amazon’s new e-reader gets colour screen upgrade",
      "link": "https://www.theguardian.com/technology/2025/mar/19/kindle-colorsoft-review-amazon-e-reader-colour-screen-upgrade",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/5580d55e0bd5a16f4a4188d73fbdd63598bd1d4c/339_254_4919_2951/master/4919.jpg?width=620&dpr=2&s=none&crop=none",
      "summary": "- The Kindle Colorsoft is Amazon's first e-reader with a colour screen, priced at £270.\n- It offers improvements in contrast and speed over competitors like Boox and Kobo.\n- Features a 7-inch colour e-paper display with 150ppi for colour and 300ppi for black & white.\n- While black and white text appears a bit greyer, the functionality of the device remains solid.\n- Enhanced visual organization with coloured book covers and in-text visuals, making it easier to browse.\n- Supports highlighting passages in various colours, with a fast and responsive touchscreen interface.\n- Battery life lasts approximately 32 hours when reading colour graphic novels.\n- Weight is 219g, and dimensions are 127.6 x 176.7 x 7.8mm with IPX8 water resistance rating.\n- Retains basic Kindle features with a smooth black plastic design and a single physical button.\n- Although it enhances reading experiences, the small screen size makes it less ideal for full-size graphic novels.",
      "keywords": [
        "Kindle",
        "color e-reader",
        "Amazon",
        "book reading",
        "e-ink",
        "graphic novels",
        "technology upgrade"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T07:00:18.000Z"
    },
    {
      "title": "Ban smartphones for UK under-16s, urges Adolescence writer",
      "link": "https://www.theguardian.com/society/2025/mar/18/ban-smartphones-for-uk-under-16s-urges-adolescence-writer-jack-thorne",
      "author": "Jack Thorne",
      "thumbnail": null,
      "summary": "- Jack Thorne proposes that smartphones be banned for under-16s in the UK, comparing them to cigarettes.\n- He emphasizes the dangers of social media algorithms that can lead teenagers to harmful online spaces.\n- Thorne calls for radical government action similar to regulations in France, Norway, and Australia regarding teen access to social media.\n- The Netflix show *Adolescence*, co-written by Thorne, has sparked discussions about the influence of incel culture and misogyny online.\n- The show depicts a 13-year-old protagonist caught in these dangerous environments, highlighting the perception and meanings of emojis among teens.\n- Academics warn about rising anti-feminist sentiments fueled by social media platforms and the need for vigilance against incel culture's symbols and language.\n- The recently enacted Online Safety Act in the UK aims to control harmful content but faces challenges in identifying incel-related emojis.",
      "keywords": [
        "smartphones",
        "ban",
        "teenagers",
        "incel culture",
        "social media",
        "Adolescence",
        "Jack Thorne",
        "Online Safety Act",
        "misogyny",
        "government regulations"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T19:19:29.000Z"
    },
    {
      "title": "Assassin’s Creed: Shadows – a historic frolic through feudal Japan",
      "link": "https://www.theguardian.com/games/2025/mar/18/assassins-creed-shadows-a-historic-frolic-through-feudal-japan",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/d0e949cce3f72d8d4c15b40f75e6b97a9ca300aa/0_0_3840_2160/master/3840.jpg?width=620&dpr=2&crop=none",
      "summary": "- Set in Japan, 1581, during the tumultuous era of Oda Nobunaga's reign.\n- Combines exciting gameplay with a historical narrative as players take on the roles of a shinobi and a brave samurai.\n- Features a richly detailed environment with authentic landscapes and historical settings, including Kyoto and Osaka.\n- Offers dual protagonists: Fujibayashi Naoe, a stealthy female shinobi, and Yasuke, a powerful black samurai.\n- Players navigate through missions that involve repetitive quest structures.\n- Combat system praised for one-on-one engagements but criticized for chaotic group interactions.\n- Game releases on March 20, priced at £59.99.",
      "keywords": [
        "Assassin’s Creed",
        "Japan",
        "Ninja",
        "Samurai",
        "Ubisoft",
        "Video Games",
        "History"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-18T17:00:01.000Z"
    },
    {
      "0": "{",
      "1": "\"",
      "2": "t",
      "3": "i",
      "4": "t",
      "5": "l",
      "6": "e",
      "7": "\"",
      "8": ":",
      "9": "\"",
      "10": "R",
      "11": "u",
      "12": "s",
      "13": "s",
      "14": "i",
      "15": "a",
      "16": " ",
      "17": "u",
      "18": "s",
      "19": "i",
      "20": "n",
      "21": "g",
      "22": " ",
      "23": "c",
      "24": "r",
      "25": "i",
      "26": "m",
      "27": "i",
      "28": "n",
      "29": "a",
      "30": "l",
      "31": " ",
      "32": "n",
      "33": "e",
      "34": "t",
      "35": "w",
      "36": "o",
      "37": "r",
      "38": "k",
      "39": "s",
      "40": " ",
      "41": "t",
      "42": "o",
      "43": " ",
      "44": "d",
      "45": "r",
      "46": "i",
      "47": "v",
      "48": "e",
      "49": " ",
      "50": "i",
      "51": "n",
      "52": "c",
      "53": "r",
      "54": "e",
      "55": "a",
      "56": "s",
      "57": "e",
      "58": " ",
      "59": "i",
      "60": "n",
      "61": " ",
      "62": "s",
      "63": "a",
      "64": "b",
      "65": "o",
      "66": "t",
      "67": "a",
      "68": "g",
      "69": "e",
      "70": " ",
      "71": "a",
      "72": "c",
      "73": "t",
      "74": "s",
      "75": ",",
      "76": " ",
      "77": "s",
      "78": "a",
      "79": "y",
      "80": "s",
      "81": " ",
      "82": "E",
      "83": "u",
      "84": "r",
      "85": "o",
      "86": "p",
      "87": "o",
      "88": "l",
      "89": "\"",
      "90": ",",
      "91": "\"",
      "92": "a",
      "93": "u",
      "94": "t",
      "95": "h",
      "96": "o",
      "97": "r",
      "98": "\"",
      "99": ":",
      "100": "n",
      "101": "u",
      "102": "l",
      "103": "l",
      "104": ",",
      "105": "\"",
      "106": "t",
      "107": "h",
      "108": "u",
      "109": "m",
      "110": "b",
      "111": "n",
      "112": "a",
      "113": "i",
      "114": "l",
      "115": "\"",
      "116": ":",
      "117": "n",
      "118": "u",
      "119": "l",
      "120": "l",
      "121": ",",
      "122": "\"",
      "123": "s",
      "124": "u",
      "125": "m",
      "126": "m",
      "127": "a",
      "128": "r",
      "129": "y",
      "130": "\"",
      "131": ":",
      "132": "\"",
      "133": "-",
      "134": " ",
      "135": "E",
      "136": "u",
      "137": "r",
      "138": "o",
      "139": "p",
      "140": "o",
      "141": "l",
      "142": " ",
      "143": "r",
      "144": "e",
      "145": "p",
      "146": "o",
      "147": "r",
      "148": "t",
      "149": "s",
      "150": " ",
      "151": "i",
      "152": "n",
      "153": "c",
      "154": "r",
      "155": "e",
      "156": "a",
      "157": "s",
      "158": "e",
      "159": " ",
      "160": "i",
      "161": "n",
      "162": " ",
      "163": "p",
      "164": "o",
      "165": "l",
      "166": "i",
      "167": "t",
      "168": "i",
      "169": "c",
      "170": "a",
      "171": "l",
      "172": "l",
      "173": "y",
      "174": " ",
      "175": "m",
      "176": "o",
      "177": "t",
      "178": "i",
      "179": "v",
      "180": "a",
      "181": "t",
      "182": "e",
      "183": "d",
      "184": " ",
      "185": "c",
      "186": "y",
      "187": "b",
      "188": "e",
      "189": "r",
      "190": "-",
      "191": "a",
      "192": "t",
      "193": "t",
      "194": "a",
      "195": "c",
      "196": "k",
      "197": "s",
      "198": " ",
      "199": "a",
      "200": "n",
      "201": "d",
      "202": " ",
      "203": "s",
      "204": "a",
      "205": "b",
      "206": "o",
      "207": "t",
      "208": "a",
      "209": "g",
      "210": "e",
      "211": " ",
      "212": "b",
      "213": "y",
      "214": " ",
      "215": "s",
      "216": "t",
      "217": "a",
      "218": "t",
      "219": "e",
      "220": " ",
      "221": "a",
      "222": "c",
      "223": "t",
      "224": "o",
      "225": "r",
      "226": "s",
      "227": " ",
      "228": "i",
      "229": "n",
      "230": " ",
      "231": "t",
      "232": "h",
      "233": "e",
      "234": " ",
      "235": "E",
      "236": "U",
      "237": ".",
      "238": "\\",
      "239": "n",
      "240": "-",
      "241": " ",
      "242": "\"",
      "243": "H",
      "244": "y",
      "245": "b",
      "246": "r",
      "247": "i",
      "248": "d",
      "249": " ",
      "250": "t",
      "251": "h",
      "252": "r",
      "253": "e",
      "254": "a",
      "255": "t",
      "256": "\"",
      "257": " ",
      "258": "a",
      "259": "c",
      "260": "t",
      "261": "o",
      "262": "r",
      "263": "s",
      "264": " ",
      "265": "f",
      "266": "o",
      "267": "r",
      "268": "m",
      "269": "i",
      "270": "n",
      "271": "g",
      "272": " ",
      "273": "a",
      "274": "l",
      "275": "l",
      "276": "i",
      "277": "a",
      "278": "n",
      "279": "c",
      "280": "e",
      "281": "s",
      "282": " ",
      "283": "w",
      "284": "i",
      "285": "t",
      "286": "h",
      "287": " ",
      "288": "o",
      "289": "r",
      "290": "g",
      "291": "a",
      "292": "n",
      "293": "i",
      "294": "z",
      "295": "e",
      "296": "d",
      "297": " ",
      "298": "c",
      "299": "r",
      "300": "i",
      "301": "m",
      "302": "i",
      "303": "n",
      "304": "a",
      "305": "l",
      "306": " ",
      "307": "g",
      "308": "a",
      "309": "n",
      "310": "g",
      "311": "s",
      "312": " ",
      "313": "f",
      "314": "o",
      "315": "r",
      "316": " ",
      "317": "d",
      "318": "e",
      "319": "s",
      "320": "t",
      "321": "a",
      "322": "b",
      "323": "i",
      "324": "l",
      "325": "i",
      "326": "z",
      "327": "a",
      "328": "t",
      "329": "i",
      "330": "o",
      "331": "n",
      "332": ".",
      "333": "\\",
      "334": "n",
      "335": "-",
      "336": " ",
      "337": "C",
      "338": "r",
      "339": "i",
      "340": "m",
      "341": "i",
      "342": "n",
      "343": "a",
      "344": "l",
      "345": " ",
      "346": "a",
      "347": "c",
      "348": "t",
      "349": "i",
      "350": "v",
      "351": "i",
      "352": "t",
      "353": "i",
      "354": "e",
      "355": "s",
      "356": " ",
      "357": "i",
      "358": "n",
      "359": "c",
      "360": "l",
      "361": "u",
      "362": "d",
      "363": "e",
      "364": " ",
      "365": "s",
      "366": "a",
      "367": "b",
      "368": "o",
      "369": "t",
      "370": "a",
      "371": "g",
      "372": "e",
      "373": ",",
      "374": " ",
      "375": "a",
      "376": "r",
      "377": "s",
      "378": "o",
      "379": "n",
      "380": ",",
      "381": " ",
      "382": "d",
      "383": "a",
      "384": "t",
      "385": "a",
      "386": " ",
      "387": "t",
      "388": "h",
      "389": "e",
      "390": "f",
      "391": "t",
      "392": ",",
      "393": " ",
      "394": "a",
      "395": "n",
      "396": "d",
      "397": " ",
      "398": "m",
      "399": "i",
      "400": "g",
      "401": "r",
      "402": "a",
      "403": "n",
      "404": "t",
      "405": " ",
      "406": "s",
      "407": "m",
      "408": "u",
      "409": "g",
      "410": "g",
      "411": "l",
      "412": "i",
      "413": "n",
      "414": "g",
      "415": ".",
      "416": "\\",
      "417": "n",
      "418": "-",
      "419": " ",
      "420": "E",
      "421": "U",
      "422": " ",
      "423": "C",
      "424": "o",
      "425": "m",
      "426": "m",
      "427": "i",
      "428": "s",
      "429": "s",
      "430": "i",
      "431": "o",
      "432": "n",
      "433": "e",
      "434": "r",
      "435": " ",
      "436": "M",
      "437": "a",
      "438": "g",
      "439": "n",
      "440": "u",
      "441": "s",
      "442": " ",
      "443": "B",
      "444": "r",
      "445": "u",
      "446": "n",
      "447": "n",
      "448": "e",
      "449": "r",
      "450": " ",
      "451": "h",
      "452": "i",
      "453": "g",
      "454": "h",
      "455": "l",
      "456": "i",
      "457": "g",
      "458": "h",
      "459": "t",
      "460": "s",
      "461": " ",
      "462": "t",
      "463": "h",
      "464": "e",
      "465": " ",
      "466": "r",
      "467": "a",
      "468": "p",
      "469": "i",
      "470": "d",
      "471": " ",
      "472": "e",
      "473": "n",
      "474": "t",
      "475": "r",
      "476": "y",
      "477": " ",
      "478": "o",
      "479": "f",
      "480": " ",
      "481": "t",
      "482": "h",
      "483": "r",
      "484": "e",
      "485": "a",
      "486": "t",
      "487": "s",
      "488": " ",
      "489": "i",
      "490": "n",
      "491": "t",
      "492": "o",
      "493": " ",
      "494": "t",
      "495": "h",
      "496": "e",
      "497": " ",
      "498": "E",
      "499": "U",
      "500": " ",
      "501": "t",
      "502": "h",
      "503": "r",
      "504": "o",
      "505": "u",
      "506": "g",
      "507": "h",
      "508": " ",
      "509": "e",
      "510": "n",
      "511": "c",
      "512": "r",
      "513": "y",
      "514": "p",
      "515": "t",
      "516": "e",
      "517": "d",
      "518": " ",
      "519": "m",
      "520": "e",
      "521": "s",
      "522": "s",
      "523": "a",
      "524": "g",
      "525": "e",
      "526": "s",
      "527": " ",
      "528": "a",
      "529": "n",
      "530": "d",
      "531": " ",
      "532": "m",
      "533": "i",
      "534": "g",
      "535": "r",
      "536": "a",
      "537": "n",
      "538": "t",
      "539": " ",
      "540": "b",
      "541": "u",
      "542": "s",
      "543": "e",
      "544": "s",
      "545": ".",
      "546": "\\",
      "547": "n",
      "548": "-",
      "549": " ",
      "550": "C",
      "551": "y",
      "552": "b",
      "553": "e",
      "554": "r",
      "555": "-",
      "556": "a",
      "557": "t",
      "558": "t",
      "559": "a",
      "560": "c",
      "561": "k",
      "562": " ",
      "563": "o",
      "564": "n",
      "565": " ",
      "566": "a",
      "567": " ",
      "568": "h",
      "569": "o",
      "570": "s",
      "571": "p",
      "572": "i",
      "573": "t",
      "574": "a",
      "575": "l",
      "576": " ",
      "577": "l",
      "578": "i",
      "579": "n",
      "580": "k",
      "581": "e",
      "582": "d",
      "583": " ",
      "584": "t",
      "585": "o",
      "586": " ",
      "587": "s",
      "588": "t",
      "589": "a",
      "590": "t",
      "591": "e",
      "592": " ",
      "593": "a",
      "594": "c",
      "595": "t",
      "596": "o",
      "597": "r",
      "598": "s",
      "599": " ",
      "600": "n",
      "601": "o",
      "602": "t",
      "603": "e",
      "604": "d",
      "605": " ",
      "606": "b",
      "607": "y",
      "608": " ",
      "609": "P",
      "610": "o",
      "611": "l",
      "612": "i",
      "613": "s",
      "614": "h",
      "615": " ",
      "616": "o",
      "617": "f",
      "618": "f",
      "619": "i",
      "620": "c",
      "621": "i",
      "622": "a",
      "623": "l",
      "624": "s",
      "625": ".",
      "626": "\\",
      "627": "n",
      "628": "-",
      "629": " ",
      "630": "E",
      "631": "u",
      "632": "r",
      "633": "o",
      "634": "p",
      "635": "o",
      "636": "l",
      "637": "’",
      "638": "s",
      "639": " ",
      "640": "a",
      "641": "s",
      "642": "s",
      "643": "e",
      "644": "s",
      "645": "s",
      "646": "m",
      "647": "e",
      "648": "n",
      "649": "t",
      "650": " ",
      "651": "c",
      "652": "o",
      "653": "n",
      "654": "d",
      "655": "u",
      "656": "c",
      "657": "t",
      "658": "e",
      "659": "d",
      "660": " ",
      "661": "e",
      "662": "v",
      "663": "e",
      "664": "r",
      "665": "y",
      "666": " ",
      "667": "f",
      "668": "o",
      "669": "u",
      "670": "r",
      "671": " ",
      "672": "y",
      "673": "e",
      "674": "a",
      "675": "r",
      "676": "s",
      "677": ";",
      "678": " ",
      "679": "w",
      "680": "a",
      "681": "r",
      "682": "n",
      "683": "s",
      "684": " ",
      "685": "o",
      "686": "f",
      "687": " ",
      "688": "l",
      "689": "a",
      "690": "s",
      "691": "t",
      "692": "i",
      "693": "n",
      "694": "g",
      "695": " ",
      "696": "i",
      "697": "m",
      "698": "p",
      "699": "a",
      "700": "c",
      "701": "t",
      "702": "s",
      "703": " ",
      "704": "f",
      "705": "r",
      "706": "o",
      "707": "m",
      "708": " ",
      "709": "t",
      "710": "h",
      "711": "e",
      "712": " ",
      "713": "R",
      "714": "u",
      "715": "s",
      "716": "s",
      "717": "i",
      "718": "a",
      "719": "-",
      "720": "U",
      "721": "k",
      "722": "r",
      "723": "a",
      "724": "i",
      "725": "n",
      "726": "e",
      "727": " ",
      "728": "w",
      "729": "a",
      "730": "r",
      "731": ".",
      "732": "\\",
      "733": "n",
      "734": "-",
      "735": " ",
      "736": "P",
      "737": "r",
      "738": "o",
      "739": "s",
      "740": "e",
      "741": "c",
      "742": "u",
      "743": "t",
      "744": "o",
      "745": "r",
      "746": "s",
      "747": " ",
      "748": "i",
      "749": "n",
      "750": " ",
      "751": "L",
      "752": "i",
      "753": "t",
      "754": "h",
      "755": "u",
      "756": "a",
      "757": "n",
      "758": "i",
      "759": "a",
      "760": " ",
      "761": "l",
      "762": "i",
      "763": "n",
      "764": "k",
      "765": " ",
      "766": "a",
      "767": "r",
      "768": "s",
      "769": "o",
      "770": "n",
      "771": " ",
      "772": "a",
      "773": "t",
      "774": " ",
      "775": "a",
      "776": "n",
      "777": " ",
      "778": "I",
      "779": "k",
      "780": "e",
      "781": "a",
      "782": " ",
      "783": "t",
      "784": "o",
      "785": " ",
      "786": "R",
      "787": "u",
      "788": "s",
      "789": "s",
      "790": "i",
      "791": "a",
      "792": "n",
      "793": " ",
      "794": "m",
      "795": "i",
      "796": "l",
      "797": "i",
      "798": "t",
      "799": "a",
      "800": "r",
      "801": "y",
      "802": " ",
      "803": "i",
      "804": "n",
      "805": "t",
      "806": "e",
      "807": "l",
      "808": "l",
      "809": "i",
      "810": "g",
      "811": "e",
      "812": "n",
      "813": "c",
      "814": "e",
      "815": " ",
      "816": "(",
      "817": "G",
      "818": "R",
      "819": "U",
      "820": ")",
      "821": ".",
      "822": "\\",
      "823": "n",
      "824": "-",
      "825": " ",
      "826": "C",
      "827": "r",
      "828": "i",
      "829": "m",
      "830": "i",
      "831": "n",
      "832": "a",
      "833": "l",
      "834": " ",
      "835": "n",
      "836": "e",
      "837": "t",
      "838": "w",
      "839": "o",
      "840": "r",
      "841": "k",
      "842": "s",
      "843": " ",
      "844": "i",
      "845": "n",
      "846": "c",
      "847": "r",
      "848": "e",
      "849": "a",
      "850": "s",
      "851": "i",
      "852": "n",
      "853": "g",
      "854": "l",
      "855": "y",
      "856": " ",
      "857": "s",
      "858": "e",
      "859": "r",
      "860": "v",
      "861": "e",
      "862": " ",
      "863": "a",
      "864": "s",
      "865": " ",
      "866": "p",
      "867": "r",
      "868": "o",
      "869": "x",
      "870": "i",
      "871": "e",
      "872": "s",
      "873": " ",
      "874": "f",
      "875": "o",
      "876": "r",
      "877": " ",
      "878": "s",
      "879": "t",
      "880": "a",
      "881": "t",
      "882": "e",
      "883": " ",
      "884": "a",
      "885": "c",
      "886": "t",
      "887": "o",
      "888": "r",
      "889": "s",
      "890": ",",
      "891": " ",
      "892": "e",
      "893": "n",
      "894": "a",
      "895": "b",
      "896": "l",
      "897": "i",
      "898": "n",
      "899": "g",
      "900": " ",
      "901": "s",
      "902": "t",
      "903": "r",
      "904": "a",
      "905": "t",
      "906": "e",
      "907": "g",
      "908": "i",
      "909": "c",
      "910": " ",
      "911": "d",
      "912": "e",
      "913": "s",
      "914": "t",
      "915": "a",
      "916": "b",
      "917": "i",
      "918": "l",
      "919": "i",
      "920": "z",
      "921": "a",
      "922": "t",
      "923": "i",
      "924": "o",
      "925": "n",
      "926": ".",
      "927": "\"",
      "928": ",",
      "929": "\"",
      "930": "s",
      "931": "c",
      "932": "o",
      "933": "r",
      "934": "e",
      "935": "s",
      "936": "\"",
      "937": ":",
      "938": "{",
      "939": "\"",
      "940": "s",
      "941": "c",
      "942": "a",
      "943": "l",
      "944": "e",
      "945": "\"",
      "946": ":",
      "947": "8",
      "948": ",",
      "949": "\"",
      "950": "i",
      "951": "m",
      "952": "p",
      "953": "a",
      "954": "c",
      "955": "t",
      "956": "\"",
      "957": ":",
      "958": "9",
      "959": ",",
      "960": "\"",
      "961": "n",
      "962": "o",
      "963": "v",
      "964": "e",
      "965": "l",
      "966": "t",
      "967": "y",
      "968": "\"",
      "969": ":",
      "970": "7",
      "971": ",",
      "972": "\"",
      "973": "l",
      "974": "o",
      "975": "n",
      "976": "g",
      "977": "T",
      "978": "e",
      "979": "r",
      "980": "m",
      "981": "S",
      "982": "i",
      "983": "g",
      "984": "n",
      "985": "i",
      "986": "f",
      "987": "i",
      "988": "c",
      "989": "a",
      "990": "n",
      "991": "c",
      "992": "e",
      "993": "\"",
      "994": ":",
      "995": "8",
      "996": "}",
      "997": ",",
      "998": "\"",
      "999": "k",
      "1000": "e",
      "1001": "y",
      "1002": "w",
      "1003": "o",
      "1004": "r",
      "1005": "d",
      "1006": "s",
      "1007": "\"",
      "1008": ":",
      "1009": "[",
      "1010": "\"",
      "1011": "R",
      "1012": "u",
      "1013": "s",
      "1014": "s",
      "1015": "i",
      "1016": "a",
      "1017": "\"",
      "1018": ",",
      "1019": "\"",
      "1020": "E",
      "1021": "u",
      "1022": "r",
      "1023": "o",
      "1024": "p",
      "1025": "o",
      "1026": "l",
      "1027": "\"",
      "1028": ",",
      "1029": "\"",
      "1030": "c",
      "1031": "y",
      "1032": "b",
      "1033": "e",
      "1034": "r",
      "1035": "-",
      "1036": "a",
      "1037": "t",
      "1038": "t",
      "1039": "a",
      "1040": "c",
      "1041": "k",
      "1042": "s",
      "1043": "\"",
      "1044": ",",
      "1045": "\"",
      "1046": "s",
      "1047": "a",
      "1048": "b",
      "1049": "o",
      "1050": "t",
      "1051": "a",
      "1052": "g",
      "1053": "e",
      "1054": "\"",
      "1055": ",",
      "1056": "\"",
      "1057": "c",
      "1058": "r",
      "1059": "i",
      "1060": "m",
      "1061": "i",
      "1062": "n",
      "1063": "a",
      "1064": "l",
      "1065": " ",
      "1066": "n",
      "1067": "e",
      "1068": "t",
      "1069": "w",
      "1070": "o",
      "1071": "r",
      "1072": "k",
      "1073": "s",
      "1074": "\"",
      "1075": ",",
      "1076": "\"",
      "1077": "E",
      "1078": "U",
      "1079": "\"",
      "1080": ",",
      "1081": "\"",
      "1082": "o",
      "1083": "r",
      "1084": "g",
      "1085": "a",
      "1086": "n",
      "1087": "i",
      "1088": "z",
      "1089": "e",
      "1090": "d",
      "1091": " ",
      "1092": "c",
      "1093": "r",
      "1094": "i",
      "1095": "m",
      "1096": "e",
      "1097": "\"",
      "1098": ",",
      "1099": "\"",
      "1100": "m",
      "1101": "i",
      "1102": "g",
      "1103": "r",
      "1104": "a",
      "1105": "t",
      "1106": "i",
      "1107": "o",
      "1108": "n",
      "1109": "\"",
      "1110": ",",
      "1111": "\"",
      "1112": "s",
      "1113": "t",
      "1114": "a",
      "1115": "t",
      "1116": "e",
      "1117": " ",
      "1118": "a",
      "1119": "c",
      "1120": "t",
      "1121": "o",
      "1122": "r",
      "1123": "s",
      "1124": "\"",
      "1125": ",",
      "1126": "\"",
      "1127": "s",
      "1128": "e",
      "1129": "c",
      "1130": "u",
      "1131": "r",
      "1132": "i",
      "1133": "t",
      "1134": "y",
      "1135": " ",
      "1136": "t",
      "1137": "h",
      "1138": "r",
      "1139": "e",
      "1140": "a",
      "1141": "t",
      "1142": "s",
      "1143": "\"",
      "1144": "]",
      "1145": "}",
      "title": "Russia using criminal networks to drive increase in sabotage acts, says Europol",
      "link": "https://www.theguardian.com/technology/2025/mar/18/russia-criminal-networks-drive-increase-sabotage-europol",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-18T16:46:37.000Z"
    },
    {
      "title": "I’m a recent Stem grad. Here’s why the right is winning us over",
      "link": "https://www.theguardian.com/commentisfree/2025/mar/18/stem-graduates-technology-careers",
      "author": "Jaye Chen",
      "thumbnail": null,
      "summary": "- Recent graduates in STEM feel pressure to pursue lucrative corporate roles rather than progressive careers.\n- The progressive movement has failed to attract technical talent, leaving STEM graduates more conservative.\n- Financial and tech industries aggressively recruit STEM students, shaping their career aspirations.\n- A divide exists between the technocratic right and a disillusioned left, hindering potential collaborations.\n- Progressives need to reimagine how technology can challenge power structures and recruit technical talent effectively.",
      "keywords": [
        "STEM",
        "graduation",
        "politics",
        "progressive movement",
        "technology",
        "recruitment",
        "conservatism"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T16:00:21.000Z"
    }
  ]
}