{
  "title": "Guardian",
  "link": "https://www.theguardian.com/us/technology",
  "feedUrl": "https://www.theguardian.com/us/technology/rss",
  "items": [
    {
      "title": "OpenAI launches Sora video generation tool in UK amid copyright row",
      "link": "https://www.theguardian.com/technology/2025/feb/28/openai-sora-video-generation-uk-amid-copyright-row",
      "author": null,
      "thumbnail": "https://media.guim.co.uk/c0e96e928557f09804bfd56cab1a27d70d3635a6/0_0_1920_1080/1000.jpg",
      "summary": "- OpenAI has launched its video generation tool, Sora, in the UK amid a copyright debate.\n- Beeban Kidron emphasized the urgency of the copyright discussion, criticizing government plans that favor AI firms.\n- The tool allows users to generate videos from simple text prompts, gaining attention from filmmakers and artists.\n- Sora was previously launched in the US in December and is also releasing in mainland Europe.\n- Users can create short clips with various aesthetic styles and edit them through a storyboard option.\n- OpenAI claims compliance with copyright law, using publicly available data for training Sora, despite concerns raised about potential copyright violations.",
      "keywords": [
        "OpenAI",
        "Sora",
        "video generation",
        "copyright",
        "AI",
        "creative industries",
        "Beeban Kidron",
        "UK",
        "ChatGPT"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-28T06:00:49.000Z"
    },
    {
      "title": "A journey through the hyper-political world of microchips",
      "link": "https://www.theguardian.com/technology/2025/feb/28/inside-the-mind-bending-tin-blasting-and-hyper-political-world-of-microchips",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/5ad75ce6dad88621730fb9135b464ff39c52de0d/50_0_1500_900/master/1500.jpg?width=620&dpr=1&s=none&crop=none",
      "summary": "- Extreme ultraviolet (EUV) is crucial for making advanced semiconductor chips, and the only factory producing EUV machines is in the Netherlands.\n- EUV machines cost $380 million and require complex logistics for transport, involving 40 freight containers and three cargo planes.\n- ASML's machines are not sold to China, impacting its chip production capabilities, making it reliant on older technology.\n- TSMC, based in Taiwan, produces 90% of the world's advanced semiconductors, which raises geopolitical concerns amid US-China tensions.\n- The US has implemented export controls to limit China's access to advanced chip-making technologies, amid fears of AI and defense implications.\n- China produces a significant portion of the world's rare earths, which are essential for semiconductor production, creating a further competitive edge.",
      "keywords": [
        "microchips",
        "EUV",
        "semiconductors",
        "TSMC",
        "US-China trade war",
        "technology",
        "rare earths",
        "quantum computing"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-28T02:02:49.000Z"
    },
    {
      "title": "Millions of immigrants to be surveilled under Trump, largest US immigration contractor says",
      "link": "https://www.theguardian.com/technology/2025/feb/27/migrant-surveillance-trump",
      "author": null,
      "thumbnail": null,
      "summary": "- The Geo Group plans to expand its surveillance of immigrants from 186,000 to potentially up to 450,000 due to demand from the Trump administration.\n- The company has contracted with ICE for nearly 20 years and utilizes devices like ankle monitors and facial recognition.\n- They are investing $16 million into increasing their inventory of ankle monitors and expect a preference for these devices.\n- Executives anticipate a significant increase in monitoring numbers and discussions with ICE regarding expansion of contracts are ongoing.\n- The Laken Riley Act may further require electronic monitoring for undocumented immigrants charged with crimes.",
      "keywords": [
        "surveillance",
        "immigrants",
        "ICE",
        "Geo Group",
        "Trump administration",
        "electronic monitoring",
        "Laken Riley Act"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-27T20:44:13.000Z"
    },
    {
      "title": "Amazon unveils Ocelot, its first quantum computing chip",
      "link": "https://www.theguardian.com/technology/2025/feb/27/amazon-ocelot-quantum-computing-chip",
      "author": null,
      "thumbnail": null,
      "summary": "- Amazon Web Services (AWS) announced Ocelot, its first-generation quantum computing chip.\n- The Ocelot chip can reduce quantum error correction costs by up to 90%.\n- Ocelot uses qubits, allowing for multiple states, potentially solving complex problems faster.\n- The quantum computing field is heavily invested in by the US and China, with export restrictions in place.\n- AWS head Oskar Painter emphasizes that quantum error correction is essential for practical quantum computers.\n- Ocelot addresses qubit sensitivity to environmental disturbances, requiring fewer resources for error correction.\n- The chip is currently a laboratory prototype, signifying progress towards more capable quantum computers.",
      "keywords": [
        "Amazon",
        "quantum computing",
        "Ocelot",
        "AWS",
        "quantum chip",
        "error correction",
        "technology advancement"
      ],
      "scores": {
        "scale": 6,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-27T19:48:42.000Z"
    },
    {
      "title": "Instagram Reels flooded with violent videos before Meta says it fixed error",
      "link": "https://www.theguardian.com/technology/2025/feb/27/instagram-reels-violent-videos",
      "author": null,
      "thumbnail": null,
      "summary": "- Meta Platforms resolved an error that caused violent and graphic videos to appear in Instagram Reels feeds worldwide.\n- Users complained on social media despite activating the 'sensitive content control' setting meant to filter such content.\n- Meta apologized for the mistake and did not disclose the reason for the error.\n- The incident raised questions about Meta's moderation policies, especially after it scrapped its US fact-checking program across major platforms.\n- Violent content is generally prohibited by Meta's policies, which usually lead to removal of such videos unless they serve awareness purposes.\n- Meta's reliance on automated moderation tools has increased amidst ongoing criticism regarding user safety and content recommendations.",
      "keywords": [
        "Instagram",
        "Reels",
        "violent videos",
        "Meta",
        "content moderation",
        "social media",
        "user safety",
        "fact-checking"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-27T19:48:03.000Z"
    },
    {
      "title": "Monster Hunter Wilds review – prepare for the most epic fight of your life",
      "link": "https://www.theguardian.com/games/2025/feb/27/monster-hunter-wilds-review-prepare-for-the-most-epic-fight-of-your-life",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/3e75a8e0dc82803a0d41d267a270a54e0f443675/0_0_3840_2160/master/3840.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- The player battles the Rey Dau, a horned wyvern, in an intense fight using various strategies and techniques.\n- Monster Hunter Wilds features a 15-hour story with escalating battles against increasingly powerful creatures.\n- The game combines thrilling battles with a beautifully rendered environment, offering an adrenaline-filled experience reminiscent of Dark Souls.\n- While the story serves as an introduction to the game, the real enjoyment begins after completing it and exploring the ecosystem and mechanics more deeply.\n- Players can engage in teamwork, study monster behaviors and environments, and take part in a robust multiplayer experience.",
      "keywords": [
        "Monster Hunter Wilds",
        "game review",
        "Capcom",
        "action",
        "multiplayer",
        "gaming",
        "epic battles",
        "creatures",
        "immersive world"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-27T15:15:29.000Z"
    },
    {
      "title": "YouTube star MrBeast planning investment round that could value company at $5bn",
      "link": "https://www.theguardian.com/technology/2025/feb/27/youtube-star-mrbeast-planning-investment-round-that-could-value-company",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- MrBeast (Jimmy Donaldson) is planning to raise hundreds of millions, valuing his company at approximately $5bn (£3.9bn).\n- He aims to create a holding company for his businesses, including video production, Feastables, and Lunchly, following over $400m in sales last year.\n- Current fundraising talks are early, with previous investments from firms like Alpha Wave Global; he has over 368 million YouTube subscribers and has launched successful ventures like Beast Games on Amazon.",
      "keywords": [
        "MrBeast",
        "investment",
        "YouTube",
        "business",
        "Feastables",
        "Lunchly",
        "fundraising",
        "media",
        "philanthropy"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-27T13:01:09.000Z"
    },
    {
      "title": "The 15 best games to play on the Nintendo Switch in 2025",
      "link": "https://www.theguardian.com/games/2025/feb/27/the-15-best-games-to-play-on-the-nintendo-switch-in-2025",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/e3327757a7b4dd6932d18e7d37a6c44bc42974df/65_0_1800_1080/master/1800.jpg?width=620&dpr=2&s=none&crop=none",
      "summary": "- Nintendo's Switch offers a diverse range of games catering to various tastes.\n- **Animal Crossing: New Horizons** allows players to build their dream islands and socialize with friends.\n- **Fire Emblem: Three Houses** combines tactical role-playing with engaging storytelling.\n- **Hades** is an award-winning rogue-like dungeon crawler with dynamic character interactions.\n- **Hollow Knight** merges platforming and combat in a hauntingly atmospheric world.\n- **Kirby and the Forgotten Land** introduces 3D adventures for the beloved character.\n- **Legend of Zelda: Breath of the Wild** reimagines Hyrule into an expansive open world.\n- **Mario Kart 8 Deluxe** enhances the classic racing experience with new features and multiplayer options.\n- **Pokémon Legends: Arceus** revamps the Pokémon formula with a focus on exploration.\n- **Sea of Stars** pays tribute to classic RPGs with a modern twist.\n- **Splatoon 3** provides family-friendly multiplayer mayhem without traditional shooter elements.\n- **Stardew Valley** captures the essence of farming and community living.\n- **Super Mario Odyssey** delivers creative gameplay and humor in a galaxy-spanning adventure.\n- **Super Mario Bros Wonder** brings nostalgic side-scrolling gameplay back with innovative ideas.",
      "keywords": [
        "Nintendo Switch",
        "best games",
        "Animal Crossing",
        "Fire Emblem",
        "Hades",
        "Hollow Knight",
        "Kirby",
        "Zelda",
        "Mario Kart",
        "Pokémon",
        "RPG",
        "Splatoon",
        "Stardew Valley",
        "Super Mario",
        "gaming"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-27T12:00:47.000Z"
    },
    {
      "title": "One Man's Fight to Preserve the Last Phone Box in a Norfolk Village",
      "link": "https://www.theguardian.com/society/2025/feb/27/battle-save-last-phone-box-norfolk-village",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/cec282ee0b6aa833f7dade2f54cc3e4b170d2222/0_0_5760_3840/master/5760.jpg?width=620&amp;dpr=2&amp;s=none&amp;crop=none",
      "summary": "- Derek Harris, an 89-year-old resident of Sharrington, is leading a campaign to save a historic phone box threatened by BT's closure plans.\n- The phone box is the last in the area and has been part of the village for over 50 years, facing previous threats of removal.\n- Harris argues that the box is vital for locals without mobile phone access, especially in emergencies when mobile signals are unreliable.\n- There are regulations that protect phone boxes, especially if they are the last available in an area or frequently used for emergency calls.\n- Sharrington’s phone box has seen fewer than 10 calls in the past year, but it is considered a heritage asset and a community resource.\n- Harris aims to connect the box to fibre optics as part of a modernization effort before the analog network is phased out in 2027.",
      "keywords": [
        "phone box",
        "Norfolk",
        "Derek Harris",
        "BT",
        "heritage",
        "community",
        "emergency services",
        "K6 kiosk"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-27T05:00:27.000Z"
    },
    {
      "title": "North Korea behind $1.5bn hack of crypto exchange ByBit, says FBI",
      "link": "https://www.theguardian.com/world/2025/feb/27/north-korea-bybit-crypto-exchange-hack-fbi",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-02-27T01:12:59.000Z"
    },
    {
      "title": "Trump Cabinet Flunkies Hail Wannabe Caesar and Elon, His Oligarch Pal",
      "link": "https://www.theguardian.com/us-news/2025/feb/26/trump-cabinet-elon-musk",
      "author": null,
      "thumbnail": null,
      "summary": "- Mary Beard discusses autocracy and its lethal generosity at a nearby event.\n- Donald Trump holds his first full cabinet meeting, highlighting a warm and convivial atmosphere.\n- Elon Musk attends as a key figure, humorously calling himself 'humble tech support'.\n- Musk claims his government efficiency initiative, Doge, will save money but has faced controversies.\n- Cabinet consists predominantly of white males, raising questions about diversity.\n- Musk admits that mistakes will happen but insists they can be corrected quickly.\n- Trump jokingly questions cabinet members about their contentment with Musk's presence.\n- Cabinet members praised by Musk include controversial figures such as Pete Hegseth and Robert Kennedy Jr.\n- Kennedy downplays a measles outbreak in Texas, causing backlash.\n- Overall meeting perceived as a display of authoritarian support and normalization of bullying by Trump.",
      "keywords": [
        "Trump",
        "Elon Musk",
        "cabinet meeting",
        "autocracy",
        "government efficiency",
        "Doge",
        "politics",
        "controversy",
        "diversity"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-26T21:51:06.000Z"
    },
    {
      "title": "Prioritise artists over tech in AI copyright debate, MPs say",
      "link": "https://www.theguardian.com/technology/2025/feb/26/prioritise-artists-over-tech-ai-copyright-debate-mps-say",
      "author": null,
      "thumbnail": null,
      "summary": "- Two cross-party committees of MPs argue for prioritizing fair remuneration for creators over AI training ease.\n- They call for transparency about data used to train generative AI models and oppose requiring creators to opt out of data use.\n- Caroline Dinenage highlights the concern that AI could exploit creators' work without permission, equating it to allowing theft unless explicitly prohibited.\n- The committees demand clearer guidelines on AI's use of copyrighted works and suggest stronger transparency requirements for training data.\n- A letter to ministers indicates that without proper regulations, the financial impact on creators could worsen, especially for those already constrained.",
      "keywords": [
        "AI",
        "copyright",
        "creators",
        "transparency",
        "MPs",
        "data mining",
        "creative industries"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-26T17:06:15.000Z"
    },
    {
      "title": "Nvidia to report first earnings since shock debut of Chinese AI DeepSeek",
      "link": "https://www.theguardian.com/technology/2025/feb/26/nvidia-fourth-quarter-earnings-deepseek",
      "author": null,
      "thumbnail": null,
      "summary": "- Nvidia will release its fourth quarter earnings for 2024 on Wednesday, which will be closely monitored by investors.\n- Analysts expect the company to retain its position in the AI chip market despite challenges from Microsoft's cancelled data center leases.\n- This earnings report will be the first since the introduction of China's DeepSeek AI, which competes with Nvidia's high-end GPUs.\n- Some analysts believe DeepSeek may allow competitors like AMD and Intel to gain market share in the AI infrastructure sector.",
      "keywords": [
        "Nvidia",
        "AI",
        "DeepSeek",
        "earnings report",
        "semiconductors",
        "technology",
        "Microsoft",
        "AMD",
        "Intel"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-26T17:00:11.000Z"
    },
    {
      "title": "Seeking Satoshi: The Mystery Bitcoin Creator review – a documentary so thin it features the creator’s mum",
      "link": "https://www.theguardian.com/tv-and-radio/2025/feb/26/seeking-satoshi-the-mystery-bitcoin-creator-review-a-documentary-so-thin-it-features-the-creators-mum",
      "author": null,
      "thumbnail": null,
      "summary": "- The identity of Satoshi Nakamoto, the creator of Bitcoin, remains a mystery, explored in Channel 4's documentary.\n- The documentary features interviews with various tech figures but fails to uncover significant new information.\n- The presenter, Gabriel Gatehouse, mentions the pervasive silence around Satoshi due to potential dangers related to the creator's identity.\n- The series diverges into discussions of transhumanism and other related themes rather than focusing solely on Bitcoin.\n- Criticism of the documentary includes its lack of depth and over-reliance on previously explored material in other media.",
      "keywords": [
        "Satoshi Nakamoto",
        "Bitcoin",
        "documentary",
        "Gabriel Gatehouse",
        "transhumanism",
        "cypherpunks",
        "technology",
        "identity"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-26T16:46:31.000Z"
    },
    {
      "title": "Netflix’s games were once its best-kept secret – where did it all go wrong?",
      "link": "https://www.theguardian.com/games/2025/feb/26/pushing-buttons-netflix-gaming-division",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/de3918d82a415e7b9c85c7b4b9d41df37a9030a1/220_189_2891_1735/master/2891.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- Netflix expanded into gaming in 2021 after initial interactive content successes like *Black Mirror: Bandersnatch*.\n- The gaming catalog included acclaimed indie games and adaptations like *Spiritfarer* and *Before Your Eyes*.\n- The closure of the California blockbuster studio raises concerns about Netflix's commitment to quality gaming.\n- Layoffs in gaming divisions and the cancellation of several upcoming games indicate a shift in strategy.\n- Netflix aims to focus on narrative games based on its IP, resembling board games, rather than investing in diverse, original content.\n- The direction worries stakeholders who hoped for Netflix to innovate within the gaming industry.",
      "keywords": [
        "Netflix",
        "gaming",
        "interactive entertainment",
        "video games",
        "cancellation",
        "indie games",
        "strategy shift"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-26T15:00:38.000Z"
    },
    {
      "title": "#AltGov: the secret network of federal workers resisting Doge from the inside",
      "link": "https://www.theguardian.com/us-news/2025/feb/26/altgov-elon-musk-doge-federal-workers",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/79e0835dcbe8df658bcbcf583dcb308503b27ea4/0_0_1186_373/master/1186.png?width=620&dpr=2&s=none&crop=none",
      "summary": "- A clandestine network called **#AltGov** is responding to a request from Elon Musk to federal employees to list their activities.\n- The group aims to defend public institutions and push back against authoritarianism amidst federal layoffs.\n- #AltGov has a presence on **Bluesky**, with over 40 accounts and nearly 95,000 followers on their largest account, **Alt CDC**.\n- Historically, the hashtag has roots in the **Trump administration**, and its current iteration has grown significantly in recent weeks.\n- Members share strategies through encrypted messaging and collaborate on public-facing information to counter disinformation.\n- The network helps federal employees navigate layoffs and develops action plans for civilians to engage with Congress.",
      "keywords": [
        "#AltGov",
        "federal employees",
        "Elon Musk",
        "Doge",
        "public institutions",
        "layoffs",
        "Bluesky"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-26T12:00:33.000Z"
    },
    {
      "title": "Apple to fix iPhone dictation bug that replaces word ‘racist’ with ‘Trump’",
      "link": "https://www.theguardian.com/technology/2025/feb/26/apple-to-fix-iphone-dictation-bug-trump",
      "author": null,
      "thumbnail": null,
      "summary": "- Apple is addressing a bug in its iPhone dictation tool that substitutes the word 'racist' with 'Trump'.\n- The issue was highlighted in a viral TikTok video showing the error occurring during dictation.\n- Apple acknowledged the problem and is rolling out a fix, attributing it to phonetic overlap in speech recognition.\n- The glitch sparked outrage among conservative commentators who accused big tech of political bias.\n- This incident occurred shortly after Apple announced a $500bn investment in the US, which includes AI development and job creation.",
      "keywords": [
        "Apple",
        "iPhone",
        "dictation bug",
        "racist",
        "Trump",
        "speech recognition",
        "political bias",
        "artificial intelligence",
        "investment"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-26T09:08:41.000Z"
    },
    {
      "title": "UK universities warned to ‘stress-test’ assessments as 92% of students use AI",
      "link": "https://www.theguardian.com/education/2025/feb/26/uk-universities-warned-to-stress-test-assessments-as-92-of-students-use-ai",
      "author": null,
      "thumbnail": null,
      "summary": "- Research shows 92% of students now use generative AI for studies, a significant increase from 66% last year.\n- 88% of students reported utilizing tools like ChatGPT for assessments, up from 53% in 2024.\n- Report urges universities to review assessments to mitigate AI usage and emphasizes the need for staff retraining on generative AI.",
      "keywords": [
        "UK universities",
        "generative AI",
        "student assessments",
        "academic integrity",
        "education technology",
        "AI tools",
        "ChatGPT",
        "Higher Education Policy Institute"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-26T00:01:07.000Z"
    },
    {
      "title": "Warner Bros cancels Wonder Woman video game and closes three studios",
      "link": "https://www.theguardian.com/games/2025/feb/25/warner-bros-wonder-woman-cancel",
      "author": null,
      "thumbnail": null,
      "summary": "- Warner Bros Discovery is closing three video game development studios to boost profitability amid a sluggish market recovery.\n- The studios being closed are Player First Games, WB Games San Diego, and Monolith Productions, with development on the Wonder Woman game halted.\n- The closures reflect industry challenges as gamers reduce new purchases due to inflation.\n- The company will focus on core franchises like Harry Potter, Mortal Kombat, and DC in its restructuring efforts.\n- Last month, the former chief of the interactive entertainment unit, David Haddad, departed after 12 years.",
      "keywords": [
        "Warner Bros",
        "video games",
        "studio closures",
        "Wonder Woman",
        "gaming industry",
        "profitability",
        "core franchises",
        "development"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 4,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-25T21:46:03.000Z"
    },
    {
      "title": "White House says ‘more than 1 million’ federal workers responded to Doge’s ultimatum email – video",
      "link": "https://www.theguardian.com/technology/video/2025/feb/25/white-house-says-more-than-1-million-federal-workers-responded-to-doges-ultimatum-email-video",
      "author": "Karoline Leavitt",
      "thumbnail": null,
      "summary": "- More than 1 million US federal employees responded to an email from Elon Musk's Department for Government Efficiency.\n- Employees were asked to list five accomplishments from the past week.\n- White House press secretary Karoline Leavitt emphasized the need for federal workers to match the pace of President Trump.\n- A new email threatens non-responsiveness with potential firing.\n- Related articles: [More than 20 Musk staffers resign over Doge’s ‘dismantling of public services’](https://www.theguardian.com/us-news/2025/feb/25/musk-doge-employees-resign) and [Trump defends Musk as backlash to federal workers ultimatum grows](https://www.theguardian.com/us-news/2025/feb/25/trump-deffends-musk-federal-workers).",
      "keywords": [
        "federal employees",
        "Elon Musk",
        "Department for Government Efficiency",
        "Karoline Leavitt",
        "Trump",
        "Doge",
        "email response"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-25T21:01:26.000Z"
    },
    {
      "title": "Apple shareholders vote against ending DEI program amid Trump crackdown",
      "link": "https://www.theguardian.com/technology/2025/feb/25/apple-dei-trump",
      "author": null,
      "thumbnail": null,
      "summary": "- Apple shareholders voted against a proposal to end its diversity, equity, and inclusion (DEI) program amid pressure from Donald Trump.\n- The proposal was put forth by the National Center for Public Policy Research, urging Apple to follow other companies backing away from DEI initiatives.\n- Apple's management reaffirmed its commitment to diversity despite legal scrutiny and potential lawsuits related to DEI programs.\n- CEO Tim Cook announced a $500 billion investment in the US and the creation of 20,000 jobs over the next five years, seeking to maintain a positive relationship with Trump.\n- Cook acknowledged that legal changes might require adjustments to the DEI program while striving for a culture of belonging within the company.\n- Apple's 2022 diversity report indicated a workforce makeup of nearly three-fourths white and Asian employees and two-thirds male.",
      "keywords": [
        "Apple",
        "shareholders",
        "DEI",
        "Donald Trump",
        "diversity",
        "corporate governance",
        "Tim Cook",
        "investment",
        "lawsuits",
        "workforce diversity"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-25T20:46:47.000Z"
    },
    {
      "title": "Slot into a nation of shopkeepers | Brief letters",
      "link": "https://www.theguardian.com/football/2025/feb/25/slot-into-a-nation-of-shopkeepers",
      "author": "Peter Kaan, David Duell, Jennifer Rees, Christine Shuttleworth, Philip Collier",
      "thumbnail": null,
      "summary": "- Arne Slot compared to a provincial butcher and a friendly greengrocer by Barney Ronay.\n- Rev Stephen Gardiner's letter suggests claims of the Church of England's demise are overstated despite declining attendance.\n- A 28% of over-75s without smartphones face challenges in accessing deals but save time.\n- Anecdotes on school report comments highlight different perspectives on education and student behavior.",
      "keywords": [
        "Arne Slot",
        "Liverpool",
        "Church of England",
        "smartphones",
        "education",
        "letters"
      ],
      "scores": {
        "scale": 5,
        "impact": 4,
        "novelty": 3,
        "longTermSignificance": 2
      },
      "pubDate": "2025-02-25T17:32:11.000Z"
    },
    {
      "title": "‘I felt nothing but disgust’: Tesla owners vent their anger at Elon Musk",
      "link": "https://www.theguardian.com/business/2025/feb/25/i-felt-nothing-but-disgust-tesla-owners-vent-their-anger-at-elon-musk",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/39eb5678b631e1ecfa9ceee72b4f2f97e3b8e38b/0_445_3837_4910/master/3837.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Tesla sales in Europe plummeted nearly 50% in January 2025, exacerbated by CEO Elon Musk's support for Donald Trump and far-right politics.\n- Customers express their outrage, with some planning to sell their cars or using creative means to demonstrate their dissent, like printing anti-Elon stickers.\n- Activists in Europe are calling for boycotts of Tesla in response to Musk's political views and actions, citing historical implications and the company's declining reputation.",
      "keywords": [
        "Tesla",
        "Elon Musk",
        "customer dissatisfaction",
        "politics",
        "boycott",
        "electric vehicles",
        "Europe",
        "sales decline"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-25T17:09:18.000Z"
    },
    {
      "title": "Denmark to ban mobile phones in schools and after-school clubs",
      "link": "https://www.theguardian.com/world/2025/feb/25/denmark-to-ban-mobile-phones-in-schools-and-after-school-clubs",
      "author": null,
      "thumbnail": null,
      "summary": "- Denmark will implement a ban on mobile phones in schools and after-school clubs following a government commission's recommendation.\n- All comprehensive primary and lower secondary schools (folkeskole) will be required to be phone-free, impacting children aged 7-17.\n- The decision reflects a shift in government policy amid growing concerns about children's digital well-being, with a focus on balancing digital and analogue life.\n- The 2023 wellbeing commission report urged restrictions on smartphones for children under 13 and emphasized the negative impacts of excessive screen time.\n- The Minister for Children and Education stated that phones and tablets do not belong in schools and began drafting a legislative amendment.",
      "keywords": [
        "Denmark",
        "mobile phone ban",
        "schools",
        "after-school clubs",
        "children",
        "digital well-being",
        "legislation",
        "smartphones",
        "youth"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-25T16:12:45.000Z"
    },
    {
      "title": "Tesla sales almost halve in Europe as Musk faces criticism over Trump ties",
      "link": "https://www.theguardian.com/technology/2025/feb/25/tesla-sales-europe-elon-musk-donald-trump-afd",
      "author": null,
      "thumbnail": null,
      "summary": "- Tesla's sales in Europe fell by 45% in January, selling only 9,945 vehicles compared to 18,161 last year.\n- Market share decreased from 1.8% to 1% amidst controversies surrounding CEO Elon Musk's political involvement.\n- In Germany, sales dropped to 1,277 units, the lowest since July 2021, with a 63% decline in France's sales.\n- Musk has been criticized for supporting far-right political parties, impacting consumer perception.\n- Overall European market for battery-electric cars grew by 34%, while Tesla's sales decline contrasts with rising competition.",
      "keywords": [
        "Tesla",
        "Elon Musk",
        "Europe",
        "car sales",
        "politics",
        "Trump",
        "far-right",
        "automobile market",
        "electric vehicles"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-25T11:08:23.000Z"
    },
    {
      "title": "Cold Wallet review – blackly comic revenge fable goes into crypto’s corrupt heart",
      "link": "https://www.theguardian.com/film/2025/feb/25/cold-wallet-review-blackly-comic-revenge-fable-goes-into-cryptos-corrupt-heart",
      "author": "Cutter Hodierne, John Hibey",
      "thumbnail": null,
      "summary": "- Directed by Cutter Hodierne with screenplay by John Hibey, featuring a comedic take on cryptocurrency's dark side.\n- Stars Raúl Castillo as Billy, a man struggling with a failing cryptocurrency called Tulip, which drastically loses value after its founder’s rumored death.\n- Billy, along with friends Eva and Dom, attempts to confront the real founder to reclaim their losses, exploring themes of greed and human psychology over technology.",
      "keywords": [
        "film review",
        "Cold Wallet",
        "cryptocurrency",
        "black comedy",
        "Cutter Hodierne",
        "Raúl Castillo"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-25T09:00:37.000Z"
    },
    {
      "title": "Kate Bush and Damon Albarn among 1,000 artists on silent AI protest album",
      "link": "https://www.theguardian.com/technology/2025/feb/25/kate-bush-damon-albarn-1000-artists-silent-ai-protest-album-copyright",
      "author": null,
      "thumbnail": null,
      "summary": "- Over 1,000 musicians, including Kate Bush and Damon Albarn, released a silent album titled *Is This What We Want?* as a protest against UK government plans allowing AI companies to use copyrighted work without permission.\n- The album features recordings from dormant music studios, highlighting the potential threat to artists’ livelihoods due to proposed copyright law changes.\n- Profits from the album will be donated to Help Musicians charity, and it coincides with a government consultation on copyright law, which many believe favors big tech companies over creative individuals.",
      "keywords": [
        "AI",
        "copyright",
        "protest",
        "musicians",
        "silent album",
        "Kate Bush",
        "Damon Albarn",
        "UK government",
        "creative industries",
        "Help Musicians"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-25T00:01:24.000Z"
    },
    {
      "title": "US court upholds Theranos founder Elizabeth Holmes’s conviction",
      "link": "https://www.theguardian.com/technology/2025/feb/24/elizabeth-holmes-theranos-conviction",
      "author": null,
      "thumbnail": null,
      "summary": "- A US court upheld Elizabeth Holmes’s conviction for defrauding investors out of hundreds of millions while operating Theranos.\n- Holmes and Ramesh “Sunny” Balwani's convictions were upheld by a 9th US circuit court of appeals panel in San Francisco.\n- Holmes was sentenced to 11 years and three months in 2022, ordered to pay $452 million in restitution, but the penalty is currently on hold.\n- Her sentence has been reduced by over two years for good behavior, with expected release in 2032.\n- Holmes’s lawyers claimed improper procedures during her trial, but the US attorney affirmed the device did not work as claimed.",
      "keywords": [
        "Elizabeth Holmes",
        "Theranos",
        "court ruling",
        "fraud",
        "conviction",
        "Ramesh Balwani"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-24T20:33:47.000Z"
    },
    {
      "title": "John Oliver on Facebook: ‘An absolute sewer of hatred and misinformation’",
      "link": "https://www.theguardian.com/tv-and-radio/2025/feb/24/john-oliver-facebook-content-moderation",
      "author": null,
      "thumbnail": null,
      "summary": "- John Oliver criticizes Mark Zuckerberg and Facebook's content moderation on Last Week Tonight.\n- He highlights Zuckerberg's shift towards less strict fact-checking rules.\n- Oliver discusses the challenges of content moderation and the implications of Section 230.\n- He points out the growth of fake news and hate speech on the platform.\n- Oliver notes a significant increase in users searching for how to delete their accounts, reflecting dissatisfaction with the platform.",
      "keywords": [
        "John Oliver",
        "Facebook",
        "Mark Zuckerberg",
        "content moderation",
        "disinformation",
        "hate speech",
        "Last Week Tonight",
        "social media",
        "Section 230"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-02-24T16:02:23.000Z"
    },
    {
      "title": "Apple announces $500bn in US investments over next four years",
      "link": "https://www.theguardian.com/technology/2025/feb/24/apple-us-investment-announcement",
      "author": null,
      "thumbnail": null,
      "summary": "- Apple to invest $500 billion in the US over four years.\n- Investment includes a factory in Texas for AI servers and 20,000 R&D jobs nationwide.\n- Previous announcement of $350 billion investment was made in 2018.\n- CEO Tim Cook met with President Trump prior to the announcement.\n- Apple plans to increase its Advanced Manufacturing Fund from $5 billion to $10 billion.\n- A manufacturing academy will be opened in Michigan to offer free courses to firms.",
      "keywords": [
        "Apple",
        "US investments",
        "AI",
        "manufacturing",
        "Tim Cook",
        "Donald Trump",
        "Advanced Manufacturing Fund"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-24T14:42:53.000Z"
    },
    {
      "title": "‘It’s very lonely’: what are Australia’s university students missing out on?",
      "link": "https://www.theguardian.com/australia-news/2025/feb/25/australia-university-student-life",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/91954c0517d9f1d48a9a62fcb70414697da9349b/0_0_5000_3338/master/5000.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- Mai, a psychology student, experienced isolation during the transition from in-person to online tutorials amidst the pandemic.\n- Many students now find campus life lonely, with fewer attending in-person classes due to work commitments and the convenience of online learning.\n- The expectation of a vibrant university life clashes with the reality of reduced social interaction and engagement on campus, leading to a diminished sense of community.\n- Australian students are increasingly juggling coursework with jobs, prioritizing work over university social life.\n- The trend towards online learning, driven by cost-saving measures, has resulted in larger class sizes and reduced contact hours, impacting educational quality and student satisfaction.",
      "keywords": [
        "Australia",
        "university students",
        "online learning",
        "campus life",
        "student engagement",
        "mental health",
        "social isolation",
        "educational quality"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-24T14:00:09.000Z"
    },
    {
      "title": "UK delays plans to regulate AI as ministers seek to align with Trump administration",
      "link": "https://www.theguardian.com/technology/2025/feb/24/uk-delays-plans-to-regulate-ai-as-ministers-seek-to-align-with-trump-administration",
      "author": null,
      "thumbnail": null,
      "summary": "- UK ministers have postponed the release of a long-awaited AI bill to align with the Trump administration.\n- The AI bill was initially expected before Christmas but is now anticipated to be introduced in summer.\n- Concerns about advanced AI models posing risks to humanity are driving the need for regulation, yet uncertainty remains due to political changes in the US.\n- The UK government has opted not to support international regulatory agreements, instead aiming to attract US AI investment.\n- Artists are raising concerns over plans to allow AI companies to use online creative material without copyright permissions.",
      "keywords": [
        "UK",
        "AI regulation",
        "Trump administration",
        "legislation",
        "artificial intelligence",
        "copyright",
        "investment"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-24T11:21:29.000Z"
    },
    {
      "title": "‘I saw taxis as magical things’: Sega’s pop-punk classic Crazy Taxi at 25",
      "link": "https://www.theguardian.com/games/2025/feb/24/taxis-sega-pop-punk-classic-crazy-taxi-at-25",
      "author": "Kenji Kanno",
      "thumbnail": "https://i.guim.co.uk/img/media/1aba1d80a8454d1f49d73a2086c91ed93886a45e/69_0_2070_1242/master/2070.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- Crazy Taxi celebrates its 25th anniversary, originally released in arcades.\n- Kenji Kanno, the game's director, recalls its impact after a taxi driver in Las Vegas claimed to be the 'real Crazy Taxi'.\n- The soundtrack features music by rock band The Offspring, reflecting the energetic vibe of late 90s America.\n- Initial skepticism from Sega executives regarding the game's concept due to negative taxi driver stereotypes.\n- Kanno aimed to portray taxi drivers positively, making them thrilling and fun, reminiscent of the charm in action-comedy films.\n- Crazy Taxi allows players to make rapid decisions as they navigate through a dynamic environment instead of memorizing routes.\n- A planned multiplayer mode was cut; however, competitive leaderboards were included.\n- Discussion on a potential modern, multiplayer-enabled sequel hinted by Kanno.",
      "keywords": [
        "Crazy Taxi",
        "Sega",
        "Kenji Kanno",
        "video game history",
        "25th anniversary",
        "arcade",
        "90s culture",
        "soundtrack"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-24T10:00:02.000Z"
    },
    {
      "title": "More than 150,000 Canadians sign petition to revoke Musk’s citizenship",
      "link": "https://www.theguardian.com/technology/2025/feb/24/canada-elon-musk-citizenship-parliamentary-petition",
      "author": null,
      "thumbnail": null,
      "summary": "- Over 150,000 Canadians signed a petition to revoke Elon Musk’s citizenship due to his alliance with Donald Trump.\n- The petition was launched by British Columbia author Qualia Reed and sponsored by NDP member Charlie Angus.\n- It accuses Musk of acting against Canada's national interest by advising Trump, who has threatened Canadian sovereignty.\n- The petition gathered about 157,000 signatures as of late Sunday, well beyond the required 500 for a formal presentation to Parliament.\n- Canada’s House of Commons will resume on 24 March, although the petition’s signing period expired on 20 January.",
      "keywords": [
        "Elon Musk",
        "Canada",
        "citizenship",
        "Trump",
        "petition",
        "Charlie Angus",
        "Qualia Reed",
        "House of Commons",
        "Canadian sovereignty"
      ],
      "scores": {
        "scale": 6,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-24T07:00:00.000Z"
    },
    {
      "title": "Hackers steal $1.5bn from crypto exchange in ‘biggest digital heist ever’",
      "link": "https://www.theguardian.com/technology/2025/feb/23/crypto-exchange-seeks-bybit-ethereum-stolen-digital-wallet",
      "author": null,
      "thumbnail": null,
      "summary": "- The cryptocurrency exchange Bybit reported a $1.5bn theft, believed to be the largest digital theft in history.\n- An attacker exploited security weaknesses during a routine wallet transfer, stealing Ethereum assets.\n- Bybit reassured customers of fund safety and promised to refund affected users regardless of recovery.\n- Executive Ben Zhou stated Bybit holds $20bn in assets and can cover losses.\n- Post-hack, withdrawal requests surged, leading to potential processing delays.\n- Ethereum's price dropped nearly 4% immediately after the news but has stabilized.\n- Bybit seeks cybersecurity experts to recover funds, offering a 10% reward for recovered amounts.\n- The incident is viewed as a setback for the recovering crypto industry, possibly linked to previous large-scale hacks by groups like Lazarus.",
      "keywords": [
        "hack",
        "Bybit",
        "cryptocurrency",
        "Ethereum",
        "digital theft",
        "cybersecurity"
      ],
      "scores": {
        "scale": 10,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-23T12:56:31.000Z"
    },
    {
      "title": "‘It could get an orgasm out of a cabbage’: the best vibrators, tested",
      "link": "https://www.theguardian.com/thefilter/2025/feb/23/best-vibrators-bullet-rabbit-wand",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-02-23T12:00:37.000Z"
    },
    {
      "title": "Don’t gift our work to AI billionaires: Mark Haddon, Michal Rosen and other creatives urge government",
      "link": "https://www.theguardian.com/technology/2025/feb/23/dont-gift-our-work-to-ai-billionaires-mark-haddon-michal-rosen-and-other-creatives-urge-government",
      "author": "Mark Haddon, Axel Scheffler, Benji Davies, Michael Rosen, Ged Adamson, Simona Ciraolo, Momoko Abe, Chris Haughton, Susie Alegre",
      "thumbnail": "https://i.guim.co.uk/img/media/51f5bb52152633f97cddadae156d81f5ba369113/0_301_1360_816/master/1360.jpg?width=620&dpr=2&s=none&crop=none",
      "summary": "- Over 2,000 creatives signed a letter urging the UK government to maintain copyright protections amid rising AI usage.\n- The letter criticizes proposed copyright rule relaxations that could harm the income of artists and writers.\n- Notable signatories include Mark Haddon and Michael Rosen, who emphasize the threat to creative culture and livelihoods.\n- Concerns raised over the detrimental effects on diversity in creative industries, especially for BAME authors and illustrators.\n- Campaigners warn that generative AI lacks true creativity and will exacerbate existing inequalities in the creative sector.",
      "keywords": [
        "AI",
        "creatives",
        "copyright",
        "government",
        "Mark Haddon",
        "Michael Rosen",
        "cultural impact",
        "diversity in arts",
        "intellectual property"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-23T11:00:36.000Z"
    },
    {
      "title": "Want to stay sane? Try switching off your news alerts",
      "link": "https://www.theguardian.com/lifeandstyle/2025/feb/23/want-to-stay-sane-try-switching-off-your-news-alerts",
      "author": "Eva Wiseman",
      "thumbnail": null,
      "summary": "- The author discusses the mental strain of constant news alerts and information overload.\n- Turning off breaking news alerts can help manage anxiety and prevent feeling overwhelmed.\n- Finding a balance between staying informed and not being consumed by news is crucial for mental health.",
      "keywords": [
        "news alerts",
        "mental health",
        "information overload",
        "anxiety",
        "news consumption"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-23T08:00:32.000Z"
    },
    {
      "title": "iPhone designer still asks: ‘I wonder what Steve Jobs would do?’ – despite being told not to",
      "link": "https://www.theguardian.com/artanddesign/2025/feb/23/iphone-designer-still-asks-i-wonder-what-steve-jobs-would-do-despite-being-told-not-to",
      "author": "Sir Jony Ive",
      "thumbnail": null,
      "summary": "- Sir Jony Ive, Apple's designer, frequently wonders about Steve Jobs' decisions despite Jobs advising him not to.\n- He revealed this during an interview on BBC Radio 4’s *Desert Island Discs*.\n- Ive worked closely with Jobs, who returned to Apple in 1997, and found his understanding of design remarkable.\n- He believes Jobs’ demanding reputation is unfair, emphasizing the need for clarity in creativity.\n- Ive expressed concerns over technology's impact on creativity and his responsibilities regarding the iPhone's negative effects.\n- He voiced mixed feelings about AI, recognizing both its potential and the need for caution in its development.",
      "keywords": [
        "Jony Ive",
        "Steve Jobs",
        "Apple",
        "iPhone",
        "design",
        "technology",
        "AI",
        "creativity"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-23T00:01:19.000Z"
    },
    {
      "title": "Creative industries are among the UK’s crown jewels – and AI is out to steal them",
      "link": "https://www.theguardian.com/commentisfree/2025/feb/22/creative-industries-are-among-the-uks-crown-jewels-and-ai-is-out-to-steal-them",
      "author": "John Naughton",
      "thumbnail": null,
      "summary": "- Recent developments reveal that American tech companies are increasingly entwined with government, raising concerns in Europe about regulation and copyright.\n- The UK's AI Safety Institute has been rebranded to focus on security, which symbolizes a shift towards facilitating US tech interests over creative sector protections.\n- Proposed changes to UK copyright laws could allow tech firms to train AI models on copyrighted materials without permission or compensation, undermining the creative industries worth £124.6bn to the UK economy.\n- A report warns that unregulated AI use could harm the UK's thriving creative sector instead of fostering economic growth, emphasizing the need for sound public policy that respects creative rights.",
      "keywords": [
        "creative industries",
        "AI",
        "UK copyright laws",
        "intellectual property",
        "technology",
        "economy",
        "cultural impact"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-22T16:00:11.000Z"
    },
    {
      "title": "‘The bot asked me four times a day how I was feeling’: is tracking everything actually good for us?",
      "link": "https://www.theguardian.com/lifeandstyle/2025/feb/22/the-bot-asked-me-four-times-a-day-how-i-was-feeling-is-tracking-everything-actually-good-for-us",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-02-22T14:00:08.000Z"
    },
    {
      "title": "‘We’re clearly heading towards collapse’: why the Murdoch empire is about to go bang",
      "link": "https://www.theguardian.com/media/2025/feb/22/were-clearly-heading-towards-collapse-why-the-murdoch-empire-is-about-to-go-bang",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/0e5cbd3cbcf2aea9c1bac5a82581ab8713c1eeb8/759_0_2514_3143/master/2514.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Recent revelations expose the dysfunction and despair within the Murdoch family amid legal battles over inheritance.\n- Rupert Murdoch faced criticism for attempting to disinherit three out of four of his eldest children, leading to a lawsuit.\n- A Nevada court ruled against Rupert, stating he acted in 'bad faith', with appeals ongoing.\n- The family dispute has economic implications for a media empire valued at $43 billion, potentially altering its influence in politics.\n- James Murdoch publicly criticized his father as a 'misogynist' in a recent interview highlighting family tensions.\n- Legal challenges include a defamation claim against Fox News and questioning the profitability of Murdoch's UK newspaper assets.",
      "keywords": [
        "Murdoch",
        "family disputes",
        "inheritance",
        "media empire",
        "Fox News",
        "court ruling",
        "political influence",
        "dysfunction",
        "James Murdoch"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-02-22T12:50:16.000Z"
    },
    {
      "title": "Crypto and big tech’s backing pays off as Trump makes tech-friendly moves",
      "link": "https://www.theguardian.com/technology/2025/feb/22/crypto-big-tech-trump",
      "author": null,
      "thumbnail": null,
      "summary": "- US tech companies' investments in support of Donald Trump yield favorable regulatory changes.\n- Trump's administration issues deregulation initiatives benefiting crypto, AI, and social media firms.\n- Elon Musk, benefiting from his significant donations, plays a central role in the new administration's tech-friendly policies.\n- The SEC plans to dismiss a lawsuit against Coinbase after it donated $1 million to Trump's inaugural fund.\n- Regulatory safeguards on AI are being cut, echoing complaints from Silicon Valley about over-regulation.\n- Trump signs an executive order aimed at reducing federal regulations impacting the tech industry.",
      "keywords": [
        "Crypto",
        "Donald Trump",
        "Deregulation",
        "Elon Musk",
        "Coinbase",
        "Artificial Intelligence",
        "Tech Industry",
        "Political Donations",
        "SEC",
        "Regulatory Changes"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-22T12:00:08.000Z"
    },
    {
      "title": "Social media bans for teens: Australia has passed one, should other countries follow suit?",
      "link": "https://www.theguardian.com/media/2025/feb/22/social-media-bans-for-teens-australia-has-passed-one-should-other-countries-follow-suit",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/d41a2eec1503e76eacd201d7665391d8b0b10e67/0_0_8256_5504/master/8256.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Australia has passed legislation banning access to social media for under-16s, effective December 2025.\n- Concerns about children’s safety online are driving discussions for similar bans in other countries, including the UK.\n- Support for the ban has been voiced by major figures, including Bill Gates.\n- The law requires social media networks to implement age-assurance methods, which may include facial recognition technology.\n- A recent poll showed 75% public support in the UK for banning under-16s from social media.\n- Critics argue that bans may not solve the underlying problems, as harmful content and actors may migrate to other networks and platforms.\n- There is uncertainty about the effectiveness of technology used to enforce age restrictions and ongoing debates about the mental health implications of social media usage among teens.",
      "keywords": [
        "social media",
        "ban",
        "Australia",
        "teenagers",
        "mental health",
        "legislation",
        "safety",
        "technology",
        "age restriction"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-22T10:00:03.000Z"
    },
    {
      "title": "How to navigate apps, from checking safety to remembering passwords",
      "link": "https://www.theguardian.com/technology/2025/feb/22/how-to-navigate-apps-from-checking-safety-to-remembering-passwords",
      "author": "Samuel Gibbs",
      "thumbnail": null,
      "summary": "- Organizations increasingly require app downloads for accessing services and deals.\n- Tips for managing phone storage include deleting unused apps and moving media to cloud services.\n- Ensure app safety by downloading only from official app stores and verifying developer authenticity.\n- Public wifi can be used for app downloads but with caution; trusted networks recommended.\n- Use password managers like 1Password or Bitwarden to securely manage passwords, and implement two-step verification.\n- Keep your phone and apps updated to avoid security risks and improve functionality.\n- Tips for battery management include carrying backup chargers and using power save modes.",
      "keywords": [
        "apps",
        "technology",
        "safety",
        "passwords",
        "mobile",
        "security",
        "cloud storage",
        "wifi",
        "password manager"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-22T09:00:03.000Z"
    },
    {
      "title": "‘The tyranny of apps’: those without smartphones are unfairly penalised, say campaigners",
      "link": "https://www.theguardian.com/money/2025/feb/22/the-tyranny-of-apps-those-without-smartphones-are-unfairly-penalised-say-campaigners",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/23d3e6d6a058e57eb942e300c1f0d54f9cecc3a4/0_233_6720_4032/master/6720.jpg?width=445&amp;dpr=1&amp;s=none&amp;crop=none",
      "summary": "- Millions in the UK without access to smartphones are being penalised, affecting their access to discounts and services.\n- 8% of people aged 16+ do not own a smartphone, translating to around 4.5 million individuals, with 28% of those aged 75+ lacking one.\n- Retailers like Lidl and Asda limit discounts through their apps, which are inaccessible to those without smartphones.\n- The parking sector has pushed for app-only payment systems, complicating access for many elderly citizens.\n- Events increasingly require app-based tickets, excluding those who cannot use smartphones from attending.\n- Fast food chains like McDonald’s and Subway offer exclusive discounts through their apps, disadvantaging non-app users.",
      "keywords": [
        "digital exclusion",
        "smartphones",
        "apps",
        "discounts",
        "retail",
        "UK",
        "senior citizens",
        "loyalty programs"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-22T09:00:03.000Z"
    },
    {
      "title": "Filter trouble? Why audiologists worry noise-cancelling tech may impair hearing skills",
      "link": "https://www.theguardian.com/science/2025/feb/22/filter-trouble-why-audiologists-worry-noise-cancelling-headphones-may-impair-hearing-skills",
      "author": null,
      "thumbnail": null,
      "summary": "- Noise-cancelling headphones are valued for reducing background noise but may impair auditory skills.\n- Audiologists report an increase in adults with auditory processing issues, not due to ear health but brain function.\n- Concerns arise that excessive use of noise-cancelling tech could weaken the brain’s ability to process multiple sound sources.\n- The condition known as auditory processing disorder (APD) traditionally diagnosed in children is now seen in adults, possibly due to technology use.\n- Lack of scientific evidence linking headphones to APD raises the need for further studies, especially on impacts of long-term use in younger users.\n- APD affects about 3-5% of children, linked to issues like low birth weight and chronic ear infections.\n- Experts suggest that while benefits of noise-cancelling are recognized, risks warrant more in-depth research, especially regarding impact on children’s auditory skills.",
      "keywords": [
        "noise-cancelling headphones",
        "hearing skills",
        "auditory processing disorder",
        "audiologists",
        "brain function",
        "children",
        "adults",
        "research",
        "hearing training"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-22T05:00:06.000Z"
    },
    {
      "title": "Every hour children spend on screens raises chance of myopia, study finds",
      "link": "https://www.theguardian.com/society/2025/feb/21/every-hour-children-spend-on-screens-raises-chance-of-myopia-study-finds",
      "author": null,
      "thumbnail": null,
      "summary": "- Researchers found each hour on screens increases the risk of myopia in children.\n- Involvement of 335,524 participants across 45 studies reveals a 21% higher risk of myopia with an extra hour of screen time.\n- Risks rise steeply with daily screen time; 54% higher odds for those already myopic with additional hour of screen use.\n- Study suggests a potential safety threshold for screen use below one hour daily.\n- Limitations include reliance on self-reports and the need for further evidence to understand causation.",
      "keywords": [
        "myopia",
        "screen time",
        "children",
        "health",
        "outdoor activity",
        "study",
        "research",
        "visual health"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-21T16:00:41.000Z"
    },
    {
      "title": "UK Parents Sue TikTok Over Alleged Wrongful Deaths of Children",
      "link": "https://www.theguardian.com/technology/2025/feb/21/uk-parents-suing-tiktok-over-childrens-deaths-suspicious-about-data-claims",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/e33a5ce710fb68f61e3de8cabfe6b6601e27e707/85_89_1138_786/master/1138.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- Four British parents are suing TikTok for the alleged wrongful deaths of their children linked to the \"blackout challenge.\"\n- The lawsuit claims their children died in 2022 due to this viral trend that first circulated in 2021.\n- Parents express skepticism about TikTok's claim of deleting their children's data following their deaths, suggesting it was done too quickly.\n- TikTok's response implies legal requirements dictate data retention; however, parents are concerned about access to their children's data.\n- Under GDPR, parents of children under 13 should have rights to access their children’s accounts, but struggles continue.\n- The Online Safety Act, set to take effect this year, will require platforms to protect children from harmful content.",
      "keywords": [
        "TikTok",
        "lawsuit",
        "online safety",
        "GDPR",
        "social media",
        "child safety",
        "blackout challenge",
        "data privacy"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-21T15:00:39.000Z"
    },
    {
      "title": "Samsung Galaxy S25 review: the smallest top-tier Android left",
      "link": "https://www.theguardian.com/technology/2025/feb/21/samsung-galaxy-s25-review-smallest-top-tier-android-ai",
      "author": null,
      "thumbnail": "https://i.guim.co.uk/img/media/ad1f710cb66ac847428fcd83a74ec480ed4b901e/486_908_4325_2595/master/4325.jpg?width=445&dpr=1&s=none&crop=none",
      "summary": "- The Galaxy S25 is the smallest and cheapest of Samsung’s new S25 line, priced at £799 ($800/A$1,399).\n- It features a 6.2-inch screen, a Qualcomm Snapdragon 8 Elite processor, and three cameras (50MP main, 12MP ultrawide, 10MP 3x telephoto).\n- The phone has software upgrades with AI tools and seven years of software support, making it a compelling option despite its small size.",
      "keywords": [
        "Samsung Galaxy S25",
        "smartphone",
        "AI features",
        "Android",
        "review",
        "compact phone"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-21T07:00:32.000Z"
    }
  ]
}