{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Solid, which claimed to be the ‘AWS of fintech,’ files for bankruptcy after raising nearly $81M in funding",
      "link": "https://techcrunch.com/2025/04/09/solid-which-claimed-to-be-the-aws-of-fintech-files-for-bankruptcy-after-raising-nearly-81m-in-funding/",
      "author": "Mary Ann Azevedo",
      "thumbnail": null,
      "summary": "- Solid, a banking-as-a-service startup, filed for Chapter 11 bankruptcy protection on April 7, 2025.\n- The company raised nearly $81 million from investors like FTV Capital and Headline since its founding in 2018.\n- Solid was valued at $330 million as of August 2022 and claimed to have grown significantly in revenue and customers.\n- The startup faced significant litigation, including a lawsuit from FTV Capital regarding its financial disclosures.\n- Solid’s bankruptcy filing noted unsecured trade debt of about $760,000 and $7 million in cash, with only three employees remaining.\n- The company is restructuring under subchapter V, allowing for expedited reorganization.\n- Previous fintech bankruptcy cases have seen similar challenges, with partners like Evolve Bank & Trust involved.",
      "keywords": [
        "Solid",
        "bankruptcy",
        "fintech",
        "AWS of fintech",
        "Chapter 11",
        "funding",
        "FTV Capital",
        "investment",
        "restructuring"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-09T23:08:52.000Z"
    },
    {
      "title": "OpenAI counter-sues, calls for Musk to be enjoined from ‘further unlawful and unfair action’",
      "link": "https://techcrunch.com/2025/04/09/openai-attorneys-call-for-musk-to-be-enjoined-from-further-unlawful-and-unfair-action/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- OpenAI has filed a counter-suit against Elon Musk, calling for him to be stopped from further actions deemed unlawful and unfair.\n- The filing suggests Musk's actions have harmed OpenAI's operations and risks to public interest, especially after a fake takeover bid.\n- Musk's lawsuit claims OpenAI has diverted from its original nonprofit mission, having transitioned to a capped-profit structure.\n- The case is set for jury trial in spring 2026, following Musk's failed preliminary injunction against OpenAI's for-profit transition.\n- OpenAI defends its for-profit conversion as a means to support its nonprofit initiatives and has faced concerns from various organizations about its mission and charitable assets.",
      "keywords": [
        "OpenAI",
        "Elon Musk",
        "lawsuit",
        "counter-suit",
        "nonprofit",
        "for-profit",
        "artificial intelligence",
        "Sam Altman",
        "public benefit corporation"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-09T22:24:55.000Z"
    },
    {
      "title": "a16z backs Base Power in $200M round for home backup batteries",
      "link": "https://techcrunch.com/2025/04/09/a16z-backs-base-power-in-200m-round-for-home-backup-batteries/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Base Power raised $200 million for expansion and to build a domestic battery factory.\n- The startup has grown rapidly, becoming one of the largest battery fleets in Texas within less than a year.\n- Base Power's batteries offer a capacity of 25 or 50 kilowatt-hours for $595 or $995, significantly cheaper than Tesla’s Powerwall.\n- Customers must commit to purchasing electricity for three years at 9 cents per kWh plus delivery fees and pay an annual fee of $225 to $345.\n- The funding will expedite installations and expansion into new states, aiming for 100 megawatt-hours this summer.",
      "keywords": [
        "Base Power",
        "home backup batteries",
        "battery technology",
        "funding",
        "Texas",
        "Andreessen Horowitz",
        "energy storage"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-09T21:48:33.000Z"
    },
    {
      "title": "Meta whistleblower Sarah Wynn-Williams says company targeted ads at teens based on their ’emotional state’",
      "link": "https://techcrunch.com/2025/04/09/meta-whistleblower-sarah-wynn-williams-says-company-targeted-ads-at-teens-based-on-their-emotional-state/",
      "author": "Sarah Wynn-Williams",
      "thumbnail": null,
      "summary": "- Meta whistleblower Sarah Wynn-Williams testified that the company targeted ads at teenagers based on their emotional states.\n- During her testimony, she revealed that Meta would use data about when teens felt down to inform advertisers.\n- Wynn-Williams highlighted specific practices, like targeting ads for beauty products or weight loss to teens feeling insecure about their appearance.\n- The hearing also focused on Meta's dealings with China amid concerns about its impact on youth mental health.",
      "keywords": [
        "Meta",
        "Sarah Wynn-Williams",
        "advertising",
        "teen emotional health",
        "whistleblower",
        "social media",
        "mental health",
        "Congress",
        "Facebook"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-09T21:42:39.000Z"
    },
    {
      "title": "A Waymo robotaxi got trapped in Chick-fil-A drive-through",
      "link": "https://techcrunch.com/2025/04/09/a-waymo-robotaxi-got-trapped-in-chick-fil-a-drive-through/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/10/GettyImages-1247366993.jpg?w=1024",
      "summary": "- A Waymo robotaxi got stuck in a Chick-fil-A drive-thru, causing a traffic jam.\n- The incident occurred after the robotaxi dropped off a passenger and failed to complete a turn due to space constraints.\n- No injuries reported, just delays for patrons waiting for food.\n- Waymo acknowledged previous issues with its robotaxis causing traffic disturbances, including getting stuck in a roundabout and other incidents.\n- Waymo operates in San Francisco, Phoenix, Los Angeles, and has a partnership with Uber in Austin.",
      "keywords": [
        "Waymo",
        "robotaxi",
        "Chick-fil-A",
        "Santa Monica",
        "traffic jam",
        "autonomous vehicle",
        "ride-hailing"
      ],
      "scores": {
        "scale": 6,
        "impact": 5,
        "novelty": 3,
        "longTermSignificance": 4
      },
      "pubDate": "2025-04-09T21:39:13.000Z"
    },
    {
      "title": "Whistleblower Sarah Wynn-Williams accuses Meta of colluding with China",
      "link": "https://techcrunch.com/2025/04/09/whistleblower-sarah-wynn-williams-accuses-meta-of-colluding-with-china/",
      "author": "Amanda Silberling",
      "thumbnail": null,
      "summary": "- Sarah Wynn-Williams, former Head of Global Public Policy at Facebook, testified about Meta's alleged collaboration with the Chinese Communist Party (CCP).\n- She claims Meta developed censorship tools that allowed the CCP significant control over content moderation, including potential service shutdowns.\n- In response, Meta denied the allegations, calling her testimony unfounded and reaffirming that it doesn't operate services in China today.\n- Wynn-Williams' testimony is connected to her book, \"Careless People: A Cautionary Tale of Power, Greed, and Lost Idealism,\" which has gained popularity despite an arbitration ruling against her.\n- During her testimony, she revealed internal discussions suggesting Meta considered sharing user data with the Chinese government, especially amidst pro-democracy protests in Hong Kong.\n- She highlighted the existence of virality counters linked to censorship functions, including in Hong Kong and Taiwan, contradicting Zuckerberg's previous statements.\n- Wynn-Williams criticized Zuckerberg's public persona, accusing him of masking business operations in China while promoting American values.",
      "keywords": [
        "Meta",
        "China",
        "Wynn-Williams",
        "whistleblower",
        "censorship",
        "CCP",
        "Senate testimony",
        "Facebook",
        "data privacy"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-09T21:34:20.000Z"
    },
    {
      "title": "Nvidia’s H20 AI chips may be spared from export controls — for now",
      "link": "https://techcrunch.com/2025/04/09/nvidias-h20-ai-chips-may-be-spared-from-export-controls-for-now/",
      "author": "Becca Szkutak",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2022/03/GettyImages-1272953815-nvidia.jpg?w=1024",
      "summary": "- Nvidia CEO Jensen Huang reportedly struck a deal with the Trump administration to avoid export restrictions on H20 AI chips.\n- The H20 AI chips were spared from restrictions due to Huang's promise to invest in U.S. AI data centers.\n- Trump’s administration had been preparing to implement export controls on these chips prior to the reversal.\n- The decision appears contradictory to the U.S. goal of keeping AI dominance, as export rules remain in place for most countries, particularly China.\n- Nvidia criticized the existing export guidelines as likely to stifle global innovation.",
      "keywords": [
        "Nvidia",
        "H20 AI chips",
        "export controls",
        "AI technology",
        "Trump administration",
        "semiconductor industry"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-09T21:07:20.000Z"
    },
    {
      "title": "Threads is testing a feature that lets you follow the same creators you follow on X",
      "link": "https://techcrunch.com/2025/04/09/threads-is-testing-a-feature-that-lets-you-follow-the-same-creators-you-follow-on-x/",
      "author": "Maxwell Zeff",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/Screenshot-2025-04-09-at-11.44.01AM.png?w=524",
      "summary": "- Meta is testing a new feature in Threads that allows users to follow creators they already follow on X.\n- The feature aims to help creators and users transition from X to Threads, where they may have lost their followings.\n- Users of the Threads app are being shown a pop-up to find popular creators from X and import their following list.\n- The feature is currently in beta testing; it is unclear how Meta will match creators across platforms.\n- Threads has grown its user base to over 320 million monthly active users as of January 2025, indicating its competitiveness against X.",
      "keywords": [
        "Threads",
        "Meta",
        "X",
        "social media",
        "feature testing",
        "creators",
        "import following"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-09T21:04:31.000Z"
    },
    {
      "title": "Ilya Sutskever taps Google Cloud to power his AI startup’s research",
      "link": "https://techcrunch.com/2025/04/09/ilya-sutskever-taps-google-cloud-to-power-his-ai-startups-research/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Ilya Sutskever's startup Safe Superintelligence (SSI) partners with Google Cloud to utilize TPU chips for AI research.\n- SSI aims to develop safe, superintelligent AI, accelerating research and development efforts.\n- The company has backing of $1 billion from Andreessen Horowitz and others, having emerged from stealth in June 2024.",
      "keywords": [
        "Ilya Sutskever",
        "Google Cloud",
        "AI startup",
        "Safe Superintelligence",
        "TPUs",
        "superintelligent AI",
        "AI research",
        "venture capital"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-09T18:55:13.000Z"
    },
    {
      "title": "Canoo CEO can buy bankrupt EV startup’s assets, judge rules",
      "link": "https://techcrunch.com/2025/04/09/canoo-ceo-can-buy-bankrupt-ev-startups-assets-judge-rules/",
      "author": "Sean O’Kane",
      "thumbnail": null,
      "summary": "• Judge Brendan Shannon approves sale of Canoo’s assets to CEO Anthony Aquila for $4 million.\n• Aquila plans to service customers like NASA and the Department of Defense.\n• Canoo is part of a trend of bankrupt EV startups, including Fisker and Nikola.\n• Harbinger, an electric truck startup, claimed Canoo hid assets, raising concerns.\n• Shannon deemed the sale process fair and claims of misappropriated trade secrets unsubstantiated.",
      "keywords": [
        "Canoo",
        "bankruptcy",
        "EV startup",
        "Anthony Aquila",
        "Judge Brendan Shannon",
        "asset sale",
        "Harbinger"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-09T18:53:59.000Z"
    },
    {
      "title": "Court document reveals locations of WhatsApp victims targeted by NSO spyware",
      "link": "https://techcrunch.com/2025/04/09/court-document-reveals-locations-of-whatsapp-victims-targeted-by-nso-spyware/",
      "author": "Lorenzo Franceschi-Bicchierai",
      "thumbnail": null,
      "summary": "- NSO Group’s Pegusus spyware targeted 1,223 WhatsApp users in 51 countries during a 2019 campaign.\n- The most affected countries included Mexico (456 victims), India (100), and Bahrain (82).\n- The hacking occurred over two months, leading to WhatsApp's lawsuit against NSO Group for exploiting the app's vulnerabilities.",
      "keywords": [
        "NSO Group",
        "Pegasus spyware",
        "WhatsApp",
        "cybersecurity",
        "human rights",
        "surveillance",
        "hacking",
        "court document"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-09T18:25:08.000Z"
    },
    {
      "title": "More good news for New York startups: Lerer Hippeau raised another $200M",
      "link": "https://techcrunch.com/2025/04/09/more-good-news-for-new-york-startups-lerer-hippeau-raised-another-200m/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-472361822.jpg?w=1024",
      "summary": "- Lerer Hippeau closed its ninth fund with $200 million, up from the previous fund of $140 million.\n- The firm, founded in 2010, now has $1.4 billion in assets under management.\n- Lerer Hippeau has invested in several notable startups including Allbirds and Warby Parker, contributing to the New York startup ecosystem.",
      "keywords": [
        "Lerer Hippeau",
        "venture capital",
        "New York startups",
        "fundraising",
        "startup ecosystem"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-09T18:06:59.000Z"
    },
    {
      "title": "OpenAI launches program to design new ‘domain-specific’ AI benchmarks",
      "link": "https://techcrunch.com/2025/04/09/openai-launches-program-to-design-new-domain-specific-ai-benchmarks/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- OpenAI launches the Pioneers Program to create better AI model evaluations.\n- The program aims to develop domain-specific benchmarks for industries like legal, finance, and healthcare.\n- OpenAI intends to work with multiple companies and startups to establish these benchmarks and improve AI performance in practical applications.",
      "keywords": [
        "OpenAI",
        "AI benchmarks",
        "Pioneers Program",
        "domain-specific evaluations",
        "AI performance"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-09T17:32:18.000Z"
    },
    {
      "title": "Anthropic rolls out a $200-per-month Claude subscription",
      "link": "https://techcrunch.com/2025/04/09/anthropic-rolls-out-a-200-per-month-claude-subscription/",
      "author": "Maxwell Zeff",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2153561878.jpg?w=1024",
      "summary": "- Anthropic launches a new subscription plan for its AI chatbot Claude called Max, available for $100 and $200 per month.\n- The higher tiers offer significantly increased usage limits compared to the existing $20-per-month Claude Pro subscription.\n- The launch is seen as a strategy to increase revenue amid growing competition with OpenAI's $200-a-month ChatGPT Pro.\n- The $200 Max option provides 20x higher rate limits than Claude Pro.\n- Anthropic is exploring additional revenue channels, including a subscription targeting educational institutions.\n- The demand for Claude subscriptions coincides with the success of their new Claude 3.7 Sonnet AI model.",
      "keywords": [
        "Anthropic",
        "Claude",
        "subscription",
        "AI",
        "OpenAI",
        "TechCrunch",
        "Max",
        "Claude for Education"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-09T17:00:00.000Z"
    },
    {
      "title": "Kalshi CEO: ‘State law doesn’t really apply’ to us",
      "link": "https://techcrunch.com/2025/04/09/kalshi-ceo-state-law-doesnt-really-apply-to-us/",
      "author": "Tarek Mansour",
      "thumbnail": null,
      "summary": "- Kalshi, a prediction market startup, sued New Jersey and Nevada after those states attempted to shut down its sports trading operation.\n- CEO Tarek Mansour argues that state gaming commissions have no authority over federally regulated platforms like Kalshi.\n- A recent federal ruling allows Kalshi to continue operating in Nevada while the lawsuit is ongoing.\n- Six states, including New Jersey and Nevada, sent cease-and-desist letters to Kalshi, claiming its operations are illegal sports betting.\n- Mansour claims the cease-and-desist orders are motivated by a 'massive casino lobby' unhappy with Kalshi's business model.\n- Kalshi recently transitioned from political betting markets to sports predictions, covering events such as March Madness and the Super Bowl.\n- The outcome of this legal battle could clarify the regulatory landscape for prediction markets, which exist in a gray area of the law.",
      "keywords": [
        "Kalshi",
        "prediction markets",
        "sports betting",
        "Tarek Mansour",
        "lawsuit",
        "state regulations",
        "federal regulation",
        "CFTC"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-09T16:57:31.000Z"
    },
    {
      "title": "MIT study finds that AI doesn’t, in fact, have values",
      "link": "https://techcrunch.com/2025/04/09/mit-study-finds-that-ai-doesnt-in-fact-have-values/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- A recent MIT study challenges the notion that AI systems develop coherent value systems.\n- Co-authors emphasize that aligning AI could be more complex than previously thought.\n- Models evaluated display inconsistent preferences, influenced by prompt wording and context.\n- Models seen as imitators rather than having stable beliefs, according to co-author Stephen Casper.\n- Other experts caution against anthropomorphizing AI capabilities and understanding its limitations.",
      "keywords": [
        "AI",
        "MIT study",
        "values",
        "alignment",
        "machine learning",
        "inconsistency",
        "preferences"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-09T16:48:23.000Z"
    },
    {
      "title": "YouTube expands its ‘likeness’ detection technology, which detects AI fakes, to a handful of top creators",
      "link": "https://techcrunch.com/2025/04/09/youtube-expands-its-likeness-detection-technology-which-detects-ai-fakes-to-a-handful-of-top-creators/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- YouTube announced an expansion of its pilot program to identify AI-generated content featuring creators' likenesses.\n- The initiative supports the NO FAKES ACT, aimed at combating misleading AI-generated replicas.\n- Initial pilot testers include prominent creators like MrBeast, Mark Rober, and Marques Brownlee.\n- The program seeks to balance protection with innovation by enabling individuals to report harmful AI likenesses.\n- YouTube previously collaborated with the Creative Artists Agency to develop the likeness detection system, introducing it in December 2024.",
      "keywords": [
        "YouTube",
        "AI detection",
        "NO FAKES ACT",
        "content management",
        "creators",
        "technology",
        "likeness detection"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-09T16:45:00.000Z"
    },
    {
      "0": "{",
      "1": "\"",
      "2": "t",
      "3": "i",
      "4": "t",
      "5": "l",
      "6": "e",
      "7": "\"",
      "8": ":",
      "9": "\"",
      "10": "S",
      "11": "e",
      "12": "n",
      "13": "a",
      "14": "t",
      "15": "o",
      "16": "r",
      "17": " ",
      "18": "p",
      "19": "u",
      "20": "t",
      "21": "s",
      "22": " ",
      "23": "h",
      "24": "o",
      "25": "l",
      "26": "d",
      "27": " ",
      "28": "o",
      "29": "n",
      "30": " ",
      "31": "T",
      "32": "r",
      "33": "u",
      "34": "m",
      "35": "p",
      "36": "’",
      "37": "s",
      "38": " ",
      "39": "n",
      "40": "o",
      "41": "m",
      "42": "i",
      "43": "n",
      "44": "e",
      "45": "e",
      "46": " ",
      "47": "f",
      "48": "o",
      "49": "r",
      "50": " ",
      "51": "C",
      "52": "I",
      "53": "S",
      "54": "A",
      "55": " ",
      "56": "d",
      "57": "i",
      "58": "r",
      "59": "e",
      "60": "c",
      "61": "t",
      "62": "o",
      "63": "r",
      "64": ",",
      "65": " ",
      "66": "c",
      "67": "i",
      "68": "t",
      "69": "i",
      "70": "n",
      "71": "g",
      "72": " ",
      "73": "t",
      "74": "e",
      "75": "l",
      "76": "c",
      "77": "o",
      "78": " ",
      "79": "s",
      "80": "e",
      "81": "c",
      "82": "u",
      "83": "r",
      "84": "i",
      "85": "t",
      "86": "y",
      "87": " ",
      "88": "‘",
      "89": "c",
      "90": "o",
      "91": "v",
      "92": "e",
      "93": "r",
      "94": " ",
      "95": "u",
      "96": "p",
      "97": "’",
      "98": "\"",
      "99": ",",
      "100": "\"",
      "101": "a",
      "102": "u",
      "103": "t",
      "104": "h",
      "105": "o",
      "106": "r",
      "107": "\"",
      "108": ":",
      "109": "\"",
      "110": "Z",
      "111": "a",
      "112": "c",
      "113": "k",
      "114": " ",
      "115": "W",
      "116": "h",
      "117": "i",
      "118": "t",
      "119": "t",
      "120": "a",
      "121": "k",
      "122": "e",
      "123": "r",
      "124": "\"",
      "125": ",",
      "126": "\"",
      "127": "t",
      "128": "h",
      "129": "u",
      "130": "m",
      "131": "b",
      "132": "n",
      "133": "a",
      "134": "i",
      "135": "l",
      "136": "\"",
      "137": ":",
      "138": "n",
      "139": "u",
      "140": "l",
      "141": "l",
      "142": ",",
      "143": "\"",
      "144": "s",
      "145": "u",
      "146": "m",
      "147": "m",
      "148": "a",
      "149": "r",
      "150": "y",
      "151": "\"",
      "152": ":",
      "153": "\"",
      "154": "-",
      "155": " ",
      "156": "D",
      "157": "e",
      "158": "m",
      "159": "o",
      "160": "c",
      "161": "r",
      "162": "a",
      "163": "t",
      "164": "i",
      "165": "c",
      "166": " ",
      "167": "S",
      "168": "e",
      "169": "n",
      "170": "a",
      "171": "t",
      "172": "o",
      "173": "r",
      "174": " ",
      "175": "R",
      "176": "o",
      "177": "n",
      "178": " ",
      "179": "W",
      "180": "y",
      "181": "d",
      "182": "e",
      "183": "n",
      "184": " ",
      "185": "h",
      "186": "a",
      "187": "s",
      "188": " ",
      "189": "p",
      "190": "u",
      "191": "t",
      "192": " ",
      "193": "a",
      "194": " ",
      "195": "h",
      "196": "o",
      "197": "l",
      "198": "d",
      "199": " ",
      "200": "o",
      "201": "n",
      "202": " ",
      "203": "t",
      "204": "h",
      "205": "e",
      "206": " ",
      "207": "n",
      "208": "o",
      "209": "m",
      "210": "i",
      "211": "n",
      "212": "a",
      "213": "t",
      "214": "i",
      "215": "o",
      "216": "n",
      "217": " ",
      "218": "o",
      "219": "f",
      "220": " ",
      "221": "S",
      "222": "e",
      "223": "a",
      "224": "n",
      "225": " ",
      "226": "P",
      "227": "l",
      "228": "a",
      "229": "n",
      "230": "k",
      "231": "e",
      "232": "y",
      "233": " ",
      "234": "a",
      "235": "s",
      "236": " ",
      "237": "C",
      "238": "I",
      "239": "S",
      "240": "A",
      "241": " ",
      "242": "d",
      "243": "i",
      "244": "r",
      "245": "e",
      "246": "c",
      "247": "t",
      "248": "o",
      "249": "r",
      "250": ",",
      "251": " ",
      "252": "c",
      "253": "i",
      "254": "t",
      "255": "i",
      "256": "n",
      "257": "g",
      "258": " ",
      "259": "a",
      "260": " ",
      "261": "c",
      "262": "o",
      "263": "v",
      "264": "e",
      "265": "r",
      "266": "-",
      "267": "u",
      "268": "p",
      "269": " ",
      "270": "o",
      "271": "f",
      "272": " ",
      "273": "s",
      "274": "e",
      "275": "c",
      "276": "u",
      "277": "r",
      "278": "i",
      "279": "t",
      "280": "y",
      "281": " ",
      "282": "f",
      "283": "l",
      "284": "a",
      "285": "w",
      "286": "s",
      "287": " ",
      "288": "a",
      "289": "t",
      "290": " ",
      "291": "U",
      "292": ".",
      "293": "S",
      "294": ".",
      "295": " ",
      "296": "t",
      "297": "e",
      "298": "l",
      "299": "e",
      "300": "c",
      "301": "o",
      "302": "m",
      "303": " ",
      "304": "c",
      "305": "o",
      "306": "m",
      "307": "p",
      "308": "a",
      "309": "n",
      "310": "i",
      "311": "e",
      "312": "s",
      "313": ".",
      "314": "\\",
      "315": "n",
      "316": "-",
      "317": " ",
      "318": "W",
      "319": "y",
      "320": "d",
      "321": "e",
      "322": "n",
      "323": " ",
      "324": "d",
      "325": "e",
      "326": "m",
      "327": "a",
      "328": "n",
      "329": "d",
      "330": "s",
      "331": " ",
      "332": "t",
      "333": "h",
      "334": "e",
      "335": " ",
      "336": "r",
      "337": "e",
      "338": "l",
      "339": "e",
      "340": "a",
      "341": "s",
      "342": "e",
      "343": " ",
      "344": "o",
      "345": "f",
      "346": " ",
      "347": "a",
      "348": " ",
      "349": "2",
      "350": "0",
      "351": "2",
      "352": "2",
      "353": " ",
      "354": "u",
      "355": "n",
      "356": "c",
      "357": "l",
      "358": "a",
      "359": "s",
      "360": "s",
      "361": "i",
      "362": "f",
      "363": "i",
      "364": "e",
      "365": "d",
      "366": " ",
      "367": "r",
      "368": "e",
      "369": "p",
      "370": "o",
      "371": "r",
      "372": "t",
      "373": " ",
      "374": "d",
      "375": "e",
      "376": "t",
      "377": "a",
      "378": "i",
      "379": "l",
      "380": "i",
      "381": "n",
      "382": "g",
      "383": " ",
      "384": "s",
      "385": "e",
      "386": "c",
      "387": "u",
      "388": "r",
      "389": "i",
      "390": "t",
      "391": "y",
      "392": " ",
      "393": "w",
      "394": "e",
      "395": "a",
      "396": "k",
      "397": "n",
      "398": "e",
      "399": "s",
      "400": "s",
      "401": "e",
      "402": "s",
      "403": " ",
      "404": "b",
      "405": "e",
      "406": "f",
      "407": "o",
      "408": "r",
      "409": "e",
      "410": " ",
      "411": "h",
      "412": "e",
      "413": " ",
      "414": "w",
      "415": "i",
      "416": "l",
      "417": "l",
      "418": " ",
      "419": "s",
      "420": "u",
      "421": "p",
      "422": "p",
      "423": "o",
      "424": "r",
      "425": "t",
      "426": " ",
      "427": "t",
      "428": "h",
      "429": "e",
      "430": " ",
      "431": "n",
      "432": "o",
      "433": "m",
      "434": "i",
      "435": "n",
      "436": "a",
      "437": "t",
      "438": "i",
      "439": "o",
      "440": "n",
      "441": ".",
      "442": "\\",
      "443": "n",
      "444": "-",
      "445": " ",
      "446": "W",
      "447": "y",
      "448": "d",
      "449": "e",
      "450": "n",
      "451": " ",
      "452": "c",
      "453": "r",
      "454": "i",
      "455": "t",
      "456": "i",
      "457": "c",
      "458": "i",
      "459": "z",
      "460": "e",
      "461": "d",
      "462": " ",
      "463": "t",
      "464": "h",
      "465": "e",
      "466": " ",
      "467": "f",
      "468": "e",
      "469": "d",
      "470": "e",
      "471": "r",
      "472": "a",
      "473": "l",
      "474": " ",
      "475": "g",
      "476": "o",
      "477": "v",
      "478": "e",
      "479": "r",
      "480": "n",
      "481": "m",
      "482": "e",
      "483": "n",
      "484": "t",
      "485": " ",
      "486": "f",
      "487": "o",
      "488": "r",
      "489": " ",
      "490": "n",
      "491": "o",
      "492": "t",
      "493": " ",
      "494": "r",
      "495": "e",
      "496": "q",
      "497": "u",
      "498": "i",
      "499": "r",
      "500": "i",
      "501": "n",
      "502": "g",
      "503": " ",
      "504": "m",
      "505": "i",
      "506": "n",
      "507": "i",
      "508": "m",
      "509": "u",
      "510": "m",
      "511": " ",
      "512": "c",
      "513": "y",
      "514": "b",
      "515": "e",
      "516": "r",
      "517": "s",
      "518": "e",
      "519": "c",
      "520": "u",
      "521": "r",
      "522": "i",
      "523": "t",
      "524": "y",
      "525": " ",
      "526": "s",
      "527": "t",
      "528": "a",
      "529": "n",
      "530": "d",
      "531": "a",
      "532": "r",
      "533": "d",
      "534": "s",
      "535": " ",
      "536": "f",
      "537": "o",
      "538": "r",
      "539": " ",
      "540": "U",
      "541": ".",
      "542": "S",
      "543": ".",
      "544": " ",
      "545": "p",
      "546": "h",
      "547": "o",
      "548": "n",
      "549": "e",
      "550": " ",
      "551": "c",
      "552": "o",
      "553": "m",
      "554": "p",
      "555": "a",
      "556": "n",
      "557": "i",
      "558": "e",
      "559": "s",
      "560": " ",
      "561": "a",
      "562": "n",
      "563": "d",
      "564": " ",
      "565": "h",
      "566": "i",
      "567": "g",
      "568": "h",
      "569": "l",
      "570": "i",
      "571": "g",
      "572": "h",
      "573": "t",
      "574": "e",
      "575": "d",
      "576": " ",
      "577": "t",
      "578": "h",
      "579": "e",
      "580": " ",
      "581": "c",
      "582": "o",
      "583": "n",
      "584": "s",
      "585": "e",
      "586": "q",
      "587": "u",
      "588": "e",
      "589": "n",
      "590": "c",
      "591": "e",
      "592": "s",
      "593": " ",
      "594": "o",
      "595": "f",
      "596": " ",
      "597": "n",
      "598": "e",
      "599": "g",
      "600": "l",
      "601": "i",
      "602": "g",
      "603": "e",
      "604": "n",
      "605": "t",
      "606": " ",
      "607": "c",
      "608": "y",
      "609": "b",
      "610": "e",
      "611": "r",
      "612": "s",
      "613": "e",
      "614": "c",
      "615": "u",
      "616": "r",
      "617": "i",
      "618": "t",
      "619": "y",
      "620": " ",
      "621": "p",
      "622": "r",
      "623": "a",
      "624": "c",
      "625": "t",
      "626": "i",
      "627": "c",
      "628": "e",
      "629": "s",
      "630": ".",
      "631": "\"",
      "632": ",",
      "633": "\"",
      "634": "s",
      "635": "c",
      "636": "o",
      "637": "r",
      "638": "e",
      "639": "s",
      "640": "\"",
      "641": ":",
      "642": "{",
      "643": "\"",
      "644": "s",
      "645": "c",
      "646": "a",
      "647": "l",
      "648": "e",
      "649": "\"",
      "650": ":",
      "651": "7",
      "652": ",",
      "653": "\"",
      "654": "i",
      "655": "m",
      "656": "p",
      "657": "a",
      "658": "c",
      "659": "t",
      "660": "\"",
      "661": ":",
      "662": "8",
      "663": ",",
      "664": "\"",
      "665": "n",
      "666": "o",
      "667": "v",
      "668": "e",
      "669": "l",
      "670": "t",
      "671": "y",
      "672": "\"",
      "673": ":",
      "674": "6",
      "675": ",",
      "676": "\"",
      "677": "l",
      "678": "o",
      "679": "n",
      "680": "g",
      "681": "T",
      "682": "e",
      "683": "r",
      "684": "m",
      "685": "S",
      "686": "i",
      "687": "g",
      "688": "n",
      "689": "i",
      "690": "f",
      "691": "i",
      "692": "c",
      "693": "a",
      "694": "n",
      "695": "c",
      "696": "e",
      "697": "\"",
      "698": ":",
      "699": "7",
      "700": "}",
      "701": ",",
      "702": "\"",
      "703": "k",
      "704": "e",
      "705": "y",
      "706": "w",
      "707": "o",
      "708": "r",
      "709": "d",
      "710": "s",
      "711": "\"",
      "712": ":",
      "713": "[",
      "714": "\"",
      "715": "C",
      "716": "I",
      "717": "S",
      "718": "A",
      "719": "\"",
      "720": ",",
      "721": "\"",
      "722": "t",
      "723": "e",
      "724": "l",
      "725": "e",
      "726": "c",
      "727": "o",
      "728": "m",
      "729": "m",
      "730": "u",
      "731": "n",
      "732": "i",
      "733": "c",
      "734": "a",
      "735": "t",
      "736": "i",
      "737": "o",
      "738": "n",
      "739": " ",
      "740": "s",
      "741": "e",
      "742": "c",
      "743": "u",
      "744": "r",
      "745": "i",
      "746": "t",
      "747": "y",
      "748": "\"",
      "749": ",",
      "750": "\"",
      "751": "S",
      "752": "e",
      "753": "a",
      "754": "n",
      "755": " ",
      "756": "P",
      "757": "l",
      "758": "a",
      "759": "n",
      "760": "k",
      "761": "e",
      "762": "y",
      "763": "\"",
      "764": ",",
      "765": "\"",
      "766": "R",
      "767": "o",
      "768": "n",
      "769": " ",
      "770": "W",
      "771": "y",
      "772": "d",
      "773": "e",
      "774": "n",
      "775": "\"",
      "776": ",",
      "777": "\"",
      "778": "c",
      "779": "y",
      "780": "b",
      "781": "e",
      "782": "r",
      "783": "s",
      "784": "e",
      "785": "c",
      "786": "u",
      "787": "r",
      "788": "i",
      "789": "t",
      "790": "y",
      "791": "\"",
      "792": ",",
      "793": "\"",
      "794": "F",
      "795": "e",
      "796": "d",
      "797": "e",
      "798": "r",
      "799": "a",
      "800": "l",
      "801": " ",
      "802": "n",
      "803": "o",
      "804": "m",
      "805": "i",
      "806": "n",
      "807": "a",
      "808": "t",
      "809": "i",
      "810": "o",
      "811": "n",
      "812": "\"",
      "813": ",",
      "814": "\"",
      "815": "U",
      "816": ".",
      "817": "S",
      "818": ".",
      "819": " ",
      "820": "t",
      "821": "e",
      "822": "l",
      "823": "e",
      "824": "c",
      "825": "o",
      "826": "m",
      "827": "\"",
      "828": ",",
      "829": "\"",
      "830": "S",
      "831": "a",
      "832": "l",
      "833": "t",
      "834": " ",
      "835": "T",
      "836": "y",
      "837": "p",
      "838": "h",
      "839": "o",
      "840": "o",
      "841": "n",
      "842": "\"",
      "843": "]",
      "844": "}",
      "845": "\n",
      "846": "\n",
      "847": "-",
      "848": "-",
      "849": "-",
      "850": "\n",
      "851": "P",
      "852": "r",
      "853": "o",
      "854": "t",
      "855": "e",
      "856": "j",
      "857": "a",
      "858": " ",
      "859": "s",
      "860": "u",
      "861": " ",
      "862": "n",
      "863": "a",
      "864": "v",
      "865": "e",
      "866": "g",
      "867": "a",
      "868": "c",
      "869": "i",
      "870": "ó",
      "871": "n",
      "872": " ",
      "873": "p",
      "874": "o",
      "875": "r",
      "876": " ",
      "877": "I",
      "878": "n",
      "879": "t",
      "880": "e",
      "881": "r",
      "882": "n",
      "883": "e",
      "884": "t",
      "885": " ",
      "886": "c",
      "887": "o",
      "888": "n",
      "889": " ",
      "890": "u",
      "891": "n",
      "892": "a",
      "893": " ",
      "894": "s",
      "895": "u",
      "896": "s",
      "897": "c",
      "898": "r",
      "899": "i",
      "900": "p",
      "901": "c",
      "902": "i",
      "903": "ó",
      "904": "n",
      "905": " ",
      "906": "a",
      "907": " ",
      "908": "N",
      "909": "o",
      "910": "r",
      "911": "d",
      "912": "V",
      "913": "P",
      "914": "N",
      "915": ".",
      "916": " ",
      "917": "[",
      "918": "A",
      "919": "p",
      "920": "r",
      "921": "e",
      "922": "n",
      "923": "d",
      "924": "e",
      "925": "r",
      "926": " ",
      "927": "m",
      "928": "á",
      "929": "s",
      "930": "]",
      "931": "(",
      "932": "h",
      "933": "t",
      "934": "t",
      "935": "p",
      "936": "s",
      "937": ":",
      "938": "/",
      "939": "/",
      "940": "p",
      "941": "o",
      "942": "l",
      "943": "l",
      "944": "i",
      "945": "n",
      "946": "a",
      "947": "t",
      "948": "i",
      "949": "o",
      "950": "n",
      "951": "s",
      "952": ".",
      "953": "a",
      "954": "i",
      "955": "/",
      "956": "r",
      "957": "e",
      "958": "d",
      "959": "i",
      "960": "r",
      "961": "e",
      "962": "c",
      "963": "t",
      "964": "/",
      "965": "4",
      "966": "3",
      "967": "2",
      "968": "2",
      "969": "6",
      "970": "4",
      "971": ")",
      "title": "Senator puts hold on Trump’s nominee for CISA director, citing telco security ‘cover up’",
      "link": "https://techcrunch.com/2025/04/09/senator-puts-hold-on-trumps-nominee-for-cisa-director-citing-telco-security-cover-up/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T16:25:53.000Z"
    },
    {
      "title": "US may fine TSMC $1B over chip allegedly used in Huawei AI processor",
      "link": "https://techcrunch.com/2025/04/09/us-may-fine-tsmc-1b-over-chip-allegedly-used-in-huawei-ai-processor/",
      "author": "Kate Park",
      "thumbnail": null,
      "summary": "- TSMC may face a $1 billion fine over a U.S. export control investigation involving a chip for Huawei's AI processor.\n- The investigation relates to TSMC's chips used in Huawei's Ascend 910B AI processor.\n- TSMC has not supplied to Huawei since mid-September 2020 and emphasizes compliance with export regulations.",
      "keywords": [
        "TSMC",
        "Huawei",
        "AI processor",
        "export control",
        "technology",
        "chip manufacturing"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-09T15:31:42.000Z"
    },
    {
      "title": "Tired of doing laundry? These startups want to help.",
      "link": "https://techcrunch.com/2025/04/09/tired-of-doing-laundry-these-startups-want-to-help/",
      "author": "Mary Ann Azevedo",
      "thumbnail": null,
      "summary": "- Startups are emerging to streamline laundry services, attracting venture capital.\n- NoScrubs raised $2 million for its on-demand laundry delivery service, aiming for rapid turnaround in Austin.\n- Rinse, operational since 2013, raised $23 million and serves multiple U.S. cities, emphasizing employee labor over contractors.",
      "keywords": [
        "laundry",
        "startups",
        "investment",
        "NoScrubs",
        "Rinse",
        "on-demand services",
        "business model"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-09T15:02:00.000Z"
    },
    {
      "title": "Samsung’s SmartThings app gets more home automation capabilities",
      "link": "https://techcrunch.com/2025/04/09/samsung-smartthings-apps-gets-better-routines-and-intercom-feature-with-the-new-update/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/Routine_ENG_1112_edit.png?w=325",
      "summary": "- Samsung updates SmartThings with new home automation capabilities to enhance IoT device integration.\n- New features include improved routines, intercom functionality, and integration with Samsung Health.\n- Users can automate tasks like lights turning off at bedtime and TV settings based on routines.\n- SmartThings now supports additional devices via Matter 1.4, including water heaters and solar energy devices.",
      "keywords": [
        "SmartThings",
        "home automation",
        "Samsung",
        "IoT",
        "Matter 1.4",
        "Samsung Health",
        "intercom feature"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-09T15:00:00.000Z"
    },
    {
      "title": "Artisan, the ‘stop hiring humans’ AI agent startup, raises $25M – and is still hiring humans",
      "link": "https://techcrunch.com/2025/04/09/artisan-the-stop-hiring-humans-ai-agent-startup-raises-25m-and-is-still-hiring-humans/",
      "author": "Jaspar Carmichael-Jack, Sam Stallings",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/Artisan-billboard-San-Francisco.jpg?w=680",
      "summary": "- Artisan has raised $25 million in a Series A funding round led by Glade Brook Capital.\n- The company, founded by Jaspar Carmichael-Jack and Sam Stallings, previously raised $12 million last September.\n- Artisan is known for its controversial “Stop Hiring Humans” marketing campaign.\n- The company employs 35 people and is looking to hire an additional 22.\n- Artisan claims to have improved its AI SDR product, Ava, reducing hallucinations to 1 in 10,000 emails.\n- The company has 250 customers and $5 million in annual recurring revenue.\n- Two new products, Aaron and Aria, are set to launch by the end of 2025.\n- Carmichael-Jack emphasizes the importance of qualifying customers to reduce churn and improve outcomes.",
      "keywords": [
        "Artisan",
        "AI",
        "funding",
        "Jaspar Carmichael-Jack",
        "Sam Stallings",
        "Y Combinator",
        "AI SDR",
        "employee growth"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-09T15:00:00.000Z"
    },
    {
      "title": "WordPress.com launches a free AI-powered website builder",
      "link": "https://techcrunch.com/2025/04/09/wordpress-com-launches-a-free-ai-powered-website-builder/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/Screenshot-2025-04-09-at-10.46.11AM.jpg?w=680",
      "summary": "- WordPress.com launched a free AI website builder that uses a chat-style interface.\n- Aimed at entrepreneurs and bloggers, it allows users to create websites easily but is not suited for advanced e-commerce sites.\n- The AI builder is designed to compete with similar offerings from Squarespace and Wix, though it requires some understanding of web design for advanced edits.\n- Users interact with the AI by typing prompts to generate websites and can make further adjustments after creation.\n- The AI builder offers 30 free prompts before users need to subscribe to a WordPress hosting plan, which starts at $48 per year.",
      "keywords": [
        "WordPress",
        "AI",
        "website builder",
        "entrepreneurs",
        "bloggers",
        "tech news",
        "TechCrunch"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-09T14:47:30.000Z"
    },
    {
      "title": "Instagram tests locked reels that can be accessed with secret codes",
      "link": "https://techcrunch.com/2025/04/09/instagram-tests-locked-reels-that-can-be-accessed-with-secret-codes/",
      "author": "Aisha Malik",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/instagram-locked-reel.jpeg?w=680",
      "summary": "- Instagram is testing locked reels that require a code and hint to access.\n- This feature aims to boost engagement by allowing creators to share exclusive content with dedicated fans.\n- An example lock uses the hint '1st # in the caption,' leading to the code 'threads.'\n- The test has been observed on Instagram's Design account.\n- The feature is likened to the existing 'Reveal' feature for secret Stories.",
      "keywords": [
        "Instagram",
        "locked reels",
        "social media",
        "engagement",
        "exclusive content",
        "features"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-04-09T14:32:06.000Z"
    },
    {
      "title": "Nuro’s $106M raise backs its shift from delivery robots to licensing autonomy tech",
      "link": "https://techcrunch.com/2025/04/09/nuros-106m-raise-backs-its-shift-from-delivery-robots-to-licensing-autonomy-tech/",
      "author": "Rebecca Bellan",
      "thumbnail": null,
      "summary": "- Nuro has raised $106 million in funding to scale its autonomous driving technology and advance partnerships, bringing total funding to $2.2 billion.\n- The company's valuation decreased to $6 billion from $8.6 billion due to the challenging funding environment.\n- Nuro is shifting from building delivery robots to licensing its self-driving technology to automotive manufacturers and delivery fleets, extending its operational runway.",
      "keywords": [
        "Nuro",
        "autonomous driving",
        "funding",
        "delivery robots",
        "licensing technology",
        "technology shift"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-09T14:29:10.000Z"
    },
    {
      "title": "Solve Intelligence raises fresh $12M to bring AI to IP, patent workflows",
      "link": "https://techcrunch.com/2025/04/09/microsoft-backs-solve-intelligence-in-12m-series-a-funding/",
      "author": "Kate Park",
      "thumbnail": null,
      "summary": "- Solve Intelligence, a Delaware-based startup, has raised $12 million in Series A funding, led by 20VC, to enhance AI solutions for patent workflows.\n- The startup's in-browser document editor utilizes generative AI for tasks such as patent drafting and office action responses, currently used by 200 IP teams including Siemens and DLA Piper.\n- The Series A funds will be used for product scaling, hiring, and R&D, focusing on expanding features for life science applications and further customizing AI functionalities for patent attorneys.",
      "keywords": [
        "AI",
        "patents",
        "legal tech",
        "funding",
        "innovation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-09T14:00:00.000Z"
    },
    {
      "title": "Tessell snags $60M to drive data management at scale",
      "link": "https://techcrunch.com/2025/04/09/tessell-snags-60m-to-drive-data-management-at-scale/",
      "author": "Jagmeet Singh",
      "thumbnail": null,
      "summary": "- Tessell raised $60 million in funding led by WestBridge Capital to enhance its multi-cloud database-as-a-service.\n- The startup aims to improve operational database management, delivering 10x the performance of existing services with significant cost savings.\n- Tessell’s platform supports major cloud providers and database engines, and plans to expand into Europe and Asia-Pacific with new AI-powered features.",
      "keywords": [
        "Tessell",
        "funding",
        "data management",
        "database-as-a-service",
        "artificial intelligence",
        "cloud computing",
        "R&D"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-09T14:00:00.000Z"
    },
    {
      "title": "The complete agenda for TechCrunch Sessions: AI unveiled",
      "link": "https://techcrunch.com/2025/04/09/the-complete-agenda-for-techcrunch-sessions-ai-unveiled/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/All-Speakers-16x9_SpeakerArticleImageHeader_TCSessionsAI.png?w=680",
      "summary": "- The TechCrunch Sessions: AI event will take place on June 5 at Zellerbach Hall, UC Berkeley, gathering 1,200 founders, CEOs, and industry leaders.\n- Key discussions will feature executives from Anthropic, ElevenLabs, and DeepMind, along with prominent investors.\n- Breakout sessions will include topics such as AI ethics, pitching strategies for startups, and building on foundational models.",
      "keywords": [
        "TechCrunch",
        "AI",
        "event",
        "agenda",
        "startups",
        "founders"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-09T14:00:00.000Z"
    },
    {
      "title": "Ironwood is Google’s newest AI accelerator chip",
      "link": "https://techcrunch.com/2025/04/09/google-unveils-ironwood-a-new-ai-accelerator-chip/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T12:00:00.000Z"
    },
    {
      "title": "Google’s newest Gemini AI model focuses on efficiency",
      "link": "https://techcrunch.com/2025/04/09/googles-newest-gemini-ai-model-focuses-on-efficiency/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T12:00:00.000Z"
    },
    {
      "title": "Google Workspace gets automation flows, podcast-style summaries",
      "link": "https://techcrunch.com/2025/04/09/google-workspace-gets-automation-flows-podcast-style-summaries/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T12:00:00.000Z"
    },
    {
      "title": "Google’s enterprise cloud gets a music-generating AI model",
      "link": "https://techcrunch.com/2025/04/09/google-brings-a-music-generating-ai-model-to-its-enterprise-cloud/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T12:00:00.000Z"
    },
    {
      "title": "Gemini Code Assist, Google’s AI coding assistant, gets ‘agentic’ abilities",
      "link": "https://techcrunch.com/2025/04/09/gemini-code-assist-googles-ai-coding-assistant-gets-agentic-upgrades/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T12:00:00.000Z"
    },
    {
      "title": "Samsung adds Google’s Gemini to its home robot Ballie",
      "link": "https://techcrunch.com/2025/04/09/samsung-adds-google-gemini-ai-assistant-to-its-home-robot-ballie/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T12:00:00.000Z"
    },
    {
      "title": "Reddit’s conversational AI search tool leverages Google Gemini",
      "link": "https://techcrunch.com/2025/04/09/reddits-conversational-ai-search-tool-leverages-google-gemini/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T12:00:00.000Z"
    },
    {
      "title": "Lyst, the fashion marketplace once valued at $700M, sells to Japan’s Zozo for $154M",
      "link": "https://techcrunch.com/2025/04/09/lyst-the-fashion-marketplace-once-valued-at-700m-sells-to-japans-zozo-for-154m/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T10:29:44.000Z"
    },
    {
      "title": "Governments identify dozens of Android apps bundled with spyware",
      "link": "https://techcrunch.com/2025/04/09/governments-identify-dozens-of-android-apps-bundled-with-spyware/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-09T10:00:00.000Z"
    },
    {
      "title": "A 25-year-old police drone founder just raised $75M led by Index",
      "link": "https://techcrunch.com/2025/04/08/a-25-year-old-police-drone-founder-just-raised-75m-led-by-index/",
      "author": "Charles Rollet",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/Blake-with-Responder-and-Lemur-2-Media-Kit-1-1.png?w=1024",
      "summary": "- Brinc Drones, founded by 25-year-old Blake Resnick, raised $75 million led by Index Ventures on April 8, 2025.\n- Total funding for Brinc now stands at $157.2 million; the startup had a valuation of $300 million in 2023.\n- New funds will help launch a strategic alliance with Motorola Solutions to enhance 911 response with drones.\n- Brinc's drones aim to reach hard-to-access areas faster than police cruisers, addressing public safety needs.\n- Competing with U.S. startups like Flock Safety and Skydio, which have substantial valuations in the drone sector.",
      "keywords": [
        "Brinc Drones",
        "Blake Resnick",
        "drone technology",
        "public safety",
        "emergency response",
        "funding",
        "Motorola Solutions",
        "Index Ventures",
        "startups",
        "police drones"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-08T22:44:27.000Z"
    },
    {
      "title": "Instagram is beefing up its search to compete with TikTok",
      "link": "https://techcrunch.com/2025/04/08/instagram-is-beefing-up-its-search-to-compete-with-tiktok/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- Instagram’s head Adam Mosseri announced the company is improving its search functionality to better compete with TikTok.\n- Instagram is acknowledging the need for a stronger search feature, especially to attract Gen Z users who prefer social apps for search over traditional engines.\n- Meta has bolstered the team responsible for search improvements, aiming to enhance content discovery.\n- Studies show a significant shift among Gen Z toward using Instagram as their preferred search engine, where they prioritize short-form video content.\n- Upcoming changes to Instagram include better integration of comments into the search function to enhance discovery of relevant content.",
      "keywords": [
        "Instagram",
        "search functionality",
        "TikTok",
        "Gen Z",
        "social media",
        "content discovery",
        "Meta",
        "short-form video",
        "comments"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-08T21:34:36.000Z"
    },
    {
      "title": "Deep Cogito emerges from stealth with hybrid AI ‘reasoning’ models",
      "link": "https://techcrunch.com/2025/04/08/deep-cogito-emerges-from-stealth-with-hybrid-ai-reasoning-models/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/Livebench.webp?w=680",
      "summary": "- Deep Cogito has launched with hybrid AI models that can switch between reasoning and non-reasoning modes.\n- These models, called Cogito 1, utilize a combination of reasoning and non-reasoning components for performance.\n- Cogito 1 has been internally benchmarked to outperform existing models in mathematics and language tasks.\n- Models range from 3 billion to 70 billion parameters, with future models expected to reach 671 billion parameters.\n- The company's founders are Drishan Arora and Dhruv Malhotra, who have backgrounds at Google AI and DeepMind.\n- Models are available for download or use via APIs on providers Fireworks AI and Together AI.",
      "keywords": [
        "AI",
        "Deep Cogito",
        "Hybrid Models",
        "Reasoning",
        "Machine Learning",
        "Superintelligence"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-08T19:50:12.000Z"
    },
    {
      "title": "No, Stripe is not becoming a bank",
      "link": "https://techcrunch.com/2025/04/08/no-stripe-is-not-becoming-a-bank/",
      "author": "Mary Ann Azevedo",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/04/Stripe-resized.webp?w=1024",
      "summary": "- Stripe has applied for a narrow U.S. banking license but will not function as a bank.  \n- This license will allow Stripe to process its own payments without accepting deposits.  \n- Approval for the banking license could occur by the third quarter of 2025.  \n- The move is aimed at reducing dependency on external partners for payment processing.",
      "keywords": [
        "Stripe",
        "banking license",
        "payment processing",
        "fintech",
        "business resilience"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-08T19:48:11.000Z"
    },
    {
      "title": "Inside the EV startup secretly backed by Jeff Bezos",
      "link": "https://techcrunch.com/2025/04/08/inside-the-ev-startup-secretly-backed-by-jeff-bezos/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-08T19:28:04.000Z"
    },
    {
      "title": "MrBeast Comments on Trump's Tariff Plans and Their Impact on Businesses",
      "link": "https://techcrunch.com/2025/04/08/at-last-mrbeast-weighs-in-on-the-global-economic-crisis-du-jour/",
      "author": "Amanda Silberling",
      "thumbnail": null,
      "summary": "- MrBeast, a prominent YouTuber, discusses the implications of Trump's proposed tariffs on imports.\n- He highlights how tariffs negatively affect his company, Feastables, suggesting it's cheaper to manufacture abroad rather than in the U.S.\n- MrBeast emphasizes the importance of sourcing cocoa internationally due to the nature of agricultural production.\n- He expresses concern for small businesses that may struggle under the burden of tariffs.",
      "keywords": [
        "MrBeast",
        "tariffs",
        "Feastables",
        "Donald Trump",
        "economic impact",
        "business",
        "YouTube",
        "chocolate",
        "small businesses"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-08T18:59:28.000Z"
    },
    {
      "title": "Does Colossal Biosciences’ dire wolf creation justify its $10B+ valuation?",
      "link": "https://techcrunch.com/2025/04/08/does-colossal-biosciences-dire-wolf-creation-justify-its-10b-valuation/",
      "author": "Not given",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/2410_DW_15day_11_1bad34.jpg?w=680",
      "summary": "- Colossal Biosciences announced the creation of a genetically modified dire wolf, targeting de-extinction of an animal extinct for over 12,000 years.\n- The dire wolves are living on a secretive 2,000-acre preserve and are derived from genes of ancient fossils.\n- The company claims this to be the first extinct species brought back to life through genetically edited gray wolves, resulting in a hybrid appearance.\n- Scientists express skepticism, suggesting the project represents gene modification rather than true de-extinction.\n- The company's potential business prospects are discussed, including collaborations in conservation and artificial womb technology usage.",
      "keywords": [
        "Colossal Biosciences",
        "de-extinction",
        "dire wolf",
        "gene editing",
        "biotechnology",
        "conservation",
        "biodiversity"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-08T17:15:16.000Z"
    },
    {
      "title": "A nonprofit is using AI agents to raise money for charity",
      "link": "https://techcrunch.com/2025/04/08/a-nonprofit-is-using-ai-agents-to-raise-money-for-charity/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Sage Future, a nonprofit, is using AI models to raise money for charity.\n- Four AI models, including OpenAI's GPT-4o and Anthropic’s Claude models, raised $257 for Helen Keller International in one week.\n- The AI agents are not fully autonomous and took suggestions from human spectators, who provided most of the donations.\n- Agents coordinated via group chat, created Google Docs, and handled social media promotion.\n- Challenges included technical hurdles and distractions, but plans for future improvements include testing new models and agency setups.",
      "keywords": [
        "nonprofit",
        "AI agents",
        "charity",
        "fundraising",
        "technology",
        "innovation"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-08T16:52:59.000Z"
    },
    {
      "title": "Tapestry’s app can now de-dupe your social feeds",
      "link": "https://techcrunch.com/2025/04/08/tapestrys-app-can-now-de-dupe-your-social-feeds/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/Crosstalk-Example.jpg?w=680",
      "summary": "- Tapestry app adds a feature called Crosstalk to remove duplicate posts from social feeds.\n- The feature rolls out with Tapestry 1.1 iOS update, available starting Tuesday.\n- Tapestry was created by the team behind Twitterific, emphasizing user control over social media.\n- Users can now track posts from multiple platforms like Bluesky, Mastodon, and more.\n- Crosstalk can detect duplicates even with variations in text length or content.\n- New features include Quicklinks for easy navigation between timelines and enhanced feed customization.\n- Tapestry is free with in-app purchases; subscriptions are $1.99 monthly or $19.99 yearly.",
      "keywords": [
        "Tapestry",
        "Crosstalk",
        "social media",
        "app update",
        "duplicate posts",
        "Bluesky",
        "Mastodon",
        "open social web"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-08T16:25:46.000Z"
    },
    {
      "title": "Google fixes two Android zero-day bugs actively exploited by hackers",
      "link": "https://techcrunch.com/2025/04/08/google-fixes-two-android-zero-day-bugs-actively-exploited-by-hackers/",
      "author": "Lorenzo Franceschi-Bicchierai",
      "thumbnail": null,
      "summary": "- Google released an Android update addressing two zero-day flaws that were potentially exploited by hackers.\n- The vulnerabilities include CVE-2024-53197, identified by Amnesty International, which was exploited against a Serbian student activist.\n- The second vulnerability, CVE-2024-53150, is less documented but involves a critical security flaw in the kernel, with potential for remote privilege escalation without user interaction.\n- Patches for the vulnerabilities will be pushed within 48 hours; Android partners were notified a month in advance.",
      "keywords": [
        "Android",
        "zero-day",
        "security",
        "vulnerability",
        "Google",
        "CVE-2024-53197",
        "CVE-2024-53150",
        "Amnesty International",
        "cybersecurity"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-08T15:42:29.000Z"
    },
    {
      "0": "P",
      "1": "r",
      "2": "o",
      "3": "m",
      "4": "p",
      "5": "t",
      "6": ":",
      "7": " ",
      "8": "S",
      "9": "e",
      "10": "t",
      "11": " ",
      "12": "i",
      "13": "n",
      "14": " ",
      "15": "a",
      "16": " ",
      "17": "m",
      "18": "e",
      "19": "d",
      "20": "i",
      "21": "e",
      "22": "v",
      "23": "a",
      "24": "l",
      "25": " ",
      "26": "t",
      "27": "a",
      "28": "v",
      "29": "e",
      "30": "r",
      "31": "n",
      "32": ",",
      "33": " ",
      "34": "a",
      "35": " ",
      "36": "w",
      "37": "e",
      "38": "a",
      "39": "r",
      "40": "y",
      "41": " ",
      "42": "b",
      "43": "a",
      "44": "b",
      "45": "y",
      "46": "s",
      "47": "i",
      "48": "t",
      "49": "t",
      "50": "e",
      "51": "r",
      "52": " ",
      "53": "s",
      "54": "i",
      "55": "t",
      "56": "s",
      "57": " ",
      "58": "a",
      "59": "t",
      "60": " ",
      "61": "a",
      "62": " ",
      "63": "w",
      "64": "o",
      "65": "o",
      "66": "d",
      "67": "e",
      "68": "n",
      "69": " ",
      "70": "t",
      "71": "a",
      "72": "b",
      "73": "l",
      "74": "e",
      "75": ",",
      "76": " ",
      "77": "h",
      "78": "e",
      "79": "r",
      "80": " ",
      "81": "h",
      "82": "a",
      "83": "n",
      "84": "d",
      "85": "s",
      "86": " ",
      "87": "t",
      "88": "a",
      "89": "n",
      "90": "g",
      "91": "l",
      "92": "e",
      "93": "d",
      "94": " ",
      "95": "i",
      "96": "n",
      "97": " ",
      "98": "h",
      "99": "e",
      "100": "r",
      "101": " ",
      "102": "h",
      "103": "a",
      "104": "i",
      "105": "r",
      "106": ",",
      "107": " ",
      "108": "a",
      "109": " ",
      "110": "l",
      "111": "o",
      "112": "o",
      "113": "k",
      "114": " ",
      "115": "o",
      "116": "f",
      "117": " ",
      "118": "c",
      "119": "o",
      "120": "n",
      "121": "c",
      "122": "e",
      "123": "r",
      "124": "n",
      "125": " ",
      "126": "e",
      "127": "t",
      "128": "c",
      "129": "h",
      "130": "e",
      "131": "d",
      "132": " ",
      "133": "o",
      "134": "n",
      "135": " ",
      "136": "h",
      "137": "e",
      "138": "r",
      "139": " ",
      "140": "f",
      "141": "a",
      "142": "c",
      "143": "e",
      "144": " ",
      "145": "a",
      "146": "s",
      "147": " ",
      "148": "s",
      "149": "h",
      "150": "e",
      "151": " ",
      "152": "s",
      "153": "t",
      "154": "a",
      "155": "r",
      "156": "e",
      "157": "s",
      "158": " ",
      "159": "a",
      "160": "t",
      "161": " ",
      "162": "a",
      "163": "n",
      "164": " ",
      "165": "a",
      "166": "g",
      "167": "e",
      "168": "d",
      "169": " ",
      "170": "p",
      "171": "i",
      "172": "e",
      "173": "c",
      "174": "e",
      "175": " ",
      "176": "o",
      "177": "f",
      "178": " ",
      "179": "p",
      "180": "a",
      "181": "r",
      "182": "c",
      "183": "h",
      "184": "m",
      "185": "e",
      "186": "n",
      "187": "t",
      "188": ".",
      "189": " ",
      "190": "N",
      "191": "e",
      "192": "a",
      "193": "r",
      "194": "b",
      "195": "y",
      "196": ",",
      "197": " ",
      "198": "a",
      "199": " ",
      "200": "c",
      "201": "h",
      "202": "i",
      "203": "l",
      "204": "d",
      "205": " ",
      "206": "i",
      "207": "s",
      "208": " ",
      "209": "e",
      "210": "n",
      "211": "g",
      "212": "r",
      "213": "o",
      "214": "s",
      "215": "s",
      "216": "e",
      "217": "d",
      "218": " ",
      "219": "i",
      "220": "n",
      "221": " ",
      "222": "p",
      "223": "l",
      "224": "a",
      "225": "y",
      "226": "i",
      "227": "n",
      "228": "g",
      "229": " ",
      "230": "w",
      "231": "i",
      "232": "t",
      "233": "h",
      "234": " ",
      "235": "a",
      "236": " ",
      "237": "c",
      "238": "a",
      "239": "r",
      "240": "v",
      "241": "e",
      "242": "d",
      "243": " ",
      "244": "w",
      "245": "o",
      "246": "o",
      "247": "d",
      "248": "e",
      "249": "n",
      "250": " ",
      "251": "t",
      "252": "o",
      "253": "y",
      "254": ",",
      "255": " ",
      "256": "t",
      "257": "h",
      "258": "e",
      "259": "i",
      "260": "r",
      "261": " ",
      "262": "l",
      "263": "a",
      "264": "u",
      "265": "g",
      "266": "h",
      "267": "t",
      "268": "e",
      "269": "r",
      "270": " ",
      "271": "f",
      "272": "a",
      "273": "i",
      "274": "n",
      "275": "t",
      "276": "l",
      "277": "y",
      "278": " ",
      "279": "e",
      "280": "c",
      "281": "h",
      "282": "o",
      "283": "i",
      "284": "n",
      "285": "g",
      "286": " ",
      "287": "i",
      "288": "n",
      "289": " ",
      "290": "t",
      "291": "h",
      "292": "e",
      "293": " ",
      "294": "w",
      "295": "a",
      "296": "r",
      "297": "m",
      "298": ",",
      "299": " ",
      "300": "d",
      "301": "i",
      "302": "m",
      "303": "l",
      "304": "y",
      "305": " ",
      "306": "l",
      "307": "i",
      "308": "t",
      "309": " ",
      "310": "r",
      "311": "o",
      "312": "o",
      "313": "m",
      "314": ".",
      "315": " ",
      "316": "A",
      "317": "t",
      "318": " ",
      "319": "h",
      "320": "e",
      "321": "r",
      "322": " ",
      "323": "f",
      "324": "e",
      "325": "e",
      "326": "t",
      "327": ",",
      "328": " ",
      "329": "a",
      "330": " ",
      "331": "l",
      "332": "o",
      "333": "y",
      "334": "a",
      "335": "l",
      "336": " ",
      "337": "d",
      "338": "o",
      "339": "g",
      "340": " ",
      "341": "r",
      "342": "e",
      "343": "s",
      "344": "t",
      "345": "s",
      "346": " ",
      "347": "c",
      "348": "o",
      "349": "m",
      "350": "f",
      "351": "o",
      "352": "r",
      "353": "t",
      "354": "a",
      "355": "b",
      "356": "l",
      "357": "y",
      "358": " ",
      "359": "a",
      "360": "g",
      "361": "a",
      "362": "i",
      "363": "n",
      "364": "s",
      "365": "t",
      "366": " ",
      "367": "t",
      "368": "h",
      "369": "e",
      "370": " ",
      "371": "s",
      "372": "t",
      "373": "u",
      "374": "r",
      "375": "d",
      "376": "y",
      "377": " ",
      "378": "c",
      "379": "h",
      "380": "a",
      "381": "i",
      "382": "r",
      "383": " ",
      "384": "l",
      "385": "e",
      "386": "g",
      "387": ",",
      "388": " ",
      "389": "i",
      "390": "t",
      "391": "s",
      "392": " ",
      "393": "f",
      "394": "u",
      "395": "r",
      "396": " ",
      "397": "c",
      "398": "a",
      "399": "t",
      "400": "c",
      "401": "h",
      "402": "i",
      "403": "n",
      "404": "g",
      "405": " ",
      "406": "t",
      "407": "h",
      "408": "e",
      "409": " ",
      "410": "f",
      "411": "l",
      "412": "i",
      "413": "c",
      "414": "k",
      "415": "e",
      "416": "r",
      "417": "s",
      "418": " ",
      "419": "o",
      "420": "f",
      "421": " ",
      "422": "c",
      "423": "a",
      "424": "n",
      "425": "d",
      "426": "l",
      "427": "e",
      "428": "l",
      "429": "i",
      "430": "g",
      "431": "h",
      "432": "t",
      "433": " ",
      "434": "t",
      "435": "h",
      "436": "a",
      "437": "t",
      "438": " ",
      "439": "d",
      "440": "a",
      "441": "n",
      "442": "c",
      "443": "e",
      "444": " ",
      "445": "a",
      "446": "r",
      "447": "o",
      "448": "u",
      "449": "n",
      "450": "d",
      "451": " ",
      "452": "t",
      "453": "h",
      "454": "e",
      "455": " ",
      "456": "r",
      "457": "u",
      "458": "s",
      "459": "t",
      "460": "i",
      "461": "c",
      "462": " ",
      "463": "s",
      "464": "p",
      "465": "a",
      "466": "c",
      "467": "e",
      "468": ".",
      "469": " ",
      "470": "T",
      "471": "h",
      "472": "e",
      "473": " ",
      "474": "a",
      "475": "m",
      "476": "b",
      "477": "i",
      "478": "a",
      "479": "n",
      "480": "c",
      "481": "e",
      "482": " ",
      "483": "i",
      "484": "s",
      "485": " ",
      "486": "a",
      "487": "n",
      "488": " ",
      "489": "i",
      "490": "n",
      "491": "t",
      "492": "r",
      "493": "i",
      "494": "c",
      "495": "a",
      "496": "t",
      "497": "e",
      "498": " ",
      "499": "b",
      "500": "l",
      "501": "e",
      "502": "n",
      "503": "d",
      "504": " ",
      "505": "o",
      "506": "f",
      "507": " ",
      "508": "w",
      "509": "a",
      "510": "r",
      "511": "m",
      "512": "t",
      "513": "h",
      "514": " ",
      "515": "a",
      "516": "n",
      "517": "d",
      "518": " ",
      "519": "t",
      "520": "e",
      "521": "n",
      "522": "s",
      "523": "i",
      "524": "o",
      "525": "n",
      "526": ",",
      "527": " ",
      "528": "c",
      "529": "a",
      "530": "p",
      "531": "t",
      "532": "u",
      "533": "r",
      "534": "e",
      "535": "d",
      "536": " ",
      "537": "i",
      "538": "n",
      "539": " ",
      "540": "s",
      "541": "t",
      "542": "u",
      "543": "n",
      "544": "n",
      "545": "i",
      "546": "n",
      "547": "g",
      "548": " ",
      "549": "4",
      "550": "K",
      "551": " ",
      "552": "r",
      "553": "e",
      "554": "s",
      "555": "o",
      "556": "l",
      "557": "u",
      "558": "t",
      "559": "i",
      "560": "o",
      "561": "n",
      "562": " ",
      "563": "w",
      "564": "i",
      "565": "t",
      "566": "h",
      "567": " ",
      "568": "a",
      "569": " ",
      "570": "c",
      "571": "i",
      "572": "n",
      "573": "e",
      "574": "m",
      "575": "a",
      "576": "t",
      "577": "i",
      "578": "c",
      "579": " ",
      "580": "f",
      "581": "l",
      "582": "a",
      "583": "i",
      "584": "r",
      "585": ",",
      "586": " ",
      "587": "p",
      "588": "o",
      "589": "r",
      "590": "t",
      "591": "r",
      "592": "a",
      "593": "y",
      "594": "i",
      "595": "n",
      "596": "g",
      "597": " ",
      "598": "t",
      "599": "h",
      "600": "e",
      "601": " ",
      "602": "e",
      "603": "m",
      "604": "o",
      "605": "t",
      "606": "i",
      "607": "o",
      "608": "n",
      "609": "a",
      "610": "l",
      "611": " ",
      "612": "n",
      "613": "u",
      "614": "a",
      "615": "n",
      "616": "c",
      "617": "e",
      "618": "s",
      "619": " ",
      "620": "o",
      "621": "f",
      "622": " ",
      "623": "m",
      "624": "e",
      "625": "d",
      "626": "i",
      "627": "e",
      "628": "v",
      "629": "a",
      "630": "l",
      "631": " ",
      "632": "l",
      "633": "i",
      "634": "f",
      "635": "e",
      "636": " ",
      "637": "i",
      "638": "n",
      "639": " ",
      "640": "v",
      "641": "i",
      "642": "v",
      "643": "i",
      "644": "d",
      "645": ",",
      "646": " ",
      "647": "p",
      "648": "h",
      "649": "o",
      "650": "t",
      "651": "o",
      "652": "-",
      "653": "r",
      "654": "e",
      "655": "a",
      "656": "l",
      "657": "i",
      "658": "s",
      "659": "t",
      "660": "i",
      "661": "c",
      "662": " ",
      "663": "d",
      "664": "e",
      "665": "t",
      "666": "a",
      "667": "i",
      "668": "l",
      "669": ".",
      "title": "Take the stage at TechCrunch Disrupt 2025: Apply to speak now",
      "link": "https://techcrunch.com/2025/04/08/take-the-stage-at-techcrunch-disrupt-2025-apply-to-speak-now/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-08T15:30:00.000Z"
    },
    {
      "title": "Amazon’s Zoox begins robotaxi testing in Los Angeles",
      "link": "https://techcrunch.com/2025/04/08/amazons-zoox-begins-robotaxi-testing-in-los-angeles/",
      "author": "Rebecca Bellan",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/LATestFleet.jpg?w=1024",
      "summary": "- Zoox initiates testing of a small fleet of retrofitted vehicles in Los Angeles starting April 8, 2025.\n- The deployment includes manually driven Toyota Highlanders equipped with self-driving technology to collect mapping data.\n- Zoox aims for broader autonomous testing in LA this summer and currently tests its vehicles in multiple cities including San Francisco and Las Vegas.\n- The initiative comes after Zoox's recall of 258 vehicles due to issues with unexpected hard braking.\n- Waymo currently offers paid robotaxi rides in LA, while Zoox is still in early testing stages.",
      "keywords": [
        "Zoox",
        "Amazon",
        "robotaxi",
        "Los Angeles",
        "autonomous vehicles",
        "Waymo",
        "testing",
        "self-driving technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-08T15:30:00.000Z"
    },
    {
      "title": "Los Angeles-based Rain raised a $75M Series B in another good sign for fintech",
      "link": "https://techcrunch.com/2025/04/08/los-angeles-based-rain-raised-a-75m-series-b-in-another-good-sign-for-fintech/",
      "author": "Not given",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/rain-app.jpg",
      "summary": "- Rain, a fintech startup, raised $75 million in a Series B round led by Prosus, achieving a valuation of $340 million.\n- The funds will support the addition of credit card and savings products to its offerings.\n- Rain provides earned wage access (EWA) solutions with financial wellness features; about 2.5 million employees are now using its services, distributing over $2 billion in wages.\n- The company plans to launch new products including an EWA-secured credit card and features to facilitate Health Savings Account usage by the end of 2025.\n- Rain aims to differentiate itself by offering financial education, one-on-one coaching, and tax filing services, with 70% of adoption from these non-EWA services.\n- In 2023, Rain raised $116 million in a Series A funding round, with $66 million in equity and $50 million in debt.",
      "keywords": [
        "fintech",
        "earned wage access",
        "investment",
        "financial wellness",
        "Los Angeles",
        "Rain",
        "funding"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-08T15:00:00.000Z"
    }
  ]
}