{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Startups Weekly: Startups raised funding to help others navigate challenges",
      "link": "https://techcrunch.com/2025/03/07/startups-raised-funding-to-help-others-navigate-challenges/",
      "author": "Anna Heim",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2022/03/20211130_Ramp_Founders-1-e1647826565802.jpg?w=680",
      "summary": "- Fintech startup Ramp more than doubled its annualized revenue to $700 million and nearly doubled its valuation to $13 billion.\n- Revenue prediction startup Gong surpassed $300 million in annualized revenue, indicating a potential IPO path.\n- Mach Industries landed a contract with the U.S. Army and plans to build its first factory.\n- Ryan Breslow returns as CEO of Bolt after a settled legal controversy.\n- Passes has been sued for allegedly distributing child sexual abuse material.\n- Aspiration faced legal issues with one board member pleading guilty to wire fraud.\n- Anthropic raised $3.5 billion at a $61.5 billion valuation to fuel its AI ambitions.\n- Turing raised $111 million to assist in building large language models.\n- Indian HR unicorn Darwinbox raised $140 million for international expansion.\n- Defense tech startup Epirus raised $250 million to counter drone swarms.\n- New York-based Ataraxis AI raised $20.4 million to personalize cancer treatment.\n- Foundation Capital raised a $600 million fund, 20% more than its previous fund.",
      "keywords": [
        "startups",
        "funding",
        "tech",
        "venture capital",
        "AI",
        "fintech",
        "defense tech",
        "lawsuits",
        "financial growth"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-07T18:05:00.000Z"
    },
    {
      "title": "Health Expert Warns of Leaning Too Heavily on AI for Social Connections",
      "link": "https://techcrunch.com/2025/03/07/health-expert-warns-of-leaning-too-heavily-on-ai-for-social-connections/",
      "author": "Kasley Killam, Sarah Perez",
      "thumbnail": null,
      "summary": "- Experts caution against relying too much on AI companions for social interactions.\n- Kasley Killam emphasizes that AI should augment, not replace, real-world relationships.\n- Research shows a significant rise in AI companion app revenue, indicating a growing dependence on technology for companionship.",
      "keywords": [
        "AI companions",
        "social connections",
        "technology",
        "social health",
        "loneliness epidemic"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-07T17:39:19.000Z"
    },
    {
      "title": "DeepSeek: Everything you need to know about the AI chatbot app",
      "link": "https://techcrunch.com/2025/03/07/deepseek-everything-you-need-to-know-about-the-ai-chatbot-app/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- DeepSeek has become popular after topping the Apple App Store and Google Play charts.\n- The company is backed by High-Flyer Capital Management, a Chinese hedge fund co-founded by Liang Wenfeng.\n- DeepSeek's AI models have led to significant scrutiny over the U.S. maintaining its AI leadership.\n- The company launched its first models in November 2023, with notable performance improvements in the subsequent DeepSeek-V2 and V3. \n- DeepSeek's R1 model reportedly performs well on reasoning tasks but avoids sensitive topics due to regulations.\n- Its pricing strategy disrupts the market, but some experts question its cost figures.\n- DeepSeek has faced bans from various companies and countries due to data security concerns, including New York State and South Korea.\n- The U.S. government is considering a ban on DeepSeek for government devices amid national security concerns.",
      "keywords": [
        "DeepSeek",
        "AI chatbot",
        "artificial intelligence",
        "China",
        "High-Flyer Capital",
        "market disruption",
        "Nvidia",
        "national security",
        "reasoning model"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-07T16:45:37.000Z"
    },
    {
      "title": "US charges admins of Garantex for allegedly facilitating crypto money laundering for terrorists and hackers",
      "link": "https://techcrunch.com/2025/03/07/us-charges-admins-of-garantex-for-allegedly-facilitating-crypto-money-laundering-for-terrorists-and-hackers/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/garantex-org-seizure-notice.png?w=680",
      "summary": "- The U.S. Department of Justice charged Garantex administrators for facilitating money laundering by criminal organizations and violating U.S. sanctions.\n- Administrators Aleksej Besciokov and Aleksandr Mira Serda face up to 20 years in prison for money laundering, with additional charges for Besciokov.\n- Garantex allegedly processed at least $96 billion in cryptocurrency transactions since 2019 and received hundreds of millions in criminal proceeds.\n- Law enforcement seized $26 million and took down Garantex’s official websites just a day prior to the indictment.",
      "keywords": [
        "Garantex",
        "crypto",
        "money laundering",
        "DOJ",
        "sanctions",
        "cryptocurrency",
        "terrorist financing",
        "cybercrime"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-07T16:33:48.000Z"
    },
    {
      "title": "Google adds a Gemini panel to Calendar to help you manage your schedule",
      "link": "https://techcrunch.com/2025/03/07/google-adds-a-gemini-panel-to-calendar-to-help-you-manage-your-schedule/",
      "author": "Aisha Malik",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/google-calendar-gemini.gif?w=680",
      "summary": "- Google is testing a new AI-powered Gemini side panel in Google Calendar for scheduling tasks.\n- Users can check their schedule, create events, and retrieve event details conversationally.\n- The feature is part of Google Workspace Labs’ early access testing program.\n- Gemini can be accessed via the “Ask Gemini” icon and offers suggested prompts or allows custom queries.\n- This feature aims to streamline calendar management and reduce manual searching for events.\n- Gemini panels are already available in other Google apps such as Gmail and Google Drive. Rollout details for other users are unspecified.",
      "keywords": [
        "Google Calendar",
        "Gemini panel",
        "AI",
        "scheduling",
        "Google Workspace",
        "tech news"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-07T16:17:19.000Z"
    },
    {
      "title": "NTT Com Confirms Data Breach Affected Nearly 18,000 Organizations",
      "link": "https://techcrunch.com/2025/03/07/japanese-telco-giant-ntt-com-says-hackers-accessed-details-of-almost-18000-organizations/",
      "author": "Carly Page",
      "thumbnail": null,
      "summary": "- NTT Communications confirmed hackers accessed the data of almost 18,000 corporate customers in a cyberattack detected on February 5.\n- Stolen data includes names, contract numbers, and contact information for 17,891 organizations.\n- NTT Com has over 100,000 corporate customers in 70 countries.\n- The company restricted access to compromised devices after discovering the breach and found a second compromised device on February 15.\n- The attackers and specific nature of the cyberattack remain unknown.",
      "keywords": [
        "NTT Com",
        "cyberattack",
        "data breach",
        "customer data",
        "Japan",
        "telecommunications",
        "cybersecurity"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-07T15:52:27.000Z"
    },
    {
      "title": "Russian propaganda reportedly influencing AI chatbot results",
      "link": "https://techcrunch.com/2025/03/07/russian-propoganda-is-reportely-influencing-ai-chatbot-results/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/06/GettyImages-1499457607.jpg?w=1024",
      "summary": "- Russian propaganda may be influencing AI chatbot responses, particularly OpenAI’s ChatGPT and Meta’s Meta AI.\n- A report from NewsGuard reveals a Moscow-based network named “Pravda” is publishing false claims to skew AI models' outputs.\n- Pravda published 3.6 million misleading articles in 2024, utilizing search engine optimization to increase the visibility of pro-Russian narratives.\n- AI chatbots repeated false Russian disinformation narratives 33% of the time based on NewsGuard's analysis.",
      "keywords": [
        "AI",
        "chatbot",
        "propaganda",
        "disinformation",
        "NewsGuard",
        "Pravda",
        "OpenAI",
        "Meta",
        "search engine optimization"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-07T15:31:44.000Z"
    },
    {
      "title": "CollX raises $10M to grow its card collection marketplace",
      "link": "https://techcrunch.com/2025/03/07/collx-raises-10m-to-grow-its-card-collection-marketplace/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/CollX-Marketplace-Buyer.jpg?w=680",
      "summary": "- CollX has raised $10 million in Series A funding.\n- The funding round was co-led by Brand Foundry Ventures and 114 Ventures, with participation from Next Coast Ventures, FJ Labs, and Ben Franklin Technology Partners.\n- Kansas City Royals player Bobby Witt Jr. joins as an investor and brand ambassador.\n- CollX has raised over $15 million in total and has grown its user base to over 3 million.\n- The marketplace hosts 30,000 buyers and 20,000 sellers, with 400,000 monthly active users.\n- CollX offers features like card scanning, trading, and new revenue streams including card grading referrals and partnerships for live shopping.\n- The company has launched a pro subscription service and an AI feature to assist users with their collections.",
      "keywords": [
        "CollX",
        "funding",
        "trading cards",
        "marketplace",
        "Bobby Witt Jr.",
        "collectibles",
        "technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-07T15:26:12.000Z"
    },
    {
      "title": "Last day to apply to be a TechCrunch Sessions: AI speaker",
      "link": "https://techcrunch.com/2025/03/07/last-day-to-apply-to-be-a-techcrunch-sessions-ai-speaker/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/04/53679979052_da1066fe91_o.jpg?w=680",
      "summary": "- TechCrunch Sessions: AI takes place on June 5 at Zellerbach Hall, UC Berkeley.\n- Apply to be a speaker by 11:59 p.m. PT tonight to lead breakout sessions and discussions.\n- Applicants can submit a topic via the TC Sessions: AI event page for audience voting on sessions.",
      "keywords": [
        "TechCrunch",
        "Sessions: AI",
        "speaker application",
        "AI industry",
        "event",
        "UC Berkeley"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-07T15:00:00.000Z"
    },
    {
      "title": "Meta’s next Llama models may have upgraded voice features",
      "link": "https://techcrunch.com/2025/03/07/metas-next-llama-models-may-have-upgraded-voice-features/",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- Meta's upcoming Llama 4 model is expected to focus on enhanced voice features.\n- The model will allow users to interrupt mid-speech, similar to features in OpenAI's Voice Mode and Google's Gemini Live.\n- Meta's chief product officer, Chris Cox, described Llama 4 as an “omni” model for interpreting and producing speech and text.\n- Competition from DeepSeek's open models has accelerated Llama's development process.",
      "keywords": [
        "Meta",
        "Llama 4",
        "voice features",
        "AI models",
        "DeepSeek",
        "OpenAI",
        "machine learning"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-07T14:23:01.000Z"
    },
    {
      "title": "X now lets you query Grok by mentioning it in replies",
      "link": "https://techcrunch.com/2025/03/07/x-now-lets-you-query-grok-by-mentioning-it-in-replies/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- X expands accessibility of xAI’s Grok model by allowing users to mention Grok in replies for explanations.\n- Users can previously access Grok via a sidebar button and get explanations for posts.\n- The Grok chatbot now has a standalone app for iOS and Android, as well as a dedicated site and a new SuperGrok plan offering extra features.",
      "keywords": [
        "Grok",
        "xAI",
        "Elon Musk",
        "AI chatbot",
        "social media",
        "TechCrunch"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-07T14:04:44.000Z"
    },
    {
      "title": "FBI says scammers are targeting US executives with fake BianLian ransom notes",
      "link": "https://techcrunch.com/2025/03/07/fbi-says-scammers-are-targeting-us-executives-with-fake-bianlian-ransom-notes/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/mailbox-letters-Getty.jpg?w=1024",
      "summary": "- The FBI warns of scammers impersonating the BianLian ransomware gang with fake ransom notes targeting U.S. executives.\n- Scammers demand between $250,000 and $500,000, threatening to publish stolen data unless a ransom is paid.\n- The notes include a QR code linked to a Bitcoin wallet and a return address in Boston, Massachusetts.\n- The BianLian gang has targeted U.S. critical infrastructure since June 2022; however, no known victims have been disclosed by the FBI.",
      "keywords": [
        "FBI",
        "scammers",
        "BianLian",
        "ransom notes",
        "U.S. executives",
        "cybersecurity",
        "ransomware"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-07T10:12:05.000Z"
    },
    {
      "title": "SpaceX Starship spirals out of control in second straight test flight failure",
      "link": "https://techcrunch.com/2025/03/06/spacex-starship-spirals-out-of-control-in-second-straight-test-flight-failure/",
      "author": "Sean O’Kane",
      "thumbnail": null,
      "summary": "- SpaceX's Starship experienced a out-of-control flight during a test on Thursday, marking a second consecutive failure.\n- The FAA briefly halted flights into major Florida airports due to concerns over space launch debris.\n- The vehicle lost multiple Raptor engines approximately eight minutes into the flight and began to spiral, leading to a loss of contact with it shortly thereafter.\n- Footage showed the Starship breaking up over the Bahamas and Dominican Republic shortly after the failure.\n- SpaceX was attempting to deploy four dummy Starlink satellites during this test flight.\n- This test followed a previous failure that prompted an FAA investigation into propellant leaks causing a communications blackout.",
      "keywords": [
        "SpaceX",
        "Starship",
        "test flight",
        "FAA",
        "debri",
        "Elon Musk",
        "aeronautics",
        "failure",
        "Raptor engines",
        "Starlink"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-06T23:59:26.000Z"
    },
    {
      "title": "Google co-founder Larry Page reportedly has a new AI startup",
      "link": "https://techcrunch.com/2025/03/06/google-co-founder-larry-page-reportedly-has-a-new-ai-startup/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-495426754.jpg?w=1024",
      "summary": "- Larry Page is launching a new AI startup called Dynatomics focused on product manufacturing.\n- The startup aims to use AI for creating \"highly optimized\" designs for objects, and then automate their production.\n- Chris Anderson, former CTO of Kittyhawk, is leading this stealth project.\n- Other companies, such as Orbital Materials and PhysicsX, are also exploring AI applications in manufacturing and engineering.",
      "keywords": [
        "Larry Page",
        "AI startup",
        "Dynatomics",
        "manufacturing",
        "technology",
        "Chris Anderson"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T22:17:54.000Z"
    },
    {
      "title": "A second Intuitive Machines spacecraft just landed on the moon — and probably tipped over",
      "link": "https://techcrunch.com/2025/03/06/a-second-intuitive-machines-spacecraft-just-landed-on-the-moon-and-probably-tipped-over/",
      "author": "Sean O'Kane",
      "thumbnail": null,
      "summary": "- Intuitive Machines' spacecraft Athena landed on the moon on March 6, 2025, at around 12:30 p.m. ET.\n- The lander appears to have tipped over after touchdown, as per the CEO's statements during the post-landing press conference.\n- This marks the second private lunar landing this week, following Firefly Aerospace’s Blue Ghost on March 2.\n- Athena launched aboard a SpaceX Falcon 9 rocket on February 26, 2025.\n- The mission carries critical technologies, including a laser retroreflector and an ice mining experiment for NASA, as well as a rover named MAPP for testing cellular equipment.",
      "keywords": [
        "Intuitive Machines",
        "moon landing",
        "spacecraft",
        "NASA",
        "lunar exploration",
        "Athena",
        "Falcon 9",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T22:17:01.000Z"
    },
    {
      "title": "Anthropic’s Claude Code tool had a bug that ‘bricked’ some systems",
      "link": "https://techcrunch.com/2025/03/06/anthropics-claude-code-tool-had-a-bug-that-bricked-some-systems/",
      "author": null,
      "thumbnail": null,
      "summary": "- Anthropic’s coding tool, Claude Code, experienced issues after launch due to buggy auto-update commands.\n- Reports indicated that these commands rendered some workstations unstable and broken, particularly when installed with superuser permissions.\n- The commands altered access permissions of critical system files, leading to significant issues for users, prompting fixes through a rescue instance.\n- Anthropic has since removed the problematic commands and provided a troubleshooting guide for affected users, correcting an initial typo in the link.",
      "keywords": [
        "Claude Code",
        "Anthropic",
        "coding tool",
        "bug",
        "systems",
        "auto-update",
        "GitHub",
        "permissions"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-06T21:47:34.000Z"
    },
    {
      "title": "Scale AI is being investigated by the US Department of Labor",
      "link": "https://techcrunch.com/2025/03/06/scale-ai-is-being-investigated-by-the-us-department-of-labor/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- The U.S. Department of Labor is investigating Scale AI for compliance with the Fair Labor Standards Act.\n- The investigation began in August 2024 and concerns unpaid wages and misclassification of employees.\n- Scale AI claims to have worked with the DOL to clarify its business practices and insists it provides flexible job opportunities.",
      "keywords": [
        "Scale AI",
        "Department of Labor",
        "investigation",
        "Fair Labor Standards Act",
        "employee misclassification",
        "gig economy"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T21:27:53.000Z"
    },
    {
      "title": "ChatGPT doubled its weekly active users in under 6 months, thanks to new releases",
      "link": "https://techcrunch.com/2025/03/06/chatgpt-doubled-its-weekly-active-users-in-under-6-months-thanks-to-new-releases/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/05-Top-Gen-AI-ChatGPTs-Growth-on-WEB.png?w=680",
      "summary": "- ChatGPT's weekly active users increased from 200 million to 400 million in less than six months.\n- Growth followed new releases including the GPT-4o model and Advanced Voice Mode.\n- Significant user engagement continues on mobile, with 175 million out of 400 million weekly users on the app.\n- Competitor app DeepSeek reached No. 2 globally in 10 days, capturing 15% of ChatGPT’s mobile user base.",
      "keywords": [
        "ChatGPT",
        "OpenAI",
        "user growth",
        "AI chatbot",
        "GPT-4o",
        "mobile app",
        "DeepSeek"
      ],
      "scores": {
        "scale": 10,
        "impact": 9,
        "novelty": 8,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-06T21:04:44.000Z"
    },
    {
      "title": "Hacked health firm HCRG demanded journalist ‘take down’ data breach reporting, citing UK court order",
      "link": "https://techcrunch.com/2025/03/06/hacked-health-firm-hcrg-demanded-journalist-take-down-data-breach-reporting-citing-uk-court-order/",
      "author": "Zack Whittaker",
      "thumbnail": null,
      "summary": "- A U.S.-based cybersecurity journalist refused to comply with a U.K. court injunction regarding articles on HCRG's ransomware attack.\n- HCRG's law firm, Pinsent Masons, demanded the removal of articles referencing the breach, claiming the injunction was to protect confidential data.\n- The journalist argued that DataBreaches.net is not subject to U.K. jurisdiction and that the reporting is protected under the First Amendment in the U.S.\n- HCRG was confirmed to have been attacked on February 20, losing two terabytes of data, with over 5,000 employees impacted.\n- The injunction could potentially limit journalistic reporting on cybersecurity breaches involving U.K. entities.",
      "keywords": [
        "HCRG",
        "ransomware",
        "cybersecurity",
        "journalism",
        "UK court",
        "data breach",
        "injunction",
        "First Amendment",
        "Pinsent Masons"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-06T21:00:11.000Z"
    },
    {
      "title": "Hugging Face’s chief science officer worries AI is becoming ‘yes-men on servers’",
      "link": "https://techcrunch.com/2025/03/06/hugging-faces-chief-science-officer-worries-ai-is-becoming-yes-men-on-servers/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Thomas Wolf from Hugging Face warns AI is at risk of being merely obedient and lacking creativity.\n- He stresses that current AI lacks the ability to generate new knowledge or ask unique questions.\n- Wolf contrasts his views with other AI leaders like Sam Altman and Dario Amodei, who have optimistic predictions for AI’s potential.\n- He calls for a shift in how AI evaluation benchmarks are set to promote more innovative thinking.",
      "keywords": [
        "AI",
        "Hugging Face",
        "Thomas Wolf",
        "Artificial Intelligence",
        "Innovation",
        "Machine Learning"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T20:42:03.000Z"
    },
    {
      "title": "Shield AI raises $240M at a $5.3B valuation to commercialize its AI drone tech",
      "link": "https://techcrunch.com/2025/03/06/shield-ai-raises-240-million-at-a-5-3-billion-valuation-to-commercialize-its-ai-drone-tech/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/10/20240708_Foreign-Policy-NATO_5616.jpg?w=1024",
      "summary": "- Shield AI raised $240 million at a $5.3 billion valuation as announced on March 6, 2025.\n- The company specializes in AI-powered military systems and wants to expand its Hivemind software to a wider range of customers, including robotics firms.\n- Investors include defense contractor L3Harris and Hanwha Aerospace, as well as Andreessen Horowitz.\n- This funding round makes Shield AI the second-largest defense tech startup in the U.S. by valuation, following Anduril.",
      "keywords": [
        "Shield AI",
        "AI drones",
        "military technology",
        "Hivemind software",
        "defense startup",
        "funding",
        "valuation"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T20:36:12.000Z"
    },
    {
      "title": "Russian crypto exchange Garantex seized by law enforcement operation",
      "link": "https://techcrunch.com/2025/03/06/russian-crypto-exchange-garantex-seized-by-law-enforcement-operation/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-06T19:24:08.000Z"
    },
    {
      "title": "Christie’s AI art auction reportedly exceeds expectations",
      "link": "https://techcrunch.com/2025/03/06/christies-ai-art-auction-reportedly-exceeds-expectations/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2022/12/GettyImages-1432105459.jpg?w=1024",
      "summary": "- Nearly 6,500 artists petitioned Christie’s to cancel its AI art auction, Augmented Intelligence.\n- The auction generated over $700,000, surpassing expectations.\n- Top sale was Anadol’s “Machine Hallucinations — ISS Dreams — A” which sold for $277,200.\n- Nicole Sales Giles, Christie’s VP, states the auction success indicates recognition for innovative artists.\n- Concerns remain over the use of copyrighted material in AI-generated art, according to artists' open letter.",
      "keywords": [
        "AI art",
        "Christie's",
        "auction",
        "digital art",
        "artists",
        "copyright"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T18:38:57.000Z"
    },
    {
      "title": "ChatGPT on macOS can now directly edit code",
      "link": "https://techcrunch.com/2025/03/06/chatgpt-on-macos-can-now-directly-edit-code/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- ChatGPT can now directly edit code on macOS in tools like Xcode, VS Code, and JetBrains.\n- An “auto-apply” mode allows for edits without additional clicks.\n- Available for ChatGPT Plus, Pro, and Team subscribers as of March 6, 2025; Enterprise, Edu, and free users will receive it next week.\n- The feature builds on the “work with apps” capability launched in November 2024.\n- The move positions ChatGPT against AI coding tools like Cursor and GitHub Copilot.\n- AI coding assistants are gaining popularity, with many developers using AI-generated code; however, there are associated risks.",
      "keywords": [
        "ChatGPT",
        "macOS",
        "code editing",
        "OpenAI",
        "AI coding tools",
        "Xcode",
        "VS Code",
        "JetBrains"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-06T18:36:00.000Z"
    },
    {
      "title": "Spotify says it’s fixing the bug that caused Premium users to hear ads",
      "link": "https://techcrunch.com/2025/03/06/spotify-says-its-fixing-the-bug-that-caused-premium-users-to-hear-ads/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-06T18:31:46.000Z"
    },
    {
      "title": "What is Mistral AI? Everything to know about the OpenAI competitor",
      "link": "https://techcrunch.com/2025/03/06/what-is-mistral-ai-everything-to-know-about-the-openai-competitor/",
      "author": null,
      "thumbnail": null,
      "summary": "- Mistral AI, based in France, is recognized as a leading tech startup and potential competitor to OpenAI, with a valuation of $6 billion.\n- The company launched its AI assistant, Le Chat, which reached 1 million downloads in 14 days after its mobile release, supported by endorsements from French President Emmanuel Macron.\n- Founded in 2023, Mistral AI focuses on openness in AI with several models, including Mistral Large 2, Pixtral Large, and Codestral. It raised approximately €1 billion in funding and has strategic partnerships with major companies including Microsoft and IBM.",
      "keywords": [
        "Mistral AI",
        "OpenAI competitor",
        "Le Chat",
        "AI assistant",
        "technology startup",
        "French tech",
        "AI models",
        "funding",
        "partnerships"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T18:08:53.000Z"
    },
    {
      "title": "VW’s cheapest EV will have Rivian DNA and who is bidding for Canoo’s assets",
      "link": "https://techcrunch.com/2025/03/06/vws-cheapest-ev-will-have-rivian-dna-and-who-is-bidding-for-canoos-assets/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2019/10/blinky-cat-bird-green.gif?w=680",
      "summary": "- Volkswagen unveils the ID EVERY1, its cheapest EV, set to launch in 2027 with a starting price of €20,000 ($21,500).\n- The vehicle will be the first to feature software and architecture from Rivian, part of a $5.8 billion joint venture.\n- The ID.2all, another affordable EV, is expected to be released in 2026, utilizing software developed by VW's Cariad unit.\n- Canoo's CEO Anthony Aquila is buying nearly all assets of the bankrupt EV startup for $4 million.",
      "keywords": [
        "Volkswagen",
        "ID EVERY1",
        "EV",
        "Rivian",
        "Canoo",
        "electric vehicles",
        "technology",
        "partnerships"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-06T18:05:00.000Z"
    },
    {
      "title": "Founder of battery startup Our Next Energy returns as CEO following new funding",
      "link": "https://techcrunch.com/2025/03/06/founder-of-battery-startup-our-next-energy-returns-as-ceo-following-new-funding/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Mujeeb Ijaz returns as CEO of Our Next Energy (ONE) after being replaced in December 2023.\n- The company closed a new funding round led by Crescent Ventures and Trousdale Ventures, but details about the size were not disclosed.\n- ONE faced financial difficulties, laying off 128 employees and experiencing a stalled Series C funding effort after Just Climate withdrew.\n- The startup is building a $1.6 billion LFP battery factory in Michigan and previously raised $300 million in Series B funding.\n- Ijaz's brother, Mansoor, has joined the board as part of the leadership transition.",
      "keywords": [
        "battery startup",
        "Our Next Energy",
        "Mujeeb Ijaz",
        "funding",
        "CEO",
        "leadership change",
        "Series C",
        "LFP battery"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T18:00:07.000Z"
    },
    {
      "title": "TechCrunch Sessions: AI speaker applications close tomorrow, submit yours today",
      "link": "https://techcrunch.com/2025/03/06/techcrunch-sessions-ai-speaker-applications-close-tomorrow-submit-yours-today/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-06T17:41:33.000Z"
    },
    {
      "title": "OpenAI’s ex-policy lead criticizes the company for ‘rewriting’ its AI safety history",
      "link": "https://techcrunch.com/2025/03/06/openais-ex-policy-lead-criticizes-the-company-for-rewriting-its-ai-safety-history/",
      "author": "Miles Brundage",
      "thumbnail": null,
      "summary": "- Miles Brundage, ex-OpenAI policy researcher, criticized OpenAI for altering its AI safety history.\n- OpenAI recently released a document outlining its philosophy on AI safety, emphasizing iterative deployment.\n- Brundage argued that the release of GPT-2 was consistent with cautious deployment, contrary to OpenAI's claims.\n- He expressed concern that the new document demonstrates a dangerous mentality towards safety in AI systems.\n- Competitive pressures and financial losses could lead OpenAI to prioritize speed over safety in its product releases.",
      "keywords": [
        "OpenAI",
        "AI safety",
        "Miles Brundage",
        "GPT-2",
        "AI ethics",
        "iterative deployment",
        "technology competition",
        "DeepSeek",
        "AGI"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T17:09:36.000Z"
    },
    {
      "title": "Mistral’s new OCR API turns any PDF document into an AI-ready Markdown file",
      "link": "https://techcrunch.com/2025/03/06/mistrals-new-ocr-api-turns-any-pdf-document-into-an-ai-ready-markdown-file/",
      "author": "Romain Dillet",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Screenshot-2025-03-06-at-6.00.11PM.png?w=680",
      "summary": "- Mistral launched a new optical character recognition API called [Mistral OCR](https://mistral.ai/news/mistral-ocr) for developers handling complex PDF documents.\n- The API converts PDFs into formatted Markdown text including bounding boxes for illustrations and photos.\n- Mistral OCR claims superior performance compared to Google, Microsoft, and OpenAI APIs, especially with complex documents and non-English text.\n- It is designed for organizations to streamline access to large amounts of internal documentation, enhancing capabilities for AI assistants.",
      "keywords": [
        "OCR",
        "Mistral",
        "Markdown",
        "API",
        "Artificial Intelligence",
        "PDF Processing"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T17:01:37.000Z"
    },
    {
      "title": "Intangible AI, a no-code 3D creation tool for filmmakers and game designers, raises $4M",
      "link": "https://techcrunch.com/2025/03/06/intangible-ai-a-no-code-3d-creation-tool-for-filmmakers-and-game-designers-raises-4m/",
      "author": "Lauren Forristal",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Intangible-AI-GIF.gif?w=640",
      "summary": "- Intangible AI has raised $4 million in seed funding for its AI-powered 3D creation tool, targeting filmmakers, game designers, and everyday users.\n- The tool allows users to create 3D concepts with text prompts, without the need for coding.\n- It is set to officially launch in June, offering both free and paid subscription tiers ranging from $15 to $50 per month.\n- The company is co-founded by Charles Migos, a former Apple designer, and Bharat Vasan, an entrepreneur previously with Basis.\n- Their product currently in closed beta has attracted interest from numerous creatives, including major film and gaming studios.\n- Funding will support product development and hiring, aiming to double the team size this year.",
      "keywords": [
        "AI",
        "3D creation",
        "no-code",
        "filmmakers",
        "game designers",
        "seed funding",
        "Intangible AI"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T17:00:00.000Z"
    },
    {
      "title": "Why VCs ghost founders, or reject deals and never speak to the founder again",
      "link": "https://techcrunch.com/2025/03/06/why-vcs-ghost-founders-or-reject-deals-and-never-speak-to-the-founder-again/",
      "author": null,
      "thumbnail": null,
      "summary": "- Ghosting by VCs signifies a lack of interest in a founder's pitch.\n- Time constraints and increased volume of pitches lead to less communication from VCs.\n- Red flags that may lead to rejection include unrealistic expectations, visible team issues, and dishonesty.",
      "keywords": [
        "VCs",
        "founders",
        "ghosting",
        "investing",
        "rejection",
        "startup funding",
        "red flags",
        "founder behavior"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-06T16:30:00.000Z"
    },
    {
      "title": "DuckDuckGo leans further into GenAI as its AI chat interface exits beta",
      "link": "https://techcrunch.com/2025/03/06/duckduckgo-leans-further-into-genai-as-its-ai-chat-interface-exits-beta/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Screenshot-2025-03-06-at-16.21.39.png?w=680",
      "summary": "- DuckDuckGo is expanding its generative AI capabilities with the launch of Duck.ai, now out of beta.\n- Users can access AI models from Anthropic, OpenAI, and Meta through a chatbot interface.\n- The service features daily query limits, with plans for a paid option for more extensive AI chat capabilities.\n- DuckDuckGo's search engine now includes AI-assisted answers, appearing over 20% of the time if opted for frequently.\n- Users can control the level of AI responses, with options like 'sometimes,' 'often,' 'on-demand,' and 'never.'\n- Notably, DuckDuckGo promises privacy, allowing use of AI models without tracking or account creation.\n- The service allows seamless switching between chat and traditional search results with an easy-to-use chat button.",
      "keywords": [
        "DuckDuckGo",
        "Generative AI",
        "Duck.ai",
        "AI chat interface",
        "Privacy",
        "Search engine"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-06T16:20:20.000Z"
    },
    {
      "title": "Armis buys Otorio for $120M to beef up cybersecurity in physical spaces",
      "link": "https://techcrunch.com/2025/03/06/armis-buys-otorio-for-120m-to-beef-up-cybersecurity-in-physical-spaces/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Armis acquires Otorio for $120 million in cash and shares, enhancing cybersecurity in industrial and physical environments.\n- Otorio’s flagship product, Titan, will integrate into Armis’ Centrix platform.\n- This acquisition marks Armis’ third purchase in a year, following Silk Security and CTCI acquisitions.\n- The move is part of a trend where early-stage cyber startups opt for acquisitions as funding becomes concentrated in late-stage companies.",
      "keywords": [
        "Armis",
        "Otorio",
        "cybersecurity",
        "acquisition",
        "industrial",
        "physical environments",
        "Titan",
        "Centrix"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T16:15:21.000Z"
    },
    {
      "title": "How Uber’s new product chief is gearing up for robotaxis",
      "link": "https://techcrunch.com/2025/03/06/how-ubers-new-product-chief-is-gearing-up-for-robotaxis/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-06T16:05:36.000Z"
    },
    {
      "title": "Faireez raises $7.5M for AI-powered hotel-style housekeeping for condo residents",
      "link": "https://techcrunch.com/2025/03/06/faireez-raises-7-5m-for-ai-powered-hotel-style-housekeeping-for-condo-owners/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-06T16:00:00.000Z"
    },
    {
      "title": "Reddit adds new tools to help users contribute and connect across its platform",
      "link": "https://techcrunch.com/2025/03/06/reddit-adds-new-tools-to-help-users-contribute-and-connect-across-its-platform/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-06T16:00:00.000Z"
    },
    {
      "title": "Google DeepMind, Cohere, and Twelve Labs explain how founders can build with their AI models at TechCrunch Sessions: AI",
      "link": "https://techcrunch.com/2025/03/06/google-deepmind-cohere-and-twelve-labs-explain-how-founders-can-build-with-their-ai-models-at-tc-sessions-ai/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-06T15:00:00.000Z"
    },
    {
      "title": "Anthropic submits AI policy recommendations to the White House",
      "link": "https://techcrunch.com/2025/03/06/anthropic-submits-ai-policy-recommendations-to-the-white-house/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-06T14:19:06.000Z"
    },
    {
      "title": "Turing, a key coding provider for OpenAI and other LLM producers, raises $111M at a $2.2B valuation",
      "link": "https://techcrunch.com/2025/03/06/turing-a-key-coding-provider-for-openai-and-other-llm-producers-raises-111m-at-a-2-2b-valuation/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Turing raises $111 million in Series E funding, doubling its valuation to $2.2 billion.\n- The company reports an annualized revenue run rate of $167 million and is profitable.\n- Khazanah Nasional Berhad leads the funding round, joined by several other investors.\n- Turing originally started as an HR tech startup but shifted focus to developing AI coding solutions after working with OpenAI.",
      "keywords": [
        "Turing",
        "funding",
        "OpenAI",
        "LLMs",
        "artificial intelligence",
        "startup",
        "coding",
        "investment",
        "Series E",
        "valuation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T14:00:54.000Z"
    },
    {
      "title": "A year later, OpenAI still hasn’t released its voice cloning tool",
      "link": "https://techcrunch.com/2025/03/06/a-year-later-openai-still-hasnt-released-its-voice-cloning-tool/",
      "author": null,
      "thumbnail": null,
      "summary": "- OpenAI announced a preview of its voice cloning tool, Voice Engine, in March 2024, but it remains in preview a year later without a public launch date.\n- The company remains cautious about the tool's release, citing concerns over potential misuse and regulatory scrutiny.\n- Voice Engine has been in development since 2022 and aims to generate realistic speech while ensuring user safety through features like watermarking and consent requirements.",
      "keywords": [
        "OpenAI",
        "Voice Engine",
        "voice cloning",
        "AI technology",
        "synthetic voices",
        "regulatory scrutiny"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T13:30:00.000Z"
    },
    {
      "title": "Crogl, armed with $30M, takes the wraps off a new AI ‘Iron Man suit’ for security analysts",
      "link": "https://techcrunch.com/2025/03/06/crogl-armed-with-30m-takes-the-wraps-off-a-new-ai-iron-man-suit-for-security-analysts/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Crogl debuts an autonomous assistant for cybersecurity researchers, dubbed an 'Iron Man suit' for analysts.\n- The startup has raised $30 million, including a $25 million Series A led by Menlo Ventures.\n- The tool helps analysts manage a large volume of security alerts, aiming to enhance their decision-making capabilities.\n- Crogl's CEO Monzy Merza brings extensive security industry experience from roles at Sandia, Splunk, and HSBC.",
      "keywords": [
        "AI",
        "cybersecurity",
        "Crogl",
        "funding",
        "technology",
        "security alerts",
        "autonomous assistant"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T13:26:14.000Z"
    },
    {
      "title": "UK quietly scrubs encryption advice from government websites",
      "link": "https://techcrunch.com/2025/03/06/uk-quietly-scrubs-encryption-advice-from-government-websites/",
      "author": "Carly Page",
      "thumbnail": null,
      "summary": "- The U.K. government has removed encryption advice from its websites following a demand for backdoor access to encrypted data on iCloud.\n- The change was noticed by security expert Alec Muffet, indicating that the National Cyber Security Centre no longer recommends encryption for high-risk individuals.\n- Previously recommended tools like Apple's Advanced Data Protection (ADP) have been replaced with a suggestion to use Lockdown Mode, which limits access to functions.\n- The original guidance document has been deleted, while Apple has confirmed it will no longer offer end-to-end encryption for new U.K. users.",
      "keywords": [
        "encryption",
        "UK government",
        "Apple",
        "iCloud",
        "cybersecurity",
        "NCSC",
        "data protection",
        "Lockdown Mode",
        "Alec Muffet"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-06T10:34:26.000Z"
    },
    {
      "title": "A quarter of startups in YC’s current cohort have codebases that are almost entirely AI-generated",
      "link": "https://techcrunch.com/2025/03/06/a-quarter-of-startups-in-ycs-current-cohort-have-codebases-that-are-almost-entirely-ai-generated/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-06T10:10:50.000Z"
    },
    {
      "title": "Renaissance Fusion raises €32M to radically simplify complex fusion reactors",
      "link": "https://techcrunch.com/2025/03/06/renaissance-fusion-raises-e32m-to-radically-simplify-complex-fusion-reactors/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Renaissance Fusion secured €32 million in Series A1 funding led by Crédit Mutuel Impact’s Révolution Environnementale et Solidaire fund and Lowercarbon Capital.\n- The funds will be used to build a demonstrator for a simplified stellarator fusion reactor design, aiming for completion by the end of 2026.\n- The innovative design incorporates segmented tubes and high-temperature superconducting magnets, with a focus on reducing manufacturing complexity and costs for fusion technology.",
      "keywords": [
        "Renaissance Fusion",
        "fusion reactors",
        "clean energy",
        "investment",
        "stellarator",
        "funding",
        "innovation",
        "nuclear fusion"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-06T08:00:00.000Z"
    },
    {
      "title": "Alpine Eagle secures funding from European backers for counter-drone tech amid rising threats",
      "link": "https://techcrunch.com/2025/03/05/alpine-eagle-secures-funding-from-european-backers-for-counter-drone-tech-amid-rising-threats/",
      "author": "Anna Heim",
      "thumbnail": null,
      "summary": "- The war in Ukraine has increased demand for counter-drone systems.  \n- German startup Alpine Eagle develops Sentinel, an airborne counter-drone system designed for cost efficiency.  \n- The startup secured €10.25 million in Series A funding, with the German army as its launch customer and plans to expand into the U.K. market.",
      "keywords": [
        "counter-drone",
        "Alpine Eagle",
        "funding",
        "defense technology",
        "Ukraine",
        "military",
        "drone systems"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-06T06:00:00.000Z"
    },
    {
      "title": "Infineon teams up with India’s CDIL to explore business in light EVs, energy storage solutions",
      "link": "https://techcrunch.com/2025/03/05/infineon-teams-up-with-indias-cdil-to-explore-business-in-light-evs-energy-storage-solutions/",
      "author": "Jagmeet Singh",
      "thumbnail": null,
      "summary": "- Infineon Technologies partners with India’s CDIL to explore electric mobility and renewable energy solutions.\n- India aims to increase EV penetration from 7-8% to 30% and raise non-fossil energy generation from 100GW to 500GW by 2030.\n- Collaboration involves supplying wafers for packaging at CDIL's facility in Mohali for products targeting light EVs and energy storage.",
      "keywords": [
        "Infineon",
        "CDIL",
        "light EVs",
        "energy storage",
        "semiconductors",
        "India",
        "electric mobility",
        "renewable energy"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-06T05:30:00.000Z"
    },
    {
      "title": "Tapbots teases a new Bluesky app, Phoenix, saying it can’t ‘survive on Mastodon alone’",
      "link": "https://techcrunch.com/2025/03/05/tapbots-teases-a-new-bluesky-app-phoenix-saying-it-cant-survive-on-mastodon-alone/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- Tapbots is developing a new app called Phoenix for Bluesky, set to launch in summer 2025.\n- The company acknowledges the need to support both Bluesky and Mastodon, stating it can’t thrive on Mastodon alone.\n- Development on Ivory, the Mastodon client, will temporarily slow down during Phoenix’s creation, though both apps will receive future improvements.\n- Phoenix will likely follow a subscription model similar to Ivory, which costs $1.99 per month or $14.99 per year.\n- A limited public alpha phase for Phoenix will occur before its official launch.",
      "keywords": [
        "Tapbots",
        "Bluesky",
        "Phoenix",
        "Ivory",
        "Mastodon",
        "social networking",
        "app development",
        "subscription model"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-05T22:35:33.000Z"
    },
    {
      "title": "Canoo’s CEO is buying the bankrupt EV startup’s assets",
      "link": "https://techcrunch.com/2025/03/05/canoos-ceo-is-buying-the-bankrupt-ev-startups-assets/",
      "author": "Sean O’Kane",
      "thumbnail": null,
      "summary": "- Canoo's CEO, Anthony Aquila, is purchasing nearly all assets of the bankrupt EV startup for $4 million.\n- The sale will eliminate over $11 million in debt owed by Canoo to Aquila's financial firm.\n- Canoo filed for Chapter 7 bankruptcy just six weeks prior, citing $145 million in assets against $175 million in liabilities.\n- Other offers for Canoo's assets can be submitted before March 28.\n- The bankruptcy trustee supports the sale due to a lack of financing options for EV manufacturing and the high number of available assets from failed startups.",
      "keywords": [
        "Canoo",
        "bankruptcy",
        "EV startup",
        "Anthony Aquila",
        "asset purchase"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-05T22:22:45.000Z"
    }
  ]
}