{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Meta says end of fact-checking hasn’t impacted ad spend",
      "link": "https://techcrunch.com/2025/01/29/meta-says-end-of-fact-checking-hasnt-impacted-ad-spend/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "• Meta's CFO Susan Li stated that the end of the fact-checking program has not affected advertiser spending.\n• Li mentioned no specific details on advertisements but noted strong demand from advertisers.\n• CEO Mark Zuckerberg believes the community notes feature is a better alternative to the previous fact-checking system, which was inspired by X.\n• The cessation of fact-checking in the U.S. aligns with changing political dynamics as Trump regains influence.\n• Zuckerberg defended the new system, asserting it still focuses on combating misinformation and maintaining brand safety.",
      "keywords": [
        "Meta",
        "fact-checking",
        "advertising",
        "Mark Zuckerberg",
        "Susan Li",
        "community notes",
        "X"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-30T00:08:48.000Z"
    },
    {
      "title": "Zuck shrugs off DeepSeek, vows to spend hundreds of billions on AI",
      "link": "https://techcrunch.com/2025/01/29/zuck-shrugs-off-deepseek-vows-to-spend-hundreds-of-billions-on-ai/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- U.S. markets reacted negatively to DeepSeek's AI models impacting GPU demand, causing Nvidia's stock to drop nearly 20%.\n- Meta CEO Mark Zuckerberg announced plans to invest hundreds of billions in AI, with over $60 billion earmarked for 2025.\n- Zuckerberg emphasized the importance of heavy AI infrastructure spending as a strategic advantage for Meta amid competition from DeepSeek.\n- Meta is developing Llama 4, aiming to make it the most competitive AI model globally, following its open-source model philosophy.",
      "keywords": [
        "Meta",
        "AI",
        "investment",
        "DeepSeek",
        "Llama 4",
        "Nvidia",
        "Mark Zuckerberg"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-01-29T23:28:07.000Z"
    },
    {
      "title": "LinkedIn passes $2B in premium revenues in 12 months, with overall revenues up 9% on the year",
      "link": "https://techcrunch.com/2025/01/29/linkedin-passes-2b-in-premium-revenues-in-12-months-with-overall-revenues-up-9-on-the-year/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- LinkedIn's revenues grew 9% over the last year, confirmed by Microsoft CEO Satya Nadella.\n- LinkedIn achieved a milestone of over $2 billion in Premium subscription revenues in the last 12 months.\n- There are over 1 billion users on LinkedIn, with Premium subscriptions making up approximately 12.5% of total revenues, estimated around $16.2 billion in 2024.\n- New AI features have contributed to rising subscription numbers, with growth of around 50% in the last two years.\n- LinkedIn's Premium subscriptions cover Careers and Business tiers, with strong engagement in AI-powered job hunting and professional development tools.",
      "keywords": [
        "LinkedIn",
        "premium revenue",
        "Microsoft",
        "AI features",
        "subscription growth",
        "financial performance"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-29T23:02:24.000Z"
    },
    {
      "title": "Elon Musk claims Tesla will launch a self-driving service in Austin in June",
      "link": "https://techcrunch.com/2025/01/29/elon-musk-claims-tesla-will-launch-a-self-driving-service-in-austin-in-june/",
      "author": "Sean O'Kane",
      "thumbnail": null,
      "summary": "- Tesla CEO Elon Musk announced that a paid robotaxi service will launch in Austin, Texas in June.\n- The service will utilize the \"unsupervised\" version of Tesla's Full Self-Driving software with no human drivers present.\n- Musk had previously hinted at a self-driving service in October during the prototype reveal of the Cybercab.\n- Plans for the service originally included Model Y SUVs and Model 3 sedans, with talks ongoing with Austin city officials.\n- The company is testing the unsupervised FSD software in controlled environments before the launch to ensure safety.",
      "keywords": [
        "Tesla",
        "Elon Musk",
        "self-driving",
        "robotaxi",
        "Austin",
        "Full Self-Driving",
        "transportation",
        "autonomy"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T22:52:54.000Z"
    },
    {
      "title": "Threads adds another 20M monthly users since December, reaching 320M",
      "link": "https://techcrunch.com/2025/01/29/threads-adds-another-20m-users-since-december-reaching-320m/",
      "author": "Lauren Forristal",
      "thumbnail": null,
      "summary": "- Threads, Meta’s microblogging platform, gained 20 million monthly active users (MAUs) since December 2024, now totaling 320 million MAUs.\n- CEO Mark Zuckerberg reported the growth during the fourth-quarter earnings call, indicating strong user retention amid competition from apps like X, Bluesky, and Mastodon.\n- The increase is supported by more than 1 million daily signups and ongoing feature enhancements, including post scheduling and content view tracking.\n- Meta aims to improve user experience with updates to recommendation systems and tailored feeds, as well as testing new ads in the U.S. and Japan.",
      "keywords": [
        "Threads",
        "Meta",
        "social media",
        "monthly active users",
        "Zuckerberg",
        "Bluesky",
        "Mastodon",
        "user growth",
        "microblogging"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-29T22:49:44.000Z"
    },
    {
      "title": "Hackers are hijacking WordPress sites to push Windows and Mac malware",
      "link": "https://techcrunch.com/2025/01/29/hackers-are-hijacking-wordpress-sites-to-push-windows-and-mac-malware/",
      "author": "Lorenzo Franceschi-Bicchierai",
      "thumbnail": null,
      "summary": "- Hackers exploiting outdated WordPress versions to alter websites for malware distribution.\n- Attack impacts both Windows and Mac users, targeting over 10,000 sites.\n- Fake Chrome browser update prompts users to download malicious files.\n- Two types of malware involved: Amos (for macOS) and SocGholish (for Windows).\n- Users warned to update their browsers and only install trusted applications.",
      "keywords": [
        "WordPress",
        "malware",
        "cybersecurity",
        "hackers",
        "Amos",
        "SocGholish"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T22:03:45.000Z"
    },
    {
      "title": "Microsoft brings a DeepSeek model to its cloud",
      "link": "https://techcrunch.com/2025/01/29/microsoft-brings-a-deepseek-model-to-its-cloud/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Microsoft has announced the availability of DeepSeek’s reasoning model R1 on its Azure AI Foundry platform.\n- The R1 model has undergone extensive security evaluations before being added to Microsoft’s cloud services.\n- Microsoft will soon offer ‘distilled’ versions of R1 for local use on Copilot+ PCs.\n- Microsoft is reportedly investigating DeepSeek for potential misuse of its and OpenAI's services, following concerns over data exfiltration.\n- Tests by NewsGuard show R1 provides inaccurate answers regarding news topics 83% of the time, and avoids 85% of prompts related to China due to censorship.",
      "keywords": [
        "Microsoft",
        "DeepSeek",
        "Azure AI",
        "artificial intelligence",
        "R1",
        "OpenAI",
        "censorship",
        "data security"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T21:08:41.000Z"
    },
    {
      "title": "Joe Lonsdale’s 8VC seeking $1B for new fund",
      "link": "https://techcrunch.com/2025/01/29/joe-lonsdales-8vc-seeking-1b-for-new-fund/",
      "author": "Marina Temkin",
      "thumbnail": null,
      "summary": "- 8VC, led by Joe Lonsdale, aims to raise nearly $1 billion for its sixth fund according to a regulatory filing.\n- The new fund seeks 14% more than its previous $880 million fund that closed in February 2023.\n- Since its inception, 8VC has invested in over 600 companies, with significant investments in the defense and healthtech sectors.\n- Notable investments include Saronic, a robotic boat drone manufacturer, and Overland AI, a developer of autonomous vehicles for defense.\n- Lonsdale moved 8VC to Austin in 2020 for its ideological diversity, having previously founded Palantir and co-founded Addepar.",
      "keywords": [
        "8VC",
        "venture capital",
        "Joe Lonsdale",
        "fundraising",
        "defense technology",
        "healthtech",
        "investments",
        "Austin"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T21:06:08.000Z"
    },
    {
      "title": "DeepSeek might have a trademark problem in the U.S.",
      "link": "https://techcrunch.com/2025/01/29/deepseek-might-have-a-trademark-problem-in-the-u-s/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Chinese AI company DeepSeek is facing a potential trademark conflict in the U.S.\n- DeepSeek filed a trademark application for its AI chatbot apps, but another company, Delson Group, applied for the same trademark just 36 hours earlier.\n- Delson Group claims to have been selling DeepSeek-branded AI products since early 2020 and may have advantages in proving trademark rights.\n- DeepSeek's options may be limited, as U.S. law favors the first user of a trademark unless bad faith can be demonstrated.\n- Delson Group’s CEO, Willie Lu, has a history of trademark disputes and operates a course on AI Super-Intelligence under the same name.",
      "keywords": [
        "DeepSeek",
        "trademark",
        "AI",
        "Delson Group",
        "intellectual property",
        "U.S. Patent and Trademark Office",
        "Willie Lu"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-29T20:38:31.000Z"
    },
    {
      "title": "What DeepSeek, China, and Trump mean for Apple ahead of its Q1 earnings",
      "link": "https://techcrunch.com/2025/01/29/what-deepseek-china-and-trump-mean-for-apple-ahead-of-its-q1-earnings/",
      "author": "Brian Heater",
      "thumbnail": null,
      "summary": "- Apple’s stock has remained steady before its Q1 earnings report scheduled after Thursday’s closing bell.\n- Apple experienced an 18% drop in iPhone sales in China, facing competition from local brands like Oppo and Huawei.\n- President Trump expressed concerns about DeepSeek AI, urging U.S. industries to focus on competition amid China’s advancements.\n- Apple has explored partnerships to enhance its generative AI capabilities, including a deal with OpenAI.\n- The company needs to present a cohesive strategy for AI and iPhone sales in China during its upcoming earnings call.",
      "keywords": [
        "Apple",
        "DeepSeek",
        "AI",
        "China",
        "Q1 earnings",
        "iPhone sales",
        "Trump"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-29T20:26:59.000Z"
    },
    {
      "title": "MoviePass might pivot to crypto",
      "link": "https://techcrunch.com/2025/01/29/moviepass-might-pivot-to-crypto/",
      "author": "Amanda Silberling",
      "thumbnail": null,
      "summary": "- MoviePass has surveyed customers about their interest in web3 and blockchain technologies.\n- The survey includes questions about respondents' familiarity with web3, NFTs, and digital wallets.\n- MoviePass raised seed funding from Animoca Brands, a firm specializing in blockchain.\n- The company aims to use web3 to enhance moviegoing accessibility and engagement with on-chain rewards.\n- Concerns exist over whether fans want these blockchain bonuses, as similar surveys have faced negative feedback.\n- The relaunch of MoviePass has already turned a profit for the first time in 2023, operating on a new credits system for ticket redemptions.",
      "keywords": [
        "MoviePass",
        "crypto",
        "blockchain",
        "web3",
        "NFTs",
        "technology",
        "entertainment"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-29T20:08:22.000Z"
    },
    {
      "title": "Climate change ignited LA’s wildfire risk. These startups want to extinguish it",
      "link": "https://techcrunch.com/2025/01/29/climate-change-ignited-las-wildfire-risk-these-startups-want-to-extinguish-it/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Climate change increased the likelihood of recent Southern California wildfires by 35% due to extreme weather conditions.\n- Conditions include delayed rainy seasons and intense Santa Ana winds that exacerbate fire risks.\n- Startups like Vibrant Planet and Kodama are developing solutions to analyze and mitigate wildfire risks.\n- New technologies such as AI for fire detection and automated fire defense systems are being introduced to tackle wildfire challenges.",
      "keywords": [
        "climate change",
        "wildfires",
        "Los Angeles",
        "startups",
        "fire management",
        "technology",
        "wildfire risk",
        "environmental science"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-29T19:07:23.000Z"
    },
    {
      "title": "Waymo reportedly testing robotaxis in 10 new cities in 2025",
      "link": "https://techcrunch.com/2025/01/29/waymo-reportedly-testing-robotaxis-in-10-new-cities-in-2025/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/10/GettyImages-1247366540.jpg?w=1024",
      "summary": "- Waymo plans to test autonomous vehicles in 10 new cities in 2025, starting with Las Vegas and San Diego.\n- Less than 10 AVs will be sent to each city, where they will be manually driven, with no confirmation of autonomous mode testing.\n- Waymo already operates a commercial robotaxi service in Phoenix, San Francisco, and Los Angeles, and plans to expand to Austin, Atlanta, and Miami this year.",
      "keywords": [
        "Waymo",
        "robotaxis",
        "autonomous vehicles",
        "Las Vegas",
        "San Diego",
        "testing cities",
        "commercial operations"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-29T18:15:35.000Z"
    },
    {
      "title": "Instagram gives creators more insight into their reels’ performance",
      "link": "https://techcrunch.com/2025/01/29/instagram-gives-creators-more-insight-into-their-reels-performance/",
      "author": "Aisha Malik",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2025-01-29-at-12.36.17PM.png?w=680",
      "summary": "- Instagram introduces new metrics to help creators evaluate reel performance amid competition with TikTok.\n- New metrics include 'View Rate' showing retention after three seconds and 'Views Over Time' comparing past performance.\n- Creators will receive actionable tips based on reel performance, encouraging content that performs better than average.\n- Instagram is attempting to attract TikTok creators with bonuses and content deals.",
      "keywords": [
        "Instagram",
        "reels",
        "creators",
        "View Rate",
        "social media",
        "content performance",
        "TikTok",
        "metrics"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T18:09:20.000Z"
    },
    {
      "title": "Anthropic’s CEO says DeepSeek shows US export rules are working",
      "link": "https://techcrunch.com/2025/01/29/anthropics-ceo-says-deepseek-shows-that-u-s-export-rules-are-working-as-intended/",
      "author": "Dario Amodei",
      "thumbnail": null,
      "summary": "- Dario Amodei, CEO of Anthropic, argues U.S. export controls are effective despite DeepSeek's success.\n- He compares DeepSeek's model performance with Anthropic's Claude 3.5 Sonnet, noting U.S. models maintain an edge.\n- Import restrictions proposed by the Biden Administration and their potential impact under the Trump Administration are discussed.\n- Amodei warns that insufficient restrictions could lead China to a dominant position in AI military applications.\n- Howard Lutnick, Trump's commerce secretary pick, supports stronger tariffs against China, emphasizing the need for stricter export controls.",
      "keywords": [
        "AI",
        "export controls",
        "DeepSeek",
        "Anthropic",
        "Dario Amodei",
        "U.S. technology policy",
        "China",
        "military applications"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-29T18:05:02.000Z"
    },
    {
      "title": "Report: Majority of U.S. teens have lost trust in Big Tech",
      "link": "https://techcrunch.com/2025/01/29/report-majority-of-u-s-teens-have-lost-trust-in-big-tech/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- A report from [Common Sense Media](https://www.commonsensemedia.org/) indicates that American teens have significantly lost trust in major tech companies.\n- The study surveyed over 1,000 teens about their perceptions of companies like Google, Apple, and Meta, revealing that 64% feel these companies don't care about their mental health.\n- Distrust has escalated due to events like the [NSA's mass data collection](https://techcrunch.com/2013/06/06/report-nsa-collects-data-directly-from-servers-of-google-apple-microsoft-facebook-and-more/) and the Cambridge Analytica scandal, affecting how teens view AI utilization.\n- Over half of teens doubt whether tech companies prioritize ethical decisions, keep personal information safe, or uphold fairness in user needs.\n- 74% of teens advocate for greater privacy safeguards and transparency in AI applications, with 61% believing content creators should be compensated for their data used by AI systems.",
      "keywords": [
        "U.S. teens",
        "Big Tech",
        "trust",
        "Common Sense Media",
        "AI",
        "privacy",
        "data protection",
        "ethics",
        "technology",
        "youth"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T17:32:44.000Z"
    },
    {
      "title": "Netflix adds a convenient feature for iOS users to download an entire TV season at once",
      "link": "https://techcrunch.com/2025/01/29/netflix-adds-a-convenient-feature-for-ios-users-to-download-an-entire-tv-season-at-once/",
      "author": "Lauren Forristal",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Season-Download-UI-ENG.jpg?w=680",
      "summary": "- Netflix introduced a Season Download feature for iOS users, allowing one-tap downloads of entire TV seasons.\n- This feature was already available for Android users.\n- The Season Download button is located next to the Share button in the Netflix app.\n- The downloads are found in the My Netflix tab under the Downloads section.\n- Useful for travelers or those with limited internet access, facilitating easier show preparation.\n- This announcement coincides with Netflix's report of reaching 19 million subscribers in the fourth quarter.",
      "keywords": [
        "Netflix",
        "iOS",
        "TV shows",
        "downloads",
        "streaming",
        "features"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-29T17:03:38.000Z"
    },
    {
      "title": "Health insurance startup Alan keeps growing at a rapid pace",
      "link": "https://techcrunch.com/2025/01/29/health-insurance-startup-alan-keeps-growing-at-a-rapid-pace/",
      "author": "Romain Dillet",
      "thumbnail": null,
      "summary": "- Alan has 700,000 customers and generated €505 million in revenue in 2024.\n- The company aims for a breakeven claims-to-premiums ratio with a 12% to 14% membership fee.\n- Alan was valued at $4.5 billion but reported a net loss of €54 million in 2024, continuing its goal of profitability by 2026.\n- Partnerships include government contracts in France and a deal with Belfus in Belgium.\n- AI has significantly improved sales results, reducing costs in customer service and enhancing product development.\n- Alan aims to grow total revenue by 40% in 2025 and plans to increase its customer base to one million by early 2026, while introducing health insurance for retirees in France.",
      "keywords": [
        "health insurance",
        "startup",
        "Alan",
        "growth",
        "AI",
        "revenue",
        "profitability",
        "partnerships",
        "retirement health insurance"
      ],
      "scores": {
        "scale": 7,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-29T17:03:17.000Z"
    },
    {
      "title": "Resolution Games announces Battlemarked, an upcoming VR Dungeons & Dragons game",
      "link": "https://techcrunch.com/2025/01/29/resolution-games-announces-battlemarked-an-upcoming-vr-dungeons-and-dragons-game/",
      "author": "Lauren Forristal",
      "thumbnail": null,
      "summary": "- Wizards of the Coast and Resolution Games announced a VR Dungeons & Dragons game titled Battlemarked.\n- The game utilizes Resolution Games’ Demeo system focusing on a virtual tabletop with turn-based combat and an action point system.\n- Battlemarked is designed for up to four players and will feature two story-driven campaigns.\n- The game will be available on VR, PC, and consoles, likely on platforms like Meta Quest, Pico, and PlayStation VR2.\n- A new trailer showcasing the game's art style and character classes was released, with more campaign settings planned for the future.",
      "keywords": [
        "VR",
        "Dungeons & Dragons",
        "Battlemarked",
        "Resolution Games",
        "gaming",
        "tabletop RPG",
        "virtual reality",
        "turn-based combat"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 9,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T17:00:00.000Z"
    },
    {
      "title": "MGM Resorts settles lawsuits after millions of customer records stolen in data breaches",
      "link": "https://techcrunch.com/2025/01/29/mgm-resorts-settles-lawsuits-after-millions-of-customer-records-stolen-in-data-breaches/",
      "author": "Zack Whittaker",
      "thumbnail": null,
      "summary": "- MGM Resorts agrees to pay $45 million to settle over a dozen class action lawsuits after data breaches affecting millions of customers.\n- The settlement was reached on January 21; a court ruling is expected on June 18.\n- Breaches include a 2019 incident stealing customer data and a 2023 ransomware attack costing $100 million, impacting over 37 million customers.",
      "keywords": [
        "MGM Resorts",
        "data breach",
        "customer records",
        "cyberattack",
        "settlement",
        "lawsuit",
        "ransomware attack"
      ],
      "scores": {
        "scale": 9,
        "impact": 10,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T16:55:29.000Z"
    },
    {
      "title": "Ireland and Italy send data watchdog requests to DeepSeek: ‘The data of millions of Italians is at risk’",
      "link": "https://techcrunch.com/2025/01/29/italy-sends-first-data-watchdog-request-to-deepseek-the-data-of-millions-of-italians-is-at-risk/",
      "author": null,
      "thumbnail": null,
      "summary": "- The Irish Data Protection Commission (DPC) has requested information from DeepSeek regarding data processing of Irish citizens.\n- This coincides with a similar request from the Italian data protection authority (DPA) concerned about the data of millions of Italians at risk.\n- DeepSeek's mobile app has been removed from app stores in Italy following scrutiny over its data handling practices.\n- Euroconsumers filed a complaint regarding DeepSeek's compliance with GDPR regulations.\n- The Italian DPA's inquiry includes requests for information on the nature of data collected and its legal processing basis, with a 20-day response time for DeepSeek.",
      "keywords": [
        "DeepSeek",
        "data protection",
        "GDPR",
        "Ireland",
        "Italy",
        "Euroconsumers",
        "artificial intelligence"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-29T16:41:00.000Z"
    },
    {
      "title": "UVeye racks up another $191 million for its vision-based ‘MRI for cars’",
      "link": "https://techcrunch.com/2025/01/29/uveye-racks-up-another-191-million-for-its-vision-based-mri-for-cars/",
      "author": "Sean O’Kane",
      "thumbnail": null,
      "summary": "- UVeye announced a $191 million extension to its 2023 Series D funding round, led by Toyota’s Woven Capital.\n- The round consists of $41 million in equity financing and a $150 million debt facility.\n- CEO Amir Hever stated there is high demand for their AI-powered vehicle inspection systems, with plans to deploy close to 700 units in 2025.\n- UVeye is currently scanning nearly one million cars per month and has gained customers like Amazon and CarMax.",
      "keywords": [
        "UVeye",
        "series D",
        "funding",
        "automotive technology",
        "vehicle inspection",
        "AI",
        "investors"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T16:00:29.000Z"
    },
    {
      "title": "This Bay Area startup is using AI to help families navigate long-term care planning",
      "link": "https://techcrunch.com/2025/01/29/this-bay-area-startup-is-using-ai-to-help-families-navigate-long-term-care/",
      "author": "Lily Vittayarukskul",
      "thumbnail": null,
      "summary": "- Lily Vittayarukskul founded Waterlily, a San Francisco startup focused on long-term care planning after her family's traumatic experience with her aunt's care.\n- Waterlily utilizes AI to predict future long-term care needs and costs for individuals over 40, helping them to create a care plan and funding strategies.\n- The company launched publicly in March 2024 and has seen significant growth in monthly recurring revenue, with major clients including Prudential and Fortune 100 insurance carriers. It has raised $7 million in seed funding to expand its operations and improve its AI models.",
      "keywords": [
        "AI",
        "long-term care",
        "healthcare",
        "startup",
        "financial planning",
        "Waterlily",
        "Lily Vittayarukskul",
        "insurance"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-29T16:00:00.000Z"
    },
    {
      "title": "TechCrunch Disrupt 2025: Only 3 days left for 2-for-1 Pass",
      "link": "https://techcrunch.com/2025/01/29/techcrunch-disrupt-2025-only-3-days-left-for-2-for-1-pass/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/11/54103543170_40ccf027b5_k.jpg?w=680",
      "summary": "- 2-for-1 ticket offer ends January 31 at 11:59 p.m. PT for TechCrunch Disrupt 2025.\n- Event date: October 27–29, 2025, at Moscone West, San Francisco.\n- Expect over 10,000 tech and VC leaders and 250+ hands-on sessions.",
      "keywords": [
        "TechCrunch Disrupt",
        "2025",
        "event",
        "2-for-1 pass",
        "San Francisco",
        "tech leaders"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-29T15:00:00.000Z"
    },
    {
      "title": "Clutch grabs $20M to build out its non-human security ID platform",
      "link": "https://techcrunch.com/2025/01/29/clutch-grabs-20m-to-build-out-its-non-human-security-id-platform/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Clutch Security raises $20 million in funding to enhance its non-human identity platform for cybersecurity.\n- The funding round is led by SignalFire, with participation from Lightspeed Venture Partners and Merlin Ventures.\n- Clutch integrates with nearly 60 infrastructure services to manage machine identities, which have increased from 320,000 in 2022 to 1 million in 2024 in large enterprises.\n- The company was founded in October 2023 and focused on addressing security issues exacerbated by cloud computing and AI integration.\n- Clutch aims to address vulnerabilities in managed service accounts and predicts a rise in attacks against AI agents in enterprise settings.",
      "keywords": [
        "Clutch Security",
        "funding",
        "non-human identity",
        "cybersecurity",
        "machine identities",
        "AI agents",
        "identity management"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T14:41:50.000Z"
    },
    {
      "title": "Finout raises $40M Series C for its cloud cost management service",
      "link": "https://techcrunch.com/2025/01/29/finout-raises-40m-series-c-for-its-cloud-cost-management-service/",
      "author": "Frederic Lardinois",
      "thumbnail": null,
      "summary": "- Finout has secured a $40 million Series C funding round, totaling $85 million raised to date.\n- The funding comes after notable acquisitions of competitors, creating a unique market opportunity for Finout.\n- Finout aims to expand its engineering team and go-to-market efforts using the new funding.\n- Customers include major firms like SiriusXM, Lyft, and The New York Times.\n- Focus areas include analytics, spending predictions, and promoting FinOps practices in organizations.",
      "keywords": [
        "Finout",
        "cloud cost management",
        "Series C funding",
        "FinOps",
        "cloud computing",
        "investments"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T14:30:00.000Z"
    },
    {
      "title": "On Tesla earnings day, all eyes are Elon, profits, and AI",
      "link": "https://techcrunch.com/2025/01/29/on-tesla-earnings-day-all-eyes-are-elon-profits-and-ai/",
      "author": "Kirsten Korosec, Sean O’Kane",
      "thumbnail": null,
      "summary": "- Tesla's fourth-quarter earnings report is expected to be released on Wednesday after market close.\n- The company delivered 1.77 million vehicles globally in 2024, a decrease of 2.2% from 2023.\n- The fourth quarter saw 495,570 vehicles delivered, 7% higher than Q3 and approximately 2.28% more than Q4 2023.\n- Tesla's revenue and profit expectations for 2025 will be closely monitored during the earnings call.\n- Musk is expected to discuss autonomous technology and Tesla's ambitions in the robotaxi market during the call.\n- Previous earnings showed $25.2 billion in sales and a $2.2 billion profit in Q3 2024, with a significant reliance on regulatory credits for income.",
      "keywords": [
        "Tesla",
        "Elon Musk",
        "earnings report",
        "autonomous vehicles",
        "robotaxi",
        "electric vehicles",
        "financial results",
        "delivery statistics"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-29T14:15:39.000Z"
    },
    {
      "title": "Solar startup Niko is building Mexico’s first virtual power plant",
      "link": "https://techcrunch.com/2025/01/29/solar-startup-niko-is-building-mexicos-first-virtual-power-plant/",
      "author": "Edoardo Dellepiane, Raffaele Sertorio, Andrés Marquina, Tim De Chant",
      "thumbnail": null,
      "summary": "- Niko Energy was founded in 2023 to capitalize on Mexico's underdeveloped solar market.\n- Recognizing a demand for reliable power, Niko plans to build Mexico’s first virtual power plant (VPP).\n- The VPP will manage decentralized energy resources to alleviate pressure on Mexico's strained power grid, particularly during blackouts.\n- Niko aims to grow its portfolio of solar installations, targeting both small residential clients and larger corporations.\n- The startup raised $8 million in equity and $15 million in debt to support its initiatives.",
      "keywords": [
        "Niko Energy",
        "virtual power plant",
        "solar market",
        "energy resources",
        "Mexico",
        "solar installations"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T14:15:00.000Z"
    },
    {
      "title": "DeepSeek’s app becomes unavailable on Apple’s and Google’s app stores in Italy",
      "link": "https://techcrunch.com/2025/01/29/deepseeks-app-becomes-unavailable-on-apples-and-googles-app-stores-in-italy/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- The app DeepSeek is no longer available on Apple’s App Store and Google’s Play Store following a request from Italian authorities for user data handling information.\n- DeepSeek's app was highly popular, ranking first in download charts in multiple countries, including the U.S.\n- A consumer coalition, Euroconsumers, filed a complaint with the Italian DPA regarding DeepSeek's data practices, with a response deadline of 20 days for the company.\n- Concerns arise from DeepSeek storing user information on servers located in China, which is highlighted in their privacy policy.\n- Other European data watchdogs have indicated that all services must comply with AI and data protection regulations, without specifically naming DeepSeek.\n- Apple and Google have not commented on the situation yet.",
      "keywords": [
        "DeepSeek",
        "app removal",
        "Italy",
        "data protection",
        "Apple",
        "Google",
        "Euroconsumers",
        "privacy policy"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T14:10:05.000Z"
    },
    {
      "title": "Smiths Group Confirms Cyberattack and Unauthorized Access to Systems",
      "link": "https://techcrunch.com/2025/01/29/engineering-giant-smiths-group-says-hackers-accessed-its-systems-during-cyberattack/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Smiths-Group-Getty.jpg?w=1024",
      "summary": "- Smiths Group, a U.K.-based engineering firm, confirmed unauthorized access to its systems amid a cybersecurity incident.\n- The company has activated its business continuity plans and isolated affected systems, indicating a potentially disruptive incident like ransomware.\n- Smiths is collaborating with cybersecurity experts to recover systems and assess wider business impacts, but details about the attack's nature or data theft have not been disclosed.\n- The company employs over 15,000 people across 50 countries and has yet to specify when the attack occurred.",
      "keywords": [
        "cybersecurity",
        "cyberattack",
        "Smiths Group",
        "unauthorized access",
        "information security",
        "business continuity",
        "ransomware"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-29T13:23:57.000Z"
    },
    {
      "title": "Uber-backed mobility fintech Moove acquires Brazil’s Kovi, takes ARR to $275M",
      "link": "https://techcrunch.com/2025/01/29/uber-backed-mobility-fintech-moove-acquires-brazils-kovi-takes-arr-to-275m/",
      "author": "Tage Kene-Okafor",
      "thumbnail": null,
      "summary": "- Moove, an Africa-born mobility fintech, acquires Brazilian urban mobility provider Kovi.\n- The acquisition is an all-share transaction; Kovi is now wholly owned by Moove.\n- Following the acquisition, Moove’s annual revenue rises to $275 million, up from $115 million last March.\n- The acquisition solidifies Moove’s position in Brazil, enhancing its operational scale in Latin America, where it’s launched services in Colombia and Mexico.\n- Kovi will continue operating under its brand, pending approval from the Brazilian antitrust authority.\n- Moove aims to build the largest ride-share fleet, growing from 76 cars in 2020 to 36,000 cars in operation across six continents.",
      "keywords": [
        "Moove",
        "Kovi",
        "acquisition",
        "mobility fintech",
        "ride-hailing",
        "Brazil",
        "Latin America",
        "annual revenue",
        "technology",
        "investment"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T13:05:14.000Z"
    },
    {
      "title": "ChatGPT’s mobile users are 85% male, report says",
      "link": "https://techcrunch.com/2025/01/29/chatgpts-mobile-users-are-85-male-report-says/",
      "author": "Amanda Silberling",
      "thumbnail": null,
      "summary": "- AI app spending surged to $1.42 billion in 2024, a 274% rise from 2023, driven by ChatGPT.\n- ChatGPT has 353 million downloads, with 84.5% of users identified as male.\n- Over 50% of ChatGPT's mobile users are under 25, while 20.2% are aged 50 to 64.\n- A Pew Research report highlights that women express more skepticism towards AI, potentially affecting their usage rates.\n- ChatGPT faces competition from DeepSeek, an emerging free and open-source AI app.",
      "keywords": [
        "ChatGPT",
        "AI apps",
        "male users",
        "mobile demographics",
        "consumer spending",
        "technology trends"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T13:00:00.000Z"
    },
    {
      "title": "Meteomatics eyes U.S. expansion for its enterprise-focused weather forecasting tools",
      "link": "https://techcrunch.com/2025/01/29/meteomatics-eyes-u-s-expansion-for-its-enterprise-focused-weather-forecasting-tools/",
      "author": "Martin Fengler, Becca Szkutak",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Martin-Fengler.jpeg?w=680",
      "summary": "- Meteomatics, founded by Martin Fengler in 2012, specializes in enterprise weather forecasting by compiling data from over 110 sources and its own drones.\n- The company has over 600 clients, including Tesla and CVS Health, and focuses on industries rather than media.\n- Recently raised $22 million in Series C funding to expand into the U.S. and enhance technology, aiming for global one-kilometer precision in weather forecasts by the end of Q1 2025.",
      "keywords": [
        "Meteomatics",
        "weather forecasting",
        "enterprise",
        "U.S. expansion",
        "funding",
        "climate change"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T12:00:00.000Z"
    },
    {
      "title": "DeepSeek’s AI avoids answering 85% of prompts on ‘sensitive topics’ related to China",
      "link": "https://techcrunch.com/2025/01/29/deepseeks-ai-avoids-answering-85-of-prompts-on-sensitive-topics-related-to-china/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-2195907180-e1738146724526.jpg?w=1024",
      "summary": "- DeepSeek, an AI chatbot from Chinese hedge fund High-Flyer, is gaining popularity, topping app store charts as of January 29, 2025.\n- It has been reported that the AI avoids 85% of sensitive prompts regarding topics like the Tiananmen Square protests and Taiwan.\n- A report from PromptFoo, which explores AI vulnerabilities, indicates that DeepSeek's model has nationalistic canned responses and can be easily jailbroken, suggesting a crude implementation of censorship.\n- The dataset of sensitive prompts is available on [Hugging Face](https://huggingface.co/datasets/promptfoo/CCP-sensitive-prompts).",
      "keywords": [
        "DeepSeek",
        "AI",
        "China",
        "sensitive topics",
        "censorship",
        "Tiananmen Square",
        "Taiwan",
        "chatbot"
      ],
      "scores": {
        "scale": 8,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-29T11:51:34.000Z"
    },
    {
      "title": "Microsoft probing whether DeepSeek improperly used OpenAI APIs",
      "link": "https://techcrunch.com/2025/01/29/microsoft-probing-whether-deepseek-improperly-used-openais-api/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-2195802076.jpg?w=1024",
      "summary": "- Microsoft is investigating DeepSeek's use of OpenAI’s API following claims of improper usage.\n- The investigation was triggered by security researchers suggesting that DeepSeek exfiltrated data from OpenAI’s API in fall 2024.\n- OpenAI's terms of service prohibit using the output from their API to develop competing models.",
      "keywords": [
        "Microsoft",
        "DeepSeek",
        "OpenAI",
        "API",
        "investigation",
        "AI models",
        "data exfiltration",
        "terms of service"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T11:31:52.000Z"
    },
    {
      "title": "Formance raises $21M to build the AWS for fintech infrastructure",
      "link": "https://techcrunch.com/2025/01/29/formance-raises-21-million-to-build-the-aws-of-fintech-infrastructure/",
      "author": "Romain Dillet",
      "thumbnail": null,
      "summary": "- Formance, a French startup, raised $21 million in a Series A round co-led by [PayPal Ventures](https://paypal.vc/) and [Portage](https://portageinvest.com/).\n- The company focuses on building modular fintech infrastructure, including a programmable financial ledger and a connectivity platform.\n- Formance aims to expand its team from 20 to 50 employees by the end of 2025 and plans to open an office in New York.",
      "keywords": [
        "Fintech",
        "Series A",
        "Fundraising",
        "Financial Ledger",
        "Modular Infrastructure",
        "Startup"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T11:00:00.000Z"
    },
    {
      "title": "This fintech has a fix for the biggest cross-border payments issues in Francophone Africa",
      "link": "https://techcrunch.com/2025/01/29/cauridor-has-a-fix-for-cross-border-payments-issues-in-francophone-africa/",
      "author": "Oumar Rafiou Barry, Abdoulaye Bah",
      "thumbnail": null,
      "summary": "- Cauridor, an Ivorian fintech, raised $3.5 million in seed funding to enhance cross-border payments in Francophone Africa.\n- The platform supports mobile wallets, bank transfers, and cash pickups via over 25,000 agents in five countries.\n- The founders pivoted to build payment rails in 2022, and by 2023, over 90% of revenue came from this new business model, processing 2 million transactions with significant annual growth.",
      "keywords": [
        "Cauridor",
        "cross-border payments",
        "fintech",
        "Francophone Africa",
        "seed funding",
        "mobile wallets",
        "payment infrastructure",
        "remittance"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T09:11:48.000Z"
    },
    {
      "title": "Shared scooter startup Voi reports its first profitable year as it explores an IPO",
      "link": "https://techcrunch.com/2025/01/28/shared-scooter-startup-voi-reports-its-first-profitable-year-as-it-explores-an-ipo/",
      "author": "Rebecca Bellan",
      "thumbnail": null,
      "summary": "- Voi had its first profitable year in 2024 with €132.8 million ($138 million) in net revenue.\n- The company reported adjusted earnings before interest and taxes (EBIT) of around €100,000 ($104,000).\n- Vehicle profit margins increased to 57%, up from 49% in 2023.\n- CEO Frederik Hjelm mentioned improvements in cash positive financials and EBIT profitability confirm suitability for an IPO in 2-3 years.\n- Voi has 100,000 vehicles, 90% of which are scooters, and plans significant increases in bike fleet.\n- Voi ended 2024 with €60 million ($62 million) in cash and secured €125 million in senior secured bonds in October 2024.",
      "keywords": [
        "Voi",
        "micromobility",
        "scooters",
        "profitability",
        "IPO",
        "Finances",
        "EBIT",
        "shared scooters",
        "2024"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T07:45:00.000Z"
    },
    {
      "title": "DeepSeek reaches No. 1 on US Play Store",
      "link": "https://techcrunch.com/2025/01/28/deepseek-reaches-no-1-on-us-play-store/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Chinese AI lab DeepSeek's Android app has achieved No. 1 on the Google Play Store soon after topping the Apple App Store.\n- The DeepSeek app, launched in mid-January, has over 1.2 million downloads on the Play Store and over 1.9 million on the App Store, with claims of more than 5 million downloads indicated.\n- DeepSeek's success follows the release of open-source AI models that compete with those from major AI firms such as OpenAI and Google.\n- The app functions as a ChatGPT alternative powered by DeepSeek's V3 model, allowing users to analyze files and sync chat history.\n- To establish long-term dominance, DeepSeek aims to reach 300 million weekly users, surpassing OpenAI's ChatGPT.\n- DeepSeek has attracted attention from various startups, including Perplexity and Gloo, integrating its capabilities into their systems.",
      "keywords": [
        "DeepSeek",
        "AI",
        "Google Play Store",
        "App Store",
        "chatbot",
        "open-source AI",
        "V3 model"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T07:36:43.000Z"
    },
    {
      "title": "Naboo secures $21M for its concierge-style corporate event booking platform",
      "link": "https://techcrunch.com/2025/01/28/naboo-secures-21-million-for-its-concierge-style-corporate-event-booking-platform/",
      "author": "Romain Dillet",
      "thumbnail": null,
      "summary": "- Naboo, a French startup, raised $21 million in a Series A round led by Notion Capital.\n- The platform simplifies corporate event booking by bundling accommodation with catering, activities, and transport.\n- Company booking volumes quadrupled from €15 million in 2023 to €60 million in 2024.\n- Naboo charges an average take-rate of 17% on bookings, generating about €10 million in revenue in 2024.\n- 10% of French CAC40 companies have utilized Naboo, including clients like Google and Société Générale.\n- Plans to automate tasks and expand to the U.K., where it already generates 10% of its revenue.",
      "keywords": [
        "Naboo",
        "funding",
        "corporate events",
        "event booking",
        "startup",
        "business services",
        "France",
        "Notion Capital",
        "MICE"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-29T05:00:00.000Z"
    },
    {
      "title": "SoftBank to invest $500M in robotics startup SkildAI",
      "link": "https://techcrunch.com/2025/01/28/softbank-to-invest-500m-in-robotics-startup-skildai/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-1287582736.jpg?w=1024",
      "summary": "- SoftBank is negotiating a $500 million investment in [Skild AI](https://www.skild.ai/), valuing the company at $4 billion.\n- Skild AI previously raised $300 million at a $1.5 billion valuation last July.\n- The company's AI model is adaptable for various robots, aiming at the intersection of robotics and AI, attracting substantial investor interest, including Jeff Bezos.",
      "keywords": [
        "SoftBank",
        "investment",
        "Skild AI",
        "robotics",
        "artificial intelligence",
        "funding"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T02:10:10.000Z"
    },
    {
      "title": "Italy sends first data watchdog request to DeepSeek: ‘The data of millions of Italians is at risk’",
      "link": "https://techcrunch.com/2025/01/28/italy-sends-first-data-watchdog-request-to-deepseek-the-data-of-millions-of-italians-is-at-risk/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- The Italian Data Protection Authority (DPA) has filed a complaint against DeepSeek regarding personal data handling under GDPR.\n- The complaint emphasizes that millions of Italians' data is at risk, and DeepSeek must respond within 20 days.\n- Concerns were raised about how DeepSeek operates in China and the data protection measures it has in place, particularly for minors.",
      "keywords": [
        "DeepSeek",
        "Italy",
        "Data Protection",
        "GDPR",
        "Euroconsumers",
        "AI",
        "privacy"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-29T01:17:08.000Z"
    },
    {
      "title": "DeepSeek: Everything you need to know about the AI chatbot app",
      "link": "https://techcrunch.com/2025/01/28/deepseek-everything-you-need-to-know-about-the-ai-chatbot-app/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- DeepSeek's chatbot app became the top of the Apple App Store charts, prompting discussions about the U.S. AI market.\n- Founded in 2023 as a research lab by High-Flyer Capital Management, DeepSeek developed its models in-house despite facing U.S. hardware export bans.\n- Launched models include DeepSeek-V2 and DeepSeek-V3, which outperform existing models from major competitors and have triggered significant market reactions.",
      "keywords": [
        "DeepSeek",
        "AI chatbot",
        "High-Flyer Capital Management",
        "DeepSeek models",
        "AI technology",
        "Apple App Store",
        "AI market trends"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-28T23:03:20.000Z"
    },
    {
      "title": "David Sacks claims there’s ‘substantial evidence’ that DeepSeek used OpenAI’s models to train its own",
      "link": "https://techcrunch.com/2025/01/28/david-sacks-claims-theres-substantial-evidence-that-deepseek-used-openais-models-to-train-its-own/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-604487976-1.jpg?w=1024",
      "summary": "- David Sacks stated there is substantial evidence that DeepSeek used OpenAI's models to train its own in an interview on Fox.  \n- Sacks compared the use of OpenAI responses to theft and noted that he believed OpenAI would not be pleased.  \n- DeepSeek's apps have gained popularity and topped the Apple App Store, prompting scrutiny from U.S. government officials regarding national security.  \n- The U.S. Navy has reportedly banned DeepSeek's AI due to potential security and ethical concerns.",
      "keywords": [
        "David Sacks",
        "DeepSeek",
        "OpenAI",
        "AI models",
        "national security",
        "U.S. Navy",
        "ethical concerns"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-28T22:49:22.000Z"
    },
    {
      "title": "DeepSeek triggered a wild, baseless rally for some Chinese stocks",
      "link": "https://techcrunch.com/2025/01/28/deepseek-triggered-a-wild-baseless-rally-for-some-chinese-stocks/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- Chinese AI company DeepSeek sparked a sell-off in U.S. tech stocks, with Nvidia losing almost 20%.\n- Shares of firms supposedly linked to DeepSeek surged, but there is no evidence of any actual investment or cooperation.\n- Key entities like Huajin Capital and Sublime China Information denied any ties to DeepSeek, despite massive stock gains following rumors.\n- The speculation originated from unverified lists circulating in China that linked various companies to DeepSeek.",
      "keywords": [
        "DeepSeek",
        "Chinese stocks",
        "AI",
        "Nvidia",
        "market rally",
        "investment rumors",
        "stock market"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-28T22:01:18.000Z"
    },
    {
      "title": "Figure AI details plan to improve humanoid robot safety in the workplace",
      "link": "https://techcrunch.com/2025/01/28/figure-ai-details-plan-to-improve-humanoid-robot-safety-in-the-workplace/",
      "author": "Brian Heater",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/nvidia-ces-jensen-robotics.png?w=680",
      "summary": "[Safety of humanoid robots is often overlooked in workplace integration]\n[Figure AI is establishing a Center for the Advancement of Humanoid Safety, led by former Amazon Robotics safety engineer Rob Gruendel]\n[The firm aims to certify robot safety standards in collaboration with OSHA recognized independent testing laboratories and improve safety measures for robotic systems working alongside humans]",
      "keywords": [
        "humanoid robots",
        "workplace safety",
        "Figure AI",
        "robotics",
        "OSHA",
        "safety standards"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-28T20:17:44.000Z"
    },
    {
      "title": "Tesla Superchargers: GM, Ford, Rivian, and other EV brands with access",
      "link": "https://techcrunch.com/2025/01/28/tesla-superchargers-gm-ford-rivian-and-other-ev-brands-with-access/",
      "author": null,
      "thumbnail": null,
      "summary": "- Ford locked in a deal in May 2023 for its EVs to access the Tesla Supercharger network.\n- By the end of 2023, most major automakers, including GM and Rivian, agreed to adopt Tesla’s North American Charging Standard (NACS).\n- As of January 31, 2025, Lucid Gravity SUV owners will have access to Tesla Superchargers, and existing Lucid Air sedan owners will have access via adapters in Q2 2025.\n- GM's EVs gained access to Tesla Superchargers in September 2024, requiring a $225 GM-approved adapter for access.\n- Hyundai plans to provide access to NACS chargers for EV owners beginning January 15, 2025, with new EVs featuring NACS plugs.\n- Rivian gained access to 15,000 Superchargers on March 18, 2024, with adapters being shipped to customers.\n- Mercedes-Benz EVs will access Tesla's network starting February 2025, with approved adapters available for $185.\n- Nissan plans to provide access to its Ariya drivers via a NACS adapter starting late 2024.\n- Volvo and Polestar began offering access to Tesla’s Supercharger network in late October 2024, with specific adapter availability details.",
      "keywords": [
        "Tesla Supercharger",
        "EV access",
        "Ford",
        "GM",
        "Rivian",
        "NACS",
        "electric vehicles",
        "charging standards",
        "automaker agreements"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-28T20:11:28.000Z"
    },
    {
      "title": "Bookshop.org challenges Amazon with new e-book platform",
      "link": "https://techcrunch.com/2025/01/28/bookshop-org-challenges-amazon-with-new-e-book-platform/",
      "author": "Amanda Silberling",
      "thumbnail": null,
      "summary": "- Bookshop.org launched an e-book platform to compete with Amazon's dominance in the e-book market.\n- The platform aims to support independent bookstores by allowing customers to purchase e-books directly, circumventing Amazon.\n- Currently, e-books from Bookshop.org are accessible through web browsers and apps for Android and iOS, with plans to improve compatibility with devices like Kindle.",
      "keywords": [
        "Bookshop.org",
        "e-books",
        "Amazon",
        "independent bookstores",
        "digital books",
        "publishing industry"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-28T19:53:30.000Z"
    },
    {
      "title": "Hugging Face researchers are trying to build a more open version of DeepSeek’s AI ‘reasoning’ model",
      "link": "https://techcrunch.com/2025/01/28/hugging-face-researchers-are-trying-to-build-a-more-open-version-of-deepseeks-ai-reasoning-model/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Hugging Face is replicating DeepSeek’s R1 AI model, calling their project Open-R1 to promote open knowledge.\n- DeepSeek released R1 with a permissive license but lacks transparency in data and model components, prompting Hugging Face's initiative.\n- The Open-R1 project seeks to open source R1’s architecture to enhance transparency and support responsible AI deployment.\n- Hugging Face is utilizing their Science Cluster with 768 Nvidia H100 GPUs to generate datasets for the replication.\n- The project gained significant community interest, accruing 10,000 stars on GitHub within three days.",
      "keywords": [
        "Hugging Face",
        "DeepSeek",
        "AI model",
        "Open-R1",
        "open source",
        "reasoning model",
        "R1",
        "artificial intelligence"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-28T19:29:58.000Z"
    },
    {
      "title": "Automattic and others back Openvibe, an app that’s unifying the open social web",
      "link": "https://techcrunch.com/2025/01/28/automattic-and-others-back-openvibe-an-app-thats-unifying-the-open-social-web/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Openvibe-02.png?w=680",
      "summary": "- Openvibe's app integrates multiple open social networks including Bluesky, Mastodon, Nostr, and Threads.\n- The company raised $800,000 in funding led by Czech Founders VC with investments from Automattic and Tensor Ventures.\n- Openvibe initially launched in 2024, providing a user-friendly interface for cross-posting and managing content across different social platforms.\n- Plans for the funding include product development acceleration, user base expansion, and enhanced platform integrations.\n- Openvibe aims to position itself as a competitive alternative to traditional social media services.",
      "keywords": [
        "Openvibe",
        "social networks",
        "Automattic",
        "investment",
        "cross-posting",
        "Mastodon",
        "Bluesky",
        "Nostr",
        "Threads"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-28T19:22:15.000Z"
    }
  ]
}