{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Egypt’s Khazna banks $16M for its financial super app and expansion into Saudi",
      "link": "https://techcrunch.com/2025/02/04/egypts-khazna-banks-16m-for-its-financial-super-app-and-expansion-into-saudi/",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- Khazna, a fintech startup in Egypt, raised $16 million in pre-Series B funding, totaling over $63 million.\n- The funding will aid in its expansion into Saudi Arabia and it will apply for a digital banking license in Egypt by mid-2026.\n- The company focuses on financial services for low- and middle-income workers, offering solutions like salary advances and microloans, currently serving over 500,000 users.\n- Khazna aims to differentiate itself from competitors with medium-term credit products such as earned wage access and payroll-backed lending.\n- The startup plans to capitalize on the Egypt-Saudi remittance corridor, where nearly three million Egyptians reside, and targets 40-50% of its business from Saudi Arabia in four years.\n- Khazna's growth is also supported by renewed investor confidence due to significant foreign direct investment flowing into Egypt following economic reforms.",
      "keywords": [
        "Khazna",
        "Egypt",
        "fintech",
        "financial services",
        "Saudi Arabia",
        "funding",
        "expansion",
        "digital banking"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-04T11:15:18.000Z"
    },
    {
      "title": "Grubhub confirms data breach affecting customers and drivers",
      "link": "https://techcrunch.com/2025/02/04/grubhub-confirms-data-breach-affecting-customers-and-drivers/",
      "author": "Carly Page",
      "thumbnail": null,
      "summary": "- Grubhub reported a data breach where hackers accessed personal details of customers and drivers.\n- The breach was linked to unauthorized access from a third-party service provider.\n- Affected personal details include names, email addresses, phone numbers, and partial payment card information; bank account details and Social Security numbers were not compromised.\n- Grubhub has not disclosed the number of affected individuals or when the incident occurred.",
      "keywords": [
        "Grubhub",
        "data breach",
        "cybersecurity",
        "hackers",
        "personal information"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-04T10:18:16.000Z"
    },
    {
      "title": "OpenAI Expands in Asia with Kakao Partnership Following SoftBank Deal",
      "link": "https://techcrunch.com/2025/02/04/openai-doubles-down-on-asia-partners-with-kakao-after-its-big-deal-with-softbank/",
      "author": "Kate Park, Ingrid Lunden",
      "thumbnail": null,
      "summary": "- OpenAI announces a partnership with Kakao to expand its presence in Asia, focusing on Korean language content.\n- The collaboration will result in the creation of a Korean-language assistant named Kanana and integration of OpenAI technology into KakaoTalk.\n- This announcement follows SoftBank's commitment of $3 billion to implement OpenAI technology across its operations and the establishment of a joint venture called SB OpenAI Japan.\n- OpenAI aims to enhance its AI capabilities by gaining access to more Asian-language data and user behavior.\n- OpenAI's CEO Sam Altman highlighted Korea's advanced AI adoption and its significance for future growth in the region.\n- The partnerships also come in response to competition from Chinese AI firm DeepSeek, prompting OpenAI to strengthen its international reach.",
      "keywords": [
        "OpenAI",
        "Kakao",
        "SoftBank",
        "AI expansion",
        "partnership",
        "Korean language",
        "technology",
        "Asia"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-04T10:17:18.000Z"
    },
    {
      "title": "Waabi and Volvo team up to build self-driving trucks at scale",
      "link": "https://techcrunch.com/2025/02/04/waabi-and-volvo-team-up-to-build-self-driving-trucks-at-scale/",
      "author": "Rebecca Bellan",
      "thumbnail": null,
      "summary": "- Waabi partners with Volvo to develop autonomous trucks for commercial launch.\n- The collaboration marks Volvo's second partnership for self-driving technology, following its deal with Aurora Innovation in May 2024.\n- Waabi aims to run commercial pilot programs in Texas and expects a driverless demonstration in late 2025.\n- Waabi has raised $282 million, with a plan for capital-efficient AI technology to reduce costs in the driverless launch.",
      "keywords": [
        "Waabi",
        "Volvo",
        "self-driving trucks",
        "autonomous vehicles",
        "transportation",
        "AI technology",
        "commercial launch",
        "partnership"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-04T10:00:00.000Z"
    },
    {
      "title": "SoftBank-backed billionaire to invest $230M in Indian AI startup Krutrim",
      "link": "https://techcrunch.com/2025/02/04/softbank-backed-billionaire-to-invest-230m-in-indian-ai-startup-krutrim/",
      "author": "Manish Singh",
      "thumbnail": null,
      "summary": "- Ola founder Bhavish Aggarwal is investing $230 million into Krutrim, an AI startup he founded.\n- The investment is part of a goal to raise $1.15 billion by next year, with Krutrim aiming to build India’s largest supercomputer.\n- Krutrim has released a 12-billion parameter language model, Krutrim-2, showing high performance in processing Indian languages, with noted successes in sentiment analysis and code generation.\n- The startup has also opened sourced several models optimized for Indian languages, hoping to foster collaboration within the Indian AI community.",
      "keywords": [
        "investment",
        "AI startup",
        "Krutrim",
        "Bhavish Aggarwal",
        "SoftBank",
        "Indian languages",
        "language model",
        "supercomputer"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-04T09:19:10.000Z"
    },
    {
      "title": "Opera launches a mindfulness-focused browser with break reminders and soundscapes",
      "link": "https://techcrunch.com/2025/02/04/opera-launches-a-mindfulness-browser-with-break-reminders-and-soundscapes/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Opera-Air-Browser-Sidebar.jpg?w=680",
      "summary": "- Norway-based browser maker [Opera](https://www.opera.com/) launched a new browser called \"Opera Air\" focused on mental well-being and mindfulness.\n- Features include break reminders, breathing exercises, soundscapes, and binaural beats for better focus.\n- The browser has a lightweight design with a floating sidebar providing various mindfulness tools, including a break reminder that acts like a battery indicator.\n- Users can define continuous usage time, after which the system prompts them to take a break, with options for breathing exercises and neck stretches.\n- Boosts feature combines music and ambient sounds to enhance focus, allowing users to customize tracks and session lengths.\n- Currently, the guided exercises are only available in English, but plans for other languages are in development.\n- Opera created a separate browser for mindfulness instead of integrating these features into existing browsers like Opera One, emphasizing a minimalistic design.",
      "keywords": [
        "Opera",
        "browser",
        "mindfulness",
        "break reminders",
        "mental well-being",
        "binaural beats",
        "focus",
        "wellness tools"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-04T09:00:00.000Z"
    },
    {
      "title": "AI agents for e-commerce startup, founded by Google and DeepMind alums, raises $10M seed",
      "link": "https://techcrunch.com/2025/02/04/google-and-deepmind-alums-raises-10m-for-qee/",
      "author": "Morteza Ibrahimi, Ahmad Khwlieh, Dina Alsamhan",
      "thumbnail": null,
      "summary": "- Dubai-based Qeen.ai raises $10 million to enhance its platform that provides autonomous AI agents for e-commerce.\n- Led by Prosus Ventures, this seed round is one of the largest in the Middle East's AI industry.\n- The founders, with backgrounds from Google and DeepMind, aim to improve e-commerce processes through AI, targeting small and mid-sized merchants in MENA.\n- Qeen.ai's agents handle content creation, marketing, and sales, allowing businesses to compete without expensive agencies.\n- The platform utilizes proprietary RL-UI technology to optimize marketing strategies in real-time.\n- Since launching its Dynamic Content agent, Qeen.ai has served over 15 million users and helped merchants increase sales by 30%.\n- The startup follows a subscription-based pricing model, generating revenue from content automation and AI marketing agents.\n- Qeen.ai emphasizes its advantage over competitors by focusing on the underserved Middle Eastern market and leveraging strong local and international talent.",
      "keywords": [
        "AI",
        "e-commerce",
        "investment",
        "startup",
        "autonomous agents",
        "Middle East",
        "Prosus Ventures",
        "Qeen.ai",
        "marketing automation",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-04T08:06:40.000Z"
    },
    {
      "title": "Neuralk-AI is developing AI models specifically designed for structured data",
      "link": "https://techcrunch.com/2025/02/03/neuralk-ai-is-developing-ai-models-specifically-designed-for-structured-data/",
      "author": "Romain Dillet",
      "thumbnail": null,
      "summary": "- Neuralk-AI focuses on AI models for tabular data, which includes structured data like SQL databases and spreadsheets.\n- The startup raised $4 million in funding led by Fly Ventures, with participation from SteamAI and several angel investors.\n- Plans to offer its models as an API to data scientists, aiming to assist commerce companies in data automation and fraud detection.\n- A public benchmark will be released in about three to four months to rank their model against others in the sector.\n- Collaborating with French retailers like E.Leclerc and Auchan for testing its models.",
      "keywords": [
        "Neuralk-AI",
        "AI models",
        "structured data",
        "tabular data",
        "funding",
        "commerce",
        "data science"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-04T07:15:00.000Z"
    },
    {
      "title": "China hits back at Trump tariffs with Google antitrust investigation",
      "link": "https://techcrunch.com/2025/02/03/china-hits-back-at-trump-tariffs-with-google-antitrust-investigation/",
      "author": "Manish Singh",
      "thumbnail": null,
      "summary": "- China launches an antitrust investigation into Google following a 10% tariff imposed by President Trump on Chinese goods.\n- The State Administration for Market Regulation will check for monopolistic practices by Google, which has been blocked in China since 2010 but still operates there in advertising.\n- In retaliation, China also places tariffs on U.S. coal, LNG, oil, and agricultural equipment, and adds companies like PVH Corp. and Illumina to a restricted list.\n- Trump's tariffs aim to address Beijing's failure to curb illegal drug flows, escalating trade tensions between the U.S. and China.",
      "keywords": [
        "China",
        "Trump tariffs",
        "Google",
        "antitrust investigation",
        "trade tensions",
        "monopolistic practices",
        "State Administration for Market Regulation"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-04T06:42:05.000Z"
    },
    {
      "title": "Accel backs Indian AI startup building ‘ChatGPT for presentations’",
      "link": "https://techcrunch.com/2025/02/03/accel-backs-indian-ai-startup-building-chatgpt-for-presentations/",
      "author": "Not given",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/presentation-ai-team.jpg",
      "summary": "- Presentations.ai, an Indian AI startup, raised $3 million in seed funding led by Accel.\n- The startup aims to help companies generate presentation decks quickly, having gained over 5 million users since its public beta launch in 2023.\n- CEO Sumanth Raghavendra envisions it as the ‘ChatGPT for presentations’.\n- The company transitioned to a freemium model in early 2024 and has tens of thousands of paying users.\n- Features include AI-powered design assistance, multilingual support, and enterprise-grade security measures.",
      "keywords": [
        "AI",
        "startup",
        "Presentations.ai",
        "seed funding",
        "Accel",
        "presentation tools",
        "Bengaluru"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-04T04:00:17.000Z"
    },
    {
      "title": "Adam Candeub, a vocal critic of Big Tech, will reportedly join the FCC",
      "link": "https://techcrunch.com/2025/02/03/adam-candeub-a-vocal-critic-of-big-tech-will-reportedly-join-the-fcc/",
      "author": "Becca Szkutak",
      "thumbnail": null,
      "summary": "- Adam Candeub poised to join the Federal Communications Commission (FCC) as general counsel.\n- Reports confirm his position from FCC chairman Brendan Carr.\n- Candeub is a known critic of Section 230 of the Communications Decency Act.\n- Previously served as an advisor to the FCC and in roles within the Trump Administration.\n- Current law professor at Michigan State University since 2004.",
      "keywords": [
        "Adam Candeub",
        "FCC",
        "Big Tech",
        "Section 230",
        "Communications Decency Act",
        "Brendan Carr",
        "social media",
        "content moderation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-04T01:50:41.000Z"
    },
    {
      "title": "Ontario cancels, then restores, $68 million Starlink contract after protesting US tariffs",
      "link": "https://techcrunch.com/2025/02/03/ontario-cancels-then-restores-68-million-starlink-contract-after-protesting-u-s-tariffs/",
      "author": "Dominic-Madori Davis",
      "thumbnail": null,
      "summary": "- Ontario Premier Doug Ford announced the cancellation of a $68 million contract with Starlink due to a 25% tariff on Canadian imports announced by President Trump.\n- Ford later reinstated the contract after Trump delayed the tariff implementation for 30 days following Canadian concessions.\n- The contract, signed in November 2024, aims to provide internet services to remote areas of Ontario, amidst heightened tensions over U.S. tariffs affecting Canadian goods.",
      "keywords": [
        "Ontario",
        "Starlink",
        "contract",
        "Trump",
        "tariffs",
        "Doug Ford",
        "internet service",
        "Canada",
        "US relations"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-04T01:00:00.000Z"
    },
    {
      "title": "Stripe brings aboard new head of ‘startup and VC partnerships’",
      "link": "https://techcrunch.com/2025/02/03/stripe-brings-aboard-new-head-of-startup-and-vc-partnerships/",
      "author": "Mary Ann Azevedo",
      "thumbnail": null,
      "summary": "- Asya Bradley has joined Stripe as the head of Startup & Venture Capital Partnerships, announced on February 2, 2025.\n- She previously served as the chief revenue officer of Synapse and held roles at Sila and igniteXL Ventures, and co-founded Kinly, sold to Greenwood in 2023.\n- Bradley is also a limited partner in venture funds and is part of the Cap Table Coalition, promoting diversity in investment.",
      "keywords": [
        "Stripe",
        "Asya Bradley",
        "Startup Partnerships",
        "Venture Capital",
        "Fintech",
        "Acquisitions",
        "Diversity in Investing"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-03T23:09:10.000Z"
    },
    {
      "title": "Naver-backed Cinamon wants to make 3D video animation easier using AI",
      "link": "https://techcrunch.com/2025/02/03/naver-backed-cinamon-raises-funding-to-launch-video-generator/",
      "author": "Kate Park",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/CINEV.png?w=680",
      "summary": "- South Korean startup Cinamon raised $8.5 million Series B to enhance its animated video generation platform CINEV, launching in beta in H1 2025.\n- CINEV enables users to create 3D environments and edit scenes via text prompts and sliders, combining AI motion generation with a 3D asset library.\n- The startup aims to serve a range of users including artists, game developers, and animators, facilitating easier video production workflows.",
      "keywords": [
        "Cinamon",
        "3D animation",
        "AI video generation",
        "CINEV",
        "startups",
        "venture capital",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T23:00:00.000Z"
    },
    {
      "title": "No, DeepSeek isn’t uncensored if you run it locally",
      "link": "https://techcrunch.com/2025/02/03/no-deepseek-isnt-uncensored-if-you-run-it-locally/",
      "author": null,
      "thumbnail": null,
      "summary": "- DeepSeek's supposedly local censorship can mislead users into thinking it's eliminated when running locally.\n- Investigations reveal that censorship is present at both application and training levels of DeepSeek.\n- Examples show that DeepSeek avoids mentioning certain historical events, like the Cultural Revolution, and censorship persists even in locally run versions.",
      "keywords": [
        "DeepSeek",
        "censorship",
        "AI",
        "local model",
        "Chinese Communist Party",
        "Cultural Revolution",
        "Tiananmen Square"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-03T21:52:42.000Z"
    },
    {
      "title": "Meta says it may stop development of AI systems it deems too risky",
      "link": "https://techcrunch.com/2025/02/03/meta-says-it-may-stop-development-of-ai-systems-it-deems-too-risky/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "• Meta CEO Mark Zuckerberg aims to make artificial general intelligence (AGI) open in the future.\n• Meta's new Frontier AI Framework categorizes AI systems as \"high-risk\" or \"critical-risk\" based on their potential for harm.\n• High-risk systems may assist in attacks but are less reliable, while critical-risk systems could result in catastrophic outcomes.\n• Meta's classification relies on input from researchers rather than empirical tests, due to lack of robust evaluation metrics.\n• If a system is deemed high-risk, internal access will be limited; critical-risk systems will halt development until mitigations are in place.\n• Meta's approach contrasts with companies like OpenAI, as it has previously released AI models openly, leading to both successes and security concerns.",
      "keywords": [
        "Meta",
        "AI development",
        "Zuckerberg",
        "Frontier AI Framework",
        "risk assessment",
        "artificial intelligence",
        "cybersecurity",
        "critical risk",
        "high risk",
        "AGI"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T21:52:29.000Z"
    },
    {
      "title": "DeepSeek: The countries and agencies that have banned the AI company’s tech",
      "link": "https://techcrunch.com/2025/02/03/deepseek-the-countries-and-agencies-that-have-banned-the-ai-companys-tech/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- DeepSeek, a Chinese AI company, faces bans from various countries and organizations due to ethics, privacy, and security concerns.\n- Italy initiated a ban after an investigation into DeepSeek's data handling, particularly related to GDPR compliance.\n- Taiwan's Ministry of Digital Affairs banned DeepSeek due to national security risks, applying restrictions to government and educational institutions.\n- The U.S. Congress warned its offices against using DeepSeek tech, citing risks of malicious software.\n- Texas Governor Greg Abbott banned DeepSeek software from state-issued devices, asserting protection against foreign data harvesting.\n- The U.S. Navy prohibited its members from using DeepSeek apps due to security and ethical concerns.\n- The Pentagon blocked access to DeepSeek after unauthorized usage was identified among its staff members.\n- NASA also implemented a ban on DeepSeek technologies, citing national security issues tied to data management.",
      "keywords": [
        "DeepSeek",
        "AI company",
        "bans",
        "privacy",
        "security",
        "government",
        "international relations",
        "data security"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T20:00:40.000Z"
    },
    {
      "title": "Journalist targeted on WhatsApp by Paragon spyware: ‘I feel violated’",
      "link": "https://techcrunch.com/2025/02/03/journalist-targeted-on-whatsapp-by-paragon-spyware-i-feel-violated/",
      "author": "Francesco Cancellato",
      "thumbnail": null,
      "summary": "- Journalist Francesco Cancellato received a WhatsApp notification indicating a spyware attack on his device by Paragon Solutions.\n- Approximately 90 individuals, including journalists and members of civil society, were targeted globally in this hacking campaign.\n- Cancellato expressed feelings of violation and raised concerns about the implications of the spyware on his personal and professional information.\n- His publication, Fanpage.it, is known for investigative journalism regarding corruption and political issues in Italy.\n- WhatsApp stated they disrupted the campaign by Paragon Solutions, an Israeli spyware company.\n- Cancellato decided to come forward publicly to report the incident as part of his journalistic duty, while remaining uncertain about the attackers' motives.",
      "keywords": [
        "Paragon Solutions",
        "WhatsApp",
        "spyware",
        "Francesco Cancellato",
        "cybersecurity",
        "journalism",
        "hacking",
        "investigative journalism",
        "Italy"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T19:22:05.000Z"
    },
    {
      "title": "Trump says new US sovereign wealth fund could purchase TikTok",
      "link": "https://techcrunch.com/2025/02/03/trump-says-new-us-sovereign-wealth-fund-could-purchase-tiktok/",
      "author": null,
      "thumbnail": null,
      "summary": "- President Trump signed an executive order to create a U.S. sovereign wealth fund that may purchase TikTok.\n- The fund is to be established within the next 12 months by the U.S. Treasury and Commerce Departments.\n- Trump's previous executive order delayed the TikTok ban deadline by 75 days.\n- Multiple parties, including Microsoft, Elon Musk, and Larry Ellison, have shown interest in purchasing TikTok.\n- A decision regarding TikTok's future in the U.S. is expected in February.",
      "keywords": [
        "Trump",
        "TikTok",
        "sovereign wealth fund",
        "executive order",
        "US Treasury",
        "US Commerce Department"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-03T18:52:48.000Z"
    },
    {
      "title": "Ontario cancels $68 million Starlink contract in protest at US tariffs",
      "link": "https://techcrunch.com/2025/02/03/ontario-cancels-68-million-starlink-contract-in-protest-at-u-s-tariffs/",
      "author": "Dominic-Madori Davis",
      "thumbnail": null,
      "summary": "- Ontario's Premier Doug Ford announced the cancellation of a $68 million contract with Elon Musk's Starlink satellite service.\n- The decision comes after President Trump announced a 25% tariff on Canadian imports, prompting Canada to retaliate with a similar tariff on U.S. goods.\n- Ford stated that Ontario will not engage with businesses that harm the economy, labeling Musk as part of the Trump administration's negative impact on Canadian families and businesses.",
      "keywords": [
        "Ontario",
        "Starlink",
        "Elon Musk",
        "tariffs",
        "Doug Ford",
        "Canada",
        "US imports",
        "government policy"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-03T17:00:00.000Z"
    },
    {
      "title": "Ontario cancels $100 million Starlink contract in protest at U.S. tariffs",
      "link": "https://techcrunch.com/2025/02/03/ontario-cancels-100-million-starlink-contract-in-protest-at-u-s-tariffs/",
      "author": "Dominic-Madori Davis",
      "thumbnail": null,
      "summary": "- Ontario Premier Doug Ford announced the cancellation of a $100 million contract with Starlink due to U.S. tariffs.\n- The cancellation follows President Trump's announcement of a 25% tariff on Canadian imports, prompting retaliatory measures from Canada.\n- Ford stated that U.S. companies will be banned from future provincial contracts until the tariffs are lifted, criticizing Musk's ties to the Trump administration.",
      "keywords": [
        "Ontario",
        "Starlink",
        "tariffs",
        "Doug Ford",
        "U.S. trade",
        "Elon Musk",
        "Canada",
        "contract cancellation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T17:00:00.000Z"
    },
    {
      "title": "Hot Tub, the first native iPhone porn app, arrives in EU",
      "link": "https://techcrunch.com/2025/02/03/hot-tub-the-first-native-iphone-porn-app-arrives-in-eu/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-02-03T16:19:29.000Z"
    },
    {
      "title": "TechCrunch Disrupt 2025: Secure your ticket at this year’s lowest rates",
      "link": "https://techcrunch.com/2025/02/03/techcrunch-disrupt-2025-secure-your-ticket-at-this-years-lowest-rates/",
      "author": null,
      "thumbnail": null,
      "summary": "- Super Early Bird prices available for TechCrunch Disrupt 2025 until the end of February.\n- Save up to $1,130 on individual tickets and up to 30% on group passes.\n- Event scheduled for October 27-29, 2025, at Moscone West in San Francisco.\n- Features over 10,000 attendees, 250+ sessions, and the Startup Battlefield 200 competition.\n- Key topics include AI applications across various industries and sessions with industry leaders.",
      "keywords": [
        "TechCrunch",
        "Disrupt 2025",
        "tickets",
        "AI",
        "Startup Battlefield",
        "San Francisco",
        "tech leaders"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-03T16:00:00.000Z"
    },
    {
      "title": "The Beatles won a Grammy last night, thanks to AI",
      "link": "https://techcrunch.com/2025/02/03/the-beatles-won-a-grammy-last-night-thanks-to-ai/",
      "author": null,
      "thumbnail": null,
      "summary": "- The Beatles’ AI-assisted track “Now and Then” won the Grammy for Best Rock Performance.\n- This is the first time a song using AI technology has won this award.\n- Paul McCartney used noise reduction systems to enhance a low-quality demo from John Lennon, which has been updated using new audio isolation techniques.",
      "keywords": [
        "The Beatles",
        "Grammy",
        "AI",
        "music technology",
        "Now and Then"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-03T15:51:37.000Z"
    },
    {
      "title": "OpenAI’s new trademark application hints at humanoid robots, smart jewelry, and more",
      "link": "https://techcrunch.com/2025/02/03/openais-new-trademark-application-hints-at-humanoid-robots-smart-jewelry-and-more/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- OpenAI filed a trademark application for new product lines including humanoid robots, smart jewelry, and AI-assisted hardware on February 3, 2025.\n- The application suggests developments in consumer electronics such as headphones, smartwatches, and virtual reality headsets.\n- CEO Sam Altman indicated partnerships for developing AI-powered consumer hardware.\n- OpenAI is forming a robotics team to explore humanoid robots with communication and learning functions.\n- The filing also mentions custom AI chips and potential quantum computing advancements for improving AI model performance.\n- The future of these technologies in market remains uncertain, as trademarks are usually broad and exploratory.",
      "keywords": [
        "OpenAI",
        "trademark",
        "humanoid robots",
        "smart jewelry",
        "AI hardware",
        "quantum computing",
        "consumer electronics"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-03T15:43:20.000Z"
    },
    {
      "title": "What PowerSchool won’t say about its data breach affecting millions of students",
      "link": "https://techcrunch.com/2025/02/03/what-powerschool-isnt-saying-about-its-massive-student-data-breach/",
      "author": null,
      "thumbnail": null,
      "summary": "- PowerSchool confirmed a significant data breach affecting its K-12 software, impacting 60 million students across North America.\n- Hackers gained access through compromised credentials, targeting the PowerSource customer support portal.\n- Initial awareness of the breach came on December 28, 2024, with notification of affected individuals starting on January 29, 2025.\n- Reports suggest that over 62 million students’ personal data may have been accessed, but PowerSchool has not confirmed this figure.\n- The exact number of affected schools and the specific data accessed remain unclear.\n- Sensitive data, including grades and potentially Social Security numbers, may have been stolen, but the scope of the data is still unknown.\n- PowerSchool has not disclosed whether a ransom was paid or what evidence it has regarding the deletion of the stolen data.\n- The identity of the hackers and the results of an investigation by CrowdStrike are yet to be revealed.",
      "keywords": [
        "PowerSchool",
        "data breach",
        "student records",
        "cybersecurity",
        "K-12 education",
        "personal data",
        "hack",
        "CrowdStrike",
        "edtech"
      ],
      "scores": {
        "scale": 10,
        "impact": 10,
        "novelty": 8,
        "longTermSignificance": 9
      },
      "pubDate": "2025-02-03T15:29:36.000Z"
    },
    {
      "title": "Hero’s all-in-one, AI productivity app takes on Google’s Calendar and others",
      "link": "https://techcrunch.com/2025/02/03/heros-all-in-one-ai-productivity-app-takes-on-googles-calendar-and-others/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/IMG_1324.jpg?w=680",
      "summary": "- Hero is an all-in-one productivity app with an AI assistant, developed by former Meta employees Brad Kowalk and Seung W. Lee.\n- The app aims to combine notes, scheduling, and to-dos into a single platform, reducing the need for multiple apps.\n- Hero has raised $4 million in seed funding from notable investors including the founders of Instacart and Dropbox.\n- Features include a daily schedule, weather updates, to-do lists, grocery lists, and the ability to add friends for easy sharing and collaboration.\n- The AI assistant can create notes, generate lists, and help with task management.\n- The app is free, currently monetizing through grocery orders via Instacart.",
      "keywords": [
        "AI productivity app",
        "Hero",
        "scheduling",
        "notes",
        "to-do lists",
        "grocery list",
        "investments",
        "Meta employees",
        "voice interaction"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T14:48:04.000Z"
    },
    {
      "title": "What is Bluesky? Everything to know about the X competitor",
      "link": "https://techcrunch.com/2025/02/03/what-is-bluesky-everything-to-know-about-the-x-competitor/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/07/bluesky.png?w=161",
      "summary": "- Bluesky, the decentralized social app, has surpassed 30 million users as of February 2025.\n- Growth attributed to policy changes at X (formerly Twitter) and user migration following the 2024 U.S. presidential election.\n- Bluesky was conceptualized by Jack Dorsey and uses a decentralized protocol, allowing for enhanced user control and transparency.\n- Notable users include Alexandria Ocasio-Cortez, Mark Cuban, and numerous news organizations.\n- Bluesky plans to maintain a free platform without relying on user data for ad revenue, exploring subscription options for premium features.",
      "keywords": [
        "Bluesky",
        "social media",
        "Jack Dorsey",
        "decentralized",
        "X competitor",
        "user growth",
        "social app"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-03T14:15:00.000Z"
    },
    {
      "title": "Riot raises $30 million for its cybersecurity product suite focused on employees",
      "link": "https://techcrunch.com/2025/02/03/riot-raises-30-million-for-its-cybersecurity-product-suite-focused-on-employees/",
      "author": "Romain Dillet",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Screenshot-2025-01-30-at-3.07.31PM.png?w=680",
      "summary": "- French startup [Riot](https://tryriot.com/) raised $30 million in Series B funding after achieving $10 million in annual revenue in 2024.\n- Led by Left Lane Capital, with participation from Y Combinator, Base10, and FundersClub, Riot's post-money valuation is over $170 million.\n- Riot plans to expand its focus from educating employees on phishing to managing employee security posture with a new platform, aiming to prevent cyber incidents that are on the rise.",
      "keywords": [
        "Riot",
        "cybersecurity",
        "funding",
        "employee training",
        "phishing",
        "security posture management",
        "technology startup"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-03T13:00:00.000Z"
    },
    {
      "title": "Samsung chief Jay Y. Lee cleared of all charges in 2015 merger case",
      "link": "https://techcrunch.com/2025/02/03/samsung-chief-jay-y-lee-cleared-of-all-charges-in-2015-merger-case/",
      "author": "Kate Park",
      "thumbnail": null,
      "summary": "- A Seoul appeals court upheld the acquittal of Jay Y. Lee, Samsung's Executive Chairman, in a 2015 merger case.\n- Lee faced 19 charges related to accounting fraud and stock manipulation but was found not guilty.\n- The court dismissed the prosecution's appeal, stating that the merger followed standard operational procedures between Samsung affiliates.",
      "keywords": [
        "Samsung",
        "Jay Y. Lee",
        "merger",
        "acquittal",
        "stock manipulation",
        "South Korea",
        "corporate governance"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T12:47:53.000Z"
    },
    {
      "title": "Tana snaps up $25M, with its AI-powered knowledge graph for work racking up a 160k+ waitlist",
      "link": "https://techcrunch.com/2025/02/03/tana-snaps-up-25m-with-its-ai-powered-knowledge-graph-for-work-racking-up-a-160k-waitlist/",
      "author": null,
      "thumbnail": null,
      "summary": "- Tana has emerged from stealth with $25 million in funding.\n- It features AI-powered tools for automated task management, note-taking, and action item generation.\n- Tana has already built a waitlist of over 160,000 users and tested by 30,000 in a closed beta.\n- The platform is designed for individuals and teams to improve efficiency through a 'knowledge graph.'\n- The application can listen to conversations and transcribe them into actionable data.\n- Founded by ex-Googlers, Tana's development focuses on leveraging AI models, partnering primarily with OpenAI.",
      "keywords": [
        "Tana",
        "AI",
        "knowledge graph",
        "productivity",
        "funding",
        "startup",
        "task management",
        "notetaking",
        "technology",
        "venture capital"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-03T10:00:51.000Z"
    },
    {
      "title": "DeepSeek founder Liang Wenfeng receives a hero’s welcome back home",
      "link": "https://techcrunch.com/2025/02/02/deepseek-founder-liang-wenfeng-receives-a-heros-welcome-back-home/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2196672039.jpg?w=1024",
      "summary": "- DeepSeek founder Liang Wenfeng returns to Guangdong, China, for the Lunar New Year, celebrated with a hero's welcome.\n- Wenfeng is a billionaire hedge fund manager known for his research showing AI models can be built with fewer Nvidia chips, crucial for China.\n- Locals describe him as a top student from an educational family, and there's a sense of pride in his achievements, despite his desire to avoid public attention.",
      "keywords": [
        "Liang Wenfeng",
        "DeepSeek",
        "AI",
        "Nvidia",
        "China",
        "Guangdong",
        "hero's welcome"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T03:19:59.000Z"
    },
    {
      "title": "India expands Aadhaar authentication for businesses, raising privacy concerns",
      "link": "https://techcrunch.com/2025/02/02/india-expands-aadhaar-authentication-for-businesses-raising-privacy-concerns/",
      "author": "Jagmeet Singh",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/aadhaar-authentication-data-uidai.jpg",
      "summary": "- India has eased restrictions on its Aadhaar authentication service for businesses across various sectors.  \n- The Indian IT ministry introduced new rules allowing wider use of Aadhaar for service delivery as of February 2, 2025.  \n- These changes have raised privacy concerns, especially regarding the safeguarding of biometric data and the potential for misuse.  \n- The amendment comes two years after public consultation, with responses undisclosed.  \n- The amendment broadens authentication services, previously limited mostly to banking and telecom industries.  \n- In January, Aadhaar authentication transactions reached 129.93 billion, an increase from the previous year.  \n- New applications for Aadhaar authentication will need approval from the Indian government based on UIDAI's recommendations.  \n- Experts are calling for clearer guidelines to prevent misuse and ensure transparency in the application process.",
      "keywords": [
        "Aadhaar",
        "authentication",
        "privacy",
        "India",
        "biometric data",
        "IT ministry",
        "government regulations",
        "digital identity",
        "security concerns"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-03T03:00:00.000Z"
    },
    {
      "title": "OpenAI unveils a new ChatGPT agent for ‘deep research’",
      "link": "https://techcrunch.com/2025/02/02/openai-unveils-a-new-chatgpt-agent-for-deep-research/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/deep-research-composer.jpg?w=680",
      "summary": "- OpenAI announced a new AI agent for in-depth research, named ChatGPT deep research.\n- Designed for professionals in finance, science, policy, and engineering needing detailed and reliable research.\n- Available for ChatGPT Pro users with a limit of 100 queries per month; wider rollout plans include Plus and Team users.\n- Integration with mobile and desktop apps is expected later this month.\n- Outputs will be text only initially, with future plans for images and data visualizations.\n- ChatGPT deep research ensures documentation and citations for its outputs to enhance credibility.\n- The new o3 model powering this feature has been trained for better reasoning and data analysis.\n- Initial test results showed 26.6% accuracy on a challenging expert-level exam, outperforming its competitors.",
      "keywords": [
        "OpenAI",
        "ChatGPT",
        "AI research",
        "deep research",
        "technology",
        "innovation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T00:00:00.000Z"
    },
    {
      "title": "Dub: the copy trading app that has teens talking",
      "link": "https://techcrunch.com/2025/02/02/dub-the-copy-trading-app-that-has-teens-talking/",
      "author": "Steven Wang",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Screenshot-2025-02-02-at-9.45.13AM.png?w=680",
      "summary": "- Dub is a copy trading app that allows users to mimic the trades of top investors.\n- The app was founded by 23-year-old Steven Wang and has gained over 800,000 downloads and raised $17 million in seed funding.\n- Dub operates on a subscription model, charging $10 per month, and takes a 25% cut of management fees from top portfolios.\n- Wang emphasizes user education, providing risk scores and portfolio metrics to help informed decision-making.\n- Critics argue that active stock picking underperforms passive investing; however, Wang contests these claims, citing the success of hedge funds.",
      "keywords": [
        "copy trading",
        "investing",
        "fintech",
        "Dub",
        "Steven Wang",
        "Gen Z",
        "stock market",
        "financial education"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-02T18:00:56.000Z"
    },
    {
      "title": "Apple reportedly launching a new event invite feature code-named Confetti",
      "link": "https://techcrunch.com/2025/02/02/apple-reportedly-launching-a-new-event-invite-feature-code-named-confetti/",
      "author": null,
      "thumbnail": null,
      "summary": "- Apple is set to introduce a new event invite feature for iCloud users, code-named Confetti.\n- The feature will allow users to invite others to parties, meetings, and events.\n- Confetti might launch as soon as this week and could be part of a broader revamp of Apple’s Calendar app.\n- The release is associated with iOS 18.3, which has started rolling out recently.",
      "keywords": [
        "Apple",
        "iCloud",
        "event invite",
        "Confetti",
        "iOS 18.3",
        "Calendar app"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-02T17:05:25.000Z"
    },
    {
      "title": "Google’s X spins out Heritable Agriculture, a startup using AI to improve crop yield",
      "link": "https://techcrunch.com/2025/02/02/google-x-spins-out-heritable-agriculture-a-startup-using-ai-to-improve-crop-yield/",
      "author": "Brian Heater",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/unnamed-5.png?w=680",
      "summary": "- Google X has spun out a new startup, [Heritable Agriculture](https://heritable.ag/), focused on using AI to enhance crop yield.\n- The startup aims to address environmental challenges in agriculture, which accounts for about 25% of greenhouse gas emissions.\n- Founder Brad Zamft, a PhD in physics, developed the technology at Google X, analyzing plant genomes for better agricultural practices.\n- Heritable Agriculture is not using genetic modification or gene editing but is focused on traditional breeding methods to optimize plant growth.",
      "keywords": [
        "Google X",
        "Heritable Agriculture",
        "AI",
        "crop yield",
        "sustainable agriculture",
        "machine learning",
        "plant breeding",
        "environmental impact"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-02T15:00:00.000Z"
    },
    {
      "title": "AI systems with ‘unacceptable risk’ are now banned in the EU",
      "link": "https://techcrunch.com/2025/02/02/ai-systems-with-unacceptable-risk-are-now-banned-in-the-eu/",
      "author": null,
      "thumbnail": null,
      "summary": "- As of February 2, 2025, the EU can ban AI systems posing 'unacceptable risk'.\n- This is the first compliance deadline following the EU’s AI Act, which went into force on August 1, 2024.\n- AI systems categorized as high risk will face heavy oversight; those deemed unacceptable are prohibited entirely, including social scoring and manipulation of decisions.\n- Companies using prohibited AI applications may face fines up to €35 million or 7% of their annual revenue.\n- Organizations are expected to fully comply by February 2, with additional enforcement details coming in August 2025.",
      "keywords": [
        "EU",
        "AI systems",
        "unacceptable risk",
        "AI Act",
        "regulation",
        "compliance",
        "fines",
        "social scoring",
        "law enforcement",
        "biometric data"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-02T14:00:00.000Z"
    },
    {
      "title": "Shein app returns to India via Reliance deal",
      "link": "https://techcrunch.com/2025/02/01/shein-app-returns-to-india-via-reliance-deal/",
      "author": "Manish Singh",
      "thumbnail": null,
      "summary": "- Shein has relaunched in India through a partnership with Reliance Retail after nearly five years of being banned.\n- The new Shein India Fast Fashion app gives Reliance complete control over operations and data.\n- All customer data must be stored in India, with Shein having no access rights.\n- Initial delivery is offered in cities like New Delhi, Bengaluru, and Mumbai, with plans for nationwide expansion.\n- The partnership aims to enhance India's textile manufacturing sector while ensuring data sovereignty.",
      "keywords": [
        "Shein",
        "India",
        "Reliance",
        "fast fashion",
        "data sovereignty",
        "textile manufacturing"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-02T06:41:56.000Z"
    },
    {
      "title": "Senator warns of national security risks after Elon Musk’s DOGE granted ‘full access’ to sensitive Treasury systems",
      "link": "https://techcrunch.com/2025/02/01/senator-warns-of-national-security-risks-after-elon-musks-doge-granted-full-access-to-sensitive-treasury-systems/",
      "author": "Zack Whittaker",
      "thumbnail": null,
      "summary": "- Sen. Ron Wyden warns that Elon Musk’s DOGE team received ‘full access’ to a U.S. Treasury payments system, posing a national security risk.\n- The authorization was given by Treasury Secretary Scott Bessent, following a previous standoff regarding access.\n- This system disburses around $6 trillion annually, covering Social Security, Medicare, and contractor payments, and is historically limited to a few staff members.\n- Wyden expresses concerns over Musk’s business interests in China, citing potential conflicts of interest and cybersecurity risks.\n- Multiple federal departments, including the Office of Personnel Management, are also under scrutiny by DOGE.",
      "keywords": [
        "Elon Musk",
        "DOGE",
        "U.S. Treasury",
        "national security",
        "Senator Ron Wyden",
        "payments system",
        "Social Security",
        "Medicare",
        "China",
        "cybersecurity risks"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-01T23:30:13.000Z"
    },
    {
      "title": "X expands lawsuit over advertiser ‘boycott’ to include Lego, Nestlé, Pinterest, and others",
      "link": "https://techcrunch.com/2025/02/01/x-expands-lawsuit-over-advertiser-boycott-to-include-lego-nestle-pinterest-and-others/",
      "author": "Anthony Ha",
      "thumbnail": null,
      "summary": "- X, formerly Twitter, expands its antitrust lawsuit claiming a systematic illegal boycott by advertisers.\n- The lawsuit was initially filed in August 2024 against the World Federation of Advertisers and its Global Alliance of Responsible Media initiative.\n- The complaint now includes companies like Nestlé, Lego, and Pinterest, alleging coordinated efforts to harm X's advertising revenue.\n- At least 18 GARM-affiliated advertisers reportedly stopped advertising on X between November and December 2022.\n- X claims reduced ad spending and lower prices due to the boycott, harming its revenue from small and medium-sized businesses.",
      "keywords": [
        "X",
        "Twitter",
        "lawsuit",
        "advertiser boycott",
        "Nestlé",
        "Lego",
        "Pinterest",
        "advertising revenue",
        "antitrust"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T22:40:00.000Z"
    },
    {
      "title": "Adobe exec Scott Belsky departs for indie movie studio A24",
      "link": "https://techcrunch.com/2025/02/01/adobe-exec-scott-belsky-departs-for-indie-movie-studio-a24/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-604559272.jpg?w=1024",
      "summary": "- Adobe’s chief strategy officer Scott Belsky is joining independent movie studio A24.\n- He has been with Adobe since 2012, initially through the acquisition of Behance.\n- A24 is known for critically acclaimed films and has won Oscars for \"Everything Everywhere All At Once\" and \"Moonlight.\"\n- Belsky mentioned he will be working on special projects at A24, aiming to support the studio's storytelling efforts.",
      "keywords": [
        "Scott Belsky",
        "Adobe",
        "A24",
        "film",
        "independent cinema",
        "executive transition",
        "movie studio"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T18:38:22.000Z"
    },
    {
      "title": "DeepSeek gets Silicon Valley talking",
      "link": "https://techcrunch.com/2025/02/01/deepseek-gets-silicon-valley-talking-2/",
      "author": "Cody Corrall",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/waymo-mesa.jpg?w=680",
      "summary": "- DeepSeek went viral due to its AI models sparking discussions about the U.S. maintaining its lead in AI and the sustainability of AI chip demand.\n- DeepSeek claims its R1 reasoning model performs on par with OpenAI’s o1 model on key benchmarks.\n- American teens have expressed low trust in Big Tech, with a majority believing companies do not prioritize their well-being or ethical decisions regarding AI.",
      "keywords": [
        "DeepSeek",
        "AI",
        "Silicon Valley",
        "trust in Big Tech",
        "Elon Musk",
        "FSD"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T18:02:00.000Z"
    },
    {
      "title": "Here are all the IPOs reported to be in the works for 2025",
      "link": "https://techcrunch.com/2025/02/01/here-are-all-the-ipos-reported-to-be-in-the-works-for-2025/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- Tech companies are optimistic about going public in 2025 due to a new presidential administration easing regulations.\n- Notable companies filing for IPOs include eToro, Voyager Technologies, and Karman Holdings, all filed in January 2025.\n- Several companies are looking to go public after prior confidential filings, including Chime, Klarna, and Genesys, with potential IPOs planned in 2025.\n- The fast-fashion giant Shein and growth equity investor General Atlantic are continuing their IPO pursuits after previous attempts over the last two years.",
      "keywords": [
        "IPOs",
        "2025",
        "tech companies",
        "public offerings",
        "regulations",
        "fintech"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T17:00:00.000Z"
    },
    {
      "title": "Here are the apps battling to be become the ‘TikTok for Bluesky’",
      "link": "https://techcrunch.com/2025/02/01/here-are-the-apps-battling-to-be-become-the-tiktok-for-bluesky/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/bluescreen.jpg?w=680",
      "summary": "- TikTok’s potential U.S. ban has led to increased development of apps that could replace it for users of the decentralized social network Bluesky.\n- Several apps focusing on video content for Bluesky are in development, including Bluescreen, Reelo, Skylight, and Videos for Bluesky.\n- Reelo is creating a standalone app on the AT Protocol, offering features like longer videos and livestreaming, expecting to launch by March 20, 2025.\n- Skylight is also in beta and aims to provide a TikTok-like experience but is limited by Bluesky's video restrictions.\n- The recently launched Videos for Bluesky allows for vertical video browsing and offers user features like trending videos and custom feeds.\n- Flipboard's Surf app incorporates a video feed and aims to personalize offerings for users across the open social web.\n- BlueSky Reels focuses on creating curated video feeds and may offer moderation similar to Reddit.",
      "keywords": [
        "Bluesky",
        "TikTok",
        "video apps",
        "open social network",
        "AT Protocol",
        "Reelo",
        "Skylight",
        "Bluescreen"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T16:00:00.000Z"
    },
    {
      "title": "Venture debt lenders will play a big role in fire sales and startup shutdown this year, experts say",
      "link": "https://techcrunch.com/2025/02/01/venture-debt-lenders-will-play-a-big-role-in-fire-sales-and-startup-shutdown-this-year-experts-say/",
      "author": "Marina Temkin",
      "thumbnail": null,
      "summary": "- The accounting startup Bench failed after lenders called in the loan, leaving many businesses without accounting access.\n- Venture lending firm Hercules Capital took control of digital freight company Convoy due to financial challenges.\n- Venture debt reached a record $53.3 billion in 2024, with major funding for AI companies like CoreWeave and OpenAI.\n- Experts predict many startups will be forced into fire sales or shutdowns in 2025 as lenders push for acquisitions to minimize losses.\n- The risks associated with venture debt are significant, especially for underperforming startups potentially facing foreclosure or forced sales.",
      "keywords": [
        "venture debt",
        "startups",
        "fire sales",
        "shutdowns",
        "financial challenges",
        "lenders",
        "acquisitions",
        "AI funding"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T16:00:00.000Z"
    },
    {
      "title": "How to delete X and move on with your life",
      "link": "https://techcrunch.com/2025/02/01/how-to-delete-x-and-move-on-with-your-life/",
      "author": null,
      "thumbnail": null,
      "summary": "- X, formerly known as Twitter, has seen a decline in daily active users prompting some to leave the platform entirely.\n- Users are exploring alternatives like [Bluesky](https://techcrunch.com/2025/01/16/what-is-bluesky-everything-to-know-about-the-x-competitor/), [Mastodon](https://techcrunch.com/2023/07/24/what-is-mastodon/), and [Threads](https://techcrunch.com/2024/12/16/what-is-instagrams-threads-app-all-your-questions-answered/).\n- To delete your account, users can first download their data and then deactivate their accounts with a 30-day grace period before permanent deletion.",
      "keywords": [
        "X",
        "Twitter",
        "social media",
        "account deletion",
        "Bluesky",
        "Mastodon",
        "Threads"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-01T15:00:00.000Z"
    },
    {
      "title": "AI agents could birth the first one-person unicorn — but at what societal cost?",
      "link": "https://techcrunch.com/2025/02/01/ai-agents-could-birth-the-first-one-person-unicorn-but-at-what-societal-cost/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-02-01T14:00:00.000Z"
    },
    {
      "title": "India pledges fresh billion for startups",
      "link": "https://techcrunch.com/2025/01/31/india-pledges-fresh-billion-for-startups/",
      "author": "Manish Singh",
      "thumbnail": null,
      "summary": "- India announced a new $1.15 billion Fund of Funds for startups, aiming to boost tech innovation and clean energy.\n- The fund builds on previous programs that deployed over $1 billion, with expanded scope but no specific focuses detailed.\n- A High-Level Committee for Regulatory Reforms will review all non-financial sector regulations within a year.\n- New Deep Tech Fund of Funds to support startups in advanced technologies as part of a broader tech sector push.\n- India’s startup ecosystem has attracted over $100 billion from investors, contributing significantly to job creation.\n- A $2.3 billion Nuclear Energy Mission aims to develop five indigenous small modular reactors by 2033.\n- Startups can now claim tax benefits until 2030 and access increased credit guarantees of $230,000.\n- A new scheme for 500,000 first-time entrepreneurs will provide loans of up to $24,000 over five years.",
      "keywords": [
        "India",
        "startups",
        "funding",
        "tech innovation",
        "nuclear energy",
        "venture capital",
        "entrepreneurship"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-01T07:37:23.000Z"
    },
    {
      "title": "Autonomous vehicle testing in California dropped 50%. Here’s why.",
      "link": "https://techcrunch.com/2025/01/31/autonomous-vehicle-testing-in-california-dropped-50-heres-why/",
      "author": "Kirsten Korosec",
      "thumbnail": null,
      "summary": "- Testing of autonomous vehicles in California fell 50% in 2024, logging 4.5 million miles.\n- Driverless testing saw an 83% decline, dropping to 552,895 miles.\n- The decline reflects few active companies; Waymo and Cruise were significant players, with Cruise halting tests entirely.\n- As of 2024, only 31 companies hold safety driver permits, with just 11 conducting tests.\n- The DMV issued only one new permit in 2024, down from four in 2022 and two in 2023.\n- The industry has consolidated, with fewer companies willing to invest heavily in autonomous vehicle development.",
      "keywords": [
        "autonomous vehicles",
        "California",
        "testing",
        "Waymo",
        "Cruise",
        "DMV",
        "driverless testing",
        "commercial operations",
        "self-driving technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-01T00:16:38.000Z"
    }
  ]
}