{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "TechCrunch All Stage unveils a powerhouse agenda for founders",
      "link": "https://techcrunch.com/2025/03/13/techcrunch-all-stage-unveils-a-powerhouse-agenda-for-founders/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2019/09/GettyImages-849201940.jpg?w=680",
      "summary": "- TechCrunch All Stage returns to Boston on **July 15, 2025**.\n- The agenda includes two main stages: **Foundation Stage** and **Scale Stage**.\n- Foundation Stage topics include Evaluating Companies at Pre-Seed, MVP in the Age of AI, Reshaping Markets, and Crafting Pitch Decks.\n- Scale Stage topics focus on Scaling Sustainable Companies, Raising for Series C and Beyond, Going Public, and Reaching $10M ARR.\n- Speakers include investors and entrepreneurs from firms like Precursor Ventures, Underscore.vc, Index Ventures, NEA, DVx Ventures, and Sapphire Ventures.\n- All attendees will receive transcripts and assets from presentations, with networking opportunities available.",
      "keywords": [
        "TechCrunch",
        "All Stage",
        "founders",
        "Boston",
        "startup",
        "entrepreneurship",
        "VC",
        "investment",
        "conference"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T14:00:00.000Z"
    },
    {
      "title": "Huawei’s lobbying lands it in a bribery scandal with EU politicians",
      "link": "https://techcrunch.com/2025/03/13/huaweis-lobbying-lands-it-in-a-bribery-scandal-with-eu-politicians/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-2204233398.jpg?w=1024",
      "summary": "- Huawei is embroiled in a scandal involving allegations of bribing members of the European Parliament (MEPs).\n- The bribes aimed to secure favorable treatment from lawmakers amidst pressures against the company's telecommunications equipment in Europe.\n- Belgian police conducted extensive raids as part of a corruption investigation, targeting Huawei's European offices and lobbyists' residences.\n- The investigation, codenamed 'Generation', is ongoing and focuses on a two-year inquiry into bribery, forgery, and money laundering involving MEPs.",
      "keywords": [
        "Huawei",
        "bribery",
        "European Parliament",
        "lobbying",
        "corruption",
        "telecommunications",
        "Belgium",
        "MEPs",
        "investigation"
      ],
      "scores": {
        "scale": 7,
        "impact": 9,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T13:57:32.000Z"
    },
    {
      "title": "UiPath is looking for a path to growth in agentic AI with its Peak.ai acquisition",
      "link": "https://techcrunch.com/2025/03/13/uipath-is-looking-for-a-path-to-growth-in-agentic-ai-with-its-peak-ai-acquisition/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- UiPath acquired Peak.ai, a Manchester startup specializing in decision-making AI solutions for retail and manufacturing.\n- The deal was in cash, but terms were not disclosed; Peak.ai was not actively seeking a buyer.\n- Peak.ai last raised funds in 2021, achieving a valuation of around $267 million and $11.6 million in revenues for 2023.\n- UiPath reported a 5% revenue increase to $424 million for its fourth quarter but revised its fiscal outlook downward due to economic uncertainties.\n- The acquisition is expected to enhance UiPath's offerings and cross-sell opportunities with Peak.ai's customer base.",
      "keywords": [
        "UiPath",
        "Peak.ai",
        "acquisition",
        "agentic AI",
        "automation",
        "decision-making AI",
        "enterprise market",
        "revenue growth"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T13:00:45.000Z"
    },
    {
      "title": "Omni raises $69M to design tools that help companies better analyze their data",
      "link": "https://techcrunch.com/2025/03/13/omni-is-designing-tools-to-help-companies-make-data-driven-decisions/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/drafts-archived-93a74cbdc47ba52236ef13d10a58f3f8.png?w=680",
      "summary": "- Omni, a business intelligence platform, has raised $69 million in a Series B funding round.  \n- Co-founded by Colin Zima, who previously worked at Google and Looker, Omni aims to simplify data analysis for organizations.  \n- The platform enables users to conduct ad-hoc analyses and create visualizations, with a user-friendly interface.  \n- Omni serves over 200 companies, with expectations of tripling its annual recurring revenue to nearly $30 million this year.  \n- The latest funding will enhance its analytics capabilities and support hiring efforts to expand its team from 85 to 150 employees.  \n- Omni has now raised a total of $97 million, boasting a $650 million valuation.",
      "keywords": [
        "Omni",
        "business intelligence",
        "data analysis",
        "funding",
        "analytics tools",
        "Colin Zima",
        "Series B",
        "technology",
        "data visualization"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T13:00:00.000Z"
    },
    {
      "title": "Skich launches an alternative app store on iOS in the EU",
      "link": "https://techcrunch.com/2025/03/13/skich-challenges-epic-games-with-an-alternative-app-store-on-ios-in-the-eu/",
      "author": "Lauren Forristal",
      "thumbnail": null,
      "summary": "- Skich has launched a new mobile games marketplace for iOS users in the EU, challenging established stores like Epic Games and Aptoide.\n- The Skich Store will start adding games at the end of March, post Game Developers Conference.\n- This move aligns with the EU's Digital Markets Act, which facilitates competition by allowing third-party app stores on iOS.\n- The store incorporates social features like game swiping, playlists, and an activity feed for friends' gameplay.\n- Skich will charge a 15% commission, compared to Apple's 30% cut, potentially making it more attractive for developers.\n- The current Skich web platform has about 100,000 organic monthly visitors, and the store will replace the existing app soon.\n- An Android version of the Skich Store is planned for launch in May.",
      "keywords": [
        "Skich",
        "alternative app store",
        "iOS",
        "EU",
        "Digital Markets Act",
        "mobile games",
        "Epic Games",
        "Aptoide",
        "Sergey Budkovski",
        "social features"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T13:00:00.000Z"
    },
    {
      "title": "ClickUp is launching a revamped calendar tool for task and meeting management",
      "link": "https://techcrunch.com/2025/03/13/clickup-is-launching-a-revamped-calendar-tool-for-task-and-meeting-management/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/CALENDAR_GIF_notes-to-timeblock.gif",
      "summary": "- ClickUp has launched a revamped calendar tool that integrates tasks, documents, chats, and meetings.\n- New features include an AI meeting notetaker and AI-powered time blocking based on user schedules.\n- The calendar adjusts due dates dynamically and allows for manual task adjustments.\n- The AI notetaker can take notes, transcribe meetings, and assign tasks automatically.\n- 71% of survey respondents are comfortable sending an AI proxy to meetings.\n- ClickUp aims to be an all-in-one productivity platform, expanding beyond task and project management.",
      "keywords": [
        "ClickUp",
        "calendar tool",
        "AI meeting notetaker",
        "task management",
        "productivity",
        "integration",
        "Hypercal"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T13:00:00.000Z"
    },
    {
      "title": "Meta is launching Community Notes in the US next week",
      "link": "https://techcrunch.com/2025/03/13/meta-is-launching-community-notes-in-the-us-next-week/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Meta will launch Community Notes in the US on March 18 for Facebook, Instagram, and Threads users.\n- The feature is a crowdsourced fact-checking system similar to Twitter's introduced in 2021.\n- The initial rollout is focused on the US to address concerns over bias and misinformation, with plans for international expansion uncertain due to investigations in the EU.\n- The initiative is part of Meta CEO Mark Zuckerberg's effort to address public perception of bias.\n- Community Notes aims to improve trust by allowing contributors to suggest notes and rate their usefulness, focusing on consensus from opposing viewpoints.\n- Prior studies suggest Community Notes can effectively reduce the spread of misinformation, but issues with speed and reach remain.",
      "keywords": [
        "Meta",
        "Community Notes",
        "fact-checking",
        "social media",
        "misinformation",
        "Zuckerberg",
        "crowdsourced"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T12:05:00.000Z"
    },
    {
      "title": "Singapore grants bail for Nvidia chip smugglers in alleged $390M fraud",
      "link": "https://techcrunch.com/2025/03/13/singapore-grants-bail-for-nvidia-chip-smugglers-in-alleged-390m-fraud/",
      "author": "Kate Park",
      "thumbnail": null,
      "summary": "- A judge in Singapore granted bail to three men accused of deceiving suppliers regarding Nvidia chips under U.S. export restrictions.\n- The alleged fraud involves server transactions amounting to approximately $390 million, with connections to companies like Dell and Super Micro.\n- The bail amounts were S$800,000, S$600,000 for the two Singaporean men and S$1 million for the Chinese national; conditions include electronic monitoring and restrictions on travel and communication about the case.\n- Next court hearing scheduled for May 2, following requests from prosecution for eight weeks to conclude investigations.\n- Malaysia plans to take action against local companies involved in the alleged fraud.",
      "keywords": [
        "Singapore",
        "Nvidia",
        "chip smuggling",
        "fraud",
        "Dell",
        "Super Micro",
        "bail",
        "export restrictions",
        "AI technology",
        "Malaysia"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T11:01:48.000Z"
    },
    {
      "title": "Bria lands new funding for AI models trained on licensed data",
      "link": "https://techcrunch.com/2025/03/13/bria-lands-new-funding-for-ai-models-trained-on-licensed-data/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/BRIA_LP_Ecommers_bottle2.webp?w=680",
      "summary": "- Bria, founded in 2023 by Yair Adato and Assa Eldar, focuses on training AI image generators with licensed content.\n- The company has raised $40 million in a Series B round, increasing total funding to $65 million.\n- Bria plans to use funds for product development and aims to expand its offerings to include various media types beyond images.",
      "keywords": [
        "Bria",
        "AI models",
        "licensed content",
        "funding",
        "image generation",
        "copyright",
        "tech industry"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T11:00:00.000Z"
    },
    {
      "title": "Telegram introduces trading and yield features for its self-custodial crypto wallet",
      "link": "https://techcrunch.com/2025/03/13/telegram-introduces-trading-and-yield-features-for-its-self-custodial-crypto-wallet/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Wallet-%C2%B7-Asset-Page.jpeg?w=335",
      "summary": "- Telegram's crypto wallet now offers multi-asset trading and yield functionalities.\n- Launched in 2023 by The Open Platform, the wallet supports Toncoin, Bitcoin, and USDT.\n- The update allows users to buy/sell/hold crypto without on-chain deposits.\n- A new earning component for Toncoin holders and upcoming support for USDT yields is planned.\n- The user interface has been improved with a new navigation bar for Wallet, Trade, and Earn sections.\n- The update will be rolled out in March and April 2025, with potential restrictions based on local regulations.\n- Telegram has over 100 million users registered for the wallet, many of whom are new to cryptocurrency.",
      "keywords": [
        "Telegram",
        "crypto wallet",
        "Toncoin",
        "trading",
        "yield features",
        "cryptocurrency",
        "blockchain",
        "The Open Platform"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-13T10:14:56.000Z"
    },
    {
      "title": "Could deeptech serve as Europe’s path to autonomy from the US?",
      "link": "https://techcrunch.com/2025/03/13/could-europes-16b-deeptech-bet-be-a-path-to-autonomy-from-the-us/",
      "author": "Mike Butcher",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Deeptech-Europe-2024.jpeg?w=680",
      "summary": "- A report suggests that deeptech could be crucial for Europe’s security and autonomy from the US amidst geopolitical tensions.\n- In 2024, deeptech attracted €15 billion ($16.3 billion) in venture investments, making up nearly one-third of all VC investment in Europe.\n- The M&A activity in deeptech reached $12.2 billion, yet European startups still depend on the US for exits and 50% of their growth capital comes from outside Europe.\n- Co-author Lukas Leitner emphasizes the need for Europe to embrace deeptech to achieve resilience despite challenges.\n- The US deeptech scene benefits from a “flywheel effect,” while Europe’s ecosystem is still developing.\n- Europe shows promise in photonics computing and could attract scientists from the US due to budget cuts in American science funding.",
      "keywords": [
        "deeptech",
        "Europe",
        "venture capital",
        "autonomy",
        "geopolitics",
        "M&A",
        "innovation",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T09:00:00.000Z"
    },
    {
      "title": "Xiaomi to preinstall PhonePe’s app store on smartphones sold in India",
      "link": "https://techcrunch.com/2025/03/13/xiaomi-to-preinstall-phonepes-app-store-on-smartphones-sold-in-india/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Xiaomi will preinstall PhonePe’s Indus Appstore on its Android smartphones sold in India, replacing GetApps.\n- The deal with PhonePe is a multi-year agreement; Google’s Play Store will remain preinstalled.\n- Indus Appstore supports 12 Indian languages and features over 500,000 apps; it aims to compete with Google without charging developers for in-app purchases.\n- The roll-out details for existing devices and implementation dates are currently unspecified.\n- Xiaomi’s COO emphasized the importance of a locally driven app marketplace for India’s digital growth.",
      "keywords": [
        "Xiaomi",
        "PhonePe",
        "Indus Appstore",
        "smartphones",
        "India",
        "Android",
        "app store",
        "digital ecosystem"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T08:10:20.000Z"
    },
    {
      "title": "Estonia-based Blackwall raises €45 million Series B to protect SMBs from malicious online traffic",
      "link": "https://techcrunch.com/2025/03/12/estonia-based-blackwall-raises-e45-million-series-b-to-protect-smbs-from-malicious-online-traffic/",
      "author": "Anna Heim",
      "thumbnail": null,
      "summary": "- Blackwall, an Estonia-based cybersecurity startup, raised €45 million (~$49.2 million) in Series B funding to protect SMBs from online threats.\n- The startup focuses on filtering malicious traffic, with products like GateKeeper, a reverse proxy using AI for real-time analysis.\n- Blackwall aims to expand to U.S. and APAC markets while growing its team and product offerings.",
      "keywords": [
        "Blackwall",
        "cybersecurity",
        "SMBs",
        "malicious traffic",
        "Series B",
        "AI",
        "DDoS attacks",
        "ad fraud prevention",
        "startup funding"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T06:59:00.000Z"
    },
    {
      "title": "Vento rolls out new €75M fund for Italian founders, no matter where they live",
      "link": "https://techcrunch.com/2025/03/12/vento-hopes-new-e75m-fund-for-italian-founders-anywhere-will-kick-italys-ecosystem-into-life/",
      "author": "Mike Butcher",
      "thumbnail": null,
      "summary": "- Vento launches its second fund, capped at €75 million, targeting Italian founders regardless of their location.\n- The fund aims to foster the Italian startup ecosystem by replicating a model pioneered in Europe.\n- Vento plans to make 375 investments over five years, having already invested in 100 startups including Bee and JetHR.\n- Italian Tech Week plays a critical role in evaluating startups and enhancing visibility for Italian entrepreneurs.\n- The fund addresses the gap in Italy's tech ecosystem, aiming to attract and support exceptional Italian founders globally.\n- Venture capital investment in Italian startups has increased, totaling $5.72 billion from 2020 to 2024.",
      "keywords": [
        "Vento",
        "Italian founders",
        "venture capital",
        "startup ecosystem",
        "funding",
        "entrepreneurship",
        "Italy",
        "Tech Week"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T06:00:00.000Z"
    },
    {
      "title": "Travis Kalanick thinks Uber screwed up: “Wish we had an autonomous ride-sharing product”",
      "link": "https://techcrunch.com/2025/03/12/travis-kalanick-thinks-uber-screwed-up-wish-we-had-an-autonomous-ride-sharing-product/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2019/04/GettyImages-488595694.jpg?w=1024",
      "summary": "- Travis Kalanick, former CEO of Uber, stated that abandoning the autonomous driving program was a mistake during the Abundance Summit in L.A.\n- He mentioned that at the time of cancellation, Uber was close to catching up to Waymo's technology.\n- Uber sold its self-driving unit to Aurora in 2020 amid high costs and bleeding cash from the project.\n- Currently, Waymo's self-driving cars are operational in several markets including the Bay Area and Los Angeles.\n- Waymo has partnered with Uber in Austin, but Uber risks losing its position if partnerships do not continue to thrive.",
      "keywords": [
        "Travis Kalanick",
        "Uber",
        "autonomous driving",
        "Waymo",
        "ride-sharing",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T01:28:20.000Z"
    },
    {
      "title": "As Intel welcomes a new CEO, a look at where the company stands",
      "link": "https://techcrunch.com/2025/03/12/as-intel-welcomes-a-new-ceo-a-look-at-where-the-company-stands/",
      "author": "Becca Szkutak",
      "thumbnail": null,
      "summary": "- Semiconductor veteran Lip-Bu Tan appointed as new CEO of Intel, replacing Pat Gelsinger who retired in December 2024.\n- Tan previously served as CEO of Cadence Design Systems and joins Intel during a challenging period in the semiconductor industry.\n- Intel's stock price fell about 50% prior to Gelsinger's departure; company announced layoffs of 15,000 employees due to struggles in the AI sector.\n- Intel received a $7.865 billion grant for domestic semiconductor manufacturing through the U.S. Chips and Science Act and has seen successful sales of its Arc B580 graphics card.",
      "keywords": [
        "Intel",
        "CEO",
        "Lip-Bu Tan",
        "semiconductors",
        "Pat Gelsinger",
        "chip manufacturing",
        "layoffs",
        "AI industry"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T23:20:16.000Z"
    },
    {
      "title": "Anthropic CEO says spies are after $100M AI secrets in a ‘few lines of code’",
      "link": "https://techcrunch.com/2025/03/12/anthropic-ceo-says-spies-are-after-100m-ai-secrets-in-a-few-lines-of-code/",
      "author": "Dario Amodei",
      "thumbnail": null,
      "summary": "- Anthropic CEO Dario Amodei expresses concern about espionage targeting U.S. AI companies' secrets, particularly from China.\n- Amodei highlights that these secrets, valued at $100 million, can be contained in just a few lines of code.\n- He urges for increased U.S. government support to safeguard against this risk, although specifics were not provided.\n- Anthropic has submitted recommendations to the White House for enhanced security collaboration between the federal government and AI leaders.\n- Amodei's views reflect a critical stance on Chinese AI development, advocating for strong U.S. export controls on AI technology to China.",
      "keywords": [
        "AI",
        "Espionage",
        "Dario Amodei",
        "Anthropic",
        "China",
        "U.S. government",
        "Algorithmic secrets",
        "Technology security"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-12T20:54:31.000Z"
    },
    {
      "title": "Intel appoints Lip-Bu Tan as its next CEO",
      "link": "https://techcrunch.com/2025/03/12/intel-appoints-lip-bu-tan-as-its-next-ceo/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Intel has appointed Lip-Bu Tan as CEO, effective immediately.\n- He succeeds interim co-CEOs David Zinsner and Michelle Johnston Holthaus.\n- Tan, an established figure in the semiconductor industry, previously led Cadence Design Systems.\n- Intel's stock rose approximately 11% in after-hours trading following the announcement.\n- Under Tan's leadership, Intel aims to focus on engineering and customer commitments.",
      "keywords": [
        "Intel",
        "CEO",
        "Lip-Bu Tan",
        "semiconductor industry",
        "TechCrunch",
        "business leadership"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-12T20:43:53.000Z"
    },
    {
      "title": "Food delivery startup Wonder acquires media company Tastemade for $90M",
      "link": "https://techcrunch.com/2025/03/12/food-delivery-startup-wonder-acquires-media-company-tastemade-for-90m/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2022/10/tc-disrupt-2022-marc-lore-5.jpg?w=1024",
      "summary": "- Wonder is acquiring media company Tastemade for approximately $90 million.\n- The acquisition provides access to Tastemade's production company and advertising business.\n- This move supports Wonder's goal of creating a \"super app\" for mealtime experiences.\n- Users may soon order food directly from meals being prepared on Tastemade's streaming channels.\n- Wonder has previously acquired companies like Blue Apron and Grubhub, raising a total of $1.6 billion to date.",
      "keywords": [
        "Wonder",
        "Tastemade",
        "acquisition",
        "food delivery",
        "media company",
        "super app",
        "Marc Lore"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T20:41:50.000Z"
    },
    {
      "title": "FBI, EPA, and Treasury told Citibank to freeze funds as Trump administration tries to claw back climate money",
      "link": "https://techcrunch.com/2025/03/12/fbi-epa-and-treasury-told-citibank-to-freeze-funds-as-trump-administration-tries-to-claw-back-climate-money/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Citibank froze accounts of several nonprofits and state agencies upon request from the FBI, EPA, and Treasury Department.\n- The freeze occurred in February; details were revealed in new court filings.\n- The funds involved are from the $27 billion Greenhouse Gas Reduction Fund established by the Inflation Reduction Act in 2022.\n- The EPA received $14 billion for a National Clean Investment Fund, aimed at financing clean technology projects.\n- The FBI requested 30-day freezes on accounts held by recipients including Habitat for Humanity and the Colorado Clean Energy Fund.\n- Three nonprofits have sued Citibank for access to their frozen funds.\n- EPA administrator Lee Zeldin expressed concerns about fraud related to the funding without presenting evidence.",
      "keywords": [
        "Citibank",
        "freeze funds",
        "FBI",
        "EPA",
        "climate money",
        "Greenhouse Gas Reduction Fund",
        "nonprofits",
        "Inflation Reduction Act",
        "clean technology",
        "funding fraud"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T20:31:58.000Z"
    },
    {
      "title": "How to watch Nvidia GTC 2025, including CEO Jensen Huang’s keynote",
      "link": "https://techcrunch.com/2025/03/12/how-to-watch-nvidia-gtc-2025-including-ceo-jensen-huangs-keynote/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- GTC, Nvidia’s largest annual conference, begins Monday in San Jose.\n- Keynote by CEO Jensen Huang on Tuesday at 10 a.m. PT will be livestreamed on [Nvidia.com](https://www.nvidia.com/gtc/keynote/?ncid=ref-pr-257117) and [YouTube](https://youtu.be/_waPvOwL9Z8).\n- Expected announcements include Nvidia’s next flagship GPU series, Blackwell Ultra, and updates on AI, automotive, and robotics.\n- Virtual and on-demand sessions available on [Nvidia.com](https://www.nvidia.com/gtc/session-catalog/?tab.day=20250319&amp;search.viewingexperience=1700085746191002Cnn0&amp;search.language=1594320459782001LCjF#/session/1730224903865001quZN), covering topics like large language models and generative AI for banking.",
      "keywords": [
        "Nvidia",
        "GTC 2025",
        "Jensen Huang",
        "keynote",
        "AI",
        "GPU",
        "Blackwell Ultra",
        "automotive",
        "robotics"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T20:20:40.000Z"
    },
    {
      "title": "Nvidia GTC 2025: What to expect from this year’s show",
      "link": "https://techcrunch.com/2025/03/12/nvidia-gtc-2025-what-to-expect-from-this-years-show/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Nvidia's GTC conference runs from Monday to Friday in San Jose, emphasizing AI and accelerated computing.\n- CEO Jensen Huang's keynote is set for Tuesday at 10 a.m. Pacific, highlighting developments in AI, robotics, and more.\n- Anticipation for the release of Blackwell B300 series GPUs later this year, featuring 288GB memory.\n- Next-gen GPU series, Rubin, expected to be discussed, aiming for a significant performance jump in 2026.\n- Nvidia will host a 'quantum day' to explore advancements in quantum computing.\n- Recent challenges include overheating issues with Blackwell cards and competitive pressure from rivals like DeepSeek and AMD.\n- Despite challenges, Nvidia reported a record $39.3 billion revenue last quarter, maintaining 82% of the GPU market share.",
      "keywords": [
        "Nvidia",
        "GTC 2025",
        "AI",
        "GPU",
        "Rubin",
        "Blackwell",
        "quantum computing"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T20:20:27.000Z"
    },
    {
      "title": "Google DeepMind unveils new AI models for controlling robots",
      "link": "https://techcrunch.com/2025/03/12/google-deepmind-unveils-new-ai-models-for-controlling-robots/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Screenshot-2025-03-12-at-3.34.00PM.png?w=1024",
      "summary": "- Google DeepMind announced new AI models called [Gemini Robotics](https://deepmind.google/discover/blog/gemini-robotics-brings-ai-into-the-physical-world/?utm_source=keywordsnippet&utm_medium=referral) for real-world machine interaction.\n- Demo videos show robots performing tasks like folding paper and responding to voice commands.\n- Gemini Robotics is designed to generalize behaviors across various robotics hardware and connect visual inputs to actionable tasks.\n- The system performed well in untrained environments and includes a slimmed-down version, Gemini Robotics-ER, for researchers.",
      "keywords": [
        "Google",
        "DeepMind",
        "AI",
        "Gemini Robotics",
        "robotics",
        "technology",
        "machine learning"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 9,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T20:09:46.000Z"
    },
    {
      "title": "The people in Elon Musk’s DOGE universe",
      "link": "https://techcrunch.com/2025/03/12/the-people-in-elon-musk-doge-universe/",
      "author": null,
      "thumbnail": null,
      "summary": "- Elon Musk's ecosystem includes experienced engineers, advisors, and new talent from his companies like Tesla and SpaceX.\n- Recent interactions between Musk's team and the U.S. federal government show a significant melding of private and public sectors.\n- TechCrunch's investigation reveals details about DOGE's operations and its workforce, including recent staff cuts in response to federal budget constraints.\n- Key figures include Elon Musk as DOGE Lead and various employees from Musk's ventures, highlighting a tight-knit network of professionals.\n- The article outlines the roles of several individuals, illustrating Musk's influence and connections across the tech industry and government.",
      "keywords": [
        "Elon Musk",
        "DOGE",
        "government",
        "Silicon Valley",
        "SpaceX",
        "Tesla",
        "technology",
        "federal government",
        "Trump administration",
        "engineering",
        "advisors",
        "cybersecurity"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-12T19:15:40.000Z"
    },
    {
      "title": "Browser Use, one of the tools powering Manus, is also going viral",
      "link": "https://techcrunch.com/2025/03/12/browser-use-one-of-the-tools-powering-manus-is-also-going-viral/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/398959783-242ade3e-15bc-41c2-988f-cbc5415a66aa.gif?w=680",
      "summary": "- Manus, an AI platform by Butterfly Effect, has increased the visibility of the Browser Use tool.\n- Daily downloads of Browser Use surged from 5,000 to 28,000 within a week after Manus was highlighted on social media.\n- Browser Use facilitates autonomous web navigation for AI agents, allowing better interaction with websites.\n- Co-creators Gregor Zunic and Magnus Müller launched Browser Use last year, envisioning it as foundational for web agents.\n- Analysts predict significant growth in the AI agents market, potentially reaching $42 billion by 2029.",
      "keywords": [
        "AI",
        "Browser Use",
        "Manus",
        "Butterfly Effect",
        "web agents",
        "technology",
        "downloads",
        "growth"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-12T19:05:31.000Z"
    },
    {
      "title": "Browser User, one of the tools powering Manus, is also going viral",
      "link": "https://techcrunch.com/2025/03/12/browser-user-one-of-the-tools-powering-manus-is-also-going-viral/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/398959783-242ade3e-15bc-41c2-988f-cbc5415a66aa.gif?w=680",
      "summary": "- Manus, an AI platform from Butterfly Effect, has increased the visibility of Browser Use.\n- Browser Use saw daily downloads rise from 5,000 to 28,000 in one week, according to co-creator Gregor Zunic.\n- Manus uses Browser Use for AI agents to execute tasks like navigating websites and filling forms.\n- Zunic and co-creator Magnus Müller launched Browser Use last year, believing web agents would be significant in 2025.\n- The tool helps AI interact with website elements and manage browser actions.\n- Analysts predict significant market growth for AI agents, reaching $42 billion by 2029.",
      "keywords": [
        "AI",
        "Browser Use",
        "Manus",
        "Butterfly Effect",
        "web agents",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T19:05:31.000Z"
    },
    {
      "title": "UK competition probe of mobile browsers finds Apple-Google duopoly is ‘anti-innovation’",
      "link": "https://techcrunch.com/2025/03/12/uk-competition-probe-of-mobile-browsers-finds-apple-google-duopoly-is-anti-innovation/",
      "author": "Natasha Lomas",
      "thumbnail": null,
      "summary": "- A U.K. competition authority concluded that Apple and Google’s mobile browser policies hinder innovation and economic growth.\n- Concerns highlighted include Apple’s WebKit mandatory usage on iOS, limiting competition for rival browsers.\n- Google's revenue-sharing with Apple reduces financial incentives to compete, as they significantly profit from rival browser usage.",
      "keywords": [
        "UK",
        "competition probe",
        "Apple",
        "Google",
        "mobile browsers",
        "anti-innovation",
        "WebKit",
        "revenue sharing",
        "browser policies"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-12T17:59:41.000Z"
    },
    {
      "title": "Donald Trump Jr. has been boosting MAGA-related startups",
      "link": "https://techcrunch.com/2025/03/12/donald-trump-jr-has-been-boosting-maga-related-startups/",
      "author": "Dominic-Madori Davis",
      "thumbnail": null,
      "summary": "- Donald Trump Jr. joined VC firm 1789 Capital post-election and is monetizing the MAGA ecosystem.\n- Investments include media, pharmaceuticals, firearms, and crypto, opposing ESG and DEI principles.\n- 1789 Capital raised $500 million after Inauguration Day; aims for $1 billion for its first fund by mid-year.\n- Notable investments include $15 million for Tucker Carlson’s media company and over $50 million in Musk's xAI and SpaceX.\n- Trump Jr. serves on the board of three public companies and is trustee of Trump Media & Technology Group, the owner of Truth Social.",
      "keywords": [
        "Donald Trump Jr.",
        "MAGA",
        "venture capital",
        "investments",
        "1789 Capital",
        "startups",
        "politics",
        "media",
        "pharmaceuticals",
        "firearms",
        "crypto",
        "ESG",
        "DEI"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-12T17:37:41.000Z"
    },
    {
      "title": "OpenStack comes to the Linux Foundation",
      "link": "https://techcrunch.com/2025/03/12/openstack-comes-to-the-linux-foundation/",
      "author": "Frederic Lardinois",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/IMG_20161025_090744-2.jpg?w=680",
      "summary": "- OpenStack, initially launched by Rackspace and NASA in 2010, is transitioning to the Linux Foundation via the Open Infrastructure Foundation.\n- The Open Infrastructure Foundation aims to integrate with the Linux Foundation alongside major projects like Kubernetes and Linux.\n- The collaboration is expected to bolster resources for development in a rapidly changing data center landscape influenced by AI and digital sovereignty.\n- The OpenInfra Foundation’s community has grown by 15% with increased adoption for projects like OpenStack, Kata Containers, and StarlingX.",
      "keywords": [
        "OpenStack",
        "Linux Foundation",
        "Open Infrastructure Foundation",
        "cloud computing",
        "open source software"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T17:13:09.000Z"
    },
    {
      "title": "A comprehensive list of 2025 tech layoffs",
      "link": "https://techcrunch.com/2025/03/12/tech-layoffs-2025-list/",
      "author": null,
      "thumbnail": null,
      "summary": "- In 2025, over 22,000 tech workers have been laid off, with 16,084 cuts in February alone.\n- Major companies like NASA, Wayfair, and TikTok announced significant layoffs impacting hundreds of jobs.\n- The tech industry is experiencing ongoing reductions as companies adapt to market conditions and automation.",
      "keywords": [
        "tech layoffs",
        "2025",
        "job cuts",
        "automation",
        "AI",
        "technology industry"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T17:00:00.000Z"
    },
    {
      "title": "Dapr’s Microservices Runtime Now Supports AI Agents",
      "link": "https://techcrunch.com/2025/03/12/daprs-microservices-runtime-now-supports-ai-agents/",
      "author": "Frederic Lardinois",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/dapr_agents.png?w=680",
      "summary": "- Dapr, an open-source runtime for microservices, now introduces Dapr Agents to help developers build AI agents.\n- Dapr's core feature of virtual actors allows for efficient processing of AI agent tasks, enabling scalability and resource efficiency.\n- The project originated from Floki, which enhanced Dapr for AI use cases; it is now integrated into Dapr's framework.\n- Dapr Agents can interface with popular model providers including AWS Bedrock and OpenAI, with support for local LLMs coming soon.\n- Currently, Dapr Agents supports Python, with plans to include .NET, Java, JavaScript, and Go shortly.",
      "keywords": [
        "Dapr",
        "AI agents",
        "microservices",
        "open-source",
        "cloud",
        "developer tools"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T16:26:29.000Z"
    },
    {
      "title": "Sakana claims its AI-generated paper passed peer review — but it’s a bit more nuanced than that",
      "link": "https://techcrunch.com/2025/03/12/sakana-claims-its-ai-paper-passed-peer-review-but-its-a-bit-more-nuanced-than-that/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/paper_abstract.png?w=680",
      "summary": "- Japanese startup Sakana claimed its AI-generated paper is the first to pass peer review, but with caveats.  \n- Sakana used AI called The AI Scientist-v2 to generate and submit three papers to an ICLR workshop, with one accepted before withdrawal for transparency.  \n- Critics note the acceptance rate is higher for workshops; many believe AI isn't ready to independently contribute to science yet.",
      "keywords": [
        "Sakana",
        "AI-generated papers",
        "peer review",
        "science",
        "ICLR",
        "artificial intelligence",
        "research"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-12T16:00:02.000Z"
    },
    {
      "title": "Moonvalley releases a video generator it claims was trained on licensed content",
      "link": "https://techcrunch.com/2025/03/12/moonvalley-releases-a-video-generator-it-claims-was-trained-on-licensed-content/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Moonvalley launches 'Marey', an AI video-generating model trained on openly licensed data.\n- Marey offers customization options for in-scene movements, enabling nuanced control.\n- The model generates HD clips up to 30 seconds and emphasizes lower legal risks compared to competitors.\n- Moonvalley is making licensing arrangements to mitigate copyright concerns, similar to Adobe's approach.\n- Concerns exist among artists about the impact of AI on jobs in the film and television industry.\n- The company allows creators to remove their content from models and offers protective policies for users against copyright challenges.",
      "keywords": [
        "Moonvalley",
        "AI video generation",
        "licensed content",
        "creative rights",
        "Naeem Talukdar",
        "Marey",
        "animation industry",
        "copyright concerns",
        "video generator"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-12T16:00:00.000Z"
    },
    {
      "title": "Snap introduces AI Video Lenses powered by its in-house generative model",
      "link": "https://techcrunch.com/2025/03/12/snap-introduces-ai-video-lenses-powered-by-its-in-house-generative-model/",
      "author": "Aisha Malik",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Img2Video-Lenses-3.gif?w=680",
      "summary": "- Snapchat launches its first AI Video Lenses, powered by an in-house generative video model.\n- Available exclusively to Snapchat Platinum subscribers for $15.99/month.\n- Initial offerings include \"Raccoon,\" \"Fox,\" and \"Spring Flowers\" Lenses.\n- New Lenses allow for AI-generated videos that save automatically to Memories.\n- Snap aims to stay competitive against platforms like Instagram and TikTok with these innovative features.\n- The company plans to introduce additional Lenses weekly.",
      "keywords": [
        "Snapchat",
        "AI Video Lenses",
        "generative AI",
        "Snapchat Platinum",
        "social media",
        "AR",
        "video generation"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T16:00:00.000Z"
    },
    {
      "title": "Garantex administrator arrested in India under extradition law",
      "link": "https://techcrunch.com/2025/03/12/garantex-administrator-arrested-in-india-under-extradition-law/",
      "author": "Jagmeet Singh, Lorenzo Franceschi-Bicchierai",
      "thumbnail": "null",
      "summary": "• Indian police arrested Aleksej Besciokov, co-founder of Garantex, under India’s extradition law.\n• Arrest occurred in Varkala, Kerala, following a warrant issued by the Patiala House Court in New Delhi.\n• U.S. Department of Justice charged Besciokov for facilitating money laundering linked to North Korean hackers.\n• Besciokov will be transferred to Patiala Court to face unspecified extradition charges.\n• Garantex has temporarily halted operations since the U.S. seizure of its websites and freezing of over $26 million in cryptocurrency assets.\n• The exchange plans to compensate users for blocked assets through rehabilitation procedures once completed.",
      "keywords": [
        "Garantex",
        "cryptocurrency",
        "arrest",
        "extradition",
        "Aleksej Besciokov",
        "money laundering",
        "North Korea",
        "police",
        "India"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T15:55:29.000Z"
    },
    {
      "title": "Why Onyx thinks its open-source solution will win enterprise search",
      "link": "https://techcrunch.com/2025/03/12/why-onyx-thinks-its-open-source-solution-will-win-enterprise-search/",
      "author": "Becca Szkutak",
      "thumbnail": null,
      "summary": "- Onyx offers an open-source internal enterprise search tool that connects to over 40 data sources including Salesforce and Google Drive.\n- Co-founders Chris Weaver and Yuhong Sun aimed to solve the issue of information accessibility within companies.\n- Onyx was previously known as Danswer and was launched in 2023, quickly gaining traction among enterprises like Netflix.\n- The company has raised $10 million in seed funding to hire and develop premium features.\n- Onyx competes with other startups and companies creating their own internal search solutions, such as Klarna's Kiki.\n- The use of open-source is seen as key to scaling their solution across businesses globally.",
      "keywords": [
        "Onyx",
        "open-source",
        "enterprise search",
        "data accessibility",
        "startup",
        "funding",
        "machine learning",
        "competition"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-12T15:00:00.000Z"
    },
    {
      "title": "Lithium-ion batteries are remaking Google’s data centers",
      "link": "https://techcrunch.com/2025/03/12/lithium-ion-batteries-are-remaking-googles-data-centers/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Google has installed 100 million lithium-ion cells across its data centers for backup power.\n- Lithium-ion cells hold twice the power and occupy half the space of previous lead-acid batteries, allowing for more servers.\n- The trend of battery utilization is expanding into various sectors, facilitating efficiency and performance improvements.",
      "keywords": [
        "lithium-ion batteries",
        "Google",
        "data centers",
        "backup power",
        "energy efficiency",
        "technology trends"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-12T14:39:55.000Z"
    },
    {
      "title": "Project Europe, a new early stage fund, will back people under 25 to build the next tech titan",
      "link": "https://techcrunch.com/2025/03/12/project-europe-a-new-early-stage-fund-will-back-under-25s-with-200k-to-build-the-next-tech-titan/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Project Europe launches with $10 million to support tech entrepreneurs under 25.\n- Successful applicants receive €200,000 to develop their ideas or startups.\n- The fund aims to nurture young talent similar to initiatives like the Thiel Fellowship, without requiring college dropouts.\n- Designed to address Europe's need for major tech companies and tackle funding gaps.\n- In addition to funding, selected cohorts receive mentorship from experienced partners and access to a network of 119 investors.",
      "keywords": [
        "Project Europe",
        "early stage fund",
        "tech entrepreneurs",
        "under 25",
        "mentorship",
        "investment",
        "European startups"
      ],
      "scores": {
        "scale": 6,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-03-12T14:36:18.000Z"
    },
    {
      "title": "Battery manufacturer Northvolt nears the end as it files for bankruptcy in Sweden",
      "link": "https://techcrunch.com/2025/03/12/battery-manufacturer-northvolt-nears-the-end-as-it-files-for-bankruptcy-in-sweden/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Northvolt filed for bankruptcy in Sweden, impacting Europe's battery manufacturing efforts.\n- The startup raised over $14 billion but failed to secure enough cash, burning through $100 million a month.\n- Northvolt's challenges included rising costs, geopolitical instability, and supply chain issues, worsened by BMW canceling a $2 billion contract due to delays.\n- The company laid off 1,600 employees and attempted to sell its Cuberg division assets to conserve cash.",
      "keywords": [
        "Northvolt",
        "bankruptcy",
        "battery manufacturing",
        "EU",
        "BMW",
        "supply chain",
        "financial challenges"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T14:34:07.000Z"
    },
    {
      "title": "How La Fourche, an online organic supermarket, is thriving after q-commerce’s bust",
      "link": "https://techcrunch.com/2025/03/12/how-la-fourche-an-online-organic-supermarket-is-thriving-after-q-commerces-bust/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-12T14:01:23.000Z"
    },
    {
      "title": "Pentera nabs $60M at a $1B+ valuation to build simulated network attacks to train security teams",
      "link": "https://techcrunch.com/2025/03/12/pentera-nabs-60m-at-a-1b-valuation-to-build-simulated-network-attacks-to-train-security-teams/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Pentera raises $60 million in Series D funding, valued at over $1 billion.\n- The funding is aimed at mergers and acquisitions, and product development.\n- Pentera provides simulations of network attacks to test security teams' responses, enhancing cybersecurity training.\n- The startup has increased its customer base by 200% and annual recurring revenue by 300% over the last four years.\n- Evolutions Equity Partners leads the funding round, with participation from Farallon Capital, Insight, K1, and Blackstone.\n- The company aims to improve enterprise security testing through automated security validation, reducing alert noise and focusing on critical vulnerabilities.",
      "keywords": [
        "Pentera",
        "cybersecurity",
        "funding",
        "network attacks",
        "security validation",
        "automated testing",
        "Series D funding",
        "AI in cybersecurity"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-12T13:00:23.000Z"
    },
    {
      "title": "Wolf Games, backed by ‘Law & Order’ creator, uses AI to create murder mystery games",
      "link": "https://techcrunch.com/2025/03/12/wolf-games-backed-by-law-order-creator-uses-ai-to-create-murder-mystery-games/",
      "author": "Elliot Wolf, Andrew Adashek, Noah Rosenberg",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/New-Suspect-e1741731554247.png?w=314",
      "summary": "- Elliot Wolf, son of ‘Law & Order’ creator Dick Wolf, co-founded Wolf Games to engage true crime fans.\n- Wolf Games has raised $4.5 million in pre-seed funding for its project that uses AI to generate daily murder mystery games.\n- The flagship title, Public Eye, allows players to solve crimes in a dystopian future with AI assistance.\n- AI is used for creating storylines, interview clips, and maintaining character consistency.\n- The game is set to launch this summer as a free-to-play model with optional in-app purchases.",
      "keywords": [
        "Wolf Games",
        "AI",
        "murder mystery",
        "true crime",
        "Dick Wolf",
        "Elliot Wolf",
        "Public Eye",
        "gaming",
        "startups"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-12T13:00:00.000Z"
    },
    {
      "title": "Meta faces publisher copyright AI lawsuit in France",
      "link": "https://techcrunch.com/2025/03/12/meta-faces-publisher-copyright-ai-lawsuit-in-france/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-2170596204.jpg?w=1024",
      "summary": "- Meta is being sued in France for allegedly training its AI models on copyrighted content without permission.\n- The lawsuit was filed by several organizations, including the National Publishing Union and the National Union of Authors and Composers.\n- This case marks a significant legal challenge for Meta, similar to ongoing litigation in the U.S. regarding AI training practices.",
      "keywords": [
        "Meta",
        "lawsuit",
        "copyright",
        "AI",
        "France",
        "National Publishing Union",
        "protected content",
        "unlicensed material"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T12:11:01.000Z"
    },
    {
      "title": "Ditto lands $82M to synchronize data from the edge to the cloud",
      "link": "https://techcrunch.com/2025/03/12/ditto-lands-82m-to-synchronize-data-from-the-edge-to-the-cloud/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/DittoTeamShot_a49dbd.png?w=680",
      "summary": "- Ditto raised $82 million in Series B funding, valuing the company at $462 million.\n- The funding will be used to grow the team and scale its core product, including partners with cloud vendors.\n- Ditto offers a software development kit to enable connection between edge devices and the cloud, reducing reliance on centralized data processing.\n- Major customers include the U.S. Air Force and several airlines, enhancing crew communication during flights.\n- The company's growth is attributed to advancements in edge computing and increasing demand for AI-driven solutions.",
      "keywords": [
        "Ditto",
        "edge computing",
        "funding",
        "AI",
        "data synchronization",
        "cloud connectivity"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-12T12:02:00.000Z"
    },
    {
      "title": "Pokémon Go maker Niantic is selling its games division to Scopely for $3.5B",
      "link": "https://techcrunch.com/2025/03/12/pokemon-go-maker-niantic-is-selling-its-games-division-to-scopely-for-3-5b/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Scopely has agreed to acquire Niantic's gaming division for $3.5 billion, totaling $3.85 billion with additional cash included.\n- Niantic's games include Pokémon Go, Pikmin Bloom, Monster Hunter Now, and others, which will be transferred to Scopely.\n- Niantic will focus on real-world 3D mapping through a new entity called Niantic Spatial, led by CEO John Hanke.\n- Employees of Niantic's gaming division will join Scopely, which has a workforce of 2,300.\n- Niantic will continue to operate Ingress Prime and Peridot under the new entity.\n- Niantic aims to collect real-life location data and has plans for a large geospatial model using machine learning.",
      "keywords": [
        "Niantic",
        "Scopely",
        "Pokémon Go",
        "acquisition",
        "gaming industry",
        "mobile games"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T12:00:00.000Z"
    },
    {
      "title": "Scimplify raises $40M to help manufacturers access specialty chemicals",
      "link": "https://techcrunch.com/2025/03/12/scimplify-raises-40m-to-help-manufacturers-access-specialty-chemicals/",
      "author": "Jagmeet Singh",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/scimplify-atoms.jpg",
      "summary": "- Scimplify, an Indian startup, has raised $40 million in a Series B funding round co-led by Accel and Bertelsmann Investments.\n- The funding will help expand Scimplify's footprint in the U.S. and new markets, with a post-money valuation of about $150 million.\n- Scimplify connects manufacturers with specialty chemical makers through its platform, ATOMS, listing chemicals from over 5,000 factories in 10 countries.\n- The startup serves 600 customers across more than 16 countries, vetting manufacturers and offering made-to-order chemicals.\n- Plans include regional expansion, targeting new industry segments, and potentially acquiring chemical factories.",
      "keywords": [
        "Scimplify",
        "specialty chemicals",
        "startup",
        "funding",
        "manufacturers",
        "India",
        "pharmaceuticals",
        "agriculture"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T11:00:34.000Z"
    },
    {
      "title": "Salesforce to invest $1B in Singapore to boost adoption of AI",
      "link": "https://techcrunch.com/2025/03/12/salesforce-to-invest-1b-in-singapore-to-boost-adoption-of-ai/",
      "author": "Kate Park",
      "thumbnail": null,
      "summary": "- Salesforce plans to invest $1 billion in Singapore over the next five years to enhance its AI agent development platform, Agentforce.\n- The investment aims to address labor shortages in Singapore and create digital workforces combining humans and AI agents.\n- This initiative follows previous $500 million investments in Saudi Arabia and Argentina to expand AI services.\n- Salesforce has been investing in Singapore for nearly 20 years, with key clients including Singapore Airlines, Grab, and FairPrice Group.\n- The company has signed a deal with Singapore Airlines to integrate Agentforce into their customer case management system.",
      "keywords": [
        "Salesforce",
        "investment",
        "AI",
        "Singapore",
        "Agentforce",
        "tech news"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-12T10:12:26.000Z"
    },
    {
      "title": "North Korean government hackers snuck spyware on Android app store",
      "link": "https://techcrunch.com/2025/03/12/north-korean-government-hackers-snuck-spyware-on-android-app-store/",
      "author": "Lorenzo Franceschi-Bicchierai",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/kospy-google-play-screenshot.png?w=680",
      "summary": "- North Korean hackers uploaded spyware (KoSpy) on the Google Play app store.\n- The campaign is suspected to target individuals, possibly in South Korea.\n- KoSpy collects sensitive data like SMS, call logs, location, and media from devices.\n- The malware was downloaded over 10 times before being removed by Google.\n- Lookout, the cybersecurity firm, detailed the findings in a report shared with TechCrunch.\n- Google responded by removing the identified apps and deactivating associated projects.",
      "keywords": [
        "North Korea",
        "hackers",
        "spyware",
        "Android",
        "Google Play",
        "KoSpy",
        "cybersecurity",
        "Lookout"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-12T10:00:00.000Z"
    },
    {
      "title": "Elea AI Targets Pathology Labs to Boost Healthcare Productivity",
      "link": "https://techcrunch.com/2025/03/12/elea-ai-is-chasing-the-healthcare-productivity-opportunity-by-targeting-pathology-labs-legacy-systems/",
      "author": null,
      "thumbnail": null,
      "summary": "- Elea AI focuses on improving productivity in pathology labs using AI.\n- Its system replaces outdated information systems with an AI operating system that automates workflows, significantly reducing report generation time.\n- After six months of use, labs saw reporting time cut to two days.\n- The platform features speech-to-text transcription and a unique integration into lab processes.\n- Elea aims for international expansion, particularly targeting the U.S. market, after a successful launch in Germany.\n- The startup raised €4 million in seed funding and plans to pursue a Series A round.",
      "keywords": [
        "Elea AI",
        "healthcare",
        "pathology labs",
        "AI productivity",
        "automation",
        "seed funding",
        "medical technology",
        "digital health"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-12T08:00:00.000Z"
    },
    {
      "title": "Uber terminates Foodpanda Taiwan acquisition, citing regulatory hurdles",
      "link": "https://techcrunch.com/2025/03/11/uber-terminates-foodpanda-taiwan-acquisition-citing-regulatory-hurdles/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-12T05:34:57.000Z"
    }
  ]
}