{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Hyperlume wants to make chip-to-chip communication faster and more efficient",
      "link": "https://techcrunch.com/2025/02/19/hyperlume-wants-to-make-chip-to-chip-communication-faster-and-more-efficient/",
      "author": "Mohsen Asad, Hossein Fariborzi, Becca Szkutak",
      "thumbnail": null,
      "summary": "- Hyperlume, based in Ottawa, aims to enhance chip-to-chip communication efficiency in data centers.\n- The company has developed a microLED technology that outperforms traditional copper connections in speed and energy consumption.\n- Co-founder Mohsen Asad emphasized the growing need for low-latency communication in the era of AI and large language models.\n- Hyperlume started in 2022 and now collaborates with early customers, working towards broader market access post-product validation.\n- The firm recently secured $12.5 million in seed funding to expand its workforce and enhance technology development.",
      "keywords": [
        "Hyperlume",
        "chip-to-chip communication",
        "microLED",
        "data centers",
        "energy efficiency",
        "latency",
        "AI technology",
        "venture capital"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-19T14:00:00.000Z"
    },
    {
      "title": "Superhuman introduces AI-powered categorization to reduce spammy emails in your inbox",
      "link": "https://techcrunch.com/2025/02/19/superhuman-introduces-ai-powered-categorization-to-reduce-spammy-emails-in-your-inbox/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Auto-draft-replies.jpeg?w=680",
      "summary": "- Superhuman launches Auto Label feature for email categorization, automatically tagging emails as marketing, pitch, social, and news.\n- Feature allows users to create custom labels and auto-archive certain categories for a cleaner inbox.\n- Users can now create Split Inbox views based on custom filters like specific subjects or domains.\n- New reminder feature surfaces unanswered emails after a set time, with AI drafting follow-up messages.\n- Future plans include integrating with knowledge bases and developing IFTTT-styled workflows to automate email handling.",
      "keywords": [
        "AI",
        "email",
        "Superhuman",
        "categorization",
        "spam",
        "productivity"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T14:00:00.000Z"
    },
    {
      "title": "Augury raises $75M at $1B+ valuation for AI to detect malfunctions in factory machines",
      "link": "https://techcrunch.com/2025/02/19/augury-raises-73m-on-a-1b-valuation-for-ai-to-detect-malfunctions-in-factory-machines/",
      "author": null,
      "thumbnail": null,
      "summary": "- Augury has raised $75 million in funding for AI-based hardware to detect machine malfunctions.\n- The company aims to expand its customer base and enhance technology that monitors vibrations, sound, and temperature.\n- Augury analyzes over half a billion hours of machine data, claiming to have the largest dataset of mechanical signals.\n- This funding is part of an ongoing Series F round, expected to total around $100 million.\n- Major investors include Lightrock, Insight Venture Partners, and Qualcomm Ventures, among others.\n- The company's revenue has increased five-fold since its last fundraising round in 2021, with clients including major manufacturers like PepsiCo and Nestle.\n- Augury's sensors help machines by digitizing knowledge, addressing the talent shortage in the manufacturing sector.",
      "keywords": [
        "Augury",
        "AI",
        "funding",
        "manufacturing",
        "machine health",
        "sensors",
        "investors",
        "malfunctions",
        "sustainability"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T13:32:25.000Z"
    },
    {
      "title": "NIH funding uncertainty spurs new biotech venture fund",
      "link": "https://techcrunch.com/2025/02/19/nih-funding-uncertainty-spurs-new-biotech-venture-fund/",
      "author": "Marina Temkin",
      "thumbnail": null,
      "summary": "- The Trump administration directed the NIH to limit specific types of funding for research institutions.\n- A federal judge temporarily blocked this policy change, but funding for early-stage biotech startups may still be delayed or eliminated.\n- In response to this uncertainty, a new pre-seed venture fund called Altitude Lab Pre-seed Venture Fund has been launched.\n- The fund aims to invest $100,000 to $250,000 in 10 to 15 biotech companies, especially those qualified for NIH's SBIR grants.\n- The fund will be managed by Altitude Lab, a non-profit life sciences accelerator established by Recursion.\n- Recursion's CEO, Chris Gibson, emphasizes the importance of SBIR funding for biotech startups and their chances of raising private money.\n- The fund will also provide office and lab space for a year to supported startups in Salt Lake City, aspiring to create a biotech ecosystem.",
      "keywords": [
        "NIH",
        "biotech",
        "venture fund",
        "funding",
        "Recursion",
        "SBIR",
        "startup",
        "investment",
        "life sciences"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-19T13:00:00.000Z"
    },
    {
      "title": "Murena now sells a ‘deGoogled’ Pixel Tablet",
      "link": "https://techcrunch.com/2025/02/19/murena-now-sells-a-degoogled-pixel-tablet/",
      "author": "Natasha Lomas",
      "thumbnail": null,
      "summary": "- Murena offers a deGoogled version of the Pixel Tablet running the /e/OS open source operating system.\n- The tablet features a 10.95-inch LCD display, 128 GB storage, and 8 GB RAM, priced at €539 (or $549 in the U.S.).\n- Users can access an app marketplace called App Lounge for downloading apps anonymously, with some limitations for paid apps.\n- Murena also provides alternative privacy-focused apps, including freemium storage and office suite options.",
      "keywords": [
        "Murena",
        "Pixel Tablet",
        "deGoogled",
        "privacy",
        "e/OS",
        "Android",
        "tech news"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-19T12:53:30.000Z"
    },
    {
      "title": "Palo Alto Networks warns of another firewall vulnerability under attack by hackers",
      "link": "https://techcrunch.com/2025/02/19/palo-alto-networks-warns-of-another-firewall-vulnerability-under-attack-by-hackers/",
      "author": "Carly Page",
      "thumbnail": null,
      "summary": "- Palo Alto Networks confirmed hackers are exploiting a vulnerability in PAN-OS to breach unpatched customer networks.\n- The vulnerability, tracked as CVE-2025-0108, was discovered by Assetnote and is currently under active attack.\n- Attackers are combining this vulnerability with previously disclosed flaws CVE-2024-9474 and CVE-2025-0111 to target unsecured web management interfaces.\n- GreyNoise has reported 25 IP addresses actively exploiting the vulnerability, indicating an uptick in activity since only 2 addresses were noted earlier in February.\n- The flaw allows unauthenticated attackers to execute PHP scripts, potentially leading to unauthorized access to systems.\n- The highest levels of attack traffic have been observed in the U.S., Germany, and the Netherlands.\n- The U.S. Cybersecurity and Infrastructure Security Agency (CISA) has added the vulnerability to its Known Exploited Vulnerabilities catalog.",
      "keywords": [
        "Palo Alto Networks",
        "firewall",
        "vulnerability",
        "CVE-2025-0108",
        "cybersecurity",
        "hackers",
        "PAN-OS",
        "CISA"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-19T12:35:46.000Z"
    },
    {
      "title": "Guidde taps AI to help create software training videos",
      "link": "https://techcrunch.com/2025/02/19/guidde-taps-ai-to-help-create-software-training-videos/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/10/maxresdefault-5.jpg?w=680",
      "summary": "- Guidde is a startup founded by Yoav Einav and Dan Sahar in 2020 to simplify the creation of corporate training videos using AI.\n- The platform automatically captures user activity within applications and converts it into engaging video training clips, featuring AI-generated voiceovers and editing tools.\n- Guidde recently expanded its offerings with a personalized video recommendation feature called Guidde Broadcast, likened to 'Netflix for organizations.'\n- As of now, the platform serves over 100,000 users across 2,000 organizations, including notable companies like American Eagle Outfitters and Nasdaq.\n- The startup secured $15 million in funding led by Qualcomm Ventures, increasing its total funding to $30 million to enhance localization tools and market presence.",
      "keywords": [
        "Guidde",
        "AI",
        "training videos",
        "software",
        "funding",
        "video recommendations",
        "technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T12:00:42.000Z"
    },
    {
      "title": "A former Etsy product manager built an AI-powered app for new parents",
      "link": "https://techcrunch.com/2025/02/19/a-former-etsy-product-manager-built-a-app-to-create-better-family-management-for-parents/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Amanda DeLuca launched the parenting management app [Riley](https://www.rileyapp.com/) to address parental anxiety based on personal experience.\n- The app tracks sleep, diaper changes, vaccines, and feeding, providing AI-powered insights for optimal baby care.\n- Riley is currently in public beta with a subscription model: $14.99/month, $11.99/month for a quarter, or $9.99/month for a year.\n- Future plans include expanded onboarding for personalized suggestions and additional training resources for parents.\n- Riley raised $3.1 million in a seed round led by True Ventures, aiming to provide science-backed parental guidance.",
      "keywords": [
        "parenting",
        "AI app",
        "Riley",
        "Amanda DeLuca",
        "parental anxiety",
        "family management",
        "technology",
        "app launch",
        "startup funding"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T12:00:00.000Z"
    },
    {
      "title": "X doubles its Premium+ plan prices after xAI releases Grok 3",
      "link": "https://techcrunch.com/2025/02/19/x-doubles-its-premium-plan-prices-after-xai-releases-grok-3/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/image-3.png?w=597",
      "summary": "- X has increased its Premium+ subscription plan price to almost $50 per month following the release of xAI's Grok 3.\n- The U.S. price is now $40 monthly and $350 yearly; significant hikes noted in the UK and Europe.\n- This marks the second price increase in recent months, previously rising from $16 to $22 per month.\n- Some Grok 3 features are reserved for a new SuperGrok plan, limiting features available to Premium+ subscribers.\n- Pricing discrepancies observed on X's platform, with differing amounts shown during sign-up and checkout.",
      "keywords": [
        "X",
        "Premium+ plan",
        "xAI",
        "Grok 3",
        "price increase",
        "Elon Musk",
        "subscription service"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T11:00:00.000Z"
    },
    {
      "title": "Hyundai’s new Tesla charging port comes up short",
      "link": "https://techcrunch.com/2025/02/19/hyundais-new-tesla-charging-port-comes-up-short/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Large-63430-2025IONIQ5Limited.jpg?w=680",
      "summary": "- The 2025 Hyundai Ioniq 5 is equipped with Tesla’s North American Charging Standard (NACS) port, intended to increase compatibility with Tesla Supercharging stations.\n- Actual testing revealed that the charging cord from a Tesla station did not reach the Ioniq 5's charge port, necessitating drivers to find alternative stations or take up extra space at Tesla chargers.\n- Hyundai’s Ioniq 5 can recharge from 10% to 80% in about 20 minutes at a CCS charger, while it can take up to 30 minutes at NACS chargers.\n- Hyundai offers a choice between a $400 charging credit or a free home charger with Ioniq 5 purchase.\n- The new model has improved battery capacity, with standard and extended range options increasing from 63 kWh to 84 kWh, offering up to 318 miles of range.\n- The 2025 Ioniq 5 starts at $43,975 and features tech upgrades like wireless Apple CarPlay and Android Auto, as well as over-the-air updates.",
      "keywords": [
        "Hyundai",
        "Ioniq 5",
        "Tesla",
        "NACS",
        "electric vehicle",
        "charging standard",
        "CCS",
        "automotive technology"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-19T11:00:00.000Z"
    },
    {
      "title": "Kuda and CEO face allegations of sex discrimination and unfair dismissal from former executive, per filing",
      "link": "https://techcrunch.com/2025/02/19/kuda-and-ceo-face-allegations-of-sex-discrimination-and-unfair-dismissal-from-former-executive-per-filing/",
      "author": null,
      "thumbnail": null,
      "summary": "- Kuda Technologies is facing an employment tribunal case due to allegations of sex discrimination and unfair dismissal by former CPO Rosemary Hewat.\n- Hewat claims she was forced out in April 2024 after facing prolonged mistreatment and that the CEO, Babatunde Ogundeyi, fostered a toxic work environment.\n- The legal documents allege discrepancies in employee stock options and failed attempts to address workplace grievances, culminating in her dismissal in February 2024, which Hewat believes was retaliatory.",
      "keywords": [
        "Kuda Technologies",
        "sex discrimination",
        "unfair dismissal",
        "employment tribunal",
        "workplace culture",
        "gender equality",
        "Babatunde Ogundeyi",
        "Rosemary Hewat"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-19T10:21:34.000Z"
    },
    {
      "title": "Pokémon Go maker Niantic is reportedly selling its games division",
      "link": "https://techcrunch.com/2025/02/18/pokemon-go-maker-niantic-is-reportedly-selling-its-games-division/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Niantic is reportedly exploring a sale of its game development business for about $3.5 million.\n- The potential buyer is mobile game developer Scopely, owned by Saudi Arabia's Savvy Games Group.\n- Niantic rose to fame with its augmented reality game Pokémon Go, launched in 2016, but has faced challenges since then, including layoffs and project cancellations.\n- Niantic laid off 8% of its staff in 2022 and 230 employees in 2023, canceling games related to NBA and Marvel.",
      "keywords": [
        "Niantic",
        "Pokémon Go",
        "video games",
        "Scopely",
        "game development",
        "augmented reality",
        "tech layoffs"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-19T06:30:40.000Z"
    },
    {
      "title": "Humane’s AI Pin is dead, as HP buys startup’s assets for $116M",
      "link": "https://techcrunch.com/2025/02/18/humanes-ai-pin-is-dead-as-hp-buys-startups-assets-for-116m/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Humane announces acquisition of its assets by HP for $116 million.\n- Discontinuation of AI Pin sales; devices will stop functioning on February 28, 2025.\n- AI Pin users advised to transfer data; customer support for AI Pin will dissolve on same date.\n- HP includes Humane's engineers and technology, including CosmOS AI operating system, to form an AI innovation lab.\n- Humane previously aimed for a higher acquisition price of $750 million to $1 billion in 2024.",
      "keywords": [
        "Humane",
        "AI Pin",
        "HP",
        "acquisition",
        "CosmOS",
        "technology",
        "startup",
        "hardware"
      ],
      "scores": {
        "scale": 4,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-18T22:30:52.000Z"
    },
    {
      "title": "Humane’s AI Pin is dead, as HP buys startup for $116M",
      "link": "https://techcrunch.com/2025/02/18/humanes-ai-pin-is-dead-as-hp-buys-startup-for-116m/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Humane has been acquired by HP for $116 million, leading to the discontinuation of its AI Pin sales.\n- Customers have been notified that their AI Pins will stop working on February 28, 2025, at 12 PM PST, ceasing connectivity and functionality.\n- Humane will dissolve its customer support team for the AI Pin on the same date and has advised users to back up their data.",
      "keywords": [
        "Humane",
        "AI Pin",
        "HP acquisition",
        "technology",
        "startups",
        "consumer electronics"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-18T22:30:52.000Z"
    },
    {
      "title": "Trump admin reverses hydropower layoffs that sparked grid stability fears",
      "link": "https://techcrunch.com/2025/02/18/trump-admin-reverses-hydropower-layoffs-that-sparked-grid-stability-fears/",
      "author": null,
      "thumbnail": null,
      "summary": "- The Trump administration instituted cuts to federal agencies managing hydropower, laying off 13% to 20% of employees, raising concerns about grid stability.\n- Criticism from lawmakers led to the rehiring of some laid-off staff.\n- Power Marketing Administrations manage the sale and transmission of hydropower from federal dams, supporting electricity for tens of millions across 34 states.",
      "keywords": [
        "Trump administration",
        "hydropower",
        "layoffs",
        "grid stability",
        "Power Marketing Administrations",
        "Bonneville Dam",
        "Hoover Dam"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-18T21:13:22.000Z"
    },
    {
      "title": "Google Play Books purchases on iOS now skirt the App Store’s commission",
      "link": "https://techcrunch.com/2025/02/18/google-play-books-purchases-on-ios-now-skirt-the-app-stores-commission/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/google-play-books.jpeg?w=680",
      "summary": "- Google Play Books can now sell e-books and audiobooks directly through its iOS app.\n- A new \"Get book\" button allows users to access the Google Play website for purchases, avoiding Apple's 30% commission on in-app purchases.\n- Users can share books with family across different platforms via Google Play’s Family Library.\n- This change followed Apple's External Link Account Entitlement granted post-settlement with Japan's JFTC.",
      "keywords": [
        "Google Play Books",
        "iOS purchases",
        "App Store commission",
        "e-books",
        "audiobooks",
        "Apple",
        "External Link Account Entitlement"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T21:10:00.000Z"
    },
    {
      "title": "Duolingo ‘killed’ its mascot with a Cybertruck, and it’s going weirdly well",
      "link": "https://techcrunch.com/2025/02/18/duolingo-killed-its-mascot-with-a-cybertruck-and-its-going-weirdly-well/",
      "author": "Amanda Silberling",
      "thumbnail": null,
      "summary": "- Duolingo's mascot, Duo the owl, is humorously declared dead after being 'hit by a Cybertruck'.\n- CEO Luis von Ahn read a eulogy for Duo on TikTok, causing a significant spike in user engagement.\n- Duolingo saw a 25% increase in monthly active Android users and a 38% jump in downloads the day after the announcement.\n- The 'Duo or die' campaign allows users to save the mascot by completing lessons and maintaining streaks.\n- Duolingo's marketing tactics are seen as aggressive yet clever, paralleling trends in startup engagement strategies.",
      "keywords": [
        "Duolingo",
        "Cybertruck",
        "marketing",
        "mascot",
        "Duo",
        "user engagement",
        "stunt",
        "TikTok"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-18T20:50:43.000Z"
    },
    {
      "title": "Elon Musk staffer created a DOGE AI assistant for making government “less dumb”",
      "link": "https://techcrunch.com/2025/02/18/elon-musk-staffer-created-a-doge-ai-assistant-for-making-government-less-dumb/",
      "author": "Charles Rollet, Zack Whittaker",
      "thumbnail": "https://lh7-rt.googleusercontent.com/docsz/AD_4nXfZN_8zldngbVwyNy9LqlZOU6_wpe9m00g8NGCaaaNtpe_31GGweL69zXHyM-Beg8NM0Xk-tiSf6PToOGS9drixcJZ_nl-lrbMRx58Sq5JoGqX651C8jVcMcq713Ig2Aj6uqBvdpg?key=8CCKqJy1HOjPnFdb7qvj-lJw",
      "summary": "- A senior staffer of Elon Musk has created an AI chatbot for the Department of Government Efficiency to help eliminate waste.\n- The chatbot operates under a DOGE-named subdomain and is powered by Musk's company xAI.\n- It applies five guiding principles to propose efficiency measures for the government.\n- The chatbot offers some recommendations, like removing bureaucratic layers and suggests emulating leaders like Margaret Thatcher for efficiency.\n- There are some notable issues, including hallucinations common in large language models, where the chatbot provided inaccurate names and odd advice.\n- The use of AI within DOGE aims to modernize the U.S. government, with potential revenue implications for xAI due to API usage.",
      "keywords": [
        "AI chatbot",
        "Department of Government Efficiency",
        "Elon Musk",
        "xAI",
        "government efficiency",
        "Doge",
        "public sector innovation",
        "cost-cutting",
        "large language model",
        "U.S. government"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T20:49:16.000Z"
    },
    {
      "title": "Apple purges apps without contact info from EU app store, as DSA deadline hits",
      "link": "https://techcrunch.com/2025/02/18/apple-purges-apps-without-contact-info-from-eu-app-store-as-dsa-deadline-hits/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- Apple has removed EU apps without required contact information to comply with the Digital Services Act (DSA).\n- The deadline for providing developer contact details was February 17, 2025, and non-compliance led to app removals as of February 18, 2025.\n- Smaller and indie developers, who often do not publicize contact info, face significant challenges meeting the new guidelines.",
      "keywords": [
        "Apple",
        "EU",
        "App Store",
        "Digital Services Act",
        "Developer Compliance",
        "Contact Information"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-18T20:35:00.000Z"
    },
    {
      "title": "Safe Superintelligence, Ilya Sutskever’s AI startup, is reportedly close to raising roughly $1B",
      "link": "https://techcrunch.com/2025/02/18/safe-superintelligence-ilya-sutskevers-ai-startup-is-reportedly-close-to-raising-roughly-1b/",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- Safe Superintelligence, founded by Ilya Sutskever, is nearing a $1 billion fundraising round at a $30 billion valuation.\n- VC firm Greenoaks Capital Partners is leading the deal with a pledge of half a billion dollars.\n- The startup has previously raised from Sequoia Capital, Andreessen Horowitz, and DST Global but is not generating revenue yet.",
      "keywords": [
        "AI",
        "fundraising",
        "Ilya Sutskever",
        "Safe Superintelligence",
        "venture capital"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T19:49:59.000Z"
    },
    {
      "title": "Amazon, Microsoft, and Exxon want to make scandal-plagued carbon markets more trustworthy",
      "link": "https://techcrunch.com/2025/02/18/amazon-microsoft-and-exxon-want-to-make-scandal-plagued-carbon-markets-more-trustworthy/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Amazon, Exxon, and Microsoft have created a task force to improve the integrity of voluntary carbon markets.\n- The Bipartisan Policy Center organized the task force, which aims to draft recommendations for transparent and fair carbon markets.\n- The task force includes 17 independent members and focuses on restoring credibility in light of scandals in the carbon market.\n- Reports exposed that many carbon credits sold by Verra were deemed effectively worthless, leading to significant concern over the legitimacy of carbon markets.\n- Microsoft’s carbon emissions rose by nearly 30% in 2023, while Amazon's progress towards emissions reduction has stalled despite investments in renewable energy.\n- Microsoft purchased over 7 million metric tons of carbon credits last month, as companies strive to meet net-zero targets.",
      "keywords": [
        "carbon markets",
        "voluntary carbon credits",
        "climate change",
        "Amazon",
        "Microsoft",
        "Exxon",
        "task force",
        "Bipartisan Policy Center",
        "Verra",
        "emissions reduction"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-18T19:32:01.000Z"
    },
    {
      "title": "Thinking Machines Lab is ex-OpenAI CTO Mira Murati’s new startup",
      "link": "https://techcrunch.com/2025/02/18/thinking-machines-lab-is-ex-openai-cto-mira-muratis-new-startup/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Former OpenAI CTO Mira Murati has announced her new startup, [Thinking Machines Lab](https://thinkingmachines.ai/), focusing on AI.\n- The startup aims to build customizable AI systems that are more widely understood and capable.\n- Murati serves as CEO, with OpenAI co-founder John Schulman as chief scientist and ex-chief research officer Barret Zoph as CTO.\n- The company aims to address gaps in AI capabilities and improve public understanding and customization of AI technologies.\n- Thinking Machines Lab is committed to AI safety and intends to prevent misuse while sharing best practices for building safe AI systems.",
      "keywords": [
        "Thinking Machines Lab",
        "Mira Murati",
        "AI",
        "OpenAI",
        "startup",
        "AI safety",
        "customizable AI"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-18T18:30:00.000Z"
    },
    {
      "title": "VC giant Insight Partners confirms January cyberattack",
      "link": "https://techcrunch.com/2025/02/18/vc-giant-insight-partners-confirms-january-cyberattack/",
      "author": "Carly Page",
      "thumbnail": null,
      "summary": "- Insight Partners confirmed a cyberattack occurred in January.\n- The attack, a sophisticated social engineering incident, was detected on January 16.\n- The firm has over $90 billion in assets and has notified its stakeholders about the breach.\n- The nature of the incident remains undisclosed, including whether any data was stolen.\n- Insight Partners reassured partners to enhance security protocols.",
      "keywords": [
        "cyberattack",
        "Insight Partners",
        "social engineering",
        "data breach",
        "cybersecurity"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-18T18:28:19.000Z"
    },
    {
      "title": "Fintech fundraising is giving me 2021 flashbacks",
      "link": "https://techcrunch.com/2025/02/18/fintech-fundraising-is-giving-me-2021-flashbacks/",
      "author": "Mary Ann Azevedo",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/IMG_9700.jpeg?w=680",
      "summary": "- Tabby raises $160 million at a $3.3 billion valuation, doubling its previous worth in 18 months.\n- Zeta raises $50 million from a strategic investor, reaching a $2 billion valuation, up from $1.15 billion in 2021.\n- Stripe is considering another shareholder sale potentially valuing the company at over $85 billion.\n- Raenest raises $11 million for expanding its multi-currency account service in Africa.\n- Affinity Africa secures $8 million to enhance digital banking in Ghana.\n- Coinbase looks to re-enter the Indian market after a year of operations suspension.",
      "keywords": [
        "fintech",
        "fundraising",
        "investment",
        "valuation",
        "startups",
        "Stripe",
        "Tabby",
        "Zeta",
        "Africa",
        "Coinbase"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T18:01:00.000Z"
    },
    {
      "title": "Fiverr wants gig workers to offload some of their work to AI",
      "link": "https://techcrunch.com/2025/02/18/fiverr-wants-gig-workers-to-offload-some-of-their-work-to-ai/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/x2hdqul.jpeg?w=680",
      "summary": "- Fiverr introduces a program allowing freelancers to train AI on their work and automate tasks.\n- This initiative is aimed at voiceover and graphic design freelancers, allowing them to charge customers for AI-generated work.\n- Fiverr CEO Micha Kaufman emphasizes supporting gig workers with credit and compensation while scaling their work.\n- The gig market is challenged by generative AI, with many roles facing reduced demand.\n- The “Personal AI Creation Model” enables freelancers to configure AI based on their prior projects and set usage fees.\n- Freelancers remain owners of the generated work produced by their AI model.\n- Fiverr is prioritizing the privacy of freelancers by not using their data to create competing models.\n- A “Personal AI Assistant” will be available for monthly fees, helping freelancers manage client interactions effectively.\n- Fiverr plans to reward top-performing contractors with shares in the company.",
      "keywords": [
        "Fiverr",
        "AI",
        "gig economy",
        "freelancers",
        "automation",
        "generative AI",
        "Personal AI Creation Model",
        "Personal AI Assistant"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-18T18:00:30.000Z"
    },
    {
      "title": "Facebook now only stores live videos for 30 days, will delete old broadcasts",
      "link": "https://techcrunch.com/2025/02/18/facebook-now-only-stores-live-videos-for-30-days-will-delete-old-broadcasts/",
      "author": "Aisha Malik",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/03_Bulk-Download-1.gif?w=680",
      "summary": "- Facebook announced that live videos will now only be stored for 30 days; previously, they were stored indefinitely.\n- Effective immediately, all live videos older than 30 days will be deleted, with users notified and given 90 days to download or transfer their content.\n- Users can store videos in cloud services or convert them into reels; Facebook is promoting these reels as part of the new policy.\n- If more time is needed for downloads, users can defer deletion by six months; failure to act will result in permanent deletion.\n- Facebook is launching new download tools to assist users in managing their live video content.",
      "keywords": [
        "Facebook",
        "live videos",
        "storage policy",
        "videos deletion",
        "cloud storage",
        "reels",
        "Aisha Malik"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-18T17:39:47.000Z"
    },
    {
      "title": "Amazon kills ‘Inspire,’ its TikTok-style feed for discovering products",
      "link": "https://techcrunch.com/2025/02/18/amazon-kills-inspire-its-tiktok-style-feed-for-discovering-products/",
      "author": "Lauren Forristal",
      "thumbnail": null,
      "summary": "- Amazon is shutting down its TikTok-like feature ‘Inspire’ designed for discovering products.\n- The company stated that the move aligns with customer feedback and that ‘Inspire’ is no longer needed.\n- This shutdown occurs amid TikTok's uncertain status in the U.S., which could have made ‘Inspire’ a viable alternative for product discovery.\n- Amazon has formed partnerships with Instagram and Snap to enhance shopping experiences on their platforms.\n- ‘Inspire’ was launched in 2022 as part of the growing social commerce trend, but faced challenges in creator engagement and compensation issues.\n- Amazon indicated that customers can still find product inspiration through other avenues and new AI features.",
      "keywords": [
        "Amazon",
        "Inspire",
        "social commerce",
        "TikTok",
        "product discovery",
        "short-form video",
        "user-generated content",
        "shopping integration"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-18T17:34:16.000Z"
    },
    {
      "title": "OpenAI may give board special voting rights to ward off takeover attempts",
      "link": "https://techcrunch.com/2025/02/18/openai-may-give-board-special-voting-rights-to-ward-off-takeover-attempts/",
      "author": null,
      "thumbnail": null,
      "summary": "- OpenAI is considering granting special voting rights to its non-profit board to prevent hostile takeover attempts.\n- This would enable the board to overrule major investors and maintain some authority as the company transitions to a for-profit structure.\n- Recently, Elon Musk's group offered $97.4 billion to buy OpenAI’s nonprofit, which was unanimously rejected by the board.\n- OpenAI plans to separate its nonprofit and for-profit arms by late 2026.",
      "keywords": [
        "OpenAI",
        "board voting rights",
        "takeover attempts",
        "non-profit",
        "for-profit conversion",
        "Elon Musk",
        "investors"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-18T17:27:51.000Z"
    },
    {
      "title": "Hackers planted a Steam game with malware to steal gamers’ passwords",
      "link": "https://techcrunch.com/2025/02/18/hackers-planted-a-steam-game-with-malware-to-steal-gamers-passwords/",
      "author": "Lorenzo Franceschi-Bicchierai",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Screenshot-2025-02-14-at-2.44.55PM.png",
      "summary": "- Valve removed a Steam game called PirateFI, found to contain malware.\n- Security researchers discovered the malware, an info-stealer named Vidar, was distributed via modified games.\n- Vidar can steal various types of sensitive data, including passwords and cryptocurrency wallet information.\n- Researchers suspect that PirateFI was a tactic to spread Vidar and was not a legitimate game.\n- Infostealers like Vidar are often sold as malware-as-a-service, complicating attribution.\n- The game was reportedly built using an existing game template, making it easy to deploy malicious software.",
      "keywords": [
        "malware",
        "Steam",
        "gamers",
        "passwords",
        "Vidar",
        "Cybersecurity",
        "PirateFI",
        "infostealers",
        "Valve"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T17:22:54.000Z"
    },
    {
      "title": "The people in Elon Musk’s DOGE universe",
      "link": "https://techcrunch.com/2025/02/18/the-people-in-elon-musk-doge-universe/",
      "author": null,
      "thumbnail": null,
      "summary": "- Elon Musk has created a network of tech talents from his companies like Tesla and SpaceX.\n- This ecosystem now intersects with U.S. federal government initiatives, particularly through the Department of Government Efficiency (DOGE).\n- The article identifies individuals in Musk's network, detailing their connections and entries into his orbit.\n- Notable figures include Elon Musk (DOGE Lead), Steve Davis (long-time Musk insider), and Nicole Hollander (X employee).\n- The White House emphasizes that DOGE aligns with government efficiency efforts and complies with federal laws.",
      "keywords": [
        "Elon Musk",
        "DOGE",
        "government efficiency",
        "tech industry",
        "SpaceX",
        "Tesla",
        "White House"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T17:00:35.000Z"
    },
    {
      "title": "X challenges German court order granting data access to election researchers",
      "link": "https://techcrunch.com/2025/02/18/x-challenges-german-court-order-granting-data-access-to-election-researchers/",
      "author": null,
      "thumbnail": null,
      "summary": "- A Berlin court ordered X to provide access to data for research on election risks.\n- X is challenging the court's order, citing due process and user privacy concerns.\n- The data access debate involves compliance with the EU's Digital Services Act.\n- Civil groups involved: Democracy Reporting International and the German Society for Civil Rights.\n- The election is scheduled for February 23, raising urgency for the data access research.",
      "keywords": [
        "X",
        "German court",
        "data access",
        "election researchers",
        "Digital Services Act",
        "Democracy Reporting International",
        "German Society for Civil Rights"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-18T16:55:37.000Z"
    },
    {
      "title": "Meta announces LlamaCon, its first generative AI dev conference",
      "link": "https://techcrunch.com/2025/02/18/meta-announces-llamacon-its-first-generative-ai-dev-conference/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Meta announced its first developer conference focused on generative AI, named LlamaCon, scheduled for April 29.\n- The conference aims to share updates on open-source AI developments and how developers can utilize Meta's AI technologies.\n- The company plans significant investment in AI, reportedly up to $80 billion in 2025, while it faces competition from the Chinese AI company DeepSeek.",
      "keywords": [
        "Meta",
        "LlamaCon",
        "generative AI",
        "developer conference",
        "AI technology",
        "DeepSeek",
        "Mark Zuckerberg"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-18T16:34:52.000Z"
    },
    {
      "title": "Bluesky adds a ‘followers only’ reply option",
      "link": "https://techcrunch.com/2025/02/18/bluesky-adds-a-followers-only-reply-option/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- Bluesky introduced a 'followers only' reply option to limit replies to your posts.\n- The app also includes a 'search posts' feature for user profiles.\n- This update aims to help manage conversations and reduce 'content collapse.'\n- Users can adjust settings for these features in the app’s Settings section under Moderation > Interaction Settings.\n- Update to version 1.98 required for access to new features.",
      "keywords": [
        "Bluesky",
        "social networking",
        "followers only",
        "reply options",
        "app update",
        "feature",
        "search posts"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-18T15:37:50.000Z"
    },
    {
      "title": "Fetii’s group rideshare app for young people attracts funding from Mark Cuban, YC",
      "link": "https://techcrunch.com/2025/02/18/fetiis-group-rideshare-app-for-young-people-has-attracted-funds-from-mark-cuban-yc/",
      "author": "Matthew Iommi, Justin Rath",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/matthew-iommi.jpg?w=680",
      "summary": "- Fetii is a group rideshare service launched by Matthew Iommi and Justin Rath in 2020 to address the lack of convenient transport options for groups.\n- Operating in 68 cities across six states, Fetii transports over 200,000 passengers monthly, with 75%-80% of rides on-demand.\n- The Austin-based startup raised $7.35 million in a seed round led by Mark Cuban to expand into new markets including Florida, California, and Massachusetts.\n- The platform uniquely enables each rider in a group to pay individually using QR codes, simplifying group payments.\n- Mark Cuban invested after hearing positive feedback from his daughter about the service, seeing potential for Fetii to go global.",
      "keywords": [
        "Fetii",
        "rideshare",
        "Mark Cuban",
        "startup",
        "funding",
        "transportation",
        "college students",
        "on-demand services"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T15:00:00.000Z"
    },
    {
      "title": "Hightouch raises $80M on a $1.2B valuation for marketing tools powered by AI",
      "link": "https://techcrunch.com/2025/02/18/hightouch-raises-80m-on-a-1-2b-valuation-for-marketing-tools-powered-by-ai/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Hightouch, co-founded by a former Segment engineer, announces $80 million funding led by Sapphire Ventures.\n- This funding increases Hightouch's post-money valuation to $1.2 billion, doubling its valuation from 2023.\n- The investment will aid in tech development, business growth, and hiring for their AI-powered marketing platform.",
      "keywords": [
        "Hightouch",
        "funding",
        "AI",
        "marketing",
        "data synchronization",
        "customer data platform",
        "Series C",
        "Sapphire Ventures"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T14:00:06.000Z"
    },
    {
      "title": "Lingo.dev is an app localization engine for developers",
      "link": "https://techcrunch.com/2025/02/18/lingo-dev-is-an-app-localization-engine-for-developers/",
      "author": "Max Prilutskiy, Veronica Prilutskaya",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/BrandVoice.png?w=680",
      "summary": "- Lingo.dev is a new AI-powered app localization engine designed for developers, providing a simpler way to localize applications.\n- Recently raised $4.2 million in seed funding, backed by Initialized Capital and Y Combinator.\n- Founded by Max Prilutskiy and Veronica Prilutskaya, previously launched a SaaS startup sold last year.\n- Offers an API integration for translating app content with support for front-end localization and business content.\n- Utilizes multiple large language models (LLMs) to enhance translation accuracy and context awareness.\n- Plans to introduce features that analyze app UI screenshots to improve localization context.",
      "keywords": [
        "Lingo.dev",
        "app localization",
        "developers",
        "AI-powered",
        "funding",
        "Max Prilutskiy",
        "Veronica Prilutskaya",
        "Y Combinator"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-18T13:32:00.000Z"
    },
    {
      "title": "As US newspaper outages drag on, Lee Enterprises blames cyberattack for encrypting critical systems",
      "link": "https://techcrunch.com/2025/02/18/as-us-newspaper-outages-drag-on-lee-enterprises-blames-cyberattack-for-encrypting-critical-systems/",
      "author": null,
      "thumbnail": null,
      "summary": "- Lee Enterprises reports ongoing cyberattack causing disruptions for over three weeks.\n- Forensic analysis ongoing to determine if sensitive data was compromised in the ransomware attack.\n- Anticipated further outages affecting operations including distribution, billing, and payments.\n- Several newspapers, including Winston-Salem Journal and two Oregon-based papers, have experienced printing delays.\n- Lee Enterprises is one of the largest newspaper publishers in the U.S., servicing 72 publications.\n- Material impact on the company's financial results is considered likely.",
      "keywords": [
        "cyberattack",
        "Lee Enterprises",
        "newspaper outages",
        "ransomware",
        "data breach",
        "digital disruption",
        "security incident",
        "media impact"
      ],
      "scores": {
        "scale": 7,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-18T12:40:00.000Z"
    },
    {
      "title": "Legal tech startup Luminance, backed by the late Mike Lynch, raises $75M",
      "link": "https://techcrunch.com/2025/02/18/legal-ai-startup-luminance-backed-by-the-late-mike-lynch-raises-75m/",
      "author": "Mike Butcher",
      "thumbnail": null,
      "summary": "- Luminance raised $75 million in a Series C funding round led by Point72 Private Investments.\n- It claims to offer highly accurate legal AI solutions and has raised over $165 million to date.\n- The startup features over 700 clients across 70 countries, including big names like AMD and Rolls-Royce.\n- Luminance uses a Legal Pre-trained Transformer, trained on over 150 million verified legal documents.\n- The funding round also included participation from Forestay Capital and existing investors.",
      "keywords": [
        "legal tech",
        "Luminance",
        "AI",
        "funding",
        "Mike Lynch",
        "contract management",
        "legal AI",
        "investment"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T11:09:49.000Z"
    },
    {
      "title": "Level Zero Health banks $6.9M to prove wearable medtech can take the strain out of hormone testing",
      "link": "https://techcrunch.com/2025/02/18/level-zero-health-banks-6-9m-to-prove-wearable-medtech-can-take-the-strain-out-of-hormone-testing/",
      "author": null,
      "thumbnail": null,
      "summary": "- Level Zero Health raised $6.9 million in pre-seed funding to develop a continuous hormone monitoring device.\n- The startup aims to eliminate invasive blood draws and support research for hormone-related treatments.\n- The team plans to create a stepping stone single-use product for intermittent hormone testing next year.\n- The target market for their technology includes both women’s and men’s health issues.\n- Clinical trials for the first device are expected to conclude by next year, with hopes for FDA and CE marking approval.",
      "keywords": [
        "wearable technology",
        "hormone monitoring",
        "Level Zero Health",
        "medtech",
        "funding",
        "healthcare innovation",
        "biotechnology",
        "health diagnostics"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-18T11:00:00.000Z"
    },
    {
      "title": "X doubles its Premium+ plan prices after xAI releases Grok 3",
      "link": "https://techcrunch.com/2025/02/18/x-doubles-its-premium-plan-prices-after-xai-releases-grok-3/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/image-3.png?w=597",
      "summary": "- X has raised its Premium+ subscription price to $50 per month after xAI released Grok 3.\n- The previous price increase was in December, raising it from $16 to $22 per month.\n- Users only have access to some features like 'deep search' and 'reasoning'; other Grok 3 features require a SuperGrok plan.\n- Inconsistent pricing on X shows variations between $39.83/month and $50/month for the Premium+ plan.",
      "keywords": [
        "X",
        "Premium+",
        "Grok 3",
        "xAI",
        "subscription pricing",
        "Elon Musk"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-18T08:13:48.000Z"
    },
    {
      "title": "Elon Musk’s AI company, xAI, releases its latest flagship model, Grok 3",
      "link": "https://techcrunch.com/2025/02/17/elon-musks-ai-company-xai-releases-its-latest-flagship-ai-grok-3/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Screenshot-2025-02-17-at-11.23.53PM.png?w=680",
      "summary": "- Elon Musk’s xAI launched Grok 3, its latest flagship AI model, with enhanced capabilities for iOS and web apps.\n- Grok 3, developed using a significant data center with 200,000 GPUs, reportedly possesses 10x more computing power than its predecessor, Grok 2.\n- The model includes variations like Grok 3 mini for quicker responses and Grok 3 Reasoning for thorough problem-solving, aiming to outperform OpenAI’s o3-mini model.\n- Grok 3 introduces features like DeepSearch for AI-powered research and is set to have a “voice mode” and an enterprise API in the near future.\n- A subscription called SuperGrok, priced at $30/month, will provide enhanced features including reasoning capabilities and unlimited image generation.",
      "keywords": [
        "xAI",
        "Grok 3",
        "Elon Musk",
        "artificial intelligence",
        "AI models",
        "DeepSearch",
        "SuperGrok",
        "Grok mini",
        "Grok Reasoning",
        "OpenAI"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-18T03:46:22.000Z"
    },
    {
      "title": "Thousands protest Elon Musk’s DOGE in NYC on Presidents’ Day",
      "link": "https://techcrunch.com/2025/02/17/thousands-protest-elon-musks-doge-in-nyc-on-presidents-day/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/presidents-day-protest-signs.jpg?w=680",
      "summary": "- Over 10,000 protesters gathered in NYC on Presidents’ Day against Elon Musk’s DOGE and the Trump administration.\n- Protesters expressed concern over the access to sensitive data and dismantling of federal agencies.\n- Actions of DOGE have led to nearly 10,000 federal worker firings and cuts to many government contracts.\n- Attendees chanted against Musk, marking it as a significant protest in response to perceived government overreach.",
      "keywords": [
        "protest",
        "Elon Musk",
        "DOGE",
        "New York City",
        "Presidents' Day",
        "government efficiency",
        "Trump administration",
        "data privacy"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-17T22:33:35.000Z"
    },
    {
      "title": "Nextdoor’s Nirav Tolia thinks he can turn things around with AI; he has a lot riding on it",
      "link": "https://techcrunch.com/2025/02/17/nextdoors-nirav-tolia-thinks-he-can-turn-things-around-with-ai-he-has-a-lot-riding-on-it/",
      "author": null,
      "thumbnail": null,
      "summary": "- Nextdoor has shifted focus from large-scale social media to enhancing local community engagement.\n- Growth has stalled due to problems such as misinformation and user disengagement.\n- Nirav Tolia, the founder, returned as CEO to improve the platform, holding significant shares worth around $1 billion.\n- Recent user engagement is up 13%, with 45.9 million active users reported.\n- Plans to integrate AI tools aim to enhance user experience and manage discourse quality.\n- Challenges remain in addressing local political discussions and content moderation without suppressing free speech.\n- The possibility of taking Nextdoor private has been considered in discussions about its future strategy.",
      "keywords": [
        "Nextdoor",
        "Nirav Tolia",
        "AI",
        "local communities",
        "social media",
        "user engagement",
        "content moderation"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-17T22:11:09.000Z"
    },
    {
      "title": "Are your noise-canceling headphones messing with your head?",
      "link": "https://techcrunch.com/2025/02/17/are-your-noise-canceling-headphones-messing-with-your-head/",
      "author": null,
      "thumbnail": null,
      "summary": "- Noise-canceling headphones may have side effects beyond hearing damage.\n- A BBC report raises concerns about their impact on the brain's sound processing abilities.\n- A case study mentions a woman diagnosed with audio processing disorder (APD) after regular use of noise-canceling headphones.\n- Five U.K. audiology departments noted an increase in young people with sound processing issues.\n- Experts suggest noise-canceling technology might hinder the brain's natural sound filtering abilities, and more research is needed.",
      "keywords": [
        "noise-canceling headphones",
        "audio processing disorder",
        "hearing health",
        "brain function",
        "sound processing"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-17T17:07:19.000Z"
    },
    {
      "title": "The New York Times has greenlit AI tools for product and edit staff",
      "link": "https://techcrunch.com/2025/02/17/the-new-york-times-has-greenlit-ai-tools-for-product-and-edit-staff/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2198481572.jpg?w=1024",
      "summary": "- The New York Times allows product and editorial teams to utilize AI tools, including a new internal AI summary tool called Echo.\n- Staff is encouraged to use AI for editing, brainstorming questions, and research, but must not use it for drafting or significantly revising articles.\n- The publication plans to implement AI for voiced articles and language translations, while it is involved in a lawsuit against OpenAI and Microsoft for copyright violations related to AI training.",
      "keywords": [
        "New York Times",
        "AI tools",
        "editorial",
        "product development",
        "Echo",
        "OpenAI",
        "Microsoft",
        "copyright lawsuit"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-17T17:03:13.000Z"
    },
    {
      "title": "The hottest AI models, what they do, and how to use them",
      "link": "https://techcrunch.com/2025/02/17/the-hottest-ai-models-what-they-do-and-how-to-use-them/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- Overview of advanced AI models released since 2024, detailing their uses and benefits.\n- Highlights models from major companies like OpenAI, Google, and Mistral, including their specific capabilities.\n- Discussion on AI model performance and potential issues, such as hallucinations and censorship.",
      "keywords": [
        "AI models",
        "OpenAI",
        "Google",
        "machine learning",
        "software",
        "technology",
        "AI applications"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-17T17:00:00.000Z"
    },
    {
      "title": "These are the hottest AI models, what they do, and how to use them",
      "link": "https://techcrunch.com/2025/02/17/these-are-the-hottest-ai-models-what-they-do-and-how-to-use-them/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- Overview of the fast-paced development of AI models by companies like Google, OpenAI, and Anthropic.\n- Compiled list includes advanced AI models released in 2024 and 2025, detailing their uses and best applications.\n- Notable models include OpenAI's o3-mini, designed for STEM tasks, and Google Gemini 2.0 Pro, excelling in coding and long text processing.\n- OpenAI's Deep Research offers in-depth research functionality, while Mistral Le Chat serves as a multimodal AI assistant.\n- The article emphasizes the quantity of AI models, such as those hosted on HuggingFace, and ongoing updates to the list of new models.",
      "keywords": [
        "AI models",
        "OpenAI",
        "Google Gemini",
        "Mistral Le Chat",
        "Deep Research",
        "AI technology",
        "2024 AI models",
        "2025 AI models",
        "tech news"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-17T17:00:00.000Z"
    },
    {
      "title": "Trump fires hundreds of air traffic support staff as SpaceX visits FAA command center",
      "link": "https://techcrunch.com/2025/02/17/trump-fires-hundreds-of-air-traffic-support-staff-as-spacex-visits-faa-command-center/",
      "author": "Rebecca Bellan",
      "thumbnail": null,
      "summary": "- The Trump Administration has begun firing hundreds of FAA employees maintaining air traffic control infrastructure.\n- Firings started late Friday night, coinciding with SpaceX's involvement in creating a new air traffic control system.\n- The Professional Aviation Safety Specialists (PASS) union indicates probationary workers were affected, who are not air traffic controllers.\n- Employees were informed of their termination via late-night emails from a non-government address.\n- The fired workers included aircraft certification specialists, aviation tech system specialists, and others critical to aviation safety.\n- Congress has pushed for FAA to address safety issues and modernize its systems, with recent attention on several aviation incidents.\n- SpaceX team is visiting the FAA command center to improve the air traffic control system.",
      "keywords": [
        "Trump",
        "FAA",
        "air traffic control",
        "SpaceX",
        "firings",
        "aviation safety",
        "Elon Musk",
        "transportation"
      ],
      "scores": {
        "scale": 7,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-17T16:30:39.000Z"
    },
    {
      "title": "What the US’ first major AI copyright ruling might mean for IP law",
      "link": "https://techcrunch.com/2025/02/17/what-the-us-first-major-ai-copyright-ruling-might-mean-for-ip-law/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- A U.S. federal judge issued a summary judgment in a case against Ross Intelligence by Thomson Reuters regarding AI training material.\n- The judge ruled Ross infringed on Reuters' intellectual property by using headnotes from Westlaw for its AI legal research tool.\n- The judge deemed Ross' argument of transformative use unconvincing, as it did not add new meaning or purpose.\n- The ruling may influence other pending AI copyright cases, although its narrow application is noted.\n- The decision distinguishes between Ross' AI, which does not generate content, and generative AI, leading to further discussions on fair use in AI training data.",
      "keywords": [
        "AI copyright",
        "intellectual property",
        "Thomson Reuters",
        "Ross Intelligence",
        "fair use",
        "generative AI",
        "legal research"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-17T16:00:00.000Z"
    },
    {
      "title": "X is blocking links to Signal, a secure messaging platform used by federal workers",
      "link": "https://techcrunch.com/2025/02/17/x-is-blocking-links-to-signal-a-secure-messaging-platform-used-by-federal-workers/",
      "author": "Rebecca Bellan",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/signal-blocked-on-x-post.png?w=680",
      "summary": "- Elon Musk’s X (formerly Twitter) is blocking links to Signal.me, used for secure messaging.\n- This blocking affects direct messages, public posts, and profile pages, first reported by Disruptionist.\n- Nearly 10,000 federal workers have been fired in a move to cut federal spending, leading to increased use of Signal's secured messaging for whistleblowing. \n- Attempts to share Signal links resulted in error messages indicating the action could not be completed.\n- Musk's actions have drawn scrutiny and accusations of censorship regarding differing opinions.",
      "keywords": [
        "X",
        "Signal",
        "Elon Musk",
        "federal workers",
        "messaging",
        "censorship"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-17T15:30:29.000Z"
    }
  ]
}