{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Riot raises $30 million for its cybersecurity product suite focused on employees",
      "link": "https://techcrunch.com/2025/02/03/riot-raises-30-million-for-its-cybersecurity-product-suite-focused-on-employees/",
      "author": "Romain Dillet",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Screenshot-2025-01-30-at-3.07.31PM.png?w=680",
      "summary": "- French startup [Riot](https://tryriot.com/) raised $30 million in Series B funding after achieving $10 million in annual revenue in 2024.\n- Led by Left Lane Capital, with participation from Y Combinator, Base10, and FundersClub, Riot's post-money valuation is over $170 million.\n- Riot plans to expand its focus from educating employees on phishing to managing employee security posture with a new platform, aiming to prevent cyber incidents that are on the rise.",
      "keywords": [
        "Riot",
        "cybersecurity",
        "funding",
        "employee training",
        "phishing",
        "security posture management",
        "technology startup"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-03T13:00:00.000Z"
    },
    {
      "title": "Samsung chief Jay Y. Lee cleared of all charges in 2015 merger case",
      "link": "https://techcrunch.com/2025/02/03/samsung-chief-jay-y-lee-cleared-of-all-charges-in-2015-merger-case/",
      "author": "Kate Park",
      "thumbnail": null,
      "summary": "- A Seoul appeals court upheld the acquittal of Jay Y. Lee, Samsung's Executive Chairman, in a 2015 merger case.\n- Lee faced 19 charges related to accounting fraud and stock manipulation but was found not guilty.\n- The court dismissed the prosecution's appeal, stating that the merger followed standard operational procedures between Samsung affiliates.",
      "keywords": [
        "Samsung",
        "Jay Y. Lee",
        "merger",
        "acquittal",
        "stock manipulation",
        "South Korea",
        "corporate governance"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T12:47:53.000Z"
    },
    {
      "title": "Tana snaps up $25M, with its AI-powered knowledge graph for work racking up a 160k+ waitlist",
      "link": "https://techcrunch.com/2025/02/03/tana-snaps-up-25m-with-its-ai-powered-knowledge-graph-for-work-racking-up-a-160k-waitlist/",
      "author": null,
      "thumbnail": null,
      "summary": "- Tana has emerged from stealth with $25 million in funding.\n- It features AI-powered tools for automated task management, note-taking, and action item generation.\n- Tana has already built a waitlist of over 160,000 users and tested by 30,000 in a closed beta.\n- The platform is designed for individuals and teams to improve efficiency through a 'knowledge graph.'\n- The application can listen to conversations and transcribe them into actionable data.\n- Founded by ex-Googlers, Tana's development focuses on leveraging AI models, partnering primarily with OpenAI.",
      "keywords": [
        "Tana",
        "AI",
        "knowledge graph",
        "productivity",
        "funding",
        "startup",
        "task management",
        "notetaking",
        "technology",
        "venture capital"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-03T10:00:51.000Z"
    },
    {
      "title": "DeepSeek founder Liang Wenfeng receives a hero’s welcome back home",
      "link": "https://techcrunch.com/2025/02/02/deepseek-founder-liang-wenfeng-receives-a-heros-welcome-back-home/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2196672039.jpg?w=1024",
      "summary": "- DeepSeek founder Liang Wenfeng returns to Guangdong, China, for the Lunar New Year, celebrated with a hero's welcome.\n- Wenfeng is a billionaire hedge fund manager known for his research showing AI models can be built with fewer Nvidia chips, crucial for China.\n- Locals describe him as a top student from an educational family, and there's a sense of pride in his achievements, despite his desire to avoid public attention.",
      "keywords": [
        "Liang Wenfeng",
        "DeepSeek",
        "AI",
        "Nvidia",
        "China",
        "Guangdong",
        "hero's welcome"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T03:19:59.000Z"
    },
    {
      "title": "India expands Aadhaar authentication for businesses, raising privacy concerns",
      "link": "https://techcrunch.com/2025/02/02/india-expands-aadhaar-authentication-for-businesses-raising-privacy-concerns/",
      "author": "Jagmeet Singh",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/aadhaar-authentication-data-uidai.jpg",
      "summary": "- India has eased restrictions on its Aadhaar authentication service for businesses across various sectors.  \n- The Indian IT ministry introduced new rules allowing wider use of Aadhaar for service delivery as of February 2, 2025.  \n- These changes have raised privacy concerns, especially regarding the safeguarding of biometric data and the potential for misuse.  \n- The amendment comes two years after public consultation, with responses undisclosed.  \n- The amendment broadens authentication services, previously limited mostly to banking and telecom industries.  \n- In January, Aadhaar authentication transactions reached 129.93 billion, an increase from the previous year.  \n- New applications for Aadhaar authentication will need approval from the Indian government based on UIDAI's recommendations.  \n- Experts are calling for clearer guidelines to prevent misuse and ensure transparency in the application process.",
      "keywords": [
        "Aadhaar",
        "authentication",
        "privacy",
        "India",
        "biometric data",
        "IT ministry",
        "government regulations",
        "digital identity",
        "security concerns"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-03T03:00:00.000Z"
    },
    {
      "title": "OpenAI unveils a new ChatGPT agent for ‘deep research’",
      "link": "https://techcrunch.com/2025/02/02/openai-unveils-a-new-chatgpt-agent-for-deep-research/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/deep-research-composer.jpg?w=680",
      "summary": "- OpenAI announced a new AI agent for in-depth research, named ChatGPT deep research.\n- Designed for professionals in finance, science, policy, and engineering needing detailed and reliable research.\n- Available for ChatGPT Pro users with a limit of 100 queries per month; wider rollout plans include Plus and Team users.\n- Integration with mobile and desktop apps is expected later this month.\n- Outputs will be text only initially, with future plans for images and data visualizations.\n- ChatGPT deep research ensures documentation and citations for its outputs to enhance credibility.\n- The new o3 model powering this feature has been trained for better reasoning and data analysis.\n- Initial test results showed 26.6% accuracy on a challenging expert-level exam, outperforming its competitors.",
      "keywords": [
        "OpenAI",
        "ChatGPT",
        "AI research",
        "deep research",
        "technology",
        "innovation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-03T00:00:00.000Z"
    },
    {
      "title": "Dub: the copy trading app that has teens talking",
      "link": "https://techcrunch.com/2025/02/02/dub-the-copy-trading-app-that-has-teens-talking/",
      "author": "Steven Wang",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Screenshot-2025-02-02-at-9.45.13AM.png?w=680",
      "summary": "- Dub is a copy trading app that allows users to mimic the trades of top investors.\n- The app was founded by 23-year-old Steven Wang and has gained over 800,000 downloads and raised $17 million in seed funding.\n- Dub operates on a subscription model, charging $10 per month, and takes a 25% cut of management fees from top portfolios.\n- Wang emphasizes user education, providing risk scores and portfolio metrics to help informed decision-making.\n- Critics argue that active stock picking underperforms passive investing; however, Wang contests these claims, citing the success of hedge funds.",
      "keywords": [
        "copy trading",
        "investing",
        "fintech",
        "Dub",
        "Steven Wang",
        "Gen Z",
        "stock market",
        "financial education"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-02T18:00:56.000Z"
    },
    {
      "title": "Apple reportedly launching a new event invite feature code-named Confetti",
      "link": "https://techcrunch.com/2025/02/02/apple-reportedly-launching-a-new-event-invite-feature-code-named-confetti/",
      "author": null,
      "thumbnail": null,
      "summary": "- Apple is set to introduce a new event invite feature for iCloud users, code-named Confetti.\n- The feature will allow users to invite others to parties, meetings, and events.\n- Confetti might launch as soon as this week and could be part of a broader revamp of Apple’s Calendar app.\n- The release is associated with iOS 18.3, which has started rolling out recently.",
      "keywords": [
        "Apple",
        "iCloud",
        "event invite",
        "Confetti",
        "iOS 18.3",
        "Calendar app"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-02T17:05:25.000Z"
    },
    {
      "title": "Google’s X spins out Heritable Agriculture, a startup using AI to improve crop yield",
      "link": "https://techcrunch.com/2025/02/02/google-x-spins-out-heritable-agriculture-a-startup-using-ai-to-improve-crop-yield/",
      "author": "Brian Heater",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/unnamed-5.png?w=680",
      "summary": "- Google X has spun out a new startup, [Heritable Agriculture](https://heritable.ag/), focused on using AI to enhance crop yield.\n- The startup aims to address environmental challenges in agriculture, which accounts for about 25% of greenhouse gas emissions.\n- Founder Brad Zamft, a PhD in physics, developed the technology at Google X, analyzing plant genomes for better agricultural practices.\n- Heritable Agriculture is not using genetic modification or gene editing but is focused on traditional breeding methods to optimize plant growth.",
      "keywords": [
        "Google X",
        "Heritable Agriculture",
        "AI",
        "crop yield",
        "sustainable agriculture",
        "machine learning",
        "plant breeding",
        "environmental impact"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-02T15:00:00.000Z"
    },
    {
      "title": "AI systems with ‘unacceptable risk’ are now banned in the EU",
      "link": "https://techcrunch.com/2025/02/02/ai-systems-with-unacceptable-risk-are-now-banned-in-the-eu/",
      "author": null,
      "thumbnail": null,
      "summary": "- As of February 2, 2025, the EU can ban AI systems posing 'unacceptable risk'.\n- This is the first compliance deadline following the EU’s AI Act, which went into force on August 1, 2024.\n- AI systems categorized as high risk will face heavy oversight; those deemed unacceptable are prohibited entirely, including social scoring and manipulation of decisions.\n- Companies using prohibited AI applications may face fines up to €35 million or 7% of their annual revenue.\n- Organizations are expected to fully comply by February 2, with additional enforcement details coming in August 2025.",
      "keywords": [
        "EU",
        "AI systems",
        "unacceptable risk",
        "AI Act",
        "regulation",
        "compliance",
        "fines",
        "social scoring",
        "law enforcement",
        "biometric data"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-02T14:00:00.000Z"
    },
    {
      "title": "Shein app returns to India via Reliance deal",
      "link": "https://techcrunch.com/2025/02/01/shein-app-returns-to-india-via-reliance-deal/",
      "author": "Manish Singh",
      "thumbnail": null,
      "summary": "- Shein has relaunched in India through a partnership with Reliance Retail after nearly five years of being banned.\n- The new Shein India Fast Fashion app gives Reliance complete control over operations and data.\n- All customer data must be stored in India, with Shein having no access rights.\n- Initial delivery is offered in cities like New Delhi, Bengaluru, and Mumbai, with plans for nationwide expansion.\n- The partnership aims to enhance India's textile manufacturing sector while ensuring data sovereignty.",
      "keywords": [
        "Shein",
        "India",
        "Reliance",
        "fast fashion",
        "data sovereignty",
        "textile manufacturing"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-02T06:41:56.000Z"
    },
    {
      "title": "Senator warns of national security risks after Elon Musk’s DOGE granted ‘full access’ to sensitive Treasury systems",
      "link": "https://techcrunch.com/2025/02/01/senator-warns-of-national-security-risks-after-elon-musks-doge-granted-full-access-to-sensitive-treasury-systems/",
      "author": "Zack Whittaker",
      "thumbnail": null,
      "summary": "- Sen. Ron Wyden warns that Elon Musk’s DOGE team received ‘full access’ to a U.S. Treasury payments system, posing a national security risk.\n- The authorization was given by Treasury Secretary Scott Bessent, following a previous standoff regarding access.\n- This system disburses around $6 trillion annually, covering Social Security, Medicare, and contractor payments, and is historically limited to a few staff members.\n- Wyden expresses concerns over Musk’s business interests in China, citing potential conflicts of interest and cybersecurity risks.\n- Multiple federal departments, including the Office of Personnel Management, are also under scrutiny by DOGE.",
      "keywords": [
        "Elon Musk",
        "DOGE",
        "U.S. Treasury",
        "national security",
        "Senator Ron Wyden",
        "payments system",
        "Social Security",
        "Medicare",
        "China",
        "cybersecurity risks"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-01T23:30:13.000Z"
    },
    {
      "title": "X expands lawsuit over advertiser ‘boycott’ to include Lego, Nestlé, Pinterest, and others",
      "link": "https://techcrunch.com/2025/02/01/x-expands-lawsuit-over-advertiser-boycott-to-include-lego-nestle-pinterest-and-others/",
      "author": "Anthony Ha",
      "thumbnail": null,
      "summary": "- X, formerly Twitter, expands its antitrust lawsuit claiming a systematic illegal boycott by advertisers.\n- The lawsuit was initially filed in August 2024 against the World Federation of Advertisers and its Global Alliance of Responsible Media initiative.\n- The complaint now includes companies like Nestlé, Lego, and Pinterest, alleging coordinated efforts to harm X's advertising revenue.\n- At least 18 GARM-affiliated advertisers reportedly stopped advertising on X between November and December 2022.\n- X claims reduced ad spending and lower prices due to the boycott, harming its revenue from small and medium-sized businesses.",
      "keywords": [
        "X",
        "Twitter",
        "lawsuit",
        "advertiser boycott",
        "Nestlé",
        "Lego",
        "Pinterest",
        "advertising revenue",
        "antitrust"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T22:40:00.000Z"
    },
    {
      "title": "Adobe exec Scott Belsky departs for indie movie studio A24",
      "link": "https://techcrunch.com/2025/02/01/adobe-exec-scott-belsky-departs-for-indie-movie-studio-a24/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-604559272.jpg?w=1024",
      "summary": "- Adobe’s chief strategy officer Scott Belsky is joining independent movie studio A24.\n- He has been with Adobe since 2012, initially through the acquisition of Behance.\n- A24 is known for critically acclaimed films and has won Oscars for \"Everything Everywhere All At Once\" and \"Moonlight.\"\n- Belsky mentioned he will be working on special projects at A24, aiming to support the studio's storytelling efforts.",
      "keywords": [
        "Scott Belsky",
        "Adobe",
        "A24",
        "film",
        "independent cinema",
        "executive transition",
        "movie studio"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T18:38:22.000Z"
    },
    {
      "title": "DeepSeek gets Silicon Valley talking",
      "link": "https://techcrunch.com/2025/02/01/deepseek-gets-silicon-valley-talking-2/",
      "author": "Cody Corrall",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/waymo-mesa.jpg?w=680",
      "summary": "- DeepSeek went viral due to its AI models sparking discussions about the U.S. maintaining its lead in AI and the sustainability of AI chip demand.\n- DeepSeek claims its R1 reasoning model performs on par with OpenAI’s o1 model on key benchmarks.\n- American teens have expressed low trust in Big Tech, with a majority believing companies do not prioritize their well-being or ethical decisions regarding AI.",
      "keywords": [
        "DeepSeek",
        "AI",
        "Silicon Valley",
        "trust in Big Tech",
        "Elon Musk",
        "FSD"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T18:02:00.000Z"
    },
    {
      "title": "Here are all the IPOs reported to be in the works for 2025",
      "link": "https://techcrunch.com/2025/02/01/here-are-all-the-ipos-reported-to-be-in-the-works-for-2025/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- Tech companies are optimistic about going public in 2025 due to a new presidential administration easing regulations.\n- Notable companies filing for IPOs include eToro, Voyager Technologies, and Karman Holdings, all filed in January 2025.\n- Several companies are looking to go public after prior confidential filings, including Chime, Klarna, and Genesys, with potential IPOs planned in 2025.\n- The fast-fashion giant Shein and growth equity investor General Atlantic are continuing their IPO pursuits after previous attempts over the last two years.",
      "keywords": [
        "IPOs",
        "2025",
        "tech companies",
        "public offerings",
        "regulations",
        "fintech"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T17:00:00.000Z"
    },
    {
      "title": "Here are the apps battling to be become the ‘TikTok for Bluesky’",
      "link": "https://techcrunch.com/2025/02/01/here-are-the-apps-battling-to-be-become-the-tiktok-for-bluesky/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/bluescreen.jpg?w=680",
      "summary": "- TikTok’s potential U.S. ban has led to increased development of apps that could replace it for users of the decentralized social network Bluesky.\n- Several apps focusing on video content for Bluesky are in development, including Bluescreen, Reelo, Skylight, and Videos for Bluesky.\n- Reelo is creating a standalone app on the AT Protocol, offering features like longer videos and livestreaming, expecting to launch by March 20, 2025.\n- Skylight is also in beta and aims to provide a TikTok-like experience but is limited by Bluesky's video restrictions.\n- The recently launched Videos for Bluesky allows for vertical video browsing and offers user features like trending videos and custom feeds.\n- Flipboard's Surf app incorporates a video feed and aims to personalize offerings for users across the open social web.\n- BlueSky Reels focuses on creating curated video feeds and may offer moderation similar to Reddit.",
      "keywords": [
        "Bluesky",
        "TikTok",
        "video apps",
        "open social network",
        "AT Protocol",
        "Reelo",
        "Skylight",
        "Bluescreen"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T16:00:00.000Z"
    },
    {
      "title": "Venture debt lenders will play a big role in fire sales and startup shutdown this year, experts say",
      "link": "https://techcrunch.com/2025/02/01/venture-debt-lenders-will-play-a-big-role-in-fire-sales-and-startup-shutdown-this-year-experts-say/",
      "author": "Marina Temkin",
      "thumbnail": null,
      "summary": "- The accounting startup Bench failed after lenders called in the loan, leaving many businesses without accounting access.\n- Venture lending firm Hercules Capital took control of digital freight company Convoy due to financial challenges.\n- Venture debt reached a record $53.3 billion in 2024, with major funding for AI companies like CoreWeave and OpenAI.\n- Experts predict many startups will be forced into fire sales or shutdowns in 2025 as lenders push for acquisitions to minimize losses.\n- The risks associated with venture debt are significant, especially for underperforming startups potentially facing foreclosure or forced sales.",
      "keywords": [
        "venture debt",
        "startups",
        "fire sales",
        "shutdowns",
        "financial challenges",
        "lenders",
        "acquisitions",
        "AI funding"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-01T16:00:00.000Z"
    },
    {
      "title": "How to delete X and move on with your life",
      "link": "https://techcrunch.com/2025/02/01/how-to-delete-x-and-move-on-with-your-life/",
      "author": null,
      "thumbnail": null,
      "summary": "- X, formerly known as Twitter, has seen a decline in daily active users prompting some to leave the platform entirely.\n- Users are exploring alternatives like [Bluesky](https://techcrunch.com/2025/01/16/what-is-bluesky-everything-to-know-about-the-x-competitor/), [Mastodon](https://techcrunch.com/2023/07/24/what-is-mastodon/), and [Threads](https://techcrunch.com/2024/12/16/what-is-instagrams-threads-app-all-your-questions-answered/).\n- To delete your account, users can first download their data and then deactivate their accounts with a 30-day grace period before permanent deletion.",
      "keywords": [
        "X",
        "Twitter",
        "social media",
        "account deletion",
        "Bluesky",
        "Mastodon",
        "Threads"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-01T15:00:00.000Z"
    },
    {
      "title": "AI agents could birth the first one-person unicorn — but at what societal cost?",
      "link": "https://techcrunch.com/2025/02/01/ai-agents-could-birth-the-first-one-person-unicorn-but-at-what-societal-cost/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-02-01T14:00:00.000Z"
    },
    {
      "title": "India pledges fresh billion for startups",
      "link": "https://techcrunch.com/2025/01/31/india-pledges-fresh-billion-for-startups/",
      "author": "Manish Singh",
      "thumbnail": null,
      "summary": "- India announced a new $1.15 billion Fund of Funds for startups, aiming to boost tech innovation and clean energy.\n- The fund builds on previous programs that deployed over $1 billion, with expanded scope but no specific focuses detailed.\n- A High-Level Committee for Regulatory Reforms will review all non-financial sector regulations within a year.\n- New Deep Tech Fund of Funds to support startups in advanced technologies as part of a broader tech sector push.\n- India’s startup ecosystem has attracted over $100 billion from investors, contributing significantly to job creation.\n- A $2.3 billion Nuclear Energy Mission aims to develop five indigenous small modular reactors by 2033.\n- Startups can now claim tax benefits until 2030 and access increased credit guarantees of $230,000.\n- A new scheme for 500,000 first-time entrepreneurs will provide loans of up to $24,000 over five years.",
      "keywords": [
        "India",
        "startups",
        "funding",
        "tech innovation",
        "nuclear energy",
        "venture capital",
        "entrepreneurship"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-01T07:37:23.000Z"
    },
    {
      "title": "Autonomous vehicle testing in California dropped 50%. Here’s why.",
      "link": "https://techcrunch.com/2025/01/31/autonomous-vehicle-testing-in-california-dropped-50-heres-why/",
      "author": "Kirsten Korosec",
      "thumbnail": null,
      "summary": "- Testing of autonomous vehicles in California fell 50% in 2024, logging 4.5 million miles.\n- Driverless testing saw an 83% decline, dropping to 552,895 miles.\n- The decline reflects few active companies; Waymo and Cruise were significant players, with Cruise halting tests entirely.\n- As of 2024, only 31 companies hold safety driver permits, with just 11 conducting tests.\n- The DMV issued only one new permit in 2024, down from four in 2022 and two in 2023.\n- The industry has consolidated, with fewer companies willing to invest heavily in autonomous vehicle development.",
      "keywords": [
        "autonomous vehicles",
        "California",
        "testing",
        "Waymo",
        "Cruise",
        "DMV",
        "driverless testing",
        "commercial operations",
        "self-driving technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-01T00:16:38.000Z"
    },
    {
      "title": "OpenAI used this subreddit to test AI persuasion",
      "link": "https://techcrunch.com/2025/01/31/openai-used-this-subreddit-to-test-ai-persuasion/",
      "author": "Maxwell Zeff",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2025-01-31-at-2.59.30PM.png?w=680",
      "summary": "- OpenAI utilized [r/ChangeMyView](https://www.reddit.com/r/changemyview/) for testing AI's persuasive abilities with its new reasoning model, [o3-mini](https://techcrunch.com/2025/01/31/openai-launches-o3-mini-its-latest-reasoning-model/).\n- The subreddit features posts from users seeking diverse viewpoints, receiving persuasive replies from others.\n- OpenAI collects content from this subreddit to create tests and evaluates the AI's responses compared to human arguments, but no public release of this evaluation is planned.\n- OpenAI also has a licensing deal with Reddit for utilizing user posts in its products, though the ChangeMyView evaluation is reportedly separate from this agreement.\n- The o3-mini model performs similarly to previous models but is noted as competitive in persuasive argumentation, virtually on par with humans.",
      "keywords": [
        "OpenAI",
        "AI persuasion",
        "r/ChangeMyView",
        "o3-mini",
        "reasoning models",
        "persuasive abilities",
        "AI evaluation",
        "tech companies",
        "human data"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-31T23:47:00.000Z"
    },
    {
      "title": "Sam Altman: OpenAI has been on the ‘wrong side of history’ concerning open source",
      "link": "https://techcrunch.com/2025/01/31/sam-altman-believes-openai-has-been-on-the-wrong-side-of-history-concerning-open-source/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Sam Altman stated OpenAI has been 'on the wrong side of history' regarding open-source technologies.\n- OpenAI is facing competition from companies like DeepSeek, leading to a reevaluation of its open-sourcing strategies.\n- Altman mentioned potential plans to open-source older models and enhance the transparency of reasoning models.\n- The company is engaged in significant financing efforts, with ongoing relationships with government bodies for nuclear defense research.\n- Altman indicated a shift in OpenAI's approach to model development and a potential future release strategy.",
      "keywords": [
        "OpenAI",
        "Sam Altman",
        "DeepSeek",
        "AI",
        "open source",
        "reasoning models",
        "government partnership",
        "nuclear defense",
        "model development"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-31T23:34:35.000Z"
    },
    {
      "title": "Mistral board member and a16z VC Anjney Midha says DeepSeek won’t stop AI’s GPU hunger",
      "link": "https://techcrunch.com/2025/01/31/mistral-board-member-and-a16z-vc-anjney-midha-says-deepseek-wont-stop-ais-gpu-hunger/",
      "author": "Anjney Midha",
      "thumbnail": null,
      "summary": "• Anjney Midha, a16z VC and Mistral board member, discusses DeepSeek's performance compared to GPT4-Turbo.\n• DeepSeek's latest model, R1, challenges the AI industry by providing high efficiency at lower costs amid GPU demand.\n• Despite improvements, Midha asserts foundational AI models will still require vast GPU resources and more data centers.\n• Mistral remains competitive due to its open-source approach, allowing access to free technical support.\n• The Oxygen GPU sharing program is currently overbooked, highlighting the intense demand for GPUs in AI development.\n• Companies are recognizing the strategic importance of AI infrastructure similar to electricity and the internet, advocating for Western models over Chinese ones.",
      "keywords": [
        "DeepSeek",
        "AI",
        "GPU",
        "Mistral",
        "Anjney Midha",
        "OpenAI",
        "a16z"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-31T23:03:45.000Z"
    },
    {
      "title": "MLCommons and Hugging Face team up to release massive speech data set for AI research",
      "link": "https://techcrunch.com/2025/01/31/mlcommons-and-hugging-face-team-up-to-release-massive-speech-data-set-for-ai-research/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- MLCommons and Hugging Face released the 'Unsupervised People’s Speech' dataset with over 1 million hours of audio in 89 languages.\n- The initiative aims to advance research in speech technology and improve communication technologies globally.\n- The dataset may have biases and potential privacy issues, as most recordings are in American-accented English and some contributors might not have consented for their voices to be used.",
      "keywords": [
        "AI research",
        "speech dataset",
        "Hugging Face",
        "MLCommons",
        "machine learning",
        "voice recordings",
        "natural language processing",
        "bias in AI",
        "public domain"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T22:04:46.000Z"
    },
    {
      "title": "Hundreds of companies are blocking DeepSeek over China data risks",
      "link": "https://techcrunch.com/2025/01/31/hundreds-of-companies-are-blocking-deepseek-over-china-data-risks/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-2195703830.jpg?w=1024",
      "summary": "- DeepSeek, a Chinese chatbot, gained popularity in the U.S., topping app store charts.\n- Hundreds of companies, particularly with government ties, have blocked the service over data security concerns, citing potential data leakage to the Chinese government.\n- The Pentagon and the Navy have implemented restrictions against DeepSeek due to its data policies which require sharing user data with Chinese authorities upon request.",
      "keywords": [
        "DeepSeek",
        "AI",
        "China",
        "data privacy",
        "cybersecurity",
        "government agencies",
        "blockade"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T21:55:40.000Z"
    },
    {
      "title": "Elon Musk is reportedly taking control of the inner workings of US government agencies",
      "link": "https://techcrunch.com/2025/01/31/elon-musk-is-reportedly-taking-control-of-the-inner-workings-of-us-government-agencies/",
      "author": "Sean O'Kane",
      "thumbnail": null,
      "summary": "- Elon Musk's associates are allegedly taking over key operations in multiple government agencies, including the Office of Personnel Management and the Treasury Department.\n- The highest-ranking official at the Treasury is leaving after a conflict with Musk's team regarding access to sensitive federal payment systems, which manage over $6 trillion annually.\n- Musk's team is reportedly locking out career civil servants from computer systems containing personal data of millions of federal employees.\n- Tech workers in the government are facing scrutiny from Musk's aides, leading to code reviews and a government-wide email encouraging employee resignations.\n- Musk's takeover mirrors the disorganized period after his acquisition of Twitter, representing an unprecedented influence over the U.S. government.",
      "keywords": [
        "Elon Musk",
        "government agencies",
        "Treasury Department",
        "Department of Government Efficiency",
        "DOGE",
        "federal payment systems",
        "power grab",
        "government efficiency"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-31T21:14:28.000Z"
    },
    {
      "title": "Guo’s Conviction Partners adds Mike Vernal as GP, raises $230M fund",
      "link": "https://techcrunch.com/2025/01/31/guos-conviction-partners-adds-mike-vernal-as-gp-raises-230m-fund/",
      "author": "Sarah Guo, Mike Vernal",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/01/Sarah-Guo-Headshot.png?w=1024",
      "summary": "- Sarah Guo, founder of Conviction Partners, adds Mike Vernal as General Partner.\n- Conviction Partners closed a $230 million second fund, more than double the $101 million first fund.\n- Guo has established a strong presence in the AI investment sector in Silicon Valley.\n- Vernal previously worked at Sequoia and led numerous successful investments.",
      "keywords": [
        "Conviction Partners",
        "Mike Vernal",
        "Sarah Guo",
        "venture capital",
        "AI investment",
        "fundraising"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T21:02:36.000Z"
    },
    {
      "title": "Anthropic CEO Dario Amodei is trying to duck a deposition in an OpenAI copyright lawsuit",
      "link": "https://techcrunch.com/2025/01/31/anthropic-ceo-dario-amodei-is-trying-to-duck-a-deposition-in-an-openai-copyright-lawsuit/",
      "author": "Sean O’Kane",
      "thumbnail": null,
      "summary": "- Anthropic CEO Dario Amodei is attempting to avoid a deposition in a copyright lawsuit against OpenAI.\n- The Authors Guild has filed a motion to compel testimony from Amodei and his co-founder Benjamin Mann, citing their unique knowledge relevant to the case.\n- The lawsuit, representing writers like John Grisham and George R.R. Martin, was filed in September 2023 in the U.S. District Court for the Southern District of New York.\n- Amodei and Mann agreed to seven-hour depositions originally but have since delayed them, hoping to align with another lawsuit's testimony schedule.\n- Their lawyers claim Amodei is unavailable for deposition due to a demanding schedule.\n- Mann has requested that his deposition be coordinated with other lawsuits and has cited personal reasons for wanting to limit its duration and conditions.",
      "keywords": [
        "Anthropic",
        "Dario Amodei",
        "OpenAI",
        "copyright lawsuit",
        "Authors Guild",
        "deposition",
        "Benjamin Mann"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-31T20:53:46.000Z"
    },
    {
      "title": "CFPB fines fintech Wise, alleging it charged deceptive fees",
      "link": "https://techcrunch.com/2025/01/31/cfpb-fines-fintech-wise-alleging-it-charged-deceptive-fees/",
      "author": "Mary Ann Azevedo",
      "thumbnail": null,
      "summary": "- The Consumer Financial Protection Bureau (CFPB) fined Wise about $2 million for deceptive practices.\n- CFPB alleges Wise misled consumers about ATM fees and failed to disclose other costs.\n- Customers were harmed when remittance fees were not refunded in a timely manner.\n- Wise has agreed to pay $450,000 in redress to consumers and a civil monetary penalty.\n- Wise claims to have cooperated with the CFPB and addressed identified issues promptly.\n- This fine follows increased scrutiny on fintech companies regarding compliance and honesty in their practices.",
      "keywords": [
        "CFPB",
        "Wise",
        "fintech",
        "deceptive fees",
        "consumer protection",
        "remittance",
        "regulations",
        "financial compliance"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T20:32:52.000Z"
    },
    {
      "title": "Apple will pay $20M to settle Watch battery swelling suit, ‘denies wrongdoing’",
      "link": "https://techcrunch.com/2025/01/31/apple-will-pay-20m-to-settle-watch-battery-swelling-suit-denies-wrongdoing/",
      "author": "Brian Heater",
      "thumbnail": null,
      "summary": "- Apple will pay $20 million to settle a class-action lawsuit over battery swelling in the Apple Watch, affecting the first four models.\n- The lawsuit was filed in 2019 in the U.S. District Court for the Northern District of California.\n- Apple denies wrongdoing and claims the settlement is not an admission of guilt. \n- Users must have reported the issue between April 24, 2015, and February 6, 2024, to qualify for compensation ranging from $20 to $50.\n- Claimants need to submit information to the lawsuit’s official site before April 10, 2025.",
      "keywords": [
        "Apple",
        "Watch",
        "settlement",
        "battery swelling",
        "lawsuit",
        "class-action",
        "compensation",
        "tech news"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-31T20:10:12.000Z"
    },
    {
      "title": "Meta turns to solar — again — in its data center-building boom",
      "link": "https://techcrunch.com/2025/01/31/meta-turns-to-solar-again-in-its-data-center-building-boom/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "[Meta signed a deal with Zelestra for 595 megawatts of solar power in Texas, increasing its renewable capacity by nearly 5%.]\n[The company plans to invest $60 billion in 2025, mainly for data center infrastructure as part of its AI strategy.]\n[Meta and competitors anticipate nuclear power will provide additional capacity in the future, but are relying on faster renewable energy deployment for immediate needs.]",
      "keywords": [
        "Meta",
        "solar power",
        "data centers",
        "renewable energy",
        "AI strategy",
        "Mark Zuckerberg",
        "Zelestra",
        "engie",
        "capital investments"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-31T19:38:51.000Z"
    },
    {
      "title": "Stablecoins are finding product market fit in emerging markets",
      "link": "https://techcrunch.com/2025/01/31/stablecoins-are-finding-product-market-fit-in-emerging-markets/",
      "author": null,
      "thumbnail": "https://lh7-rt.googleusercontent.com/docsz/AD_4nXfAY7ytTqIJMVYdXUOJ7n2hHHFNBFaRumwwbnPNrlyNxcAh3b5KH0gWcDQZpIArl53OKVcNJmwX8HS7FY1kDQwMhd3ktRJVmHU9c9kQVpjaDNeeSOZ3eSgQylXqMAyxu5-l-dYb6w?key=i_sRBcxgzgSDXJW0IzXUw3vw",
      "summary": "- SpaceX uses stablecoins for payments in developing markets due to unreliable banking infrastructure.\n- Partnered with Bridge for accepting and converting payments into stablecoins.\n- Stablecoins remove friction in cross-border transactions, driving a $205 billion market.\n- Startups like Yellow Card and Conduit see massive transaction volume growth in stablecoin solutions.\n- Brazilian unicorn Nubank rewards USDC holders with a 4% annual return, indicating stablecoin growth in consumer finance.\n- Startups like Rise and Cashnote.io test stablecoin applications for payroll and retail payments.\n- Regulatory environments like Abu Dhabi support fintech innovation, impacting stablecoin adoption positively.\n- Concerns exist about regulation and monetary policy disruption as stablecoins become more common.",
      "keywords": [
        "Stablecoins",
        "Emerging Markets",
        "Cross-Border Payments",
        "Fintech",
        "Regulatory Environment",
        "Payment Solutions",
        "SpaceX",
        "Bridge",
        "Nubank",
        "Investor Interest"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-31T19:31:00.000Z"
    },
    {
      "title": "This investor wants you to sign an NDA to build Legos together",
      "link": "https://techcrunch.com/2025/01/31/this-investor-wants-you-to-sign-an-nda-to-build-legos-together/",
      "author": "Amanda Silberling",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2025-01-31-at-1.38.18PM.png?w=680",
      "summary": "- Investor Nat Friedman posted an offer on X for volunteers to help construct a 5000 piece Lego set in his Palo Alto office.\n- Participants must sign a Non-Disclosure Agreement (NDA) and will be provided with pizza.\n- The unusual request has sparked curiosity about the secrets potentially related to the Lego event and Friedman's motives.",
      "keywords": [
        "Nat Friedman",
        "NDA",
        "Lego",
        "Silicon Valley",
        "TechCrunch",
        "investor",
        "Palo Alto"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 3
      },
      "pubDate": "2025-01-31T19:16:18.000Z"
    },
    {
      "title": "Sam Altman’s ousting from OpenAI has entered the cultural zeitgeist",
      "link": "https://techcrunch.com/2025/01/31/sam-altmans-ousting-from-openai-has-entered-the-cultural-zeitgeist/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Doomers-cast.jpg?w=680",
      "summary": "- The play \"Doomers\" premiered in New York City, inspired by Sam Altman’s ousting as CEO of OpenAI in November 2023.\n- It explores themes of AI safety and the philosophical implications of rapid technological advancement through fictionalized events.\n- Sam Altman is depicted as the character Seth, who argues against slowing down AI development, suggesting it is crucial to pursue excellence and innovation.\n- The play highlights ongoing debates on AI’s existential risks versus its promises, aligning with current global discussions on technology's impact.\n- After Altman's firing, he was reinstated when OpenAI engineers threatened to resign, leading to a new board aligned with his vision.",
      "keywords": [
        "Sam Altman",
        "OpenAI",
        "Doomers",
        "AI safety",
        "theater",
        "cultural zeitgeist",
        "technology",
        "Matthew Gasda",
        "drama",
        "philosophy"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-31T19:05:21.000Z"
    },
    {
      "title": "OpenAI launches o3-mini, its latest ‘reasoning’ model",
      "link": "https://techcrunch.com/2025/01/31/openai-launches-o3-mini-its-latest-reasoning-model/",
      "author": null,
      "thumbnail": null,
      "summary": "- OpenAI launched a new AI reasoning model, o3-mini, expanding its o family of reasoning models.\n- The model aims to provide powerful and affordable AI, marking a step toward broader accessibility.\n- O3-mini is fine-tuned for STEM problems, running faster and at a lower cost compared to o1-family models.\n- It offers a range of reasoning effort levels for developers and has cheaper pricing than competitors like DeepSeek.\n- Available starting Friday via ChatGPT for premium users, and to select developers through OpenAI's API.\n- O3-mini's performance is assessed against competition, with claims of higher reliability in certain technical domains.",
      "keywords": [
        "OpenAI",
        "o3-mini",
        "AI reasoning model",
        "STEM problems",
        "ChatGPT",
        "DeepSeek",
        "machine learning",
        "artificial intelligence"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T19:00:00.000Z"
    },
    {
      "title": "Swiss tax authority forced to buy Bahamas domain name after URL typo",
      "link": "https://techcrunch.com/2025/01/31/swiss-tax-authority-forced-to-buy-bahamas-domain-name-after-url-typo/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-542706099.jpg?w=1024",
      "summary": "- The Swiss canton of Basel-Stadt bought a domain after a typo on 100,000 printed flyers.\n- The flyers omitted the Swiss domain suffix '.ch', using '.bs', which belongs to the Bahamas.\n- Instead of reprinting the flyers for $100,000, the canton opted to spend $1,000 on the new domain to redirect correctly.\n- The new URL is not live yet; registration is still in process.",
      "keywords": [
        "Swiss tax authority",
        "domain name",
        "URL typo",
        "Basel-Stadt",
        "Bahamas",
        "online taxes",
        "administration"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-31T18:29:34.000Z"
    },
    {
      "title": "Microsoft is forming a new unit to study AI’s impacts",
      "link": "https://techcrunch.com/2025/01/31/microsoft-is-forming-a-new-unit-to-study-ais-impacts/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Microsoft has established the Advanced Planning Unit (APU) to analyze the societal, health, and work implications of AI.\n- The APU will report to CEO Mustafa Suleyman and focus on research, product recommendations, and publications regarding AI's future.\n- Current hiring includes economists and psychologists to explore the implications of AI advancements.\n- The formation of APU follows a recent creation of a new internal dev-focused organization, CoreAI, to prioritize AI development within Microsoft.\n- Microsoft's capital expenditures for Q4 2024 reached a record high of $22.6 billion to support AI efforts, as stated by CEO Satya Nadella.",
      "keywords": [
        "Microsoft",
        "AI",
        "Advanced Planning Unit",
        "technology",
        "impact",
        "society",
        "jobs",
        "Mustafa Suleyman"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-31T18:22:22.000Z"
    },
    {
      "title": "DeepSeek: Everything you need to know about the AI chatbot app",
      "link": "https://techcrunch.com/2025/01/31/deepseek-everything-you-need-to-know-about-the-ai-chatbot-app/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- DeepSeek's chatbot app has gone viral, reaching the top of both the [Apple App Store](https://techcrunch.com/2025/01/27/deepseek-displaces-chatgpt-as-the-app-stores-top-app/) and [Google Play Store](https://techcrunch.com/2025/01/28/deepseek-reaches-no-1-on-us-play-store/).\n- DeepSeek is funded by [High-Flyer Capital Management](https://techcrunch.com/2025/01/28/who-is-liang-wenfeng-deepseek-founder-comes-from-ai-investing/), a Chinese hedge fund focused on AI.\n- The company’s first models were released in November 2023, with the [DeepSeek-V2](https://techcrunch.com/2024/12/26/deepseeks-new-ai-model-appears-to-be-one-of-the-best-open-challengers-yet/) family debuting in Spring 2024, gaining industry attention for its efficiency.\n- DeepSeek’s [R1 reasoning model](https://techcrunch.com/2025/01/27/deepseek-claims-its-reasoning-model-beats-openais-o1-on-certain-benchmarks/) was noted for performing well against OpenAI's offerings.\n- The company’s models are subject to [regulatory benchmarks](https://www.ft.com/content/10975044-f194-4513-857b-e17491d2a9e9) to ensure compliance with socialist values in China.\n- Microsoft announced integration of DeepSeek models into its [Azure AI Foundry service](https://techcrunch.com/2025/01/29/microsoft-brings-a-deepseek-model-to-its-cloud/), adding to its growing influence.\n- Market reaction included a 18% drop in [Nvidia's stock price](https://techcrunch.com/2025/01/27/nvidia-drops-600bn-off-its-market-cap-amid-the-rise-of-deepseek/) following DeepSeek's ascent.",
      "keywords": [
        "DeepSeek",
        "AI chatbot",
        "artificial intelligence",
        "High-Flyer Capital Management",
        "DeepSeek models",
        "Nvidia",
        "Microsoft",
        "chatbot app"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-31T18:12:09.000Z"
    },
    {
      "title": "Custom feed builder Graze is building a business on Bluesky, and investors are paying attention",
      "link": "https://techcrunch.com/2025/01/31/custom-feed-builder-graze-is-building-a-business-on-bluesky-and-investors-are-paying-attention/",
      "author": "null",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/graze-social-post.png?w=606",
      "summary": "- Graze is a startup that enables users to build custom feeds for the Bluesky social network and is attracting investor interest.\n- The platform will soon allow content creators to monetize their feeds through advertising, sponsored posts, and subscriptions.\n- Graze is experiencing rapid growth, serving hundreds of thousands of unique users daily and gaining millions of content impressions through word of mouth.\n- Founders Peat Bakke and Devin Gaffney previously collaborated on social data analysis startup Little Bird.\n- Graze leverages Bluesky’s Jetstream, allowing users to create complex feeds using custom algorithms.\n- The startup has witnessed growth linked to Bluesky's rising popularity, gaining 23 million users over the past year.\n- Graze maintains a unique approach to monetization, respecting Bluesky’s privacy while offering ads integrated into custom feeds with editorial control for users.\n- Plans for future tools include private feeds requiring subscription payments and a revenue split model similar to app stores.",
      "keywords": [
        "Graze",
        "Bluesky",
        "social media",
        "startups",
        "custom feeds",
        "advertising",
        "monetization"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T18:00:13.000Z"
    },
    {
      "title": "WeDoSolar pivots to B2B, after stake acquired by Chinese solar giant",
      "link": "https://techcrunch.com/2025/01/31/wedosolar-pivots-to-b2b-after-stake-acquired-by-chinese-solar-giant/",
      "author": "Mike Butcher",
      "thumbnail": null,
      "summary": "- WeDoSolar pivots from B2C to B2B after acquiring minority stake by Genbyte Tech.\n- Genbyte Tech, a Chinese solar giant, will provide technical expertise and infrastructure for scaling operations.\n- CEO and Co-Founder Karolina Attspodina steps down but will remain involved as a shareholder and board member. Qian Qin takes over as CEO.\n- WeDoSolar aims to cater to resellers, property developers, and commercial enterprises in the solar market.",
      "keywords": [
        "WeDoSolar",
        "Genbyte Tech",
        "solar energy",
        "B2B",
        "acquisition",
        "Karolina Attspodina",
        "Qian Qin"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-31T17:55:57.000Z"
    },
    {
      "title": "AI startup Perplexity sued for alleged trademark infringement",
      "link": "https://techcrunch.com/2025/01/31/ai-startup-perplexity-sued-for-alleged-trademark-infringement/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Perplexity is being sued in federal court for trademark infringement by Perplexity Solved Solutions.\n- The complaint alleges that Perplexity began infringing on trademarks in August 2022 and did not comply with a cease and desist letter.\n- Perplexity Solved Solutions is seeking legal relief, including a ban on the use of the trademark and damages.",
      "keywords": [
        "Perplexity",
        "trademark infringement",
        "AI startup",
        "Perplexity Solved Solutions",
        "lawsuit",
        "U.S. District Court",
        "Lanham Act"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-31T16:33:10.000Z"
    },
    {
      "title": "A brief history of mass-hacks",
      "link": "https://techcrunch.com/2025/01/31/a-brief-history-of-mass-hacks/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Cisco-Getty.jpg?w=680",
      "summary": "- Enterprise cybersecurity tools are designed to protect corporate networks but often contain vulnerabilities that hackers exploit.\n- The Clop ransomware gang has been involved in multiple mass-hacking incidents, exploiting various vulnerabilities across different organizations.\n- Significant mass-hacks include the MOVEit breach affecting 60 million people's data, and a recent string of exploits affecting companies like Citrix and Ivanti.\n- Ongoing concerns about cybersecurity vulnerabilities continue to challenge enterprises and raise the risk of mass-hacking campaigns.",
      "keywords": [
        "cybersecurity",
        "mass-hacks",
        "Clop ransomware",
        "MOVEit breach",
        "Cisco vulnerabilities",
        "Ivanti VPN",
        "Citrix",
        "Fortinet"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-31T16:05:00.000Z"
    },
    {
      "title": "Backed by Mayo Clinic, Nutrix’s hardware monitors worker stress",
      "link": "https://techcrunch.com/2025/01/31/backed-by-mayo-clinic-nutrixs-hardware-monitors-worker-stress/",
      "author": "Anna Heim",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/CortiSense.jpg?w=483",
      "summary": "- Workplace stress costs U.S. businesses over $300 billion annually, impacting absenteeism and productivity.\n- Nutrix’s CortiSense device measures cortisol levels in saliva, recently awarded CES Innovation Award 2025 in Digital Health.\n- Supported by Mayo Clinic and a $4 million funding, Nutrix plans to use CortiSense for corporate health monitoring as it expands into the U.S.",
      "keywords": [
        "stress monitoring",
        "Nutrix",
        "CortiSense",
        "Mayo Clinic",
        "digital health",
        "cortisol",
        "workplace wellness"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T15:19:17.000Z"
    },
    {
      "title": "Tata Technologies says ransomware attack hit IT assets, investigation ongoing",
      "link": "https://techcrunch.com/2025/01/31/tata-technologies-says-ransomware-attack-hit-it-assets-investigation-ongoing/",
      "author": "Jagmeet Singh",
      "thumbnail": null,
      "summary": "- Tata Technologies experienced a ransomware attack affecting some IT assets, requiring service suspension.\n- Client delivery services remained fully functional and unaffected.\n- An investigation is being conducted to determine the root cause and necessary remedial actions.\n- Specific details about the ransomware group and ransom demands were not disclosed.\n- Tata Technologies was founded in 1989 and operates in 27 countries with over 12,500 employees, having acquired several global engineering entities before a planned IPO in November 2023.",
      "keywords": [
        "Tata Technologies",
        "ransomware",
        "IT assets",
        "cybersecurity",
        "investigation",
        "Tata Group",
        "India",
        "tech news"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-31T15:16:51.000Z"
    },
    {
      "title": "WhatsApp disrupts hacking campaign targeting journalists with Paragon spyware",
      "link": "https://techcrunch.com/2025/01/31/whatsapp-says-it-disrupted-a-hacking-campaign-targeting-journalists-with-spyware/",
      "author": "Lorenzo Franceschi-Bicchierai",
      "thumbnail": null,
      "summary": "- WhatsApp disrupted a hacking campaign targeting around 90 users, including journalists and civil society members.\n- The campaign was linked to Paragon, an Israeli spyware company acquired in December by AE Industrial.\n- Malicious PDFs sent via WhatsApp groups were used to compromise victims, and WhatsApp implemented a fix to prevent this.\n- The hacking campaign is believed to have occurred in December, with a cease and desist letter sent to Paragon.\n- This marks Paragon's first public link to a hacking campaign targeting journalists.\n- WhatsApp's actions have been praised by digital rights advocates for holding spyware companies accountable.",
      "keywords": [
        "WhatsApp",
        "hacking campaign",
        "journalists",
        "Paragon",
        "spyware",
        "cybersecurity",
        "civil society",
        "digital rights"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T15:11:16.000Z"
    },
    {
      "title": "TechCrunch Disrupt 2025: Last 24 hours for 2-for-1 Pass",
      "link": "https://techcrunch.com/2025/01/31/techcrunch-disrupt-2025-24-hours-left-for-2-for-1-pass/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/11/54106407705_97a51974e8_o_f0e3a8.jpg?w=680",
      "summary": "- Final opportunity for 2-for-1 Passes for TechCrunch Disrupt 2025 until tonight at 11:59 p.m. PT.\n- Event scheduled for October 27-29, 2025 in San Francisco at Moscone West.\n- Features AI topics, expert discussions, startup pitch competitions, and networking opportunities.\n- Unique opportunity to purchase one pass at a discounted rate and receive a second pass for nearly free.\n- Last chance to secure tickets at the lowest rates before the offer ends.",
      "keywords": [
        "TechCrunch",
        "Disrupt 2025",
        "technology conference",
        "2-for-1 pass",
        "San Francisco",
        "innovation",
        "startups"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-31T15:00:00.000Z"
    },
    {
      "title": "The TechCrunch Cyber Glossary",
      "link": "https://techcrunch.com/2025/01/31/techcrunch-reference-guide-to-security-terminology/",
      "author": null,
      "thumbnail": null,
      "summary": "- A comprehensive glossary of cybersecurity terms created by TechCrunch.\n- Includes common and less common jargon used in cybersecurity articles.\n- The glossary will be regularly updated and invites user feedback.\n- Key entries include definitions for terms like Advanced Persistent Threat, Backdoor, and DDoS.\n- Addresses the significance of proper terminology in understanding cybersecurity incidents.",
      "keywords": [
        "cybersecurity",
        "glossary",
        "terminology",
        "data breach",
        "DDoS",
        "encryption",
        "hacker"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T14:00:00.000Z"
    },
    {
      "title": "US nonprofit healthcare provider says hackers stole medical and personal data of 1M+ patients",
      "link": "https://techcrunch.com/2025/01/31/us-nonprofit-healthcare-provider-says-hackers-stole-medical-and-personal-data-of-1m-patients/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Medical-records-Getty.jpg?w=1024",
      "summary": "- Community Health Center (CHC), a nonprofit healthcare provider in Connecticut, reported that hackers stole sensitive data of over a million patients.\n- The breach was detected on January 2, 2025, with unauthorized access starting on October 14, 2024.\n- The hacked data may include personal identifiers like addresses, phone numbers, Social Security numbers, and health information.",
      "keywords": [
        "healthcare",
        "data breach",
        "hacker",
        "nonprofit",
        "patient information",
        "cybersecurity",
        "Community Health Center"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-31T11:03:39.000Z"
    }
  ]
}