{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Teen with 4.0 GPA who built the viral Cal AI app was rejected by 15 top universities",
      "link": "https://techcrunch.com/2025/04/03/teen-with-4-0-gpa-who-built-the-viral-cal-ai-app-was-rejected-by-15-top-universities/",
      "author": "Zach Yadegari",
      "thumbnail": null,
      "summary": "- Zach Yadegari, co-founder of the viral Cal AI app, was rejected by 15 out of 18 top colleges he applied to despite having a 4.0 GPA and a 34 ACT score.\n- His essay, which expressed doubts about the necessity of college, is considered a factor in his rejections by many commentators.\n- Despite the rejections, he has gained attention on social media with over 22 million views on his post about the rejections, sparking discussions on college admissions and the expectations placed on applicants.",
      "keywords": [
        "college admissions",
        "Zach Yadegari",
        "Cal AI",
        "4.0 GPA",
        "student success",
        "rejection",
        "essay",
        "viral post"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-03T19:55:02.000Z"
    },
    {
      "title": "TikTok quietly launches a new ‘TikTok for Artists’ platform",
      "link": "https://techcrunch.com/2025/04/03/tiktok-quietly-launches-a-new-tiktok-for-artists-platform/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-03T19:47:49.000Z"
    },
    {
      "title": "Devin, the viral coding AI agent, gets a new pay-as-you-go plan",
      "link": "https://techcrunch.com/2025/04/03/devin-the-viral-coding-ai-agent-gets-a-new-pay-as-you-go-plan/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/08/GettyImages-1439425791-1.jpg?w=1024",
      "summary": "- Cognition introduced a new low-cost plan for its AI programming tool Devin, priced at $20 with a pay-as-you-go option.\n- Devin originally launched at $500 per month but was criticized for its performance on complex coding tasks.\n- The new pricing model offers 9 ACUs (computing credits) for $20, potentially leading to high costs depending on usage.\n- Devin 2.0 claims to perform better and can generate coding project plans, answer queries about code, and create documentation wikis.\n- Despite improvements, the AI still struggles with bugs and security vulnerabilities, completing only 3 out of 20 tasks successfully in one evaluation.",
      "keywords": [
        "Cognition",
        "Devin",
        "coding AI",
        "pay-as-you-go",
        "AI programming tool",
        "technology",
        "software development",
        "ACUs"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-04-03T19:46:33.000Z"
    },
    {
      "title": "Microsoft reportedly pulls back on its data center plans",
      "link": "https://techcrunch.com/2025/04/03/microsoft-reportedly-pulls-back-on-its-data-center-plans/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2020/01/GettyImages-1173107665-1.jpg?w=1024",
      "summary": "- Microsoft has pulled back on global data center projects, halting talks and delaying developments in the U.K., Australia, North Dakota, Wisconsin, and Illinois.\n- A company spokesperson stated that these changes reflect the flexibility of Microsoft’s strategy, as plans are made years in advance.\n- In February, Microsoft had reiterated plans to invest over $80 billion in AI-related capital expenditures, focusing on enhancing existing facilities rather than new constructions.",
      "keywords": [
        "Microsoft",
        "data centers",
        "cloud computing",
        "AI",
        "investment",
        "infrastructure",
        "flexibility",
        "construction challenges"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T18:45:48.000Z"
    },
    {
      "title": "X may soon start selling inactive usernames to Verified Organizations starting at $10K, code reveals",
      "link": "https://techcrunch.com/2025/04/03/x-may-soon-start-selling-inactive-usernames-to-verified-organizations-starting-at-10k-code-reveals/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/x-handles-website.jpeg?w=680",
      "summary": "- X plans to sell dormant usernames starting at $10,000 to Verified Organizations with a $1,000 monthly subscription.\n- The bidding process for usernames, announced in the web app, could reach over $500,000.\n- The handle inquiry process involves automated support and responses within three business days.\n- Discounts for multiple handles may be available depending on the purchase.\n- X's prior discussions about selling usernames date back to January 2023, while active sales have not yet been officially launched.",
      "keywords": [
        "X",
        "inactive usernames",
        "Verified Organizations",
        "revenue",
        "handle inquiry"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-03T18:10:54.000Z"
    },
    {
      "title": "Studio Ghibli hasn’t commented on OpenAI’s onslaught of AI copies, but the fan subreddit has",
      "link": "https://techcrunch.com/2025/04/03/studio-ghibli-hasnt-commented-on-openais-onslaught-of-ai-copies-but-the-fan-subreddit-has/",
      "author": "Amanda Silberling",
      "thumbnail": null,
      "summary": "• OpenAI's new image-generation feature in ChatGPT caused a surge of AI-generated images resembling Studio Ghibli's style.\n• Fans in the Ghibli subreddit are enforcing a ban on AI art, expressing concerns that these images misrepresent the integrity of Miyazaki's artistry.\n• Hayao Miyazaki has previously criticized AI art, expressing disgust towards AI's inability to capture true human emotions.\n• Other creators and publishers, including The New York Times, have filed lawsuits against OpenAI for using copyrighted material without consent for training AI models.\n• OpenAI reported that over 130 million users have generated more than 700 million images using this new feature.",
      "keywords": [
        "Studio Ghibli",
        "AI art",
        "OpenAI",
        "Hayao Miyazaki",
        "copyright",
        "technology",
        "creativity",
        "lawsuit"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-03T17:39:34.000Z"
    },
    {
      "title": "Apple loses $250B market value as tariffs tank tech stocks",
      "link": "https://techcrunch.com/2025/04/03/apple-loses-250b-market-value-as-tariffs-tank-tech-stocks/",
      "author": "Rebecca Bellan",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2023-11-04-at-12.24.52PM.jpg?w=1024",
      "summary": "- Apple lost over $250 billion in market value on April 3, 2025, with shares down 8.5% due to President Trump's tariffs.\n- Other tech stocks like Tesla, Nvidia, and Meta also faced declines of 6%, and Amazon fell 7.2%.\n- Trump announced tariffs of at least 10%, with China's total tariff rate rising to 54%, effective April 5.\n- The tariffs affect all of Apple’s suppliers in Asia, potentially impacting the prices of all their products.\n- CEO Tim Cook faces the decision of raising prices for consumers or absorbing the losses, risking tens of billions in profits.",
      "keywords": [
        "Apple",
        "market value",
        "tariffs",
        "tech stocks",
        "Trump",
        "economy",
        "investors",
        "China",
        "manufacturing"
      ],
      "scores": {
        "scale": 10,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-03T16:43:06.000Z"
    },
    {
      "title": "Google is shipping Gemini models faster than its AI safety reports",
      "link": "https://techcrunch.com/2025/04/03/google-is-shipping-gemini-models-faster-than-its-ai-safety-reports/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Google launched the AI model Gemini 2.5 Pro in late March 2025, leading industry benchmarks in coding and math capabilities.\n- This launch follows the Gemini 2.0 Flash model released three months earlier, reflecting Google's accelerated pace in AI model development.\n- Concerns arise as Google has not published safety reports for the new models, prioritizing speed over transparency, raising alarms in the AI community.\n- Google plans to release safety reports and model cards in the future once the models are generally available, emphasizing safety as a top priority.\n- Regulatory efforts for safety reporting standards in AI have seen limited success, highlighting a gap in accountability in the rapidly evolving AI landscape.",
      "keywords": [
        "Google",
        "AI",
        "Gemini",
        "safety reports",
        "machine learning",
        "transparency",
        "OpenAI"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T16:41:38.000Z"
    },
    {
      "title": "YouTube Shorts takes on TikTok with new creation tools",
      "link": "https://techcrunch.com/2025/04/03/youtube-shorts-takes-on-tiktok-with-new-creation-tools/",
      "author": "Aisha Malik",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/Screenshot-2025-04-02-at-4.36.07PM.png?w=376",
      "summary": "- YouTube Shorts is introducing new tools to compete with TikTok, including an improved video editor and AI stickers.\n- Features include syncing content with music, enhanced templates, and new editing capabilities.\n- The rollout comes ahead of the April 5 TikTok ban deadline, aiming to attract creators from TikTok.\n- Creators can generate custom AI stickers and use image stickers from their camera roll.\n- The improved video editor allows for easy clip adjustment, moving/removing clips, and adding music/timed text.\n- YouTube's new rhythm syncing tool aligns clips automatically to music, similar to tools in CapCut.",
      "keywords": [
        "YouTube",
        "Shorts",
        "TikTok",
        "creation tools",
        "video editor",
        "AI stickers",
        "content creation",
        "social media"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T16:00:00.000Z"
    },
    {
      "title": "Elon Musk took a chainsaw to the US government. Tesla is taking the hit.",
      "link": "https://techcrunch.com/2025/04/03/elon-musk-took-a-chainsaw-to-the-us-government-tesla-is-taking-the-hit/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/GettyImages-2198094818_79d1af.jpg?w=680",
      "summary": "- Elon Musk's alignment with President Trump has affected Tesla's brand image and market performance.\n- Tesla deliveries dropped to 336,681 in Q1 2025, down from 495,570 in Q4 2024.\n- Tesla's stock price has halved since December 2024, with protests against the automaker increasing.\n- Sales in Europe have severely declined, with Tesla registrations falling 44% year-over-year.\n- Musk focuses on positioning Tesla as an AI company, despite challenges faced from competitors like BYD.\n- Recalls of the Cybertruck and political controversies have pressured the company's public perception.",
      "keywords": [
        "Elon Musk",
        "Tesla",
        "politics",
        "stock market",
        "deliveries",
        "protests",
        "sales decline",
        "Cybertruck",
        "BYD"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T15:49:00.000Z"
    },
    {
      "title": "Thatch raises $40M to give employees more control of their health care choices",
      "link": "https://techcrunch.com/2025/04/03/thatch-raises-40m-to-give-employees-more-control-of-their-health-insurance-choices/",
      "author": null,
      "thumbnail": null,
      "summary": "- Thatch raised $40 million in Series B funding, led by Index Ventures.\n- Total funding since the company's inception in 2021 reaches $84.5 million.\n- Thatch specializes in Individual Coverage Health Reimbursement Arrangement (ICHRA) to enhance employee healthcare choices.\n- The startup has partnered with QuickBooks to simplify ICHRA account setup for companies.\n- Thatch onboarded over a thousand companies in 18 months, with an eightfold revenue increase year-over-year.\n- Notable clients include Dave’s Hot Chicken, Jersey Mike’s, and PeopleTech Partners.\n- The founders emphasize that ICHRA allows flexibility and personalization in healthcare spending for employees.",
      "keywords": [
        "Thatch",
        "healthcare",
        "funding",
        "ICHRA",
        "startups",
        "health insurance",
        "employee benefits",
        "fintech"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T15:30:00.000Z"
    },
    {
      "title": "This sneaky Android spyware needs a password to uninstall. Here’s how to remove it without one.",
      "link": "https://techcrunch.com/2025/04/03/this-sneaky-android-spyware-needs-a-password-to-uninstall-heres-how-to-remove-it-without-one/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/android-app-password.2025.gif",
      "summary": "- TechCrunch identifies a stealthy Android spyware app requiring a password to uninstall.\n- The app uses Android's overlay feature to display a password prompt, hindering removal efforts.\n- Effective solution: reboot the device into safe mode to uninstall the app without the password prompt.\n- This spyware is part of a growing ecosystem, often labeled as 'stalkerware' or 'spouseware'.\n- Users should check Android settings for suspicious apps and consider a safety plan before proceeding with removal.",
      "keywords": [
        "Android",
        "spyware",
        "stalkerware",
        "uninstall",
        "safe mode",
        "phone security",
        "consumer-grade",
        "technology"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T15:24:45.000Z"
    },
    {
      "title": "ChatGPT users have generated over 700M images since last week, OpenAI says",
      "link": "https://techcrunch.com/2025/04/03/chatgpt-users-have-generated-over-700m-images-since-last-week-openai-says/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2195918462.jpg?w=1024",
      "summary": "- OpenAI's new image-generation feature has gained popularity quickly, with over 130 million users generating 700 million images since its launch on May 25.\n- Brad Lightcap, overseeing operations at OpenAI, acknowledged the team's efforts to manage server demands due to the feature's rapid uptake.\n- India has emerged as the fastest-growing market for ChatGPT.\n- The image generator has caused significant strain on OpenAI's capacity, leading to product delays and service degradation as they work to scale infrastructure.",
      "keywords": [
        "OpenAI",
        "ChatGPT",
        "image generation",
        "user growth",
        "technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-03T15:19:34.000Z"
    },
    {
      "title": "Voice AI platform Phonic gets backing from Lux",
      "link": "https://techcrunch.com/2025/04/03/end-to-end-voice-ai-solution-phonic-gets-backing-from-lux/",
      "author": "Moin Nadeem, Nikhil Murthy",
      "thumbnail": null,
      "summary": "- Phonic, founded by MIT grads Moin Nadeem and Nikhil Murthy, offers a reliable end-to-end voice AI solution.\n- The platform addresses limitations in current voice AI deployments, focusing on reliability and reduced latency.\n- Phonic has secured $4 million in seed funding led by Lux Capital and plans to launch its product widely in a few months.",
      "keywords": [
        "Voice AI",
        "Phonic",
        "Lux Capital",
        "synthetic voice",
        "machine learning",
        "startups"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T15:00:00.000Z"
    },
    {
      "title": "Call for speakers: Showcase your knowledge at TechCrunch All Stage",
      "link": "https://techcrunch.com/2025/04/03/call-for-speakers-showcase-your-knowledge-at-techcrunch-all-stage/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/16x9_GeneralArticleImageHeader_TCAllStage_V1.png?w=680",
      "summary": "- TechCrunch All Stage 2025 will be on July 15 in Boston.\n- Aiming to gather over 1,200+ founders, investors, and entrepreneurs.\n- Call for experts in scaling to apply as speakers, with applications closing on April 18.\n- Different speaking formats available: Breakout and Roundtable sessions.\n- Participants can win audience choice votes to lead sessions.\n- Opportunities for networking and branding at the event.",
      "keywords": [
        "TechCrunch",
        "All Stage",
        "2025",
        "speakers",
        "startups",
        "venture capital",
        "Boston"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T15:00:00.000Z"
    },
    {
      "title": "What to know about TikTok’s uncertain future in the US and the people who want to buy it",
      "link": "https://techcrunch.com/2025/04/03/what-to-know-about-tiktoks-uncertain-future-in-the-us-and-the-people-who-want-to-buy-it/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2020/10/GettyImages-1229173793.jpg?w=680",
      "summary": "- TikTok, owned by ByteDance, is facing controversy in the U.S. regarding user data and a potential ban.\n- A temporary outage occurred earlier in the year; TikTok was restored to app stores in February.\n- There is a looming possible ban on April 5 as various investors compete to purchase the platform, potentially valuing it at over $60 billion.\n- The U.S. government's relationship with TikTok has involved legal battles and legislative action since 2020.\n- President Biden signed a bill mandating TikTok's sale or ban, leading to TikTok suing the government.\n- Trump has shifted positions regarding TikTok's ban, now seeking a way to keep it operational in the U.S.\n- Various investor groups, including entrepreneurial consortiums led by figures like Frank McCourt, are interested in the acquisition of TikTok.",
      "keywords": [
        "TikTok",
        "ByteDance",
        "US Government",
        "data security",
        "investors",
        "purchase",
        "ban",
        "Trump",
        "Biden",
        "acquisition"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-03T14:56:49.000Z"
    },
    {
      "title": "Spotify debuts Gen AI ads, programmatic ad buying",
      "link": "https://techcrunch.com/2025/04/03/spotify-debuts-gen-ai-ads-programmatic-ad-buying/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-03T14:03:36.000Z"
    },
    {
      "title": "New session at TechCrunch All Stage: Jahanvi Sardana on how top startups reshape markets",
      "link": "https://techcrunch.com/2025/04/03/new-session-at-techcrunch-all-stage-jahanvi-sardana-on-how-top-startups-reshape-markets/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-03T14:00:00.000Z"
    },
    {
      "title": "Runway, best known for its video-generating AI models, raises $308M",
      "link": "https://techcrunch.com/2025/04/03/runway-best-known-for-its-video-generating-models-raises-308m/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-03T13:18:00.000Z"
    },
    {
      "title": "Runway, best known for its video-generating AI models, raises $300M",
      "link": "https://techcrunch.com/2025/04/03/runway-best-known-for-its-video-generating-models-raises-300m/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Runway raised $308 million in Series D funding led by General Atlantic.\n- The funding will support AI research, hiring, and the expansion of Runway Studios.\n- To date, Runway has secured $536.5 million in total funding.\n- The company aims to create a new media ecosystem using AI systems.\n- Runway's Gen-4 model can maintain consistency across video scenes and environments.\n- The company may face legal challenges regarding the use of copyrighted artwork in training models.",
      "keywords": [
        "Runway",
        "AI",
        "video generation",
        "funding",
        "Gen-4",
        "media production",
        "artificial intelligence",
        "lawsuit",
        "investment"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-03T13:18:00.000Z"
    },
    {
      "title": "The Nintendo Switch 2, hands-on: It’s pretty good!",
      "link": "https://techcrunch.com/2025/04/03/the-nintendo-switch-2-hands-on-its-pretty-good/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/IMG_0774.jpg?w=680",
      "summary": "- The Nintendo Switch 2 was unveiled by producer Kouichi Kawamoto, initially considered to be named “Super Nintendo Switch.”\n- It features enhancements over the original Switch, such as a larger display of 7.9 inches, a resolution of 1920×1080 pixels, and support for 4K when docked.\n- Battery life ranges from 2 to 6.5 hours, and it includes 256 GB of built-in storage.\n- New Joy-Con 2 controllers have been re-designed to address joystick drift issues and include innovative features like mouse functionality.\n- Upcoming games include Mario Kart World and Donkey Kong Bananza, with new gameplay mechanics being introduced.",
      "keywords": [
        "Nintendo",
        "Switch 2",
        "gaming",
        "Kouichi Kawamoto",
        "Joy-Con 2",
        "video games",
        "Mario Kart World",
        "Donkey Kong Bananza"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-03T13:01:55.000Z"
    },
    {
      "title": "A web3 startup aims to change the game in the tariff wars",
      "link": "https://techcrunch.com/2025/04/03/could-web3-change-the-game-in-the-coming-tariff-wars/",
      "author": "Maryam Ayati, Mike Butcher",
      "thumbnail": null,
      "summary": "- The article discusses a Web3 startup named Watr that aims to track tariffs on goods entering and leaving the USA using blockchain technology.\n- President Trump's latest round of tariffs was termed “Liberation Day,” sparking the urgency for efficient tariff tracking.\n- Watr's platform, already validated by major entities like JP Morgan and Citibank, is designed to check commodities for tariff status pre-transaction.\n- Watr's head, Maryam Ayati, emphasizes the need for data sourced from satellite and sensor feeds for accurate tracking.\n- Watr plans to modernize global commodity trading, which is valued at $20 trillion, by enhancing trust and traceability through its blockchain tools.\n- The startup recently migrated to the Avalanche blockchain for improved scalability and efficiency.\n- Previous blockchain initiatives in commodity trading faced challenges, but Watr's comprehensive plans and seasoned leadership may offer a new approach to succeed in the market.",
      "keywords": [
        "Web3",
        "tariffs",
        "blockchain",
        "commodities",
        "trade",
        "Watr",
        "Avalanche"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T13:00:00.000Z"
    },
    {
      "0": "*",
      "1": "s",
      "2": "i",
      "3": " ",
      "4": "s",
      "5": "e",
      "6": "n",
      "7": "t",
      "8": "e",
      "9": " ",
      "10": "u",
      "11": "n",
      "12": " ",
      "13": "p",
      "14": "o",
      "15": "'",
      "16": " ",
      "17": "t",
      "18": "r",
      "19": "i",
      "20": "s",
      "21": "t",
      "22": "e",
      "23": "*",
      "24": " ",
      "25": "a",
      "26": "d",
      "27": "d",
      "28": "i",
      "29": "o",
      "30": " ",
      "31": "a",
      "32": "n",
      "33": "t",
      "34": "o",
      "35": "n",
      "36": "i",
      "37": "o",
      "38": ",",
      "39": " ",
      "40": "n",
      "41": "o",
      "42": "n",
      "43": " ",
      "44": "v",
      "45": "o",
      "46": "g",
      "47": "l",
      "48": "i",
      "49": "o",
      "50": " ",
      "51": "c",
      "52": "h",
      "53": "e",
      "54": " ",
      "55": "t",
      "56": "u",
      "57": " ",
      "58": "v",
      "59": "a",
      "60": "d",
      "61": "a",
      "62": " ",
      "63": "v",
      "64": "i",
      "65": "a",
      "66": ",",
      "67": " ",
      "68": "*",
      "69": "s",
      "70": "o",
      "71": "s",
      "72": "p",
      "73": "i",
      "74": "r",
      "75": "a",
      "76": "*",
      "77": " ",
      "78": "u",
      "79": "n",
      "80": " ",
      "81": "a",
      "82": "b",
      "83": "b",
      "84": "r",
      "85": "a",
      "86": "c",
      "87": "c",
      "88": "i",
      "89": "o",
      "90": " ",
      "91": "p",
      "92": "r",
      "93": "i",
      "94": "m",
      "95": "a",
      "96": " ",
      "97": "d",
      "98": "i",
      "99": " ",
      "100": "p",
      "101": "a",
      "102": "r",
      "103": "t",
      "104": "i",
      "105": "r",
      "106": "e",
      "107": "?",
      "title": "Fuse raises $6.6M to fix a payment problem for companies expanding to MENA",
      "link": "https://techcrunch.com/2025/04/03/ex-bvnk-founder-launches-fuse-raises-6-6m-to-power-cross-border-payments-in-mena/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-03T12:00:00.000Z"
    },
    {
      "title": "Truecaller now has over 450M monthly active users",
      "link": "https://techcrunch.com/2025/04/03/truecaller-now-has-over-450m-monthly-active-users/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/Truecaller-user-growth.jpeg?w=680",
      "summary": "- Truecaller has surpassed 450 million monthly active users, adding 50 million in the last 10 months and 15.5 million since January 2025.\n- Rishit Jhunjhunwala has been promoted to CEO as the company's co-founders step back from daily operations.\n- India remains Truecaller’s largest market, with notable growth in regions like Latin America, South Africa, Kenya, Nigeria, Malaysia, and the US.\n- The Indian telecom department is pushing for a competitor caller ID system that could impact Truecaller.\n- Truecaller reported strong Q4 2024 results with a 23% rise in net sales and a 29% increase in profit after tax year-over-year.",
      "keywords": [
        "Truecaller",
        "users",
        "caller ID",
        "Rishit Jhunjhunwala",
        "telecom",
        "India",
        "growth",
        "technical innovations"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T11:38:50.000Z"
    },
    {
      "title": "Fintech Plaid raises $575M at a $6.1B valuation, says it will not go public in 2025",
      "link": "https://techcrunch.com/2025/04/03/fintech-plaid-raises-575m-at-6-1b-valuation-says-it-will-not-go-public-in-2025/",
      "author": "Mary Ann Azevedo",
      "thumbnail": null,
      "summary": "- Plaid raised $575 million at a $6.1 billion valuation, down from $13.4 billion in 2021.\n- The new valuation exceeds the $5.3 billion Visa was to pay before a failed acquisition due to regulatory issues.\n- Plaid will not go public in 2025 but aims for an IPO in the future.\n- The raised funds will address employee tax obligations and provide liquidity through a tender offer.\n- Revenue grew over 25% in 2024 with new products contributing significantly to annual recurring revenue.",
      "keywords": [
        "Plaid",
        "fintech",
        "funding",
        "valuation",
        "IPO",
        "revenue",
        "investors"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T11:00:00.000Z"
    },
    {
      "title": "Y Combinator neobank Djamo raises $17M with 1M users across Francophone Africa",
      "link": "https://techcrunch.com/2025/04/03/djamo-raises-17m-and-has-1m-users-across-francophone-africa/",
      "author": "Hassan Bourgi, Régis Bamba",
      "thumbnail": null,
      "summary": "- Djamo, a digital bank in Francophone West Africa, serves over 1 million customers in Ivory Coast and Senegal.\n- The startup raised $17 million to expand its product offerings, the largest ever for an Ivorian startup.\n- Djamo provides accessible banking options, aiming to serve users transitioning from mobile money to traditional banking.\n- The company has expanded its services to include savings vaults, investment products, and salary-linked accounts.\n- Over 55% of Djamo’s base consists of unbanked users, with 90% of them treating the app as their primary financial service.\n- Djamo processed over $4.5 billion in transactions since launch and has grown revenue 5x since 2022.\n- The startup is supported by investors like Janngo Capital and aims to scale its services across French-speaking Africa.",
      "keywords": [
        "Djamo",
        "neobank",
        "Francophone Africa",
        "funding",
        "digital banking",
        "financial inclusion",
        "startup",
        "Y Combinator",
        "Hassan Bourgi",
        "Régis Bamba"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T09:00:00.000Z"
    },
    {
      "title": "Space solar startup Aetherflux raises $50M to launch first space demo in 2026",
      "link": "https://techcrunch.com/2025/04/02/space-solar-startup-aetherflux-raises-50m-to-launch-first-space-demo-in-2026/",
      "author": "Rebecca Bellan",
      "thumbnail": null,
      "summary": "- Aetherflux raised $50 million in a Series A funding round to launch its first low Earth orbit demonstration in 2026.\n- Founded by Baiju Bhatt, the startup aims to deploy a constellation of satellites to collect and transmit solar energy to Earth.\n- The funding round was led by Index Ventures and Interlagos, with investments from notable entities including Bill Gates’s Breakthrough Energy Ventures and Andressen Horowitz.\n- The total funding for Aetherflux now stands at $60 million, including Bhatt's personal investment of $10 million.\n- Aetherflux plans to use the funds to hire more engineers and enhance their technology and infrastructure for upcoming missions.\n- The first ground station's location is still under evaluation, focusing on military sites for controlled air space.\n- The startup aims to demonstrate end-to-end power linking by showing electricity on the ground from space.\n- Previous attempts to send solar power from space have been limited, with Caltech successfully demonstrating wireless power transfer via microwaves in 2023.",
      "keywords": [
        "Aetherflux",
        "solar energy",
        "space demonstration",
        "funding",
        "Baiju Bhatt",
        "low Earth orbit",
        "ground stations",
        "renewable energy",
        "innovation",
        "NASA"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T21:07:39.000Z"
    },
    {
      "title": "Stablecoin issuer Circle takes another stab at a public listing",
      "link": "https://techcrunch.com/2025/04/02/stablecoin-issuer-circle-takes-another-stab-at-a-public-listing/",
      "author": "Marina Temkin",
      "thumbnail": null,
      "summary": "- Circle, issuer of USDC, filed to go public on April 2, 2025.\n- 2024 revenue and reserve income reached $1.68 billion, up from $1.45 billion in 2023.\n- Circle's previous public listing attempt in 2022 with a SPAC was scrapped due to SEC delays.\n- The company aims to raise $750 million in its IPO according to estimates.\n- Approximately $60 billion worth of USDC is currently in circulation.\n- IPO plans coincide with a supportive stance on crypto assets from the Trump administration.",
      "keywords": [
        "Circle",
        "USDC",
        "IPO",
        "cryptocurrency",
        "SEC",
        "public listing",
        "SPAC",
        "revenue",
        "finance"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-02T21:00:34.000Z"
    },
    {
      "title": "OpenAI’s o3 model might be costlier to run than originally estimated",
      "link": "https://techcrunch.com/2025/04/02/openais-o3-model-might-be-costlier-to-run-than-originally-estimated/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- OpenAI's o3 AI model was introduced in December with revised costs now expected to be around $30,000 per task, up from $3,000.\n- The model's performance compared to OpenAI's o1-pro model has raised concerns about high operational costs for sophisticated AI models.\n- o3 high utilized 172 times more computing resources than the lowest configuration, o3 low, to tackle benchmarks.\n- Potential subscription costs for specialized AI agents may reach up to $20,000 per month for enterprise customers.\n- The efficiency of these AI models is questioned, with o3 high requiring 1,024 attempts to achieve optimal results.",
      "keywords": [
        "OpenAI",
        "o3 model",
        "AI costs",
        "ARC-AGI",
        "AI pricing",
        "enterprise AI",
        "AI efficiency"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T20:21:25.000Z"
    },
    {
      "title": "Epic Games CEO calls Apple and Google ‘gangster-style’ businesses in need of competition",
      "link": "https://techcrunch.com/2025/04/02/epic-games-ceo-calls-apple-and-google-gangster-style-businesses-in-need-of-competition/",
      "author": "Tim Sweeney",
      "thumbnail": null,
      "summary": "- Tim Sweeney, CEO of Epic Games, criticized Apple and Google as engaging in 'gangster-style' practices at a Y Combinator event.\n- He highlighted how these practices deter users from installing the Epic Games Store, with drop-off rates of 50-60% on both Android and iOS due to 'scare screens'.\n- Epic Games has sued Apple and Google over monopolistic practices; while Epic won against Google, the battle with Apple is ongoing regarding app store rules and compliance.",
      "keywords": [
        "Epic Games",
        "Tim Sweeney",
        "Apple",
        "Google",
        "monopoly",
        "Y Combinator",
        "gamers",
        "Fortnite",
        "app store",
        "competition"
      ],
      "scores": {
        "scale": 8,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T20:11:57.000Z"
    },
    {
      "title": "You might be following Second Lady Usha Vance on Instagram now",
      "link": "https://techcrunch.com/2025/04/02/you-might-be-following-second-lady-usha-vance-on-instagram-now/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Meta will combine the Instagram accounts of Second Lady Usha Vance and former Second Gentleman Doug Emhoff starting Wednesday.\n- 1.2 million followers from the archived account of @secondgentleman46archive will now follow Usha Vance’s new account, @SLOTUS, which currently has less than 66,000 followers.\n- Meta stated that this transition is standard practice during presidential transitions, similar to past transfers of White House accounts.\n- Users trying to unfollow @SLOTUS may experience delays as Meta processes requests amid the transition.\n- The change aims to clarify which official accounts users follow, although such transitions often lead to confusion.",
      "keywords": [
        "Usha Vance",
        "Instagram",
        "Second Lady",
        "Doug Emhoff",
        "Meta",
        "social media",
        "presidential transition",
        "followers",
        "White House",
        "@SLOTUS"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-04-02T20:00:00.000Z"
    },
    {
      "title": "The affidavit of a Rippling employee caught spying for Deel reads like a movie",
      "link": "https://techcrunch.com/2025/04/02/the-affidavit-of-a-rippling-employee-caught-spying-for-deel-reads-like-a-movie/",
      "author": null,
      "thumbnail": null,
      "summary": "- Rippling released an affidavit of an employee who testified he was spying for Deel.\n- The affidavit includes details of corporate espionage, including a sting operation and a destroyed phone.\n- The employee, Keith O’Brien, was hired in July 2023 and was suggested by Deel’s founders to spy on Rippling.\n- O’Brien testified he was paid €5,000 monthly and shared sensitive information over four months.\n- He was caught after Rippling set a trap and later attempted to destroy evidence of his activities.\n- O’Brien ultimately cooperated with authorities and contradicted initial statements advised by Deel's representatives.",
      "keywords": [
        "corporate espionage",
        "Rippling",
        "Deel",
        "affidavit",
        "Keith O’Brien",
        "workforce management",
        "spy",
        "trade secrets",
        "lawsuit"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T19:20:05.000Z"
    },
    {
      "title": "OpenAI seeks to convene group to advise its nonprofit goals",
      "link": "https://techcrunch.com/2025/04/02/openai-seeks-to-convene-group-to-advise-its-nonprofit-goals/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/11/GettyImages-2153474303-e.jpg?w=1024",
      "summary": "- OpenAI is transitioning from a nonprofit to a for-profit model and is forming a group of experts to address urgent nonprofit issues.\n- The advisory group will gather insights from leaders in health, science, education, and public services, particularly from California.\n- The insights will be submitted to OpenAI's board within 90 days to assist in evolving its nonprofit approach before the end of 2025.\n- If OpenAI's transition is not completed by year's end, backer SoftBank may reclaim substantial pledged funds.",
      "keywords": [
        "OpenAI",
        "nonprofit",
        "for-profit",
        "transition",
        "philanthropy",
        "California",
        "board of directors",
        "SoftBank"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-02T19:19:02.000Z"
    },
    {
      "title": "WordPress maker Automattic lays off 16% of staff",
      "link": "https://techcrunch.com/2025/04/02/wordpress-maker-automattic-lays-off-16-of-staff/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- Automattic, the company behind WordPress.com, is laying off 16% of its staff across various divisions.\n- Approximately 270 employees will be affected, based on the company's workforce of 1,744.\n- The layoffs are part of a restructuring effort due to increased competition and rapid technology changes.\n- CEO Matt Mullenweg stated the goal is to improve productivity and ensure long-term financial viability.\n- Laid-off employees will receive severance packages and job placement assistance.\n- The layoffs follow a tumultuous year for Automattic, including a controversial legal battle and the cancellation of the annual 'Grand Meetup'.",
      "keywords": [
        "Automattic",
        "layoffs",
        "WordPress",
        "restructuring",
        "Mullenweg",
        "WordPress.com",
        "technology",
        "market competition"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-02T18:29:05.000Z"
    },
    {
      "title": "What to know about TikTok’s uncertain future in the US and the people who want to buy it",
      "link": "https://techcrunch.com/2025/04/02/what-to-know-about-tiktoks-uncertain-future-in-the-us-and-the-people-who-want-to-buy-it/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-02T17:18:27.000Z"
    },
    {
      "title": "Epic Games acquires Loci to introduce automated 3D tagging",
      "link": "https://techcrunch.com/2025/04/02/epic-games-acquires-loci-to-introduce-3d-tagging/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-02T16:44:24.000Z"
    },
    {
      "title": "Epic Games acquires Loci to introduce automated 3D tagging",
      "link": "https://techcrunch.com/2025/04/02/epic-games-introduces-automated-3d-tagging-to-help-detect-ip-violations-in-fortnite/",
      "author": "Lauren Forristal",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/EpicxLoci.jpeg?w=1024",
      "summary": "- Epic Games announced the acquisition of Loci on April 2, 2025.\n- Loci is an AI platform that automates tagging of 3D assets, aiding creators in managing content efficiently.\n- The integration will support Epic's ecosystem including Unreal Editor for Fortnite and the Fab marketplace.\n- Loci's technology also aims to detect potential intellectual property violations in user-created content.",
      "keywords": [
        "Epic Games",
        "Loci",
        "3D tagging",
        "AI technology",
        "intellectual property",
        "Fortnite",
        "digital assets"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-02T16:44:24.000Z"
    },
    {
      "title": "Amazon reportedly submits last-minute bid to acquire TikTok",
      "link": "https://techcrunch.com/2025/04/02/amazon-reportedly-submits-last-minute-bid-to-acquire-tiktok/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2022/09/amazon-logo.jpg?w=1024",
      "summary": "- Amazon has submitted a bid to acquire all of TikTok ahead of the April 5 deadline to shed its Chinese ownership.\n- The New York Times reports that the bid is not being taken seriously by the involved parties.\n- President Trump is set to meet with officials to discuss TikTok's future.",
      "keywords": [
        "Amazon",
        "TikTok",
        "acquisition",
        "ByteDance",
        "Trump"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T16:43:09.000Z"
    },
    {
      "title": "Redwood Materials preps for expansion spree with new R&D center in San Francisco",
      "link": "https://techcrunch.com/2025/04/02/redwood-materials-preps-for-expansion-spree-with-new-rd-center-in-san-francisco/",
      "author": "Kirsten Korosec",
      "thumbnail": null,
      "summary": "- Redwood Materials is expanding with a new 15,000 sq ft R&D center in San Francisco to leverage local engineering talent.\n- The company aims to improve battery technologies and support its growing business, which generated $200 million in revenue in 2024.\n- The lab will develop equipment for lithium-ion battery production and diagnostics to enhance recycling and battery lifecycle management.",
      "keywords": [
        "Redwood Materials",
        "expansion",
        "R&D center",
        "lithium-ion batteries",
        "battery recycling",
        "San Francisco",
        "Colin Campbell"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T16:26:30.000Z"
    },
    {
      "title": "DeepMind’s 145-page paper on AGI safety may not convince skeptics",
      "link": "https://techcrunch.com/2025/04/02/deepminds-145-page-paper-on-agi-safety-may-not-convince-skeptics/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Google DeepMind published a 145-page paper on AGI safety, predicting AGI could arrive by 2030.\n- The paper discusses potential severe harms of AGI, including existential risks that could destroy humanity.\n- DeepMind contrasts its risk mitigation approach with those of Anthropic and OpenAI, highlighting differences in emphasis on AI safety strategies.\n- The authors express skepticism about the emergence of superintelligent AI without significant innovations.\n- Proposed techniques include blocking bad actors from AGI access and improving understanding of AI actions, although many techniques are still in the early stages.\n- Some experts dispute the premises of the paper, arguing AGI is ill-defined and that recursive AI improvement lacks evidence.",
      "keywords": [
        "AGI",
        "DeepMind",
        "AI safety",
        "Shane Legg",
        "existential risks",
        "AI research",
        "recursive improvement"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-02T15:57:35.000Z"
    },
    {
      "title": "A new security fund opens up to help protect the fediverse",
      "link": "https://techcrunch.com/2025/04/02/a-new-security-fund-opens-up-to-help-protect-the-fediverse/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-02T15:20:00.000Z"
    },
    {
      "title": "Khosla’s Keith Rabois leads $11.5M Series A for startup Roam, calls it ‘the future of the housing market’",
      "link": "https://techcrunch.com/2025/04/02/khoslas-keith-rabois-leads-11-5m-series-a-for-startup-roam-calls-it-the-future-of-the-housing-market/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/unnamed-1.jpg?w=680",
      "summary": "- Roam, a New York-based startup, is led by CEO Raunaq Singh and focuses on providing access to homes with assumable mortgages.\n- The startup has facilitated $200 million in home sales and has over 200,000 registered buyers in the last year.\n- Roam aims to help buyers save significantly on monthly payments by connecting them with assumable loans, allowing down payments as low as 5%.\n- The company operates in 17 states with plans to be nationwide by the year’s end, expecting $1 billion in home sales in 2025.\n- Co-founder Keith Rabois believes Roam is well-positioned to address America's affordable housing crisis, participating in a recent $11.5 million Series A funding round.",
      "keywords": [
        "Roam",
        "housing market",
        "assumable mortgages",
        "Keith Rabois",
        "Series A",
        "affordable housing",
        "real estate",
        "startup funding"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-02T15:02:00.000Z"
    },
    {
      "title": "Anthropic launches an AI chatbot plan for colleges and universities",
      "link": "https://techcrunch.com/2025/04/02/anthropic-launches-an-ai-chatbot-tier-for-colleges-and-universities/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Anthropic launched the Claude for Education tier as a response to OpenAI's ChatGPT Edu plan.\n- New feature \"Learning Mode\" in Claude to aid critical thinking, testing understanding, and providing research templates.\n- Claude for Education aims to increase Anthropic's revenue, targeting $115 million a month, doubling by 2025.\n- Security and privacy features included; students can use Claude for studies, while administrators can analyze enrollment trends.\n- Partnerships with Instructure for integration and full campus agreements with universities like Northeastern and the London School of Economics.\n- 54% of university students reportedly use AI weekly, driving demand for these tools.",
      "keywords": [
        "AI chatbot",
        "Claude for Education",
        "Anthropic",
        "higher education",
        "ChatGPT Edu",
        "Critical thinking",
        "AI integration",
        "Instructure",
        "Student ambassador programs"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T15:00:00.000Z"
    },
    {
      "title": "Actively AI raises $22.5M to offer sales ‘superintelligence,’ says AI SDRs failed",
      "link": "https://techcrunch.com/2025/04/02/actively-ai-raises-22-5m-to-offer-sales-superintelligence-says-ai-sdrs-failed/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- Actively AI has raised $22.5M in total funding, including $17.5M in Series A led by Bain Capital Ventures and a $5M seed round from First Round Capital.\n- The company aims to improve AI sales tools through 'GTM Superintelligence,' focusing on helping companies identify high-value prospects.\n- Anshul Gupta, co-founder, critiques traditional AI sales reps for prioritizing volume over quality in customer outreach, claiming they have 'failed' in their approach.",
      "keywords": [
        "Actively AI",
        "funding",
        "AI sales tools",
        "reasoning models",
        "superintelligence",
        "tech funding"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T14:06:09.000Z"
    },
    {
      "title": "Parasail says its fleet of on-demand GPUs is larger than Oracle’s entire cloud",
      "link": "https://techcrunch.com/2025/04/02/parasail-says-its-fleet-of-on-demand-gpus-is-larger-than-oracles-entire-cloud/",
      "author": "Becca Szkutak",
      "thumbnail": null,
      "summary": "- Parasail claims its on-demand GPU fleet surpasses Oracle’s entire cloud.\n- Founded by Tim Harris and Mike Henry in 2023; launched its platform on April 2, 2025.\n- Provides access to various GPUs including Nvidia’s H100, A100, and 4090 at lower costs than competitors.\n- The company has secured $10 million in seed funding from investors including Basis Set Ventures.\n- Aims to simplify AI infrastructure for enterprises amid rapid innovation in AI hardware.",
      "keywords": [
        "Parasail",
        "GPUs",
        "AI infrastructure",
        "cloud computing",
        "Nvidia",
        "investment",
        "tech startups"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T14:00:00.000Z"
    },
    {
      "title": "Patreon signs podcast partnerships with Sony and Wondery",
      "link": "https://techcrunch.com/2025/04/02/patreon-signs-podcast-partnerships-with-sony-and-wondery/",
      "author": "Aisha Malik",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/06/maxresdefault_3b2cb9.jpg?w=1024",
      "summary": "- Patreon has signed podcast partnerships with Sony Music Entertainment and Wondery.\n- The goal is to enhance fan engagement and exclusive perks on the platform.\n- Noteworthy podcasts available include: “Getting Better with Jonathan Van Ness,” “Lipstick on the Rim,” “This Is History” from Sony, and “Scamfluencers,” “Killer Psyche,” “Kurt Krömer – Feelings” from Wondery.\n- Last year, podcasters on Patreon earned over $472 million from more than 6.7 million paid memberships, the highest earning category on the platform.\n- Patreon plans to add more podcasting partners in the future.",
      "keywords": [
        "Patreon",
        "podcasts",
        "Sony",
        "Wondery",
        "partnerships",
        "fan engagement",
        "subscription platform",
        "Aisha Malik"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-02T13:54:42.000Z"
    },
    {
      "title": "Roblox enables parents to block experiences and friends",
      "link": "https://techcrunch.com/2025/04/02/roblox-enables-parents-to-block-experiences-and-friends/",
      "author": "Lauren Forristal",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/09/roblox-heading.jpg?w=1024",
      "summary": "- Roblox introduces new parental controls to enhance child safety on the platform.\n- Parents can block experiences and specific individuals from their child's friends list.\n- The updates come in response to previous safety concerns regarding children's exposure to inappropriate content.\n- To utilize these features, parents must link their account to their child's after verifying their identity.\n- Children under 13 cannot unblock users restricted by parents but can request permission to do so.\n- Parents can track the top 20 experiences their child engages with over the week.",
      "keywords": [
        "Roblox",
        "parental controls",
        "child safety",
        "online gaming",
        "friend blocking"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-02T13:51:53.000Z"
    },
    {
      "title": "Trump’s national security adviser reportedly used his personal Gmail account to do government work",
      "link": "https://techcrunch.com/2025/04/02/trumps-national-security-adviser-reportedly-used-his-personal-gmail-account-to-do-government-work/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/michael-waltz-national-security-advisor-april-2.jpg?w=1024",
      "summary": "- Senior members of the Trump administration’s National Security Council, including national security adviser Michael Waltz, reportedly used personal Gmail accounts for government business.\n- An aide of Waltz used consumer Gmail to discuss sensitive military information, while Waltz received less sensitive information like schedules to his personal Gmail account.\n- The Washington Post highlighted this as problematic handling of information, and noted hacking threats to personal accounts of government officials.",
      "keywords": [
        "national security",
        "Gmail",
        "Trump administration",
        "Michael Waltz",
        "government work",
        "cybersecurity"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T13:36:30.000Z"
    },
    {
      "title": "Trump’s national security advisor reportedly used his personal Gmail account to do government work",
      "link": "https://techcrunch.com/2025/04/02/trumps-national-security-advisor-reportedly-used-his-personal-gmail-account-to-do-government-work/",
      "author": "Zack Whittaker",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/04/michael-waltz-national-security-advisor-april-2.jpg?w=1024",
      "summary": "- Senior members of the Trump administration's National Security Council, including advisor Michael Waltz, used personal Gmail for government business.\n- An aide used Gmail for discussions on sensitive military positions and powerful weapons systems.\n- Waltz received potentially exploitable information on his personal Gmail, such as schedules and work documents.\n- Officials described the use of personal Gmail as problematic handling of information.\n- Government officials are frequently targeted by hackers via personal email accounts.",
      "keywords": [
        "Trump administration",
        "national security",
        "Gmail",
        "Michael Waltz",
        "government business",
        "cybersecurity"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-02T13:36:30.000Z"
    },
    {
      "title": "AI Crawlers Cause Wikimedia Commons Bandwidth Demands to Surge 50%",
      "link": "https://techcrunch.com/2025/04/02/ai-crawlers-cause-wikimedia-commons-bandwidth-demands-to-surge-50/",
      "author": "Paul Sawers",
      "thumbnail": null,
      "summary": "- Bandwidth consumption for multimedia downloads from Wikimedia Commons surged by 50% since January 2024.\n- The increase is attributed to automated scrapers training AI models, not human traffic.\n- Approximately 65% of the most resource-intensive traffic is generated by bots, yet they account for only 35% of total pageviews.\n- Scraper bots disproportionately access less popular pages, leading to higher server costs.\n- The Wikimedia Foundation’s team is investing time and resources to block crawlers to maintain service for regular users.\n- The issue reflects a broader trend threatening the open internet, with tech companies attempting to manage the situation.",
      "keywords": [
        "Wikimedia Commons",
        "AI crawlers",
        "bandwidth",
        "scraper bots",
        "open internet",
        "data consumption",
        "Wikimedia Foundation",
        "technology trends"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-02T13:26:50.000Z"
    }
  ]
}