{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "DeepSeek: Everything you need to know about the AI chatbot app",
      "link": "https://techcrunch.com/2025/03/14/deepseek-everything-you-need-to-know-about-the-ai-chatbot-app/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- DeepSeek’s AI chatbot app has achieved significant popularity, ranking at the top of both the Apple App Store and Google Play Store.\n- Founded in 2023 by High-Flyer Capital Management, DeepSeek specializes in efficient AI model development.\n- The company unveiled DeepSeek-V2 and DeepSeek-V3 models, which are known for low operational costs and competitive performance compared to other models.\n- DeepSeek’s products have driven rivals like ByteDance and Alibaba to adjust their pricing strategies.\n- The AI models, including the reasoning model R1, face regulatory scrutiny in China that restricts certain topics in responses.\n- Microsoft has integrated DeepSeek’s models into its Azure AI Foundry service, influencing AI infrastructure investment strategies across companies.\n- Despite its success, DeepSeek faces bans and restrictions from various governments and companies due to national security concerns.\n- The future of DeepSeek remains uncertain, especially with potential U.S. government actions against its use.",
      "keywords": [
        "DeepSeek",
        "AI chatbot",
        "technology",
        "China",
        "artificial intelligence",
        "app store",
        "Nvidia",
        "OpenAI",
        "government bans",
        "reasoning model"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-14T16:11:10.000Z"
    },
    {
      "title": "What to know about TikTok’s uncertain future in the US and the people who want to buy it",
      "link": "https://techcrunch.com/2025/03/14/what-to-know-about-tiktoks-uncertain-future-in-the-us-and-the-people-who-want-to-buy-it/",
      "author": "Lauren Forristal",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2020/10/GettyImages-1229173793.jpg?w=680",
      "summary": "- TikTok, owned by ByteDance, faces controversy over user data security concerns in the U.S.\n- In February 2025, TikTok briefly withdrew from the U.S. App Store and Google Play before returning.\n- Valuation estimates for TikTok's U.S. business are upwards of $60 billion amid competing investor interests.\n- Significant events include Trump’s 2020 executive order aimed to ban TikTok, leading to legal battles, especially during the Biden administration.\n- The U.S. Supreme Court upheld the TikTok ban, while Trump recently expressed a desire to find a solution to keep the app in the U.S.\n- Various groups, including The People’s Bid led by Frank McCourt and a consortium led by Jesse Tinsley, are potential buyers of TikTok.",
      "keywords": [
        "TikTok",
        "ByteDance",
        "US",
        "data security",
        "bidding",
        "Trump",
        "investors"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-14T16:01:42.000Z"
    },
    {
      "title": "iPhone and Android users will soon be able to send encrypted RCS messages to each other",
      "link": "https://techcrunch.com/2025/03/14/iphone-and-android-users-will-soon-be-able-to-send-encrypted-rcs-messages-to-each-other/",
      "author": "Paul Sawers",
      "thumbnail": null,
      "summary": "- Text messages between iPhones and Android devices will soon have end-to-end encryption (E2EE).\n- The GSMA published new specifications for the RCS protocol to support cross-platform E2EE.\n- RCS provides features like group messaging and read receipts, similar to WhatsApp.\n- Apple is now including RCS support, following the introduction of iOS 18.\n- The new E2EE mechanism is based on the Messaging Layer Security (MLS) protocol.\n- RCS will be the first large-scale messaging service to offer interoperable E2EE between different platforms.",
      "keywords": [
        "RCS",
        "end-to-end encryption",
        "iPhone",
        "Android",
        "messaging",
        "GSMA",
        "Messaging Layer Security",
        "cross-platform"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-14T15:31:53.000Z"
    },
    {
      "title": "Developer of Lockbit ransomware gets extradited to the United States",
      "link": "https://techcrunch.com/2025/03/14/developer-of-lockbit-ransomware-gets-extradited-to-the-united-states/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2017/10/kremlin-hacking.jpg?w=1024",
      "summary": "- Rostislav Panev, a 51-year-old dual Russian-Israeli national, extradited from Israel to the U.S.\n- Accused of being a key developer for the LockBit ransomware gang since its inception in 2019.\n- Arrested in December 2024 and has been awaiting extradition since then.\n- Prosecutors allege Panev designed the ransomware and maintained its infrastructure alongside criminal affiliates.\n- U.S. Attorney John Giordano stated that members of the LockBit conspiracy will be pursued.",
      "keywords": [
        "Lockbit",
        "ransomware",
        "extradition",
        "cybercrime",
        "cybersecurity",
        "Israel",
        "Russia",
        "US Department of Justice"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-14T14:08:25.000Z"
    },
    {
      "title": "US lawmakers urge UK spy court to hold Apple ‘backdoor’ secret hearing in public",
      "link": "https://techcrunch.com/2025/03/14/us-lawmakers-urge-uk-spy-court-to-hold-apple-backdoor-secret-hearing-in-public/",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- Bipartisan U.S. lawmakers demand an open hearing regarding Apple's challenge to a secret U.K. government order.\n- Senator Ron Wyden and others emphasized the public interest in transparency during the hearings.\n- The U.K. government secretly ordered Apple to create a backdoor for accessing user data, which Apple refused, opting instead to remove certain encryption features from its services in the U.K.\n- The Investigatory Powers Tribunal is set to address a private petition related to this case shortly.",
      "keywords": [
        "Apple",
        "U.K. government",
        "backdoor",
        "surveillance",
        "privacy rights",
        "congressional oversight"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-14T12:45:45.000Z"
    },
    {
      "title": "Kerry Washington invests in wedding marketplace Cheersy",
      "link": "https://techcrunch.com/2025/03/14/kerry-washington-invests-in-wedding-marketplace-cheersy/",
      "author": "Dominic-Madori Davis",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Modern-Rebel-Headshots-November-2024-0371-2-copy.jpg?w=486",
      "summary": "- Kerry Washington leads a pre-seed investment round in the wedding marketplace Cheersy, founded by Amy Shack Egan in 2024.\n- Cheersy focuses on connecting couples with day-of wedding coordinators and has raised a total of $550,000 from notable investors, including Christina Tosi and Jennifer Gilbert.\n- Shack Egan aims to enhance the Cheersy platform and expand it to six new cities, leveraging her background in wedding planning and addressing the high demand for coordination services.",
      "keywords": [
        "Kerry Washington",
        "Cheersy",
        "wedding marketplace",
        "angel investment",
        "Amy Shack Egan",
        "startup investment",
        "event planning"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-14T12:09:00.000Z"
    },
    {
      "title": "UK’s secret iCloud backdoor order triggers civil rights challenge",
      "link": "https://techcrunch.com/2025/03/14/uks-secret-icloud-backdoor-order-triggers-civil-rights-challenge/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/09/apple-icloud-plans.jpg?w=1024",
      "summary": "- The U.K. government issued a secret order to Apple for a backdoor to its end-to-end encrypted iCloud storage service.\n- Civil rights groups, Liberty and Privacy International, filed complaints challenging the order, calling it “unacceptable and disproportionate.”\n- The Technical Capability Notice (TCN) is believed to affect not only U.K. users but also non-U.K. users, raising concerns about global consequences.\n- Apple is appealing the TCN in the Investigatory Powers Tribunal (IPT), with a hearing scheduled for March 14, 2025.\n- The civil rights groups are asking for their complaints to be heard publicly, emphasizing the need to protect end-to-end encryption for privacy.",
      "keywords": [
        "UK",
        "iCloud",
        "backdoor",
        "civil rights",
        "encryption",
        "Privacy International",
        "Liberty",
        "Apple",
        "Investigatory Powers Act",
        "Technical Capability Notice"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-14T10:59:09.000Z"
    },
    {
      "title": "Trump family is reportedly in talks to acquire stake in Binance’s US arm",
      "link": "https://techcrunch.com/2025/03/14/trump-family-is-reportedly-in-talks-to-acquire-stake-in-binances-us-arm/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-1244426540.jpg?w=1024",
      "summary": "- President Trump's family is in discussions to invest in Binance.US, as reported by the Wall Street Journal on March 14, 2025.\n- This potential investment follows Binance's U.S. arm’s guilty plea for violating anti-money laundering regulations and the CEO Changpeng Zhao's (CZ) four-month prison sentence in 2023.\n- Zhao has been trying to obtain a pardon from the Trump administration, as his conviction complicates Binance's operations in the U.S. and Europe.",
      "keywords": [
        "Trump family",
        "Binance",
        "investment",
        "Changpeng Zhao",
        "crypto",
        "regulation",
        "anti-money laundering"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-14T10:12:56.000Z"
    },
    {
      "title": "SoftBank buys $676M old Sharp plant for its OpenAI collab in Japan",
      "link": "https://techcrunch.com/2025/03/14/softbank-buys-676m-old-sharp-plant-for-its-openai-collab-in-japan/",
      "author": "Kate Park",
      "thumbnail": null,
      "summary": "- SoftBank to invest $676 million in the old Sharp Sakai Plant for an AI data center.\n- The factory will support generative AI operations and collaboration with OpenAI.\n- Plans to begin operations in 2026, with initial power capacity of 150 megawatts, eventually increasing to over 240 megawatts.",
      "keywords": [
        "SoftBank",
        "OpenAI",
        "AI data center",
        "Sharp",
        "investment",
        "Japan"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-14T09:24:45.000Z"
    },
    {
      "title": "Waymo was slapped with nearly 600 parking tickets last year in SF alone",
      "link": "https://techcrunch.com/2025/03/13/waymo-was-slapped-with-nearly-600-parking-tickets-last-year-in-sf-alone/",
      "author": null,
      "thumbnail": null,
      "summary": "- Waymo's driverless vehicles in San Francisco received 589 parking tickets last year, amounting to $65,065 in fines.\n- Violations included blocking traffic, street-cleaning restrictions, and parking in prohibited areas.\n- The parking ticket issuance in San Francisco is high, with approximately 1.2 million tickets given in the previous year.\n- Waymo is reportedly working on addressing this parking issue, but challenges remain until all cars are driverless.",
      "keywords": [
        "Waymo",
        "parking tickets",
        "San Francisco",
        "driverless vehicles",
        "fines",
        "traffic violations"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-14T04:48:25.000Z"
    },
    {
      "title": "Anti-aging zealot Bryan Johnson wants to start ‘foodome sequencing’",
      "link": "https://techcrunch.com/2025/03/13/anti-aging-zealot-bryan-johnson-wants-to-start-foodome-sequencing/",
      "author": "Rebecca Bellan",
      "thumbnail": null,
      "summary": "- Bryan Johnson aims to initiate 'foodome' sequencing to analyze 20% of foods that constitute 80% of the American diet.\n- His approach includes testing foods for toxins and creating a public database for accountability in food safety.\n- Johnson has unconventional health practices, like blood transfusions with his son, and promotes a lifestyle aimed at extending lifespan.",
      "keywords": [
        "Bryan Johnson",
        "foodome sequencing",
        "longevity",
        "health",
        "toxins",
        "food safety",
        "AI",
        "Blueprint Protocol"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-13T23:57:33.000Z"
    },
    {
      "title": "Sesame, the startup behind the viral virtual assistant Maya, releases its base AI model",
      "link": "https://techcrunch.com/2025/03/13/sesame-the-startup-behind-the-viral-virtual-assistant-maya-releases-its-base-ai-model/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- AI company [Sesame](https://www.sesame.com/) releases the base model, CSM-1B, for its voice assistant Maya.\n- CSM-1B has 1 billion parameters and is available under an Apache 2.0 license for commercial use.\n- The model utilizes residual vector quantization (RVQ) for encoding audio, similar to technologies used by Google and Meta.\n- It generates audio codes from text and has the potential for various voices but is not fine-tuned for specific ones.\n- Sesame warns users against misusing the model for voice imitation or creating misleading content.\n- The company, co-founded by Brendan Iribe, has recently gained popularity for its advanced assistant technologies.",
      "keywords": [
        "Sesame",
        "Maya",
        "AI model",
        "voice assistant",
        "RVQ",
        "CSM-1B",
        "Brendan Iribe",
        "speech synthesis",
        "audio technology",
        "finetuning"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T22:45:29.000Z"
    },
    {
      "title": "Rad Power Bikes already has a new CEO",
      "link": "https://techcrunch.com/2025/03/13/rad-power-bikes-already-has-a-new-ceo/",
      "author": "Sean O’Kane",
      "thumbnail": null,
      "summary": "- Rad Power Bikes appoints Kathi Lentzsch as new CEO amid strategic shift.\n- This change follows the resignation of previous CEO Phil Molyneux.\n- The company is transitioning from a direct-to-consumer model to a retail-focused approach, leading to multiple layoffs.\n- Lentzsch becomes the third CEO in three years as the company faces industry challenges similar to other e-bike brands like Cake and VanMoof.\n- The shift aims to enhance customer relationships and brand evolution.",
      "keywords": [
        "Rad Power Bikes",
        "CEO",
        "Kathi Lentzsch",
        "e-bike",
        "retail strategy",
        "Phil Molyneux",
        "business model"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T21:16:39.000Z"
    },
    {
      "title": "Y Combinator’s police surveillance darling Flock Safety raises $275M at $7.5B valuation",
      "link": "https://techcrunch.com/2025/03/13/y-combinators-police-surveillance-darling-flock-safety-raises-275m-at-7-5b-valuation/",
      "author": null,
      "thumbnail": null,
      "summary": "- Flock Safety raised $275 million at a $7.5 billion valuation, announced by Flock and Bedrock Capital.\n- Founded in 2017 and a Y Combinator alum, Flock provides computer vision-enabled video surveillance used by law enforcement and businesses.\n- The company has crossed $300 million in annual recurring revenue, a 70% increase year-over-year.\n- Total funding for Flock exceeds $950 million with participation from notable investors like Andreessen Horowitz and GreenOaks.\n- Flock has faced controversies regarding mass surveillance and privacy concerns, notably from the ACLU.\n- Currently involved in a wrongful termination lawsuit initiated by a sitting mayor of a California town.",
      "keywords": [
        "Flock Safety",
        "surveillance",
        "Y Combinator",
        "investment",
        "technology",
        "privacy",
        "controversy",
        "funding"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T21:12:42.000Z"
    },
    {
      "title": "Android is adding Auracast support, which allows hearing aids to connect to public audio broadcasts",
      "link": "https://techcrunch.com/2025/03/13/android-is-adding-auracast-support-which-allows-hearing-aids-to-connect-to-public-audio-broadcasts/",
      "author": "Aisha Malik",
      "thumbnail": null,
      "summary": "- Google announced support for Auracast in Android, enabling direct connections from hearing aids to audio broadcasts.\n- Compatible devices include Samsung Galaxy phones with One UI 7 and Google Pixel 9 with Android 16 beta.\n- Users can personalize audio streams to their hearing with hearing aid presets.\n- Pixel 9 can connect to broadcasts via QR codes, enhancing accessibility.\n- Android 16 is expected to launch in June, featuring new accessibility options and Local Network Protection.",
      "keywords": [
        "Android",
        "Auracast",
        "hearing aids",
        "Bluetooth",
        "audio broadcasts",
        "accessibility",
        "Google Pixel 9",
        "One UI 7",
        "LE Audio"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T21:07:40.000Z"
    },
    {
      "title": "Y Combinator urges the White House to support Europe’s Digital Markets Act",
      "link": "https://techcrunch.com/2025/03/13/y-combinator-urges-the-white-house-to-support-europes-digital-markets-act/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Y Combinator sent a letter to the Trump Administration urging support for Europe’s Digital Markets Act (DMA).\n- The DMA aims to limit anticompetitive practices by six major tech firms: Alphabet, Amazon, Apple, ByteDance, Meta, and Microsoft.\n- The act, applicable since May 2023, has already impacted American tech companies.\n- YC argues the DMA aligns with American innovation values and fosters opportunities for startups in AI and consumer apps.\n- The letter was signed by YC-backed startups and tech trade associations, highlighting concerns over competitive pressure in the market.\n- YC claims that the DMA could open avenues for smaller ventures and mitigate Big Tech's dominance.",
      "keywords": [
        "Y Combinator",
        "Digital Markets Act",
        "Big Tech",
        "American startups",
        "antitrust",
        "technology regulation"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T20:49:21.000Z"
    },
    {
      "title": "Oracle is reportedly a top choice for helping run TikTok",
      "link": "https://techcrunch.com/2025/03/13/oracle-is-reportedly-a-top-choice-for-storing-u-s-tiktok-user-data/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2022/06/GettyImages-528022874.jpg?w=1024",
      "summary": "- TikTok has until April to finalize a sale to a U.S.-based buyer amidst uncertainties about its future.\n- Oracle is reported to be the leading candidate as the cloud technology partner for TikTok in the U.S.\n- Sources indicate that ByteDance prefers Oracle over other cloud providers, with Oracle already storing data for U.S. users since 2022.\n- ByteDance aims to maintain a hands-on role in TikTok's operations with Oracle as a partner.\n- Former President Trump has expressed support for Oracle's involvement in this deal.",
      "keywords": [
        "Oracle",
        "TikTok",
        "Cloud Technology",
        "ByteDance",
        "Data Storage"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T19:55:07.000Z"
    },
    {
      "title": "Bluesky quickly sold out of the T-shirt its CEO wore to troll Mark Zuckerberg",
      "link": "https://techcrunch.com/2025/03/13/bluesky-quickly-sold-out-of-the-t-shirt-its-ceo-wore-to-troll-mark-zuckerberg/",
      "author": "Amanda Silberling",
      "thumbnail": null,
      "summary": "- Bluesky CEO Jay Graber wore a T-shirt with the phrase *Mundus sine Caesaribus* at SXSW, poking fun at Mark Zuckerberg without mentioning Meta.\n- The shirt sold out in approximately 30 minutes after users expressed excitement on the Bluesky platform.\n- Graber's shirt is a response to Zuckerberg's T-shirt that said *Aut Zuck aut nihil*, referencing comparisons made to Julius Caesar and emphasizing Bluesky's commitment to decentralization and user empowerment.",
      "keywords": [
        "Bluesky",
        "Jay Graber",
        "Mark Zuckerberg",
        "SXSW",
        "social media",
        "T-shirt",
        "decentralization",
        "user empowerment"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T19:19:58.000Z"
    },
    {
      "title": "Google calls for weakened copyright and export rules in AI policy proposal",
      "link": "https://techcrunch.com/2025/03/13/google-calls-for-weakened-copyright-and-export-rules-in-ai-policy-proposal/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Google submitted a policy proposal advocating for weakened copyright restrictions on AI training.\n- The proposal emphasizes the necessity of \"fair use\" and text-and-data mining exceptions for AI development.\n- It criticizes export controls imposed under the Biden Administration as burdensome for U.S. cloud service providers.\n- Google calls for increased federal investment in domestic R&D and comprehensive AI legislation to clarify regulations.\n- The proposal also opposes overly broad disclosure requirements and emphasizes the need to protect trade secrets.",
      "keywords": [
        "Google",
        "AI policy",
        "copyright",
        "export controls",
        "fair use",
        "AI training",
        "R&D funding"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T19:11:20.000Z"
    },
    {
      "title": "Move over, Apple: Meet the alternative app stores coming to the EU",
      "link": "https://techcrunch.com/2025/03/13/move-over-apple-meet-the-alternative-app-stores-coming-to-the-eu/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/08/altstore.jpg?w=680",
      "summary": "- The European Union's Digital Markets Act (DMA) allows access to alternative app stores.\n- Developers must accept Apple's DMA-compliant terms, including a fee of €0.50 for each first annual install.\n- Several alternative app stores available include AltStore PAL, Setapp Mobile, Epic Games Store, Aptoide, Mobivention, and Skich.\n- Setapp Mobile, a subscription app store, offers curated apps without ads or in-app purchases, while AltStore PAL enables indie developers to distribute apps directly.\n- Epic Games launched its app store allowing downloads for games like Fortnite.\n- Aptoide is an open-source solution for app distribution, scanning apps for safety.",
      "keywords": [
        "European Union",
        "Digital Markets Act",
        "alternative app stores",
        "Apple",
        "Setapp",
        "Epic Games",
        "Aptoide",
        "AltStore"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T19:05:00.000Z"
    },
    {
      "title": "Amazon is still hosting stalkerware victims’ data weeks after breach alert",
      "link": "https://techcrunch.com/2025/03/13/amazon-is-still-hosting-stalkerware-victims-data-weeks-after-breach-alert/",
      "author": null,
      "thumbnail": null,
      "summary": "- Amazon is under scrutiny for hosting data from stalkerware apps despite being notified of a breach.\n- Three apps, Cocospy, Spyic, and Spyzie, continue to store private phone data on Amazon Web Services.\n- A security researcher indicated that the apps have exposed data from 3.1 million individuals, many of whom are unaware of the compromise.\n- Amazon's response has been procedural, stating it has clear terms that require compliance with laws and policies but has not acted on the breach notifications from TechCrunch.\n- The storage buckets for the apps remain active, and concerns arise about Amazon's enforcement of its own policies against spyware.",
      "keywords": [
        "Amazon",
        "stalkerware",
        "data breach",
        "Cocospy",
        "Spyic",
        "Spyzie",
        "AWS",
        "privacy",
        "security"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T19:05:00.000Z"
    },
    {
      "title": "Ex-Twitter AI ethics lead Rumman Chowdhury is worried about Musk’s impact on the federal government",
      "link": "https://techcrunch.com/2025/03/13/ex-twitter-ai-ethics-lead-rumman-chowdhury-is-worried-about-musks-impact-on-the-federal-government/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Rumman Chowdhury, former director of Twitter’s machine ethics team, expressed concerns about Elon Musk's influence on U.S. governance during an SXSW panel.\n- She highlighted the chaotic management style attributed to Musk and its effects on federal agencies, including significant staff cuts that may compromise cybersecurity.\n- Chowdhury recalled similar experiences at Twitter after Musk's acquisition, noting that culture deteriorated under his leadership, and warned that the same could happen in government.",
      "keywords": [
        "Rumman Chowdhury",
        "Elon Musk",
        "U.S. government",
        "Twitter",
        "SXSW",
        "federal agencies",
        "staff cuts",
        "cybersecurity",
        "government efficiency"
      ],
      "scores": {
        "scale": 7,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-13T18:30:41.000Z"
    },
    {
      "title": "Minimalist Light Phone III launches March 27",
      "link": "https://techcrunch.com/2025/03/13/minimalist-light-phone-iii-launches-march-27/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/06/LightPhoneIII.Text_.jpg?w=680",
      "summary": "- Light will launch the Light Phone III on March 27.\n- Features a 3.92-inch AMOLED display, camera, and NFC chip for payments.\n- The price is initially $599, increasing to $799 later.\n- Offers capabilities for calls, texts, navigation, alarms, and more without distractions from apps.\n- Customers can choose to use it as their main phone or a backup device to disconnect.",
      "keywords": [
        "Light Phone III",
        "launch",
        "minimalist phone",
        "smartphone",
        "feature phone",
        "technology",
        "distraction-free"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-13T18:15:20.000Z"
    },
    {
      "title": "10 startups to watch from Y Combinator’s W25 Demo Day",
      "link": "https://techcrunch.com/2025/03/13/10-startups-to-watch-from-y-combinators-w25-demo-day/",
      "author": "Maxwell Zeff, Charles Rollet",
      "thumbnail": null,
      "summary": "- Y Combinator held its Winter 2025 Demo Day, showcasing 160 startups.\n- Focus on AI agents, with many startups creating agent support tools.\n- Notable startups include:\n  - [Abundant](https://www.abundant.ai/): API for agent teleoperation.\n  - [Browser Use](https://browser-use.com/): Tool for AI agents to navigate browsers.\n  - [GradeWiz](https://www.gradewiz.ai/marketing/index.html): Automates grading with AI.\n  - [Misprint](https://www.misprint.com/): Marketplace for trading Pokemon cards.\n  - [Nextbyte](https://trynextbyte.com/): Helps companies find 'vibe coders' using AI.\n  - [Pickle](https://getpickle.ai/): AI clone for Zoom calls.\n  - [Rebolt](https://www.rebolt.ai/en): Automates restaurant management with AI.\n  - [Red Barn Robotics](https://www.redbarnrobotics.com/): Weeding robot for farms.\n  - [Retrofit](https://www.retrofit.shop/): AI-curated vintage clothing marketplace.\n  - [Splash](https://splash9.com/): Autonomous patrol boats for defense.\n- Honorable mentions: Optifye and Artificial Societies.",
      "keywords": [
        "Y Combinator",
        "Demo Day",
        "startups",
        "AI",
        "technology",
        "innovation",
        "Silicon Valley"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T17:59:58.000Z"
    },
    {
      "title": "FBI, EPA, and Treasury told Citibank to freeze funds as Trump administration tries to claw back climate money",
      "link": "https://techcrunch.com/2025/03/13/fbi-epa-and-treasury-told-citibank-to-freeze-funds-as-trump-administration-tries-to-claw-back-climate-money/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Citibank revealed that the FBI, EPA, and Treasury requested freezing accounts of nonprofits and state agencies associated with the $27 billion Greenhouse Gas Reduction Fund.\n- The freezes took place in February, and court documents recently disclosed details, including which nonprofits are under scrutiny.\n- The funding comes from the Inflation Reduction Act of 2022, which allocated funds for clean technology projects, with Citibank administering the financing.\n- Agencies like Habitat for Humanity and United Way have been affected, and some nonprofits have sued Citibank to unfreeze their accounts.\n- EPA administrator Lee Zeldin raised concerns about fraud related to the funds without providing evidence, leading to court questioning about the legitimacy of the accusations.",
      "keywords": [
        "Citibank",
        "FBI",
        "EPA",
        "Treasury",
        "climate funding",
        "Greenhouse Gas Reduction Fund",
        "nonprofits",
        "clean technology",
        "fraud accusations",
        "Inflation Reduction Act"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T17:54:35.000Z"
    },
    {
      "title": "Facebook now lets creators get paid for views on stories",
      "link": "https://techcrunch.com/2025/03/13/facebook-now-lets-creators-get-paid-for-views-on-stories/",
      "author": "Aisha Malik",
      "thumbnail": null,
      "summary": "- Facebook introduces monetization for public stories, allowing creators to earn money for views.\n- The new feature is available globally to members of the [Facebook Content Monetization program](https://techcrunch.com/2024/10/02/facebook-says-it-paid-content-creators-2b-this-year/).\n- Payouts are based on content performance, although specific payment details were not disclosed.\n- The initiative is part of Facebook's strategy to attract creators from platforms like TikTok by offering revenue opportunities.\n- Creators already in the monetization program don’t need to take additional steps to activate story monetization.\n- Facebook has been successful in monetization, having paid creators over $2 billion in 2024 alone, with significant growth in payouts for Reels and other video content.",
      "keywords": [
        "Facebook",
        "Creators",
        "Monetization",
        "Social Media",
        "Stories",
        "Content Monetization"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-13T17:01:28.000Z"
    },
    {
      "title": "Apple’s Lockdown Mode is good for security — but its notifications are baffling",
      "link": "https://techcrunch.com/2025/03/13/apples-lockdown-mode-is-good-for-security-but-its-notifications-are-baffling/",
      "author": null,
      "thumbnail": null,
      "summary": "- Apple’s Lockdown Mode launched in 2022 aims to protect users from advanced hacking attempts, primarily benefitting dissidents, journalists, and activists.\n- The feature disables certain device functionalities to minimize exposure to threats like spyware and zero-day exploits.\n- User feedback reveals that notifications regarding blocked contacts are often confusing, lacking context or actionable information, raising concerns among users regarding their effectiveness.\n- Examples include random notifications about blocked contacts and issues with sending certain content, like stickers, leading to uncertainty about the feature's operations.\n- An experiment showed notifications appear even when messages are successfully received, suggesting limited visibility and clarity for users on what Lockdown Mode is doing.",
      "keywords": [
        "Apple",
        "Lockdown Mode",
        "security",
        "privacy",
        "notifications",
        "hack",
        "spyware",
        "zero-day exploits"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T16:50:21.000Z"
    },
    {
      "title": "Meghan Markle is launching a podcast about female founders",
      "link": "https://techcrunch.com/2025/03/13/meghan-markle-is-launching-a-podcast-about-female-founders/",
      "author": "Dominic-Madori Davis",
      "thumbnail": null,
      "summary": "- Meghan Markle is launching a new podcast titled “Confessions of a Female Founder,” focusing on her entrepreneurial journey and conversations with other female founders.\n- The podcast will premiere on April 8th on Lemonada Media and will consist of eight episodes.\n- The podcast aims to share tips and experiences from successful women in business, as Meghan builds her own brand, As Ever.",
      "keywords": [
        "Meghan Markle",
        "podcast",
        "female founders",
        "entrepreneurship",
        "As Ever",
        "Lemonada Media"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T16:49:10.000Z"
    },
    {
      "title": "OpenAI calls DeepSeek ‘state-controlled,’ calls for bans on ‘PRC-produced’ models",
      "link": "https://techcrunch.com/2025/03/13/openai-calls-deepseek-state-controlled-calls-for-bans-on-prc-produced-models/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- OpenAI labels DeepSeek as 'state-subsidized' and suggests banning its models in a new policy proposal.\n- The proposal is part of the Trump Administration’s 'AI Action Plan,' citing security risks due to Chinese compliance laws.\n- OpenAI accuses DeepSeek of previously violating its terms by 'distilling' knowledge from its models.\n- DeepSeek's founder met with Chinese leader Xi Jinping recently, raising concerns about Chinese government involvement.",
      "keywords": [
        "OpenAI",
        "DeepSeek",
        "AI Action Plan",
        "PRC",
        "Chinese government",
        "model banning",
        "security risks"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T16:21:30.000Z"
    },
    {
      "title": "Google wants Gemini to get to know you better",
      "link": "https://techcrunch.com/2025/03/13/google-wants-gemini-to-get-to-know-you-better/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Connect-to-Seach-history.png?w=680",
      "summary": "- Google announces Gemini with personalization as a new capability for its chatbot.\n- Gemini will utilize user preferences and activities to offer tailored responses.\n- The feature is currently available for web users and will gradually roll out to mobile.\n- Gemini with personalization is powered by the experimental Gemini 2.0 Flash Thinking AI model.\n- Users will need to opt-in and must be over 18 for personalization features.\n- It will also be integrated with Google Search and expand to more services like YouTube and Photos.\n- Future usage limits and potential costs for the feature may apply.",
      "keywords": [
        "Google",
        "Gemini",
        "AI",
        "personalization",
        "chatbot",
        "technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T16:00:00.000Z"
    },
    {
      "title": "Google introduces new developer tools and titles for games on mobile and PC",
      "link": "https://techcrunch.com/2025/03/13/google-introduces-new-developer-tools-and-titles-for-games-on-mobile-and-pc/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Google-Play-games-PC-mobile.gif?w=680",
      "summary": "- Google announced new features for PC and mobile gaming ahead of the Game Developers Conference (GDC).\n- New tools for developers include a dedicated SDK for native PC games and an updated Play Console.\n- Google will make all mobile games available on PC by default, with an option for developers to opt out.\n- New graphics API 'Vilkan' introduced for better visuals and smoother frame rates.\n- New game titles announced include “Game of Thrones: Kingsroad” and “Sonic Rumble.”\n- Custom control features for PC games will allow players to remap controls.\n- User acquisition campaigns for mobile emulated and native PC titles will launch later this year.",
      "keywords": [
        "Google",
        "gaming",
        "developer tools",
        "mobile games",
        "PC gaming",
        "GDC",
        "new titles",
        "graphics API"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T15:45:00.000Z"
    },
    {
      "title": "Geothermal unicorn Fervo Energy may IPO as early as next year",
      "link": "https://techcrunch.com/2025/03/13/geothermal-unicorn-fervo-energy-may-ipo-as-early-as-next-year/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Fervo Energy is considering an initial public offering (IPO) within the next two years due to rising power demand from data centers.\n- The company recently raised $244 million in February 2024 and another $255 million in December 2024.\n- Fervo is collaborating with Google on Project Red, a geothermal power plant that can produce 3.5 megawatts of electricity for the Nevada grid.",
      "keywords": [
        "Fervo Energy",
        "IPO",
        "geothermal energy",
        "data centers",
        "Project Red",
        "power demand"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-13T15:43:06.000Z"
    },
    {
      "title": "OpenAI’s ‘creative writing’ AI evokes that annoying kid from high school fiction club",
      "link": "https://techcrunch.com/2025/03/13/openais-creative-writing-ai-evokes-that-annoying-kid-from-high-school-fiction-club/",
      "author": null,
      "thumbnail": null,
      "summary": "- OpenAI's creative writing AI resembles the archetype of an angsty teenager from high school writing workshops.\n- The AI's output is critiqued for being clichéd and lacking depth, comparing phrases to pretentious teenage prose.\n- OpenAI CEO Sam Altman stated the AI was trained to write metafiction, a genre challenging even for human authors.\n- Critics highlight that AI cannot truly experience emotions, making its introspection feel artificial.\n- The AI may produce outputs that seem derivative of known authors, raising copyright and ethical concerns.\n- Some educators report recognizing AI-generated work due to its homogeneity and lack of individuality.\n- Users like poet Michelle Taransky try to utilize AI creatively, noting its limitations in originality and depth.\n- The consensus is that while AI can mimic styles, it cannot replace the experience and learning process of human writers.",
      "keywords": [
        "OpenAI",
        "creative writing",
        "AI",
        "metafiction",
        "literature",
        "writing workshops",
        "ethics",
        "copyright",
        "introspection",
        "human emotion"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-13T15:15:17.000Z"
    },
    {
      "title": "5 ways TechCrunch Sessions: AI will fuel your AI growth",
      "link": "https://techcrunch.com/2025/03/13/5-ways-techcrunch-sessions-ai-will-fuel-your-ai-growth/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/TC-Sessions-Robotics-breakouts.jpg?w=680",
      "summary": "- TechCrunch Sessions: AI to take place on June 5 at Zellerbach Hall, UC Berkeley.\n- The event aims to gather 1,200 AI experts, investors, and enthusiasts for networking and learning.\n- Key discussions include what VCs want from founders and launching products against incumbents.\n- Breakout sessions will allow for deeper interaction and exchange of ideas.\n- The Expo Hall will showcase the latest AI technologies and innovations.\n- Side Events will run from June 1-7, facilitating additional networking and insights.\n- Participants can save money by registering early for the event.",
      "keywords": [
        "TechCrunch",
        "AI",
        "conference",
        "networking",
        "innovation",
        "technology",
        "Berkeley"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-13T15:00:00.000Z"
    },
    {
      "title": "Xbox debuts a new AI-powered gaming companion for mobile users",
      "link": "https://techcrunch.com/2025/03/13/xbox-debuts-a-new-ai-powered-gaming-companion/",
      "author": "Lauren Forristal",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/XboxCopilotForGaming.jpg?w=680",
      "summary": "- Xbox introduced 'Copilot for Gaming', an AI-powered assistant ahead of the Game Developer's Conference (GDC).\n- It can provide real-time tips, voice-activated support, and even trash talk players as needed.\n- The assistant is currently available through the Xbox mobile app, designed to enhance user gaming experiences with personalized advice.",
      "keywords": [
        "Xbox",
        "AI",
        "gaming companion",
        "Copilot for Gaming",
        "Game Developer's Conference",
        "mobile app",
        "gaming experience"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T15:00:00.000Z"
    },
    {
      "title": "Apple’s appeal against UK’s secret iCloud backdoor order must be held in public, rights groups urge",
      "link": "https://techcrunch.com/2025/03/13/apples-appeal-against-uks-secret-icloud-backdoor-order-must-be-held-in-public-rights-groups-urge/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2020/06/Screen-Shot-2020-06-22-at-1.55.14-PM.jpg?w=1024",
      "summary": "- Privacy rights groups urge Apple's legal challenge against a U.K. government order for an iCloud backdoor to be public.\n- The existence of the order was revealed in February 2025, prompting Apple to close its Advanced Data Protection service in the U.K.\n- The Investigatory Powers Tribunal typically handles such appeals behind closed doors, but groups argue for transparency due to the case's public interest.",
      "keywords": [
        "Apple",
        "iCloud",
        "backdoor",
        "UK government",
        "privacy rights",
        "investigatory powers tribunal",
        "encryption"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-13T14:56:59.000Z"
    },
    {
      "title": "Spotify launches a program to publish audiobooks from independent authors",
      "link": "https://techcrunch.com/2025/03/13/spotify-launches-a-program-to-publish-audiobooks-from-independent-authors/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- Spotify launched a new program to publish audiobooks from independent authors, allowing submissions of short-form stories for adaptation.\n- Authors will receive an advance and royalties, and stories should fall within romance, mystery, thriller, sci-fi, or fantasy genres.\n- Novelettes of 10,000 to 20,000 words in English are preferred, with the requirement that authors hold audio rights to their submissions.\n- This initiative aims to enhance Spotify's competition with Audible, offering authors production and distribution support.",
      "keywords": [
        "Spotify",
        "audiobooks",
        "independent authors",
        "publishing program",
        "entertainment industry"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T14:53:01.000Z"
    },
    {
      "title": "OpenAI calls for US government to codify ‘fair use’ for AI training",
      "link": "https://techcrunch.com/2025/03/13/openai-calls-for-u-s-government-to-codify-fair-use-for-ai-training/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/GettyImages-2197181602.jpg?w=1024",
      "summary": "- OpenAI proposed a U.S. copyright strategy to support AI models' use of copyrighted material in the AI Action Plan initiated by the Trump Administration.\n- The company argues that the fair use doctrine is crucial for the growth of its AI startups and research breakthroughs in the U.S.\n- OpenAI has previously trained models on publicly available web data without the consent of data owners, advocating for more permissive laws for AI training.",
      "keywords": [
        "OpenAI",
        "fair use",
        "AI training",
        "copyright",
        "US government",
        "Trump Administration",
        "AI policy"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-13T14:23:01.000Z"
    },
    {
      "title": "TechCrunch All Stage unveils a powerhouse agenda for founders",
      "link": "https://techcrunch.com/2025/03/13/techcrunch-all-stage-unveils-a-powerhouse-agenda-for-founders/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2019/09/GettyImages-849201940.jpg?w=680",
      "summary": "- TechCrunch All Stage returns to Boston on **July 15, 2025**.\n- The agenda includes two main stages: **Foundation Stage** and **Scale Stage**.\n- Foundation Stage topics include Evaluating Companies at Pre-Seed, MVP in the Age of AI, Reshaping Markets, and Crafting Pitch Decks.\n- Scale Stage topics focus on Scaling Sustainable Companies, Raising for Series C and Beyond, Going Public, and Reaching $10M ARR.\n- Speakers include investors and entrepreneurs from firms like Precursor Ventures, Underscore.vc, Index Ventures, NEA, DVx Ventures, and Sapphire Ventures.\n- All attendees will receive transcripts and assets from presentations, with networking opportunities available.",
      "keywords": [
        "TechCrunch",
        "All Stage",
        "founders",
        "Boston",
        "startup",
        "entrepreneurship",
        "VC",
        "investment",
        "conference"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T14:00:00.000Z"
    },
    {
      "title": "Huawei’s lobbying lands it in a bribery scandal with EU politicians",
      "link": "https://techcrunch.com/2025/03/13/huaweis-lobbying-lands-it-in-a-bribery-scandal-with-eu-politicians/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-2204233398.jpg?w=1024",
      "summary": "- Huawei is embroiled in a scandal involving allegations of bribing members of the European Parliament (MEPs).\n- The bribes aimed to secure favorable treatment from lawmakers amidst pressures against the company's telecommunications equipment in Europe.\n- Belgian police conducted extensive raids as part of a corruption investigation, targeting Huawei's European offices and lobbyists' residences.\n- The investigation, codenamed 'Generation', is ongoing and focuses on a two-year inquiry into bribery, forgery, and money laundering involving MEPs.",
      "keywords": [
        "Huawei",
        "bribery",
        "European Parliament",
        "lobbying",
        "corruption",
        "telecommunications",
        "Belgium",
        "MEPs",
        "investigation"
      ],
      "scores": {
        "scale": 7,
        "impact": 9,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T13:57:32.000Z"
    },
    {
      "title": "UiPath is looking for a path to growth in agentic AI with its Peak.ai acquisition",
      "link": "https://techcrunch.com/2025/03/13/uipath-is-looking-for-a-path-to-growth-in-agentic-ai-with-its-peak-ai-acquisition/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- UiPath acquired Peak.ai, a Manchester startup specializing in decision-making AI solutions for retail and manufacturing.\n- The deal was in cash, but terms were not disclosed; Peak.ai was not actively seeking a buyer.\n- Peak.ai last raised funds in 2021, achieving a valuation of around $267 million and $11.6 million in revenues for 2023.\n- UiPath reported a 5% revenue increase to $424 million for its fourth quarter but revised its fiscal outlook downward due to economic uncertainties.\n- The acquisition is expected to enhance UiPath's offerings and cross-sell opportunities with Peak.ai's customer base.",
      "keywords": [
        "UiPath",
        "Peak.ai",
        "acquisition",
        "agentic AI",
        "automation",
        "decision-making AI",
        "enterprise market",
        "revenue growth"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T13:00:45.000Z"
    },
    {
      "title": "Omni raises $69M to design tools that help companies better analyze their data",
      "link": "https://techcrunch.com/2025/03/13/omni-is-designing-tools-to-help-companies-make-data-driven-decisions/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/drafts-archived-93a74cbdc47ba52236ef13d10a58f3f8.png?w=680",
      "summary": "- Omni, a business intelligence platform, has raised $69 million in a Series B funding round.  \n- Co-founded by Colin Zima, who previously worked at Google and Looker, Omni aims to simplify data analysis for organizations.  \n- The platform enables users to conduct ad-hoc analyses and create visualizations, with a user-friendly interface.  \n- Omni serves over 200 companies, with expectations of tripling its annual recurring revenue to nearly $30 million this year.  \n- The latest funding will enhance its analytics capabilities and support hiring efforts to expand its team from 85 to 150 employees.  \n- Omni has now raised a total of $97 million, boasting a $650 million valuation.",
      "keywords": [
        "Omni",
        "business intelligence",
        "data analysis",
        "funding",
        "analytics tools",
        "Colin Zima",
        "Series B",
        "technology",
        "data visualization"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T13:00:00.000Z"
    },
    {
      "title": "Skich launches an alternative app store on iOS in the EU",
      "link": "https://techcrunch.com/2025/03/13/skich-challenges-epic-games-with-an-alternative-app-store-on-ios-in-the-eu/",
      "author": "Lauren Forristal",
      "thumbnail": null,
      "summary": "- Skich has launched a new mobile games marketplace for iOS users in the EU, challenging established stores like Epic Games and Aptoide.\n- The Skich Store will start adding games at the end of March, post Game Developers Conference.\n- This move aligns with the EU's Digital Markets Act, which facilitates competition by allowing third-party app stores on iOS.\n- The store incorporates social features like game swiping, playlists, and an activity feed for friends' gameplay.\n- Skich will charge a 15% commission, compared to Apple's 30% cut, potentially making it more attractive for developers.\n- The current Skich web platform has about 100,000 organic monthly visitors, and the store will replace the existing app soon.\n- An Android version of the Skich Store is planned for launch in May.",
      "keywords": [
        "Skich",
        "alternative app store",
        "iOS",
        "EU",
        "Digital Markets Act",
        "mobile games",
        "Epic Games",
        "Aptoide",
        "Sergey Budkovski",
        "social features"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T13:00:00.000Z"
    },
    {
      "title": "ClickUp is launching a revamped calendar tool for task and meeting management",
      "link": "https://techcrunch.com/2025/03/13/clickup-is-launching-a-revamped-calendar-tool-for-task-and-meeting-management/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/CALENDAR_GIF_notes-to-timeblock.gif",
      "summary": "- ClickUp has launched a revamped calendar tool that integrates tasks, documents, chats, and meetings.\n- New features include an AI meeting notetaker and AI-powered time blocking based on user schedules.\n- The calendar adjusts due dates dynamically and allows for manual task adjustments.\n- The AI notetaker can take notes, transcribe meetings, and assign tasks automatically.\n- 71% of survey respondents are comfortable sending an AI proxy to meetings.\n- ClickUp aims to be an all-in-one productivity platform, expanding beyond task and project management.",
      "keywords": [
        "ClickUp",
        "calendar tool",
        "AI meeting notetaker",
        "task management",
        "productivity",
        "integration",
        "Hypercal"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T13:00:00.000Z"
    },
    {
      "title": "Meta is launching Community Notes in the US next week",
      "link": "https://techcrunch.com/2025/03/13/meta-is-launching-community-notes-in-the-us-next-week/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Meta will launch Community Notes in the US on March 18 for Facebook, Instagram, and Threads users.\n- The feature is a crowdsourced fact-checking system similar to Twitter's introduced in 2021.\n- The initial rollout is focused on the US to address concerns over bias and misinformation, with plans for international expansion uncertain due to investigations in the EU.\n- The initiative is part of Meta CEO Mark Zuckerberg's effort to address public perception of bias.\n- Community Notes aims to improve trust by allowing contributors to suggest notes and rate their usefulness, focusing on consensus from opposing viewpoints.\n- Prior studies suggest Community Notes can effectively reduce the spread of misinformation, but issues with speed and reach remain.",
      "keywords": [
        "Meta",
        "Community Notes",
        "fact-checking",
        "social media",
        "misinformation",
        "Zuckerberg",
        "crowdsourced"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T12:05:00.000Z"
    },
    {
      "title": "Singapore grants bail for Nvidia chip smugglers in alleged $390M fraud",
      "link": "https://techcrunch.com/2025/03/13/singapore-grants-bail-for-nvidia-chip-smugglers-in-alleged-390m-fraud/",
      "author": "Kate Park",
      "thumbnail": null,
      "summary": "- A judge in Singapore granted bail to three men accused of deceiving suppliers regarding Nvidia chips under U.S. export restrictions.\n- The alleged fraud involves server transactions amounting to approximately $390 million, with connections to companies like Dell and Super Micro.\n- The bail amounts were S$800,000, S$600,000 for the two Singaporean men and S$1 million for the Chinese national; conditions include electronic monitoring and restrictions on travel and communication about the case.\n- Next court hearing scheduled for May 2, following requests from prosecution for eight weeks to conclude investigations.\n- Malaysia plans to take action against local companies involved in the alleged fraud.",
      "keywords": [
        "Singapore",
        "Nvidia",
        "chip smuggling",
        "fraud",
        "Dell",
        "Super Micro",
        "bail",
        "export restrictions",
        "AI technology",
        "Malaysia"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-13T11:01:48.000Z"
    },
    {
      "title": "Bria lands new funding for AI models trained on licensed data",
      "link": "https://techcrunch.com/2025/03/13/bria-lands-new-funding-for-ai-models-trained-on-licensed-data/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/BRIA_LP_Ecommers_bottle2.webp?w=680",
      "summary": "- Bria, founded in 2023 by Yair Adato and Assa Eldar, focuses on training AI image generators with licensed content.\n- The company has raised $40 million in a Series B round, increasing total funding to $65 million.\n- Bria plans to use funds for product development and aims to expand its offerings to include various media types beyond images.",
      "keywords": [
        "Bria",
        "AI models",
        "licensed content",
        "funding",
        "image generation",
        "copyright",
        "tech industry"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T11:00:00.000Z"
    },
    {
      "title": "Telegram introduces trading and yield features for its self-custodial crypto wallet",
      "link": "https://techcrunch.com/2025/03/13/telegram-introduces-trading-and-yield-features-for-its-self-custodial-crypto-wallet/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Wallet-%C2%B7-Asset-Page.jpeg?w=335",
      "summary": "- Telegram's crypto wallet now offers multi-asset trading and yield functionalities.\n- Launched in 2023 by The Open Platform, the wallet supports Toncoin, Bitcoin, and USDT.\n- The update allows users to buy/sell/hold crypto without on-chain deposits.\n- A new earning component for Toncoin holders and upcoming support for USDT yields is planned.\n- The user interface has been improved with a new navigation bar for Wallet, Trade, and Earn sections.\n- The update will be rolled out in March and April 2025, with potential restrictions based on local regulations.\n- Telegram has over 100 million users registered for the wallet, many of whom are new to cryptocurrency.",
      "keywords": [
        "Telegram",
        "crypto wallet",
        "Toncoin",
        "trading",
        "yield features",
        "cryptocurrency",
        "blockchain",
        "The Open Platform"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-13T10:14:56.000Z"
    },
    {
      "title": "Could deeptech serve as Europe’s path to autonomy from the US?",
      "link": "https://techcrunch.com/2025/03/13/could-europes-16b-deeptech-bet-be-a-path-to-autonomy-from-the-us/",
      "author": "Mike Butcher",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Deeptech-Europe-2024.jpeg?w=680",
      "summary": "- A report suggests that deeptech could be crucial for Europe’s security and autonomy from the US amidst geopolitical tensions.\n- In 2024, deeptech attracted €15 billion ($16.3 billion) in venture investments, making up nearly one-third of all VC investment in Europe.\n- The M&A activity in deeptech reached $12.2 billion, yet European startups still depend on the US for exits and 50% of their growth capital comes from outside Europe.\n- Co-author Lukas Leitner emphasizes the need for Europe to embrace deeptech to achieve resilience despite challenges.\n- The US deeptech scene benefits from a “flywheel effect,” while Europe’s ecosystem is still developing.\n- Europe shows promise in photonics computing and could attract scientists from the US due to budget cuts in American science funding.",
      "keywords": [
        "deeptech",
        "Europe",
        "venture capital",
        "autonomy",
        "geopolitics",
        "M&A",
        "innovation",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T09:00:00.000Z"
    },
    {
      "title": "Xiaomi to preinstall PhonePe’s app store on smartphones sold in India",
      "link": "https://techcrunch.com/2025/03/13/xiaomi-to-preinstall-phonepes-app-store-on-smartphones-sold-in-india/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Xiaomi will preinstall PhonePe’s Indus Appstore on its Android smartphones sold in India, replacing GetApps.\n- The deal with PhonePe is a multi-year agreement; Google’s Play Store will remain preinstalled.\n- Indus Appstore supports 12 Indian languages and features over 500,000 apps; it aims to compete with Google without charging developers for in-app purchases.\n- The roll-out details for existing devices and implementation dates are currently unspecified.\n- Xiaomi’s COO emphasized the importance of a locally driven app marketplace for India’s digital growth.",
      "keywords": [
        "Xiaomi",
        "PhonePe",
        "Indus Appstore",
        "smartphones",
        "India",
        "Android",
        "app store",
        "digital ecosystem"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-13T08:10:20.000Z"
    }
  ]
}