{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Pebble creator unveils the first new Pebble-inspired smartwatches",
      "link": "https://techcrunch.com/2025/03/18/pebble-creator-unveils-the-first-new-pebble-inspired-smartwatches/",
      "author": "Romain Dillet",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/introducing-two-new-pebbleos-watches-2-01_hero_core_2_duo_34_white.png?w=680",
      "summary": "- Eric Migicovsky introduced two new smartwatches, the Core 2 Duo and the Core Time 2, as spiritual successors to the original Pebble smartwatches.\n- The watches are available for pre-order at prices of $149 and $225, respectively.\n- Pebble, known for its successful Kickstarter campaign in 2012, sold over two million devices before shutting down in 2016 and was acquired by Fitbit.\n- Core Devices, led by Migicovsky, is reviving the Pebble brand with new models running on PebbleOS, which Google open-sourced for community use.\n- The Core 2 Duo features a non-touch E Ink display and promises up to 30 days of battery life.\n- Shipments for the Core 2 Duo are expected to start in July 2025, and the Core Time 2 will be available in December 2025.",
      "keywords": [
        "Pebble",
        "smartwatches",
        "tech news",
        "Eric Migicovsky",
        "Core Devices",
        "PebbleOS",
        "Kickstarter",
        "technology"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-18T17:07:57.000Z"
    },
    {
      "title": "Stability AI’s new AI model turns photos into 3D scenes",
      "link": "https://techcrunch.com/2025/03/18/stability-ais-new-ai-model-turns-photos-into-3d-scenes/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/ezgif-8671c0eb4df06f.gif?w=680",
      "summary": "- Stability AI has launched the Stable Virtual Camera, an AI model that converts 2D images into immersive 3D videos.\n- The model allows generation of novel views from one or more images (up to 32) with various camera angles.\n- It supports multiple dynamic camera paths like 'Spiral', 'Dolly Zoom', 'Move', and 'Pan', with aspect ratios of 1:1, 9:16, and 16:9.\n- The technology is available for research under a non-commercial license from Hugging Face.\n- Stability AI, known for its model Stable Diffusion, recently underwent management changes and financial restructuring.",
      "keywords": [
        "Stability AI",
        "Stable Virtual Camera",
        "3D scenes",
        "AI model",
        "video generation",
        "immersive technology",
        "Hugging Face",
        "digital filmmaking"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-18T16:43:02.000Z"
    },
    {
      "title": "How to watch Nvidia GTC 2025, including CEO Jensen Huang’s keynote",
      "link": "https://techcrunch.com/2025/03/18/how-to-watch-nvidia-gtc-2025-including-ceo-jensen-huangs-keynote/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Nvidia’s GTC conference began Monday, with major announcements expected Tuesday.\n- CEO Jensen Huang’s keynote scheduled for Tuesday at 10 a.m. PT, available for live streaming at Nvidia.com and on their YouTube channel.\n- Anticipated topics include the Blackwell Ultra GPU series, next-gen Rubin chip architecture, automotive advancements, robotics, AI updates, and a special focus on quantum computing.",
      "keywords": [
        "Nvidia",
        "GTC 2025",
        "Jensen Huang",
        "keynote",
        "AI",
        "quantum computing",
        "Blackwell Ultra"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-18T16:22:05.000Z"
    },
    {
      "title": "Google brings a ‘canvas’ feature to Gemini, plus Audio Overview",
      "link": "https://techcrunch.com/2025/03/18/google-brings-a-canvas-feature-to-gemini-plus-audio-overview/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Canvas_Coding-TTT.png?w=680",
      "summary": "- Google has introduced a new feature called Canvas to its Gemini AI chatbot, enabling users to collaborate on writing and coding projects.\n- Canvas allows for interactive editing, tone adjustment, and real-time code previews, similar to OpenAI's Canvas for ChatGPT.\n- In addition to Canvas, Google has added the Audio Overview feature from NotebookLM, offering audio summaries of documents and content.\n- Both features are available for free to Gemini users globally, with some limitations on code previews and language for audio summaries.",
      "keywords": [
        "Google",
        "Gemini",
        "Canvas",
        "AI",
        "Audio Overview",
        "Chatbot",
        "Productivity Tools"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T16:00:00.000Z"
    },
    {
      "title": "CISA scrambles to contact fired employees after court rules layoffs ‘unlawful’",
      "link": "https://techcrunch.com/2025/03/18/cisa-scrambles-to-contact-fired-employees-after-court-rules-layoffs-unlawful/",
      "author": "Carly Page",
      "thumbnail": null,
      "summary": "- The U.S. government’s cybersecurity agency, CISA, is trying to reach over 130 former employees after a court ruling deemed their layoffs 'unlawful'.\n- U.S. District Judge James Bredar ordered reinstatement of employees fired by the Trump administration, particularly probationary workers hired within the last three years.\n- CISA had previously cut 130 probationary employees in February, during a federal workforce reduction.\n- The agency lacks contact information for all affected employees and is urging those impacted to reach out directly.\n- Re-hired employees will be placed on administrative leave with full pay and benefits as per CISA's new directive.",
      "keywords": [
        "CISA",
        "court ruling",
        "layoffs",
        "Trump administration",
        "cybersecurity",
        "federal employees",
        "reinstatement",
        "employment"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T15:57:20.000Z"
    },
    {
      "title": "Al Gore’s Just Climate fund raises $175M from Microsoft and CalSTRS for nature-based climate investments",
      "link": "https://techcrunch.com/2025/03/18/al-gores-just-climate-fund-raises-175m-from-microsoft-and-calstrs-for-nature-based-climate-investments/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Just Climate has raised $175 million from Microsoft’s Climate Innovation Fund and CalSTRS.\n- The fund will focus on nature-based climate solutions like farming and forestry.\n- Only $35 billion was invested in nature-based solutions in 2022, compared to $1.46 trillion for other climate finance.\n- Nature-based solutions can address about 15% of annual global emissions.\n- Microsoft invested in a startup called Chestnut Carbon for reforestation projects.\n- Just Climate’s first investment was in NatureMetrics, which surveys biodiversity using environmental DNA (eDNA).",
      "keywords": [
        "Al Gore",
        "Just Climate",
        "Microsoft",
        "CalSTRS",
        "nature-based solutions",
        "climate finance",
        "biodiversity",
        "emissions",
        "investment",
        "sustainability"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T15:56:18.000Z"
    },
    {
      "title": "Anthropic-backed AI-powered code review platform Graphite raises cash",
      "link": "https://techcrunch.com/2025/03/18/anthropic-backed-ai-powered-code-review-platform-graphite-raises-cash/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/1727733182-comment-left.png?w=680",
      "summary": "- Graphite raised $52 million in a Series B funding round led by Accel, with participation from Anthropic’s Anthology Fund, Menlo Ventures, and others.\n- Founded in 2020 by Tomas Reimers, Greg Foster, and Merrill Lutsky, Graphite initially focused on mobile development tools before pivoting to code review.\n- The platform uses AI to provide feedback on code, suggest code changes, and summarize code, with plans to launch a new AI tool named Diamond for automatic bug detection.\n- Graphite's revenue grew 20x in 2024, serving over 500 companies including Shopify, Snowflake, and Figma, and has made its core code review tool free for teams of all sizes.",
      "keywords": [
        "AI",
        "code review",
        "Graphite",
        "venture capital",
        "software development",
        "Anthropic",
        "funding",
        "technology",
        "startups"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T15:00:00.000Z"
    },
    {
      "title": "Arcade raises $12M from Perplexity co-founder’s new fund to make AI agents less awful",
      "link": "https://techcrunch.com/2025/03/18/arcade-raises-12m-from-perplexity-co-founders-new-fund-to-make-ai-agents-less-awful/",
      "author": "Alex Salazar, Sam Partee, Andy Konwinski, Pete Sonsini",
      "thumbnail": null,
      "summary": "- Arcade, an AI agent infrastructure startup, raised $12 million from Laude Ventures, a fund founded by Perplexity co-founder Andy Konwinski.\n- Founded by Alex Salazar (former Okta exec) and Sam Partee (former Redis engineer) in February 2024, the startup aims to improve the functionality of AI agents.\n- The company addresses issues with existing AI agents that often do not work effectively due to reliance on public data rather than private data.\n- Arcade offers a tool-calling platform that allows AI agents to access apps and data with user-like privileges, integrating with OAuth for secure token management.",
      "keywords": [
        "Arcade",
        "AI agents",
        "funding",
        "Laude Ventures",
        "Andy Konwinski",
        "tech startup",
        "infrastructure",
        "SaaS",
        "OAuth",
        "token management"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T15:00:00.000Z"
    },
    {
      "title": "Mark Zuckerberg says that Meta’s Llama models have hit 1B downloads",
      "link": "https://techcrunch.com/2025/03/18/mark-zuckerberg-says-that-metas-llama-models-have-hit-1b-downloads/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Meta CEO Mark Zuckerberg announced that the Llama AI model family has reached 1 billion downloads, a 53% increase from 650 million in December 2024.\n- Llama powers Meta AI across platforms like Facebook, Instagram, and WhatsApp and is available for free under a proprietary license.\n- Despite its success, Llama faces challenges, including an AI copyright lawsuit and data privacy concerns leading to cancellations of launch plans in Europe.\n- Meta plans to invest up to $80 billion in AI projects this year and aims to release new Llama models, including reasoning and multimodal capabilities, in the upcoming months.",
      "keywords": [
        "Meta",
        "Llama models",
        "AI downloads",
        "Mark Zuckerberg",
        "TechCrunch",
        "artificial intelligence",
        "data privacy",
        "AI ecosystem",
        "Meta AI",
        "generative AI"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T14:16:37.000Z"
    },
    {
      "title": "Make your choice! Vote for the speaker you want to see at TechCrunch Sessions: AI",
      "link": "https://techcrunch.com/2025/03/18/make-your-choice-vote-for-the-speaker-you-want-to-see-at-techcrunch-sessions-ai/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-18T14:00:00.000Z"
    },
    {
      "title": "Coreshell has a plan to slash the price of American made batteries",
      "link": "https://techcrunch.com/2025/03/18/coreshell-has-a-plan-to-slash-the-price-of-american-made-batteries/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-18T13:45:32.000Z"
    },
    {
      "title": "Anthropic is reportedly prepping a voice mode for Claude",
      "link": "https://techcrunch.com/2025/03/18/anthropic-is-reportedly-prepping-a-voice-mode-for-claude/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-18T13:22:10.000Z"
    },
    {
      "title": "WhatsApp will soon limit number of broadcast messages users and businesses can send",
      "link": "https://techcrunch.com/2025/03/18/whatsapp-will-soon-limit-number-of-broadcast-messages-users-and-businesses-can-send/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/WhatsApp-Business-New-Icon.jpg?w=680",
      "summary": "- WhatsApp will limit the number of broadcast messages that users and businesses can send to reduce spam.\n- Testing will begin soon, with a suggested limit of 30 messages per month for individual users.\n- Business accounts will see the introduction of a paid version for broadcast messaging, previously unlimited.\n- Merchants will be able to send customized broadcast messages and schedule them, with 250 free messages available during the pilot.\n- The changes aim to help users receive fewer overwhelming messages while still allowing businesses to communicate effectively.\n- WhatsApp Business has become an important revenue source for Meta, with the new limits introducing a potential additional revenue stream for the company.",
      "keywords": [
        "WhatsApp",
        "broadcast messages",
        "spam",
        "Meta",
        "business accounts",
        "user limits",
        "customized messages",
        "revenue"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T13:00:00.000Z"
    },
    {
      "title": "Exist is a new social wellness app that wants to help middle-age users find community",
      "link": "https://techcrunch.com/2025/03/18/exist-is-a-new-social-wellness-app-that-wants-to-help-middle-age-users-find-community/",
      "author": "Jason Jardim, Alicia Waldner",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/exist-app.jpeg?w=680",
      "summary": "- Exist is an iOS social wellness app aimed at helping middle-aged users connect and build communities.\n- The app features social journaling, daily mood tracking, audio exercises, and guided meditations.\n- Founded by Jason Jardim and Alicia Waldner, it originally targeted Gen Z but shifted focus to middle-aged users as the average sign-up age became 40.\n- Exist includes a TikTok-like feed for sharing journal entries and receiving community responses.\n- Offers a free community journaling experience, with a subscription option for additional features at $5.99 per month.\n- Future plans include enhancing human connection, adding sleep habit tracking, and personalized journal prompts.",
      "keywords": [
        "social wellness app",
        "middle-aged community",
        "journaling",
        "mental health",
        "community building",
        "Exist app",
        "Jason Jardim",
        "Alicia Waldner"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T13:00:00.000Z"
    },
    {
      "title": "Google plans to release new ‘open’ AI models for drug discovery",
      "link": "https://techcrunch.com/2025/03/18/google-plans-to-release-new-open-ai-models-for-drug-discovery/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Google announced the development of new open AI models called TxGemma for drug discovery at a health-focused event in New York.\n- The models will be released through its Health AI Developer Foundations program later this month.\n- TxGemma can analyze both text and the structures of therapeutic entities, aiding researchers in predicting properties of new therapies.\n- There is no clarification yet on whether the models will allow for commercial use or customization.\n- The move follows a trend where many companies are investing in AI for drug research but face challenges in clinical trial success.\n- Over 460 AI startups are working on drug discovery, with $60 billion invested in the space so far.",
      "keywords": [
        "Google",
        "AI",
        "drug discovery",
        "TxGemma",
        "healthcare",
        "machine learning",
        "pharma",
        "research"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T13:00:00.000Z"
    },
    {
      "title": "Google launches new healthcare-related features for Search, Android",
      "link": "https://techcrunch.com/2025/03/18/google-adds-new-healthcare-related-features-in-search/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "• Google announced new healthcare-related features for Search, including expanded knowledge panels for health queries.\n• A new mobile feature called 'What People Suggest' highlights user-generated content about health conditions.\n• Google launched new medical records APIs globally for its Health Connect platform to streamline health data access.\n• The Pixel Watch 3 will introduce a 'Loss of Pulse Detection' feature by the end of March, pending FDA clearance.\n• Google is set to release new open AI models for drug discovery named TxGemma in the coming weeks.",
      "keywords": [
        "Google",
        "healthcare",
        "Search",
        "AI",
        "medical records",
        "health data",
        "Pixel Watch 3",
        "drug discovery",
        "health technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-18T13:00:00.000Z"
    },
    {
      "title": "TurinTech reveals $20M in backing to fix problems in ‘vibe coding’",
      "link": "https://techcrunch.com/2025/03/18/turintech-reveals-20m-in-backing-to-fix-problems-in-vibe-coding/",
      "author": "Mike Butcher",
      "thumbnail": null,
      "summary": "- TurinTech has raised $20 million to launch its Artemis product at NVIDIA’s GTC event.\n- Artemis is an ‘evolutionary AI’ platform aimed at optimizing and validating enterprise codebases, addressing inefficiencies in AI-generated code.\n- The funding includes a $15 million Series A, led by Oxford Capital, with previous seed funding of $5 million.\n- AI-generated code is predicted to transform software development, with Gartner projecting that 75% of enterprise software engineers will use AI code assistants by 2028.",
      "keywords": [
        "AI",
        "software development",
        "funding",
        "TurinTech",
        "Artemis",
        "vibe coding",
        "enterprise",
        "code optimization"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-18T12:50:00.000Z"
    },
    {
      "title": "Apple loses appeal against Germany’s special abuse control for Big Tech",
      "link": "https://techcrunch.com/2025/03/18/apple-loses-appeal-against-germanys-special-abuse-control-for-big-tech/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2015/11/185582845.jpg?w=1024",
      "summary": "- Apple has lost an appeal regarding Germany’s special abuse control regime enforced by the competition watchdog.\n- The ruling by Germany’s Federal Court of Justice maintains the five-year regulatory designation on Apple initiated in April 2023.\n- The special abuse controls aim to ensure fair competition against major digital companies, including Apple, Google, Meta, and Microsoft.\n- Apple disputes the court's decision, asserting that it operates in a competitive environment and emphasizes its commitment to user privacy.",
      "keywords": [
        "Apple",
        "Germany",
        "antitrust",
        "competition",
        "Big Tech",
        "FCO",
        "regulatory",
        "privacy"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T12:00:22.000Z"
    },
    {
      "title": "Google is buying Wiz for $33B to beef up in cloud security, sources say",
      "link": "https://techcrunch.com/2025/03/18/google-is-buying-wiz-for-32b-to-beef-up-in-cloud-security/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Google is acquiring cloud security startup Wiz for $33 billion, marking its largest acquisition to date.\n- The deal awaits regulatory approval; neither Google nor Wiz has confirmed it officially yet.\n- The acquisition is aimed at enhancing Google's position in enterprise cloud and security sectors, where it currently lags behind competitors like AWS and Microsoft Azure.\n- Previous acquisition talks at a $23 billion valuation fell apart due to antitrust concerns and issues related to Wiz's autonomy.\n- Wiz's business is growing rapidly, with an ARR projected to reach $1 billion this year after surpassing $500 million last year.",
      "keywords": [
        "Google",
        "Wiz",
        "acquisition",
        "cloud security",
        "Alphabet",
        "enterprise cloud",
        "antitrust",
        "financial technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-18T11:46:49.000Z"
    },
    {
      "title": "Nerdio nabs $500M to power virtual desktops on Azure",
      "link": "https://techcrunch.com/2025/03/18/nerdio-nabs-500m-to-power-virtual-desktops-on-azure/",
      "author": "Paul Sawers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Nerdio-e1742218082449.png?w=680",
      "summary": "- Nerdio raises $500 million in Series C funding to enhance Microsoft cloud technology management.\n- Valuation has more than quadrupled since Series B, now estimated above $1 billion.\n- The company targets optimization of cloud infrastructure and costs for enterprises.\n- Investors include General Atlantic, Lead Edge Capital, and Stepstone, with the founders retaining a significant stake.\n- Plans to expand product offerings and workforce of currently 300 employees to support growth.",
      "keywords": [
        "Nerdio",
        "Azure",
        "virtual desktops",
        "cloud management",
        "funding",
        "Series C",
        "Microsoft"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-18T10:04:00.000Z"
    },
    {
      "title": "YC-backed food supply startup Vendease restructures employees’ salaries",
      "link": "https://techcrunch.com/2025/03/18/vendease-restructures-employees-salaries/",
      "author": null,
      "thumbnail": null,
      "summary": "- Vendease, a Y Combinator-backed Nigerian food procurement startup, has changed its pay structure to a performance-based system after laying off 44% of its workforce.\n- The new compensation model includes a five-phase salary recovery plan, aiming for full salary restoration by December 2025 based on performance targets.\n- Vendease is seeking fresh capital and aims to become profitable by leveraging its software-driven operations and a buy now, pay later (BNPL) product to support food businesses.",
      "keywords": [
        "Vendease",
        "Y Combinator",
        "food supply",
        "salary restructuring",
        "Nigerian startups",
        "performance-based pay",
        "buy now pay later",
        "BNPL"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-18T09:36:04.000Z"
    },
    {
      "title": "GrubMarket raises $50M at a $3.5B+ valuation to build AI for the $1 trillion food distribution industry",
      "link": "https://techcrunch.com/2025/03/18/grubmarket-raises-50m-at-a-3-5b-valuation-to-build-ai-for-the-1-trillion-food-distribution-industry/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/GM-fruit-2.jpg?w=680",
      "summary": "- GrubMarket secured $50 million in a Series G funding round, boosting its valuation to over $3.5 billion.\n- Major investors include Liberty Street Funds, 3Spoke Capital, and others, with a focus on technology improvements, especially in AI.\n- The company anticipates $2.4 billion in revenue for 2025, up from $2 billion in 2024, and is profitable on an EBITDA basis.\n- GrubMarket plans acquisitions to enhance its food distribution capabilities and has expanded its presence to 70 countries.",
      "keywords": [
        "GrubMarket",
        "funding",
        "AI",
        "food distribution",
        "valuations",
        "investors"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T09:05:21.000Z"
    },
    {
      "title": "Google, Speedinvest back Kenya’s Leta, which uses AI to make logistics cheaper",
      "link": "https://techcrunch.com/2025/03/18/google-speedinvest-back-kenyas-leta-which-uses-ai-to-make-logistics-cheaper/",
      "author": null,
      "thumbnail": null,
      "summary": "- African businesses pay up to four times the global average to transport goods, driving up prices for essentials.\n- Nairobi-based Leta uses AI for optimizing delivery routes, tracking shipments, and streamlining payments.\n- Leta raised $5 million in seed funding led by Speedinvest, backed by Google’s Africa Investment Fund.\n- The startup aims to help businesses move goods cheaper and faster across Kenya, Nigeria, Uganda, Zambia and Zimbabwe.\n- Its platform can automate manifest creation and dynamically optimize delivery routes in real-time.\n- Leta has seen growth from 500,000 deliveries to 4.5 million, increasing its revenue fivefold since last coverage.",
      "keywords": [
        "logistics",
        "AI",
        "Kenya",
        "Leta",
        "Google",
        "Speedinvest",
        "funding",
        "transportation",
        "efficiency",
        "African businesses"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T08:15:00.000Z"
    },
    {
      "title": "Waymo’s milestone SFO mapping permit comes with strings attached",
      "link": "https://techcrunch.com/2025/03/17/waymos-milestone-sfo-mapping-permit-comes-with-strings-attached/",
      "author": "Kirsten Korosec",
      "thumbnail": null,
      "summary": "- Waymo has received a temporary permit to map roadways at San Francisco International Airport, starting from March 14.\n- Employees will manually drive Waymo vehicles for mapping; this is the first step toward commercial operations.\n- The permit includes a data-sharing agreement requiring Waymo to provide specific data after mapping sessions\n- Waymo is prohibited from using autonomous vehicles for moving commercial goods; this aligns with past efforts to ensure job safety and community impact.\n- The temporary permit comes after Waymo's failed attempt to secure mapping rights in 2023 and requires a subsequent approval to operate commercially at SFO.",
      "keywords": [
        "Waymo",
        "SFO",
        "mapping permit",
        "autonomous vehicles",
        "robotaxis",
        "data sharing",
        "San Francisco International Airport"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-18T03:48:19.000Z"
    },
    {
      "title": "Google revives talks to acquire Wiz at higher valuation",
      "link": "https://techcrunch.com/2025/03/17/google-revives-talks-to-acquire-wiz-at-higher-valuation/",
      "author": "Marina Temkin, Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Google’s parent company Alphabet is in advanced talks to acquire Wiz at a higher valuation of around $30 billion.\n- The previous deal talks were at a $23 billion valuation but fell through.\n- Wiz, a cloud cybersecurity startup, has annual recurring revenue of $500 million and aims for $1 billion by 2025.\n- The deal is complicated by whether Wiz will remain a separate division or be integrated into Google Cloud.\n- Regulatory scrutiny under the Biden administration previously contributed to the breakdown of talks.\n- Wiz was founded in 2020 by former Israeli military officers and has significant backers including Andreessen Horowitz and Sequoia.",
      "keywords": [
        "Google",
        "Wiz",
        "acquisition",
        "cloud security",
        "cybersecurity",
        "M&A",
        "valuation",
        "Alphabet"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-17T23:11:27.000Z"
    },
    {
      "title": "OpenAI exec leaves to found materials science startup",
      "link": "https://techcrunch.com/2025/03/17/openai-exec-leaves-to-found-materials-science-startup/",
      "author": "Not given",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/05/openAI-spiral-teal.jpg?w=1024",
      "summary": "- Liam Fedus, VP of research for post-training at OpenAI, is leaving to start a materials science AI company.\n- Fedus stated that AI for science is strategically important for OpenAI, which plans to invest in and partner with his new venture.\n- His startup will compete with major players like Google DeepMind and Microsoft in the AI materials science field.",
      "keywords": [
        "OpenAI",
        "materials science",
        "AI startup",
        "Liam Fedus",
        "DeepMind",
        "Microsoft",
        "artificial intelligence"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-17T21:40:21.000Z"
    },
    {
      "title": "Intel could be in for significant changes as Lip-Bu Tan takes on CEO role",
      "link": "https://techcrunch.com/2025/03/17/intel-could-be-in-for-significant-changes-as-lip-bu-tan-takes-on-ceo-role/",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- Lip-Bu Tan has been appointed as Intel's new CEO, announced last week.\n- He aims to implement significant changes in chip manufacturing and AI strategies.\n- Potential actions include cutting middle management and revamping manufacturing approaches.\n- Tan has warned of making 'tough decisions' to improve the struggling company.\n- He rejoined Intel after leaving the board in August 2024 due to disagreements with former CEO Pat Gelsinger.",
      "keywords": [
        "Intel",
        "CEO",
        "Lip-Bu Tan",
        "chip manufacturing",
        "AI strategies",
        "management changes"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-17T21:24:35.000Z"
    },
    {
      "title": "Rippling sues Deel, Deel denies ‘all legal wrongdoing’, and Slack is the main witness",
      "link": "https://techcrunch.com/2025/03/17/rippling-sues-deel-deel-denies-all-legal-wrongdoing-and-slack-is-the-main-witness/",
      "author": null,
      "thumbnail": null,
      "summary": "- HR company Rippling has filed a lawsuit against rival Deel, accusing it of racketeering and trade secret misappropriation.\n- Deel denies all allegations, claiming Rippling is shifting the narrative after being accused of violating sanctions law in Russia.\n- The lawsuit highlights employee D.S.'s suspicious Slack activity, allegedly accessing confidential information related to Deel multiple times.\n- Rippling claims it created a fake Slack channel to confirm suspicions about D.S.’s behavior.\n- The lawsuit details an incident where D.S. allegedly attempted to hide evidence by fleeing into a bathroom and flushing his phone down the toilet.",
      "keywords": [
        "Rippling",
        "Deel",
        "lawsuit",
        "trade secrets",
        "Slack",
        "HR technology",
        "espionage"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-17T21:18:08.000Z"
    },
    {
      "title": "How to stop doomscrolling",
      "link": "https://techcrunch.com/2025/03/17/how-to-stop-doomscrolling/",
      "author": "Amanda Silberling",
      "thumbnail": null,
      "summary": "- The pervasive nature of smartphones promotes doomscrolling, impacting mental health.\n- Recognizing that tech companies design apps to capture user attention can help break the habit.\n- Setting up screen time limits can reduce usage; options include Apple’s built-in features and third-party apps like [ScreenZen](https://apps.apple.com/us/app/screenzen-screen-time-control/id1541027222?platform=iphone) and [Opal](https://techcrunch.com/2022/09/15/opal-revamps-its-screen-time-app-to-help-anyone-not-just-parents-with-kids-focus-and-avoid-distractions/).\n- Suggestions to replace scrolling include reading e-books via [Libby](https://libbyapp.com/) and playing games.",
      "keywords": [
        "doomscrolling",
        "screen time",
        "mental health",
        "technology",
        "mobile",
        "smartphones",
        "self-care",
        "productivity"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-17T21:16:14.000Z"
    },
    {
      "title": "This app limits your screen time by making you literally touch grass",
      "link": "https://techcrunch.com/2025/03/17/this-app-limits-your-screen-time-by-making-you-literally-touch-grass/",
      "author": "Amanda Silberling",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Screenshot-2025-03-17-at-3.18.53PM.png?w=680",
      "summary": "- Developer Rhys Kentish launched the iOS app [Touch Grass](https://apps.apple.com/gb/app/touch-grass-reduce-screentime/id6739589530?ign-itscg=30200&ign-itsct=apps_box_badge&mttnsubad=6739589530) to lock distracting apps until users take a photo of actual grass.\n- The app requires users to physically go outside, preventing the use of house plants as substitutes.\n- Users can lock two apps for free, but can pay to unlock additional apps; half the payment goes to [rewilding efforts](https://www.rewildingbritain.org.uk/) in the U.K.\n- The app has been downloaded around 50,000 times since its launch on March 17, 2025.",
      "keywords": [
        "screen time",
        "app",
        "Touch Grass",
        "digital well-being",
        "technology",
        "mental health"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-17T21:10:45.000Z"
    },
    {
      "title": "A Google-backed weapon to battle wildfires made it into orbit",
      "link": "https://techcrunch.com/2025/03/17/a-google-backed-weapon-to-battle-wildfires-made-it-into-orbit/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- The first satellite of the FireSat constellation successfully made it to orbit on March 14, 2025.\n- The constellation aims to improve wildfire detection with over 50 satellites imaging Earth's surface every 20 minutes when fully operational.\n- The first satellite was launched by SpaceX and equipped with six-band multispectral infrared cameras.\n- FireSat provides five-meter resolution imagery and near real-time updates on wildfires, solving issues with current tracking methods.\n- The project is a collaboration between Muon Space and the Earth Fire Alliance, which includes support from Google and other foundations.",
      "keywords": [
        "wildfires",
        "FireSat",
        "satellite",
        "Google",
        "Muon Space",
        "environment",
        "climate technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-17T20:58:43.000Z"
    },
    {
      "title": "These fintech companies are hiring in 2025 after a turbulent year",
      "link": "https://techcrunch.com/2025/03/17/these-fintech-companies-are-hiring-in-2025-after-a-turbulent-year/",
      "author": "Mary Ann Azevedo",
      "thumbnail": null,
      "summary": "- The fintech sector experienced significant growth during the pandemic but faced challenges in 2024, including the shutdown of accounting startup Bench.\n- Despite a slowdown in funding, many fintech firms are still hiring, with some companies opening even more roles than in previous months.\n- Various fintech companies are listed with their available job openings, serving as a resource for those seeking employment in the industry.",
      "keywords": [
        "fintech",
        "hiring",
        "job openings",
        "2025",
        "Bench",
        "Mary Ann Azevedo"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-17T20:57:39.000Z"
    },
    {
      "title": "People are using Google’s new AI model to remove watermarks from images",
      "link": "https://techcrunch.com/2025/03/17/people-are-using-googles-new-ai-model-to-remove-watermarks-from-images/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Users are exploiting Google’s Gemini AI model to remove watermarks from images, including those from Getty Images.\n- Gemini 2.0 Flash’s image generation feature allows it to create and edit content, but lacks effective guardrails.\n- The model can fill in gaps left by removed watermarks, which has raised copyright concerns.\n- This capability is labeled experimental and not intended for production use, yet some copyright holders might take issue with its unrestricted use.\n- Removing watermarks without consent is illegal under U.S. copyright law.",
      "keywords": [
        "Google",
        "AI",
        "Gemini 2.0",
        "watermarks",
        "copyright",
        "image generation",
        "stock media"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-17T20:49:00.000Z"
    },
    {
      "title": "Flexport accuses former employees of stealing its source code to create a rival startup",
      "link": "https://techcrunch.com/2025/03/17/flexport-accuses-former-employees-of-stealing-its-source-code-to-create-a-rival-startup/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- Flexport is suing former employees Yingwei Zhao and Bryan Lacaillade for allegedly stealing its source code and documents to form their startup Freightmate AI.\n- Zhao is accused of downloading over 70,000 confidential Flexport documents and copying customer lists using Incognito Mode.\n- Freightmate admitted to having some files but claimed they were retained inadvertently and not used.\n- Flexport seeks unspecified damages and an injunction against the use of the allegedly stolen data.",
      "keywords": [
        "Flexport",
        "Freightmate AI",
        "lawsuit",
        "source code theft",
        "startup competition",
        "logistics industry"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-17T19:58:34.000Z"
    },
    {
      "title": "Elon Musk’s AI company, xAI, acquires a generative AI video startup",
      "link": "https://techcrunch.com/2025/03/17/elon-musks-ai-company-xai-acquires-a-generative-ai-video-startup/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Elon Musk’s AI company, xAI, has acquired Hotshot, a startup focusing on AI-powered video generation tools.\n- Hotshot's CEO, Aakash Sastry, announced the acquisition via a post on X.\n- The startup had developed three video foundation models over the past 2 years: Hotshot-XL, Hotshot Act One, and Hotshot.\n- Hotshot was initially centered on AI-powered photo tools before pivoting to text-to-video models.\n- The acquisition might lead to xAI developing competitive video generation models against Sora and Google’s Veo 2.\n- Hotshot had previously received investments from notable VCs but undisclosed its funding rounds.\n- Customers have until March 30 to download videos created using Hotshot, which began sunsetting new video creation on March 14.",
      "keywords": [
        "Elon Musk",
        "xAI",
        "Hotshot",
        "generative AI",
        "video generation",
        "AI startup",
        "Aakash Sastry"
      ],
      "scores": {
        "scale": 6,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-17T18:29:58.000Z"
    },
    {
      "title": "OpenAI to start testing ChatGPT connectors for Google Drive and Slack",
      "link": "https://techcrunch.com/2025/03/17/openai-to-start-testing-chatgpt-connectors-for-google-drive-and-slack/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- OpenAI is beta testing a feature called ChatGPT Connectors for business customers.\n- The feature will enable integration with Google Drive and Slack for enhanced responses based on internal data.\n- Future expansions to include platforms like Microsoft SharePoint and Box are planned.\n- ChatGPT Connectors aims to facilitate use of internal knowledge similarly to web search.\n- Concerns exist about ChatGPT accessing sensitive information; some businesses are cautious, while others are supportive.\n- The connectors will sync encrypted copies of company files with ChatGPT, while maintaining strict adherence to user access permissions.\n- Limitations include inability to analyze certain data types and restrictions on accessing private Slack messages.\n- Companies interested in beta testing must provide 100 documents which will not be used for training but may help in synthetic data creation.",
      "keywords": [
        "OpenAI",
        "ChatGPT",
        "Google Drive",
        "Slack",
        "Connectors",
        "AI integration",
        "business tools"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-17T18:29:25.000Z"
    },
    {
      "title": "Klarna nabs Walmart away from Affirm and boosts its IPO prospects",
      "link": "https://techcrunch.com/2025/03/17/klarna-nabs-walmart-away-from-affirm-and-boosts-its-ipo-prospects/",
      "author": "Mary Ann Azevedo",
      "thumbnail": null,
      "summary": "- Klarna has announced a partnership to provide buy now, pay later loans for Walmart, taking over from Affirm.\n- Klarna will implement the loan service through OnePay towards the end of this year.\n- Affirm's stock fell 8% following the news, while Klarna's IPO filing indicates its recovery after a prior valuation drop.",
      "keywords": [
        "Klarna",
        "Walmart",
        "Affirm",
        "fintech",
        "partnership",
        "IPO",
        "buy now, pay later"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-17T18:06:39.000Z"
    },
    {
      "title": "YC-backed ReactWise is applying AI to speed up drug manufacturing",
      "link": "https://techcrunch.com/2025/03/17/yc-backed-reactwise-is-applying-ai-to-speed-up-drug-manufacturing/",
      "author": "Alexander Pomberger, Daniel Wigh",
      "thumbnail": null,
      "summary": "- ReactWise, a YC-backed startup, is using AI to enhance chemical manufacturing, aiming to expedite drug production processes by 30 times.\n- The firm plans to automate predictions for ideal experimental setups, potentially achieving this in two years.\n- Founded in July 2024, ReactWise has secured $3.4 million in pre-seed funding and currently has 12 pilot trials with pharmaceutical companies, including some large players in the industry.",
      "keywords": [
        "AI",
        "drug manufacturing",
        "ReactWise",
        "pharmaceuticals",
        "process optimization",
        "YC-backed",
        "funding",
        "automation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-03-17T17:55:10.000Z"
    },
    {
      "title": "Google and Muon Space launch a new satellite to battle wildfires",
      "link": "https://techcrunch.com/2025/03/17/google-and-muon-space-launch-a-new-satellite-to-battle-wildfires/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- The first satellite of the FireSat constellation successfully launched on March 14, 2025.\n- This initiative aims to enhance wildfire detection and monitoring by providing updates every 20 minutes across Earth.\n- The satellite features six-band multispectral infrared cameras designed for wildfire detection from a distance.\n- The constellation is a collaborative effort involving Google, Muon Space, and the Earth Fire Alliance.",
      "keywords": [
        "Google",
        "Muon Space",
        "FireSat",
        "wildfire detection",
        "satellite",
        "environmental science"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-17T17:43:41.000Z"
    },
    {
      "title": "Texas man faces prison for activating ‘kill switch’ on former employer’s network",
      "link": "https://techcrunch.com/2025/03/17/texas-man-faces-prison-for-activating-kill-switch-on-former-employers-network/",
      "author": null,
      "thumbnail": null,
      "summary": "- Texas software developer Davis Lu faces up to 10 years in prison after being convicted of damaging his former employer’s network.\n- Lu began sabotaging the systems after a corporate restructuring in 2018 reduced his responsibilities.\n- He created a 'kill switch' that locked all employees out of the network when his credentials were deactivated, which activated upon his departure on September 9, 2019.\n- The disruption affected thousands of employees and caused significant financial losses to the company.\n- Sentencing is scheduled for June 23.",
      "keywords": [
        "Texas",
        "kill switch",
        "network sabotage",
        "Davis Lu",
        "computer security",
        "legal consequences"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-17T17:34:02.000Z"
    },
    {
      "title": "Telegram founder, Pavel Durov, allowed to leave France — despite ongoing criminal investigation",
      "link": "https://techcrunch.com/2025/03/17/telegram-founder-pavel-durov-allowed-to-leave-france/",
      "author": "Romain Dillet",
      "thumbnail": null,
      "summary": "- Pavel Durov, CEO of Telegram, allowed to leave France after modifying supervision conditions.\n- Durov was arrested on August 24, 2024, over allegations of facilitating organized fraud and CSAM sharing.\n- He initially had to pay €5 million bail and was barred from leaving France. These conditions have now changed.\n- Investigation remains ongoing, and Durov still faces potential criminal trial in France.\n- Telegram updated its policies post-arrest to enhance moderation and reporting of private chats.",
      "keywords": [
        "Pavel Durov",
        "Telegram",
        "France",
        "criminal investigation",
        "CSAM",
        "organized fraud",
        "moderation policies"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-17T17:27:10.000Z"
    },
    {
      "title": "TikTok rolls out a ‘Security Checkup’ tool to help users secure their accounts",
      "link": "https://techcrunch.com/2025/03/17/tiktok-rolls-out-a-security-checkup-tool-to-help-users-secure-their-accounts/",
      "author": "Aisha Malik",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/tiktok-security-checkup.jpeg?w=314",
      "summary": "- TikTok introduces a new “Security Checkup” tool for users to review and update their account security settings.\n- The tool can be accessed via “Settings and privacy” and “Security and permissions” from the user’s profile.\n- It guides users through security features, encouraging them to enable enhanced security options like phone number linking and two-step verification.\n- Users are reminded to check active devices and may enable biometric authentication for secure logins.\n- TikTok monitors for unusual behavior, notifying users through the app.\n- The rollout happens amidst ongoing uncertainty regarding TikTok's operation in the U.S. following a deadline extension to the app's ban by President Trump.",
      "keywords": [
        "TikTok",
        "security checkup",
        "user accounts",
        "account security",
        "two-step verification",
        "biometric authentication",
        "privacy settings"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-17T16:41:57.000Z"
    },
    {
      "title": "Hackers are exploiting Fortinet firewall bugs to plant ransomware",
      "link": "https://techcrunch.com/2025/03/17/hackers-are-exploiting-fortinet-firewall-bugs-to-plant-ransomware/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-17T15:58:18.000Z"
    },
    {
      "title": "Nvidia GTC 2025: What to expect from this year’s show",
      "link": "https://techcrunch.com/2025/03/17/nvidia-gtc-2025-what-to-expect-from-this-years-show/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-17T15:45:36.000Z"
    },
    {
      "title": "How to watch Nvidia GTC 2025, including CEO Jensen Huang’s keynote",
      "link": "https://techcrunch.com/2025/03/17/how-to-watch-nvidia-gtc-2025-including-ceo-jensen-huangs-keynote/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-17T15:41:47.000Z"
    },
    {
      "title": "Bumble heightens safety measures with new ID verification feature",
      "link": "https://techcrunch.com/2025/03/17/bumble-heightens-safety-measures-with-new-id-verification-feature/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-17T15:34:51.000Z"
    },
    {
      "title": "DOGE staffer violated Treasury rules by emailing unencrypted personal data",
      "link": "https://techcrunch.com/2025/03/17/doge-staffer-violated-treasury-rules-by-emailing-unencrypted-personal-data/",
      "author": "Zack Whittaker",
      "thumbnail": null,
      "summary": "- A DOGE staffer, Marko Elez, violated Treasury policies by sending unencrypted personal information in an email to two Trump administration officials before resigning in February.\n- The security breach was revealed in a court filing by David Ambrose, treasury’s chief security and privacy officer, following an investigation into Elez's laptop and email account.\n- Elez’s actions were deemed contrary to department policy, and the shared data included transaction details like names and amounts of money.",
      "keywords": [
        "DOGE",
        "Treasury",
        "data breach",
        "unencrypted email",
        "cybersecurity",
        "Marko Elez",
        "personal data"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-17T15:20:04.000Z"
    },
    {
      "title": "Travis Kalanick wants to do a lot more than develop more ghost kitchens",
      "link": "https://techcrunch.com/2025/03/17/travis-kalanick-wants-to-do-a-lot-more-than-develop-more-ghost-kitchens/",
      "author": "Connie Loizos",
      "thumbnail": null,
      "summary": "- Travis Kalanick shared his vision for CloudKitchens at the [Abundance Summit](http://abundance360.com/summit) in Los Angeles.\n- Kalanick aims to evolve CloudKitchens from providing restaurant spaces to delivering AI-optimized meals directly to customers.\n- He draws parallels between his business model and past industry disruptors like Uber and Zynga.\n- Kalanick expressed concerns about restaurants relying on third-party platforms like Uber Eats and DoorDash.\n- He emphasized the concept of cooking-as-a-service and the goal of making healthy meals universally accessible.\n- AI's role in the future of food services was highlighted, emphasizing real-world applications beyond just digital interactions.\n- Kalanick and fellow entrepreneur Marc Lore are targeting a future where AI enhances meal planning and health monitoring for consumers.\n- Both CloudKitchens and Lore's venture Wonder have raised substantial investments, with Wonder acquiring GrubHub last November.",
      "keywords": [
        "Travis Kalanick",
        "CloudKitchens",
        "AI",
        "food delivery",
        "restaurant industry",
        "Abundance Summit",
        "Marc Lore",
        "Wonder",
        "cooking-as-a-service",
        "disruption"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 9,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-17T15:14:07.000Z"
    },
    {
      "title": "Vote for the session you want to see at TechCrunch Sessions: AI",
      "link": "https://techcrunch.com/2025/03/17/vote-for-the-session-you-want-to-see-at-techcrunch-session-ai/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/TechCrunch-Sessions-AI-Audience-Choice-Finalists.png?w=1024",
      "summary": "- TechCrunch Sessions: AI will take place on June 5, 2025, at Zellerbach Hall, UC Berkeley.\n- Voting for the Audience Choice speaker is open until March 21, 2025, at 11:59 PM PT.\n- Six finalists include:\n  - Cristina Mancini: \"Who is Coding Our Future?\"\n  - Yann Stoneman: \"Behind Your Firewall: Secure Generative AI for Regulated Enterprises\"\n  - Hua Wang: \"The AI Policy Playbook: What Startups Need to Know\"\n  - Hardik Vasa: \"Implementing Secure Generative AI with Guardrails\"\n  - Marcie Vu: \"A Big Tech Banker-turned-Investor’s Unique Lens on Identifying Exceptional AI Founders\"\n  - Mahesh Chayel: \"Guide to Monetizing Gen AI in Enterprise Applications\"",
      "keywords": [
        "TechCrunch",
        "AI",
        "Audience Choice",
        "voting",
        "sessions",
        "Zellerbach Hall",
        "Berkeley",
        "finalists",
        "speakers"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-17T15:00:00.000Z"
    },
    {
      "title": "Snap expands Spectacles capabilities with GPS and hand-tracking features",
      "link": "https://techcrunch.com/2025/03/17/snap-expands-spectacles-capabilities-with-gps-and-hand-tracking-features/",
      "author": "Lauren Forristal",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Snap-SpectaclesGPS.png?w=680",
      "summary": "- Snap has launched new features for its Spectacles AR glasses including GPS and hand-tracking capabilities.\n- Developers can now create Lenses using geo-location data and custom locations for enhanced location-based experiences.\n- New applications like NavigatAR from Utopia Labs use Snap Map Tiles to assist users.\n- Users can now also track hand gestures and see when they are holding a phone, adding to interaction possibilities.\n- A leaderboard feature can be added for competitive Lenses, and a new AR keyboard is introduced.\n- Spectacles are available through a $99/month developer program, with a 50% discount for educators and students.",
      "keywords": [
        "Snap",
        "Spectacles",
        "AR glasses",
        "GPS",
        "hand-tracking",
        "location-based experiences",
        "developers",
        "augmented reality",
        "tech news"
      ],
      "scores": {
        "scale": 6,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-17T14:32:29.000Z"
    }
  ]
}