{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Apple lists all apps it removed alongside TikTok in the U.S.",
      "link": "https://techcrunch.com/2025/01/18/apple-lists-all-apps-it-removed-alongside-tiktok-in-the-u-s/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Apple issued a statement listing apps removed due to the TikTok shutdown.\n- Affected apps include TikTok, CapCut, Lemon8, and Marvel Snap.\n- The removal is due to the Protecting Americans from Foreign Adversary Controlled Applications Act, effective January 19, 2025.\n- Users in the U.S. won’t receive updates or be able to download these apps.\n- The Supreme Court upheld the law that prompted the app removals.",
      "keywords": [
        "Apple",
        "TikTok",
        "app removal",
        "ByteDance",
        "CapCut",
        "Lemon8",
        "Supreme Court",
        "Protecting Americans from Foreign Adversary Controlled Applications Act"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-19T07:56:08.000Z"
    },
    {
      "title": "TikTok goes dark in the US",
      "link": "https://techcrunch.com/2025/01/18/tiktok-goes-dark-in-the-u-s/",
      "author": "Kyle Wiggers, Anthony Ha",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2025-01-18-at-8.44.16PM.png?w=680",
      "summary": "- TikTok has been banned in the U.S. following a federal law, rendering it inaccessible for millions of Americans.\n- The ban was enacted around 10:30 p.m. Eastern, and the app was also removed from Apple and Google Play stores.\n- TikTok suggests the ban may be temporary and has expressed hope for a resolution with President-elect Donald Trump once he takes office.\n- The ban stems from bipartisan legislation requiring TikTok's owner, ByteDance, to sell the app amid concerns over Chinese surveillance.\n- The Supreme Court upheld the law before the ban was enacted, leaving its implementation to the next administration.\n- Alternative Chinese-owned apps like RedNote and Lemon8 have gained popularity as users search for alternatives.",
      "keywords": [
        "TikTok",
        "ban",
        "US",
        "ByteDance",
        "Trump",
        "surveillance",
        "alternative apps"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-19T03:46:57.000Z"
    },
    {
      "title": "Perplexity AI submits bid to merge with TikTok",
      "link": "https://techcrunch.com/2025/01/18/perplexity-ai-submits-bid-to-merge-with-tiktok/",
      "author": "Anthony Ha",
      "thumbnail": null,
      "summary": "- Perplexity AI has submitted a bid to merge with TikTok US amid a potential ban of the app in the US.\n- The bid aims to create a new entity that combines Perplexity, TikTok US, and new equity partners, allowing investors in ByteDance to retain their equity.\n- A law requiring ByteDance to sell TikTok or face a ban is set to take effect on January 19, the last day of President Biden's term.\n- President-elect Trump may grant TikTok a 90-day extension to avoid the ban, while TikTok states it could 'go dark' without assurances from the Biden administration.\n- Despite interest from multiple buyers, ByteDance maintains it does not intend to sell TikTok, viewing the merger proposal as a potential workaround.",
      "keywords": [
        "Perplexity AI",
        "TikTok",
        "merger",
        "ByteDance",
        "US ban",
        "digital media",
        "corporate acquisition"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-18T21:20:36.000Z"
    },
    {
      "title": "FTC says partnerships like Microsoft-OpenAI raise antitrust concerns",
      "link": "https://techcrunch.com/2025/01/18/ftc-says-partnerships-like-microsoft-openai-raise-antitrust-concerns/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-2170386424.jpg?w=1024",
      "summary": "- The FTC issued a report on January 18, 2025, highlighting competitive issues in big tech partnerships with generative AI developers, specifically mentioning Microsoft-OpenAI and Amazon-Google with Anthropic.\n- FTC Chair Lina Khan stated these partnerships could create lock-in effects, deprive startups of AI inputs, and disclose sensitive information, undermining fair competition.\n- The report raises concerns about cloud service providers' influence on AI development, access to computing resources, increased switching costs, and unfair access to sensitive information.",
      "keywords": [
        "FTC",
        "antitrust",
        "Microsoft",
        "OpenAI",
        "generative AI",
        "partnerships",
        "big tech",
        "competition"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-18T20:48:56.000Z"
    },
    {
      "title": "What we know about the TikTok ban",
      "link": "https://techcrunch.com/2025/01/18/what-we-know-about-the-tiktok-ban/",
      "author": "Cody Corrall",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/06/maxresdefault_beae08.jpg?w=680",
      "summary": "- The U.S. Supreme Court upheld a law that will prohibit TikTok in the U.S., effectively banning the app starting Sunday.\n- American users are transitioning to RedNote, a Chinese app, which has surged in popularity and is now the No. 1 free app on the U.S. App Store.\n- Duolingo reports a 216% increase in U.S. users learning Mandarin as TikTok users seek alternatives amid the impending ban.",
      "keywords": [
        "TikTok",
        "ban",
        "RedNote",
        "Duolingo",
        "Mandarin",
        "U.S. Supreme Court",
        "social media"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-18T18:05:00.000Z"
    },
    {
      "title": "Once high-flying proptech startups Divvy Homes and EasyKnock are the latest to struggle",
      "link": "https://techcrunch.com/2025/01/18/once-high-flying-proptech-startups-divvy-homes-easyknock-are-the-latest-to-struggle/",
      "author": "Mary Ann Azevedo, Marina Temkin",
      "thumbnail": null,
      "summary": "- Divvy Homes and EasyKnock are recent casualties in the struggling proptech sector.\n- Investment in U.S. real estate startups dropped from $11.1 billion in 2021 to $3.7 billion in 2022.\n- Divvy Homes is being acquired by Maymont Homes, a division of Brookfield Properties, amid ongoing layoffs.\n- EasyKnock shut down after facing multiple lawsuits and being declared insolvent.\n- Both companies struggled due to rising interest rates hindering their business models of purchasing homes.",
      "keywords": [
        "proptech",
        "Divvy Homes",
        "EasyKnock",
        "real estate",
        "startups",
        "interest rates",
        "acquisition",
        "business failure"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-18T16:00:00.000Z"
    },
    {
      "title": "DOJ confirms arrested US Army soldier is linked to AT&T and Verizon hacks",
      "link": "https://techcrunch.com/2025/01/18/doj-confirms-arrested-us-army-soldier-is-linked-to-att-and-verizon-hacks/",
      "author": "Zack Whittaker",
      "thumbnail": null,
      "summary": "- U.S. Army soldier Cameron John Wagenius arrested on December 20 for unlawfully transferring confidential phone records.\n- Arrest tied to a massive theft of phone records from AT&T and Verizon linked to breaches at Snowflake.\n- Wagenius faces charges related to earlier indictments of hackers Connor Moucka and John Binns, involving significant data theft from multiple companies.\n- Prosecutors confirmed overlapping evidence and legal issues related to the cases.\n- Arrest publicized after Wagenius claimed access to sensitive call logs as part of extortion threats.\n- He remains in custody in Washington state after a detention order issued on January 8.",
      "keywords": [
        "Cameron John Wagenius",
        "AT&T",
        "Verizon",
        "Snowflake",
        "cybersecurity",
        "data breach",
        "U.S. Army",
        "hacking",
        "phone records",
        "DOJ"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-18T15:27:12.000Z"
    },
    {
      "title": "TikTok says it will go dark Sunday unless Biden offers ‘definitive statement’",
      "link": "https://techcrunch.com/2025/01/18/tiktok-says-it-will-go-dark-sunday-unless-biden-offers-definitive-statement/",
      "author": "Anthony Ha",
      "thumbnail": null,
      "summary": "- TikTok claims it may go dark on January 19 unless President Biden provides definitive reassurances against a ban.\n- The Supreme Court upheld a law that could effectively ban TikTok unless ByteDance sells the app, which they refuse to do.\n- The Biden administration has not changed its position, leaving TikTok's future uncertain as the incoming Trump administration is expected to address the issue.",
      "keywords": [
        "TikTok",
        "Biden",
        "ban",
        "ByteDance",
        "Supreme Court",
        "Trump",
        "national security"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-18T15:22:25.000Z"
    },
    {
      "title": "How victims of PowerSchool’s data breach helped each other investigate ‘massive’ hack",
      "link": "https://techcrunch.com/2025/01/18/how-victims-of-powerschools-data-breach-helped-each-other-investigate-massive-hack/",
      "author": null,
      "thumbnail": null,
      "summary": "- On January 7, PowerSchool notified that many schools were victims of a data breach discovered on December 28.\n- Hackers accessed sensitive data including Social Security numbers and medical records from over 60 million students and 18,000 schools.\n- Romy Backus, from American School of Dubai, led the investigation to determine the extent of the breach for her school.\n- School workers utilized email listservs for information sharing, leading to a collaborative response to understand the breach's impact.\n- Backus developed a guide detailing the breach and shared it with other PowerSchool administrators, which went viral within the community.\n- The PowerSchool incident highlighted the need for better information sharing in the education sector regarding cybersecurity.",
      "keywords": [
        "PowerSchool",
        "data breach",
        "cybersecurity",
        "education technology",
        "student privacy",
        "community support",
        "information sharing"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-18T12:00:00.000Z"
    },
    {
      "title": "EV startup Canoo files for bankruptcy and ceases operations",
      "link": "https://techcrunch.com/2025/01/17/ev-startup-canoo-files-for-bankruptcy-and-ceases-operations/",
      "author": "Sean O'Kane",
      "thumbnail": null,
      "summary": "- Canoo, a seven-year-old electric vehicle startup, has filed for bankruptcy and will cease operations immediately.\n- The company is undergoing a Chapter 7 bankruptcy process in the Delaware Bankruptcy Court, owing over $164 million and claiming around $126 million in assets.\n- Canoo struggled to secure funding, including from the U.S. Department of Energy, and faced multiple executive departures in 2024, leading to layoffs and idled operations in Oklahoma.\n- Canoo has been one of several EV startups to go bankrupt after merging with a SPAC, following companies like Electric Last Mile Solutions and Lordstown Motors.\n- The startup, which once aimed to sell electric vans to notable clients like Walmart, failed to deliver substantial product volumes after going public in 2020.",
      "keywords": [
        "Canoo",
        "bankruptcy",
        "electric vehicle",
        "startup",
        "SPAC",
        "operations cease"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-18T01:41:27.000Z"
    },
    {
      "title": "Amazon suspends US drone deliveries following crash at testing facility",
      "link": "https://techcrunch.com/2025/01/17/amazon-suspends-u-s-drone-deliveries-following-crash-at-testing-facility/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/04/download.webp?w=1024",
      "summary": "- Amazon has paused testing of its delivery drones after two models crashed at a testing facility in Pendleton, Oregon, during rainy weather in December 2024.\n- The incidents included a prior collision in September due to simultaneous test launches caused by a propeller failure test.\n- Drone deliveries are suspended in Texas and Arizona pending a software update; similar programs have faced multiple setbacks, including the departure of key executives and the cessation of operations in California.",
      "keywords": [
        "Amazon",
        "drone delivery",
        "Prime Air",
        "drone crash",
        "suspension of operations",
        "testing facility",
        "software update"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-17T23:48:37.000Z"
    },
    {
      "title": "ChatGPT’s head of product will testify in the US government’s case against Google",
      "link": "https://techcrunch.com/2025/01/17/chatgpts-head-of-product-will-testify-in-the-us-governments-case-against-google/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- Nick Turley, head of product for ChatGPT, will testify for the U.S. government in its antitrust case against Google.\n- The DOJ aims to prove competitors face barriers to entry and seeks to identify penalties for Google following a previous court ruling on its monopoly in search.\n- Google has subpoenaed OpenAI, aiming for documents related to Turley's testimony and disputing the amount of evidence provided by OpenAI.",
      "keywords": [
        "ChatGPT",
        "Google",
        "antitrust case",
        "Nick Turley",
        "OpenAI",
        "monopoly",
        "search",
        "Department of Justice"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-17T21:59:04.000Z"
    },
    {
      "title": "Netradyne snags $90M at $1.35B valuation to expand smart dashcams for commercial fleets",
      "link": "https://techcrunch.com/2025/01/17/netradyne-snags-90m-at-1-25b-valuation-to-expand-smart-dashcams-for-commercial-fleets/",
      "author": "Rebecca Bellan",
      "thumbnail": null,
      "summary": "- Netradyne raises $90 million in Series D funding at a pre-money valuation of $1.35 billion, led by Point72 Private Investments.\n- The funding aims to expand their smart dashcam technology for commercial fleets, reducing accidents by around 50%.\n- The company has accumulated over 18 billion miles of driving data to improve driver safety and compliance scores.\n- Netradyne plans to enhance its product offerings using generative AI, focusing on driving models and autonomous driving technology.\n- The startup is GDPR-compliant and aims to ensure driver privacy in its operations.",
      "keywords": [
        "Netradyne",
        "smart dashcams",
        "commercial fleets",
        "funding",
        "driver safety",
        "generative AI",
        "autonomous driving",
        "investment"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-17T21:04:20.000Z"
    },
    {
      "title": "Perplexity acquires Read.cv, a social media platform for professionals",
      "link": "https://techcrunch.com/2025/01/17/perplexity-acquires-read-cv-a-social-media-platform-for-professionals/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2025-01-17-at-4.01.06PM-e1737147869976.png?w=680",
      "summary": "- Perplexity, an AI-powered search engine, has acquired Read.cv, a social media platform for professionals.\n- Read.cv will wind down operations starting Friday, and users can transfer their data until May 16.\n- The acquisition marks Read.cv's transition to joining Perplexity’s design and engineering team.\n- Users can continue to manage their “.cv” domains after migrating them to Hello.cv starting January 31.\n- Perplexity has previously acquired Carbon and Spellwise, and had been increasing its focus on corporate functionality.",
      "keywords": [
        "Perplexity",
        "Read.cv",
        "acquisition",
        "social media",
        "technology",
        "AI",
        "professionals",
        "data export"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T20:27:51.000Z"
    },
    {
      "title": "TikTok ban: How to download your videos and data",
      "link": "https://techcrunch.com/2025/01/17/tiktok-ban-how-to-download-your-videos-and-data/",
      "author": "Lauren Forristal",
      "thumbnail": null,
      "summary": "- The Supreme Court has upheld a TikTok ban, prompting users to back up their videos before the app is potentially shut down on Sunday.\n- To download a video, go to your profile, select the video, and tap 'Save video'.\n- For bulk downloads, third-party apps exist but may have varying reliability.\n- Users can request their TikTok data via Settings > Account > Download your data, with formats including TXT or JSON, but not all data may be available due to privacy concerns.\n- Downloaded data will be available for four days after TikTok notifies users that it's ready.",
      "keywords": [
        "TikTok",
        "ban",
        "download videos",
        "data",
        "Supreme Court",
        "app shutdown",
        "privacy"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-17T20:12:00.000Z"
    },
    {
      "title": "AI startup Character AI tests games on the web",
      "link": "https://techcrunch.com/2025/01/17/ai-startup-character-ai-tests-games-on-the-web/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Games5.png?w=345",
      "summary": "- Character AI is testing games on its web apps to enhance user engagement.\n- Games available for paid subscribers and select free users; includes 'Speakeasy' and 'War of Words'.\n- 'Speakeasy' involves making the chatbot say a word without using five given words.\n- 'War of Words' features dueling with AI characters, judged by an AI referee.\n- Company aims to create a more entertaining experience for users.\n- Changes in leadership include hiring a new chief product officer and an interim CEO.\n- The introduction of games aims to position Character AI as a wholesome entertainment platform.\n- Other platforms like YouTube and Netflix use games for engagement, Character AI seeks similar outcomes.",
      "keywords": [
        "Character AI",
        "games",
        "AI characters",
        "user engagement",
        "tech news",
        "startup"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-17T19:58:07.000Z"
    },
    {
      "title": "Bluesky saw 17x increase in moderation reports in 2024 after rapid growth",
      "link": "https://techcrunch.com/2025/01/17/bluesky-saw-17x-increase-in-moderation-reports-in-2024-after-rapid-growth/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- Bluesky published its 2024 moderation report, noting a significant increase in user reports.\n- There were 6.48 million reports, a 17x increase from 358,000 in 2023, mostly for harassment and trolling.\n- The platform added over 23 million users, largely from former Twitter/X users.\n- Bluesky's moderation team grew to about 100, providing psychological counseling for moderators.\n- Automation helped reduce report processing time significantly, but introduced false positives.\n- Most moderation reports were for anti-social behavior, spam, and misleading content.\n- 93,076 users submitted 205,000 appeals regarding moderation decisions.\n- The company complied with 146 out of 238 legal requests, mostly related to law enforcement.",
      "keywords": [
        "Bluesky",
        "moderation report",
        "social media",
        "user reports",
        "harassment",
        "trolling",
        "content moderation",
        "Trust & Safety",
        "automation",
        "legal requests"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-17T19:44:22.000Z"
    },
    {
      "title": "ChatGPT’s newest feature lets users assign it traits like ‘chatty’ and ‘Gen Z’",
      "link": "https://techcrunch.com/2025/01/17/chatgpts-newest-feature-lets-user-assign-it-traits-like-chatty-and-gen-z/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Gg4VeXJWUAAno1V.jpeg?w=314",
      "summary": "- OpenAI launched a new feature for ChatGPT allowing users to customize chatbot traits like 'Chatty' and 'Gen Z'.\n- The update includes a new user interface for the custom instructions menu, rolling out first on ChatGPT.com and Windows desktop, with mobile and MacOS versions to follow.\n- Users can now specify preferred names, professions, and traits for ChatGPT, enhancing personalization.\n- This feature is not available yet for EU users.\n- OpenAI aims for moderation on custom instructions to adhere to terms of use, maintaining user interaction quality.",
      "keywords": [
        "ChatGPT",
        "OpenAI",
        "customization",
        "AI traits",
        "new features",
        "user interface"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T19:19:05.000Z"
    },
    {
      "title": "TikTok CEO responds to Trump, thanks him for trying to solve US ban",
      "link": "https://techcrunch.com/2025/01/17/tiktok-ceo-responds-to-trump-thanks-him-for-trying-to-solve-us-ban/",
      "author": "Shou Zi Chew",
      "thumbnail": null,
      "summary": "- TikTok CEO Shou Zi Chew responded to comments from Donald Trump about the Supreme Court ruling on the TikTok ban in the U.S.  \n- Chew expressed gratitude to Trump for his commitment to finding a solution that keeps TikTok available in the U.S., calling it a stand for the First Amendment.  \n- Currently uncertain if TikTok will disable the app in the U.S. or wait for negotiations with the Trump administration for a resolution.",
      "keywords": [
        "TikTok",
        "Shou Zi Chew",
        "Trump",
        "US ban",
        "Supreme Court ruling",
        "social media",
        "First Amendment",
        "censorship"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-17T18:54:45.000Z"
    },
    {
      "title": "SpaceX and Blue Origin must investigate this week’s big rocket tests, FAA says",
      "link": "https://techcrunch.com/2025/01/17/spacex-and-blue-origin-must-investigate-this-weeks-big-rocket-tests-faa-says/",
      "author": "Sean O’Kane",
      "thumbnail": null,
      "summary": "- The FAA requires SpaceX and Blue Origin to conduct a ‘mishap investigation’ following recent rocket test failures.\n- SpaceX's Starship exploded during its seventh test flight, caused by over-pressurization from excess gas.\n- Blue Origin's New Glenn rocket launched successfully but the booster exploded during return landing.\n- FAA has to sign off on corrections before either company can resume flights.",
      "keywords": [
        "SpaceX",
        "Blue Origin",
        "FAA",
        "rocket tests",
        "explosion",
        "investigation",
        "Starship",
        "New Glenn",
        "aerospace"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T18:44:11.000Z"
    }
  ]
}