{
  "title": "TechinAsia",
  "link": "https://www.techinasia.com",
  "feedUrl": "https://www.techinasia.com/feed",
  "items": [
    {
      "title": "YouTube Shorts launches AI stickers, new video tools",
      "link": "https://www.techinasia.com/news/youtube-shorts-launches-ai-stickers-new-video-tools",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743741235_shutterstock_2217392219-scaled.jpg",
      "summary": "- YouTube Shorts introduces new features for video creation, including a video editor and AI-generated stickers.\n- Enhanced video editor allows adjustment of clip timing, rearranging clips, adding music, and previewing videos.\n- New AI stickers let users create custom stickers from text prompts, and beat-syncing aligns clips with music.\n- Updates expected to attract creators amid potential TikTok ban in the US on April 5, 2025.",
      "keywords": [
        "YouTube Shorts",
        "AI stickers",
        "video editor",
        "short-form video",
        "TikTok",
        "content creation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T05:10:26.000Z"
    },
    {
      "title": "Dollar falls as tariffs raise concerns over global growth",
      "link": "https://www.techinasia.com/news/dollar-falls-as-tariffs-raise-concerns-over-global-growth",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743663621_shutterstock_2154534203-scaled.jpg",
      "summary": "- The US dollar reached six-month lows against the euro, yen, and Swiss franc after President Trump's announcement of new import tariffs.\n- A 10% tariff on all US imports and higher rates for certain trading partners raised global growth concerns, leading to market declines.\n- Investors are moving to safer assets like bonds and gold amidst the turmoil.\n- The euro increased by 1.74% to US$1.1037, while the dollar decreased by 1.95% against the yen and 2.35% against the Swiss franc.\n- Analysts warn that the tariffs may cause economic stagnation and inflation, with concerns over a crisis of confidence in the US dollar.",
      "keywords": [
        "US dollar",
        "tariffs",
        "global growth",
        "market decline",
        "inflation",
        "economic stagnation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T05:00:45.000Z"
    },
    {
      "title": "Uber, WeRide to launch self-driving vehicles in Dubai",
      "link": "https://www.techinasia.com/news/uber-weride-launch-selfdriving-vehicles-dubai",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2024/12/1734778019_shutterstock_2534108955-scaled.jpg",
      "summary": "- Uber partners with WeRide and Dubai's RTA to launch self-driving vehicles.\n- Goal is to achieve 25% autonomous trips in Dubai by 2030.\n- WeRide is the first autonomous partner for Uber in Dubai, focusing on pilot programs and safety.\n- WeRide secured a national license for self-driving in July 2023, starting operations in Abu Dhabi in December 2024.\n- Details on the Dubai pilot's timeline and rollout will be announced soon.",
      "keywords": [
        "Uber",
        "WeRide",
        "self-driving vehicles",
        "Dubai",
        "autonomous trips",
        "RTA",
        "pilot programs",
        "UAE",
        "commercial operations",
        "2023",
        "2024"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-04T04:50:50.000Z"
    },
    {
      "title": "Microsoft delays Jakarta data center over AI oversupply risk",
      "link": "https://www.techinasia.com/news/microsoft-delays-jakarta-data-center-over-ai-oversupply-risk",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1738221439_shutterstock_2519856553-scaled.jpg",
      "summary": "- Microsoft has delayed several data center projects globally, including in Jakarta, due to strategic flexibility concerns.\n- Analysts suggest the delay is tied to risks of AI infrastructure oversupply.\n- Work on one Jakarta site is paused, but the Indonesia Central cloud region is still scheduled to launch in Q2 2025.\n- Microsoft allocated US$80 billion for data centers for the fiscal year ending June 2025 but will slow new spending to upgrade existing facilities.\n- Adjustments are attributed to overestimated AI demand and supply chain challenges.",
      "keywords": [
        "Microsoft",
        "Jakarta",
        "data center",
        "AI",
        "infrastructure",
        "oversupply",
        "investment",
        "cloud region",
        "supply chain"
      ],
      "scores": {
        "scale": 7,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-04T04:40:34.000Z"
    },
    {
      "title": "Aussie politicians turn to Chinese social media ahead of 2025 election",
      "link": "https://www.techinasia.com/news/aussie-politicians-turn-to-chinese-social-media-ahead-of-2025-election",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1737084135_shutterstock_1270332970-scaled.jpg",
      "summary": "- Australian politicians are using Chinese social media platforms like Xiaohongshu to engage with Chinese-Australian communities before the federal election on May 3.\n- Key electorates like Bennelong and Chisholm are seeing MPs such as Jerome Laxale actively reach out to these communities.\n- Laxale has distributed 30,000 red envelopes with QR codes linking to his Xiaohongshu and WeChat accounts, stating the importance of communicating where the electorate is.\n- The Liberal Party is also focusing on reconnecting with Chinese-Australian voters after a 6.6% decline in support during the 2022 election.",
      "keywords": [
        "Australian politics",
        "Chinese social media",
        "election",
        "Chinese-Australian",
        "Xiaohongshu",
        "WeChat",
        "voter engagement"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-04-04T04:35:19.000Z"
    },
    {
      "title": "Intel stock rises 4% after report on TSMC joint venture",
      "link": "https://www.techinasia.com/news/intel-stock-rises-4-after-report-on-tsmc-joint-venture",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/03/1741054085_shutterstock_2340715225-scaled.jpg",
      "summary": "- Intel's stock increased by over 4% on April 3, after a report suggested a joint venture with TSMC.\n- This rise occurred following a previous drop of more than 5% earlier that day.\n- The report indicates a tentative agreement for a joint venture that may utilize Intel's manufacturing facilities.\n- The joint venture would enable Intel and U.S. chipmakers to hold a majority stake.\n- The collaboration was reportedly explored at the request of the Trump administration, according to Bloomberg News in February.\n- Intel has yet to officially comment on the report.",
      "keywords": [
        "Intel",
        "TSMC",
        "joint venture",
        "stock rise",
        "semiconductors",
        "chipmakers"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-04-04T04:30:37.000Z"
    },
    {
      "title": "Trump proposes TikTok sale for tariff relief deal",
      "link": "https://www.techinasia.com/news/trump-proposes-tiktok-sale-for-tariff-relief-deal",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1737348734_shutterstock_2459917047-scaled.jpg",
      "summary": "- US President Donald Trump suggested a deal involving TikTok and US tariffs on Chinese imports.\n- TikTok faces an April 5 deadline to finalize a sale to a non-Chinese buyer to avoid a ban in the US.\n- Trump stated that several investors have shown interest, and his administration is 'very close' to an agreement.\n- This proposal comes after Trump's announcement of a 10% baseline tariff on all US imports, affecting Chinese goods with a 54% tariff.\n- TikTok has not commented on the proposed deal.",
      "keywords": [
        "Trump",
        "TikTok",
        "tariffs",
        "ByteDance",
        "US-China relations",
        "investment",
        "deadline",
        "ban"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T04:20:30.000Z"
    },
    {
      "title": "Pizza chain Papa John’s expands AI in ordering with Google Cloud",
      "link": "https://www.techinasia.com/news/pizza-chain-papa-johns-expands-ai-in-ordering-with-google-cloud",
      "author": "Not given",
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743738971_shutterstock_1767601247-scaled.jpg",
      "summary": "- Papa John’s International is enhancing its customer ordering process by integrating AI via an expanded partnership with Google Cloud.\n- New features will include personalized push notifications, marketing emails, loyalty program offers, an online chatbot, and voice-assisted ordering.\n- Chief digital officer Kevin Vasconi highlighted scalability, security, and cost-efficiency as priorities for the AI integration.\n- CEO Todd Penegor noted the company’s previous technological lag but is optimistic about AI advancements.\n- Future plans include using AI for in-store operations, like optimizing delivery routes and managing inventory.\n- Papa John’s was the first national pizza chain to offer online ordering to all U.S. customers in 2001.",
      "keywords": [
        "Papa John’s",
        "AI",
        "Google Cloud",
        "ordering",
        "customer experience",
        "digital transformation",
        "technology",
        "chatbot",
        "voice-assisted ordering"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T04:15:19.000Z"
    },
    {
      "title": "AI drives Chinese Q&A platform Zhihu to its first profitability",
      "link": "https://www.techinasia.com/news/ai-drives-chinese-qa-platform-zhihu-to-its-first-profitability",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743739887_shutterstock_2455276381-scaled.jpg",
      "summary": "- Zhihu has announced its first quarterly profitability since going public.\n- The achievement is attributed to the integration of AI, particularly the new \"Zhida\" feature.\n- Zhida automatically generates answers using content from verified experts, attracting over 10 million monthly active users.\n- Zhihu has over 81 million monthly active users and is compared to platforms like Quora and LinkedIn.\n- The platform aims to be a center for professional knowledge sharing following LinkedIn's exit from mainland China in 2023.\n- Zhihu's AI-driven features strengthen its position in China's digital landscape by leveraging its professional and scholarly network.",
      "keywords": [
        "Zhihu",
        "AI integration",
        "profitability",
        "Q&A platform",
        "China",
        "Zhida",
        "monthly active users",
        "professional knowledge sharing"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-04T04:11:45.000Z"
    },
    {
      "title": "Singapore tops startup growth as Asian cities rise: report",
      "link": "https://www.techinasia.com/news/singapore-tops-startup-growth-as-asian-cities-rise-report",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2024/09/1726654202_shutterstock_2483184499-scaled.jpg",
      "summary": "- Singapore has surpassed San Francisco in the concentration of fast-growing startups according to the 2025 Hypergrowth Startup Index by HubSpot for Startups.\n- Asian cities like Shanghai and Beijing are emerging as prominent innovation hubs.\n- Investors are prioritizing sustainable business models and strategic partnerships over rapid scaling.\n- Monthly deal counts have decreased by 50% since 2021, while average deal sizes have risen by 43%, now at US$50 million in 2024.\n- Mergers and acquisitions are the dominant exit strategy, making up 43% of recent exits, with IPOs only accounting for 6%.\n- Traditional sectors such as energy are outperforming tech-driven industries, with energy growth at 37%, IT at 36%, and B2B at 35%.",
      "keywords": [
        "Singapore",
        "startups",
        "Asian cities",
        "innovation",
        "investors",
        "business models",
        "mergers and acquisitions",
        "energy sector"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T04:04:19.000Z"
    },
    {
      "title": "ASML CEO warns geopolitics may hurt innovation under US tariffs",
      "link": "https://www.techinasia.com/news/asml-ceo-warns-geopolitics-may-hurt-innovation-under-us-tariffs",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1738124620_shutterstock_2337261283-scaled.jpg",
      "summary": "- ASML raises concerns about geopolitical tensions hindering industry innovation.\n- CEO Christophe Fouquet points to export controls affecting collaboration but doesn't specify on new US tariffs.\n- The US tariffs, imposed by President Trump, significantly impact imports from several countries, including the Netherlands, with an uncertain effect on chip manufacturing tools.\n- ASML’s EUV lithography machines are critical for high-end electronics, with 16% of 2024 net sales from US facilities.\n- Major clients like Intel, TSMC, and Samsung are expanding operations in the US due to incentives from the 2022 Chips and Science Act.\n- The Netherlands faces a 24% duty under new tariffs, leading to potential EU retaliatory measures.",
      "keywords": [
        "ASML",
        "CEO",
        "geopolitics",
        "US tariffs",
        "semiconductors",
        "innovation",
        "export controls",
        "EU",
        "Chips and Science Act"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-04T03:55:39.000Z"
    },
    {
      "title": "The Radical Fund, IFC back women-led climate tech startups",
      "link": "https://www.techinasia.com/news/the-radical-fund-ifc-back-women-led-climate-tech-startups",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2023/07/1688726849_Group-photo-1-scaled.jpg",
      "summary": "- The Radical Fund partners with the IFC to support women-led climate tech startups in Singapore.\n- Women-led startups receive less than 2% of global venture capital according to Pitchbook 2023.\n- Barriers in Southeast Asia limit women's roles in climate tech despite high potential.\n- The We Fund Climate program offers funding, workshops, and strategies for gender inclusion.\n- In November 2024, they co-hosted an event at the Dubai Global Women’s Forum to promote inclusive investment.\n- The initiative aims for at least 30% of its climate tech portfolio to be women-led and 30% representation of women in leadership roles.\n- Focus on early-stage investments in Southeast Asia addressing climate adaptation and mitigation.",
      "keywords": [
        "climate tech",
        "women-led startups",
        "venture capital",
        "gender inclusion",
        "Southeast Asia"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T03:45:32.000Z"
    },
    {
      "title": "Fintech firm Block expands its mobile platform into banking",
      "link": "https://www.techinasia.com/news/fintech-firm-block-expands-its-mobile-platform-into-banking",
      "author": "Jack Dorsey, Owen Jennings",
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/02/1740112028_Block-Inc.webp",
      "summary": "- Block Inc. is positioning Cash App as a banking option for US households.\n- The app has 57 million active users; only 2.5 million deposit paychecks directly into Cash App.\n- Cash App now offers high-yield savings accounts, debit cards, short-term lending, and buy now, pay later options.\n- In March, Square Financial Services received FDIC approval for issuing short-term consumer loans.\n- Block's stock has dropped 32% year-to-date, down 80% from its 2021 peak.\n- The target market is households earning up to US$150,000 annually.\n- The objective is to evolve from a payment app to a full-service banking platform.\n- Block competes with Chime and Robinhood and has faced regulatory scrutiny including a CFPB order for refunds.",
      "keywords": [
        "Block Inc.",
        "Cash App",
        "banking platform",
        "fintech",
        "high-yield savings",
        "Jack Dorsey",
        "Square Financial Services",
        "peer-to-peer payment"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-04T03:35:21.000Z"
    },
    {
      "title": "Musk’s $1t spending cuts worry tech investors",
      "link": "https://www.techinasia.com/news/musks-1t-spending-cuts-worry-tech-investors",
      "author": "Not given",
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1736819182_shutterstock_2318800287-1-scaled.jpg",
      "summary": "- Elon Musk announced $1 trillion in spending cuts affecting Tesla, SpaceX, and Twitter.\n- Investors are concerned about the potential impact on innovation and growth in the tech sector.\n- Musk's cost-cutting measures could lead to significant job losses and reduced operational capacities across companies he leads.",
      "keywords": [
        "Musk",
        "spending cuts",
        "tech investors",
        "Tesla",
        "SpaceX",
        "Twitter"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-04T03:25:45.000Z"
    },
    {
      "title": "TikTok may face $553m fine over EU data transfer violations",
      "link": "https://www.techinasia.com/news/tiktok-may-face-553m-fine-over-eu-data-transfer-violations",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2024/03/1710412225_shutterstock_2437360017.png",
      "summary": "- TikTok's parent company, ByteDance Ltd., may face a fine exceeding €500 million (US$553.08 million) for violating EU data protection laws.\n- The issue arose from unauthorized transfer of European user data to China, accessed by engineers.\n- The Data Protection Commission (DPC) found breaches of the EU's GDPR and may enforce a halt on these data transfers.\n- A final decision is expected by the end of April, pending confirmation of the fine amount.\n- If confirmed, this would rank as the third-largest GDPR fine to date, following fines against Meta and Amazon.\n- The investigation was initiated in 2021 due to concerns over data access by Chinese-based engineers.\n- In September 2023, TikTok was previously fined €345 million (US$381.62 million) for mishandling children’s data.",
      "keywords": [
        "TikTok",
        "ByteDance",
        "EU",
        "GDPR",
        "data protection",
        "fine",
        "DPC"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T03:15:56.000Z"
    },
    {
      "title": "QED Investors lead $75m series B in fintech startup Felix Pago",
      "link": "https://www.techinasia.com/news/qed-investors-lead-75m-series-b-in-fintech-startup-felix-pago",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743735821_1738872802944.jpeg",
      "summary": "- Felix Pago, a Miami-based remittance startup, raised US$75 million in a series B round led by QED Investors.\n- Plans include expansion into Colombia, Ecuador, and Peru, alongside new credit products and savings accounts.\n- Founded in 2020, Felix Pago processed over US$1 billion in transfers in 2024, serving multiple countries in Latin America.\n- Aiming to challenge traditional remittance providers in the US$160 billion market, the company is also exploring acquisitions.\n- Not disclosed its valuation but is nearing unicorn status, reporting a 20% monthly transaction volume increase with an average transfer of US$290.",
      "keywords": [
        "Felix Pago",
        "QED Investors",
        "fintech",
        "remittance",
        "investment",
        "Latin America",
        "startup",
        "financial services",
        "unicorn",
        "stablecoins"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T03:05:16.000Z"
    },
    {
      "title": "Franklin Templeton leads fintech firm Plaid’s $575m fundraise",
      "link": "https://www.techinasia.com/news/franklin-templeton-leads-fintech-firm-plaids-575m-fundraise",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743735233_shutterstock_1423698650-scaled.jpg",
      "summary": "- Franklin Templeton leads a $575 million fundraising round for fintech firm Plaid.\n- The investment highlights significant interest in fintech solutions.\n- Plaid aims to expand its offerings and enhance its platform with the new capital.",
      "keywords": [
        "Franklin Templeton",
        "Plaid",
        "fintech",
        "fundraising",
        "investment"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T02:54:14.000Z"
    },
    {
      "title": "Israeli AI company Unframe raises $30m series A",
      "link": "https://www.techinasia.com/news/israeli-ai-company-unframe-raises-30m-series-a",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/03/1741925350_shutterstock_2148917783-scaled.jpg",
      "summary": "- Israeli AI company Unframe has successfully raised $30 million in a Series A funding round.\n- The funding round was led by venture capital firms with a focus on technological innovation.\n- Unframe plans to use the funds to enhance its AI-driven solutions and expand its market presence.",
      "keywords": [
        "Unframe",
        "Israeli AI",
        "funding",
        "Series A",
        "technology",
        "venture capital"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-04T02:44:37.000Z"
    },
    {
      "title": "Bitcoin related startups see 50% surge in pre-seed funding",
      "link": "https://www.techinasia.com/news/bitcoin-related-startups-see-50-surge-in-pre-seed-funding",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1737082809_shutterstock_2070863348-scaled.jpg",
      "summary": "- Pre-seed funding for bitcoin-native startups rose by 50% in 2024, according to Trammell Venture Partners.\n- From 2021 to 2024, pre-seed deals jumped by 767%, attracting nearly US$1.2 billion over four years.\n- Bitcoin and ethereum's price increases and SEC approval of ETFs boosted investor interest, despite a 22% decline in total capital raised by bitcoin-native startups through series B in 2024.",
      "keywords": [
        "Bitcoin",
        "startups",
        "pre-seed funding",
        "venture capital",
        "cryptocurrency",
        "SEC",
        "Ethereum",
        "investment"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T02:25:18.000Z"
    },
    {
      "title": "General Atlantic leads $308m investment in US AI video company",
      "link": "https://www.techinasia.com/news/general-atlantic-leads-308m-investment-in-us-ai-video-company",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743732714_Runway-AI-New-York.jpg",
      "summary": "- Runway, a New York-based video company, raised $308 million in a funding round led by General Atlantic.\n- The company is reportedly valued at over $3 billion, although Runway did not confirm this.\n- Participants included SoftBank Group, Nvidia, Fidelity Management & Research Company, and Baillie Gifford.\n- The funds will enhance Runway’s AI research and aim at developing new media tools, including AI-driven film and animation studios.\n- Runway provides software that creates videos from text prompts or images and recently partnered with Lionsgate on a video generation model.",
      "keywords": [
        "Runway",
        "AI video",
        "General Atlantic",
        "investment",
        "funding round",
        "Nvidia",
        "SoftBank",
        "media tools",
        "AI research",
        "video generation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-04T02:15:16.000Z"
    },
    {
      "title": "Weekly funding: India-based firms take top 5 spots",
      "link": "https://www.techinasia.com/visual-story/weekly-startup-funding",
      "author": "Queena Wadyanti, Charmaine de Lazo",
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/02/1739940031_shutterstock_1758457088-scaled.jpg",
      "summary": "- Significant startup funding activities reported in Asia.\n- Top 10 funding deals of the week collated.\n- For detailed information, a data subscription is required.\n- Links provided to track active investors and funding lists in the region.",
      "keywords": [
        "startup funding",
        "investments",
        "Asia",
        "India",
        "Tech in Asia"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-04T02:00:49.000Z"
    },
    {
      "title": "US says tariffs target Indonesia’s unfair trade policies",
      "link": "https://www.techinasia.com/news/tariffs-target-indonesias-unfair-trade-policies",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2024/03/1710851697_shutterstock_2311468515-scaled.jpg",
      "summary": "- The US has imposed a 32% tariff on imports from Indonesia.\n- This tariff aims to address trade imbalances and promote US manufacturing.\n- The decision is influenced by Indonesia's economic policies, including a 30% import tariff on US ethanol compared to the US's 2.5% tariff.\n- Concerns were raised about Indonesia's local content requirements as non-tariff trade barriers.\n- Indonesia's import licensing regime and new foreign exchange regulations complicate trade further.\n- Exporters must keep 100% of natural resource earnings in local banks for one year under Government Regulation No. 8/2025.",
      "keywords": [
        "US tariffs",
        "Indonesia trade policies",
        "import tariffs",
        "ethanol tariffs",
        "trade barriers",
        "manufacturing boost"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T02:00:23.000Z"
    },
    {
      "title": "Russia and allies excluded from Trump’s new tariffs",
      "link": "https://www.techinasia.com/news/russia-and-allies-excluded-from-trumps-new-tariffs",
      "author": "Not given",
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1736916808_shutterstock_2435438323-scaled.jpg",
      "summary": "- Trump announces new tariffs, excluding Russia and its allies.\n- The decision reflects ongoing geopolitical tensions and trade considerations.\n- Analysts suggest this move may impact international relations and trade flows.",
      "keywords": [
        "Trump",
        "tariffs",
        "Russia",
        "trade",
        "geopolitics",
        "international relations"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-04T01:45:15.000Z"
    },
    {
      "title": "China’s growth strategies can counter US tariffs, economists say",
      "link": "https://www.techinasia.com/news/chinas-growth-strategies-can-counter-us-tariffs-economists-say",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1736217026_shutterstock_2529578355-scaled.jpg",
      "summary": "- Economists suggest that China can use various growth strategies to mitigate impacts from US tariffs.\n- Emphasis on innovation and market diversification as key strategies.\n- Increased focus on domestic consumption in China to drive economic growth.",
      "keywords": [
        "China",
        "US tariffs",
        "economists",
        "growth strategies",
        "innovation",
        "market diversification",
        "domestic consumption"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T01:32:24.000Z"
    },
    {
      "title": "Austrian minister proposes targeted response to US tariffs",
      "link": "https://www.techinasia.com/news/austrian-minister-proposes-targeted-response-to-us-tariffs",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-04T01:25:17.000Z"
    },
    {
      "title": "Southeast Asia hit hard by Trump tariffs",
      "link": "https://www.techinasia.com/news/southeast-asia-hit-hard-by-trump-tariffs",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743729279_shutterstock_203738356-scaled.jpg",
      "summary": "- Southeast Asia experiences significant economic impact from tariffs imposed by the Trump administration.\n- Countries in the region face challenges in exports as a result of the trade policies.\n- Increased costs on goods and diminished production efficiency are reported across various industries.",
      "keywords": [
        "Southeast Asia",
        "Trump tariffs",
        "economy",
        "trade policies",
        "exports"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-04T01:17:27.000Z"
    },
    {
      "title": "Musk to leave DOGE in May",
      "link": "https://www.techinasia.com/news/musk-to-leave-doge-in-may",
      "author": "Not given",
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2023/07/1689216227_shutterstock_2308410013.jpg",
      "summary": "- Elon Musk set to step away from involvement with Dogecoin in May.\n- This decision has sparked speculation within the cryptocurrency community.\n- Potential implications for Dogecoin's market value and its future following Musk's departure.",
      "keywords": [
        "Musk",
        "DOGE",
        "Dogecoin",
        "cryptocurrency",
        "market value"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-04T01:11:17.000Z"
    },
    {
      "title": "Crypto markets slide after Trump tariff announcement",
      "link": "https://www.techinasia.com/news/crypto-markets-slide-after-trump-tariff-announcement",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1736214016_shutterstock_2006405243-scaled.jpg",
      "summary": "- Bitcoin and other cryptocurrencies suffered significant losses on April 3 after US President Donald Trump announced new tariffs.\n- Bitcoin fell 5% to $81,849.63; ether dropped 7% and solana dropped 13%.\n- The S&P 500 was set for its worst day since September 2022, reflecting broader market declines.\n- Shares of crypto-related companies like Coinbase and MicroStrategy fell over 7%.\n- Trump's tariffs, starting at 10%, raised fears of a global trade war.\n- Ben Kurland (CEO at DYOR) remarked that Bitcoin is influenced by global liquidity signals and rate expectations.\n- Bitcoin has fluctuated between $80,000 and $90,000, mirroring equities closely.\n- David Hernandez from 21Shares noted that Bitcoin's holding of key technical levels signals strong demand, despite the tariffs exceeding expectations, which might provide clarity for institutional investors.",
      "keywords": [
        "cryptocurrency",
        "Bitcoin",
        "tariffs",
        "Donald Trump",
        "global trade",
        "market decline",
        "S&P 500",
        "crypto investment"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-04T01:02:17.000Z"
    },
    {
      "title": "Why regulators said yes to Grab’s Singapore taxi play",
      "link": "https://www.techinasia.com/regulators-grabs-singapore-taxi-play",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743691818_GrabCar-Singapore-scaled.jpg",
      "summary": "- Singapore's Land Transport Authority issued a street-hail service operator license to GrabCab, a subsidiary of Grab Holdings, valid for 10 years from April 9.\n- Grab's entry into the taxi sector is seen as an effort to start a new fleet rather than acquire an existing one, potentially increasing competition.\n- Grab plans to expand its fleet to at least 800 taxis within three years and will feature hybrid and electric vehicles.\n- The license approval follows the failure of Grab's proposed acquisition of Trans-cab due to competition concerns from the CCCS.\n- Observers note low barriers to entry in the taxi market, with potential for profitability despite market shrinkage.",
      "keywords": [
        "Grab",
        "Singapore",
        "taxi",
        "street-hail service",
        "LTA",
        "transportation",
        "competition",
        "electric vehicles"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-04T01:00:01.000Z"
    },
    {
      "title": "Mapping SEA’s leading cleantech players",
      "link": "https://www.techinasia.com/visual-story/mapping-sea-cleantech",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743651158_Featured-image-Cleantech-in-SEA.png",
      "summary": "- Overview of key players in Southeast Asia’s cleantech sector.\n- Highlights active backers and investment trends.\n- For landscape reports, visit [here](https://www.techinasia.com/category/landscape-reports).\n- For inaccuracies, contact research@techinasia.com.",
      "keywords": [
        "cleantech",
        "Southeast Asia",
        "investment trends",
        "landscape map",
        "key players"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-04T00:00:09.000Z"
    },
    {
      "title": "Meituan reshuffles leadership as senior exec steps aside",
      "link": "https://www.techinasia.com/news/meituan-reshuffles-leadership-senior-exec-steps",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2023/03/1679654418_shutterstock_1072144121-scaled.jpg",
      "summary": "- Senior VP Zhang Chuan to step down from day-to-day operations as of May and move to an advisory role.\n- Announcement made by CEO Wang Xing on April 3, signaling a leadership shift.\n- Zhang has been instrumental in scaling Meituan's key businesses since joining in 2017.\n- Meituan is reorganizing its business units, merging the Dianping division into the Core Local Commerce unit.\n- Former SaaS head Xiao Fei appointed to lead new software and hardware services unit.\n- Restructuring aimed at streamlining operations and enhancing international growth efforts.",
      "keywords": [
        "Meituan",
        "leadership",
        "Zhang Chuan",
        "restructuring",
        "Dianping",
        "Core Local Commerce",
        "software services",
        "international growth"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T13:06:05.000Z"
    },
    {
      "title": "Chatbots don’t have to be a pain",
      "link": "https://www.techinasia.com/chatbots-dont-pain",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/03/1743073053_AI-chatbot.gif",
      "summary": "- Businesses are investing heavily in AI chatbots, with banks expected to invest $18.4 billion by 2028.\n- AI chatbots are effective with simple queries but struggle with complex context and nuances.\n- Success requires seeing AI integration as part of a broader customer service strategy rather than focusing solely on cost savings.\n- Chinese startup Zhipu AI has launched a competitive AI product, AutoGLM Rumination, claiming superiority over existing models like DeepSeek and GPT-4 in benchmarks.\n- Customer frustration with chatbots can lead to abandonment if navigation is difficult or human support is hard to reach.",
      "keywords": [
        "chatbots",
        "AI",
        "customer service",
        "natural language processing",
        "Zhipu AI",
        "DeepSeek",
        "tech industry"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-03T09:30:44.000Z"
    },
    {
      "title": "Israeli AI firm AutonomyAI nets $4m pre-seed funding",
      "link": "https://www.techinasia.com/news/israeli-ai-firm-autonomyai-nets-4m-preseed-funding",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/03/1741925350_shutterstock_2148917783-scaled.jpg",
      "summary": "- Israeli AI startup AutonomyAI raises $4 million in pre-seed funding.\n- Funding round led by several unnamed investors.\n- AutonomyAI focuses on developing AI-driven solutions for various industries.",
      "keywords": [
        "AutonomyAI",
        "AI funding",
        "pre-seed funding",
        "Israeli startup",
        "artificial intelligence"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-03T09:10:34.000Z"
    },
    {
      "title": "US House panel advances bill to regulate stablecoins",
      "link": "https://www.techinasia.com/news/house-panel-advances-bill-regulate-stablecoins",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1737002473_shutterstock_1829147534-scaled.jpg",
      "summary": "- A bipartisan bill to regulate privately issued stablecoins has been advanced by a US House committee.\n- Stablecoins must be backed 1:1 by US dollars or equivalent assets.\n- The bill aims to protect consumers and support industry growth.\n- Proposed amendments to ban Trump and tech firms from issuing tokens and prevent taxpayer-funded bailouts were not adopted.\n- Visa, PayPal, and Stripe have invested in stablecoin projects, indicating the sector's profitability.",
      "keywords": [
        "stablecoins",
        "regulation",
        "US House",
        "bipartisan bill",
        "financial technology"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T09:00:50.000Z"
    },
    {
      "title": "Meet the 50 top-funded startups and tech companies in Indonesia",
      "link": "https://www.techinasia.com/top-funded-startups-tech-companies-indonesia",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2024/01/1704339903_shutterstock_2303520235.png",
      "summary": "- The article lists the 50 Indonesian startups and tech companies that have raised the most funding from investors in the past two years.\n- It aims to identify firms with potential global impact based on funding data.\n- For more information, readers can access Tech in Asia’s database of tech companies or their research methodology.",
      "keywords": [
        "startups",
        "tech companies",
        "Indonesia",
        "funding",
        "investors",
        "global impact"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T09:00:00.000Z"
    },
    {
      "title": "Oracle reports second security breach in a month",
      "link": "https://www.techinasia.com/news/oracle-reports-security-breach-month",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2024/04/1713511354_shutterstock_2351343609-scaled.jpg",
      "summary": "- Oracle has reported a security breach involving stolen legacy client login credentials, its second incident in a month.\n- The breach affected an inactive system from eight years ago, compromising usernames, passkeys, and encrypted passwords.\n- Oracle claims the stolen credentials pose minimal risk and are unrelated to a prior attack targeting its health-care clients.\n- An extortion attempt was made by the attacker, but further details have not been disclosed by Oracle.",
      "keywords": [
        "Oracle",
        "security breach",
        "cybersecurity",
        "login credentials",
        "extortion attempt"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T08:50:50.000Z"
    },
    {
      "title": "Indian travel fintech firm Scapia bags $40m series B",
      "link": "https://www.techinasia.com/news/indian-travel-fintech-firm-scapia-bags-40m-series",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2023/11/1700550238_Anil-Goteti_CEO_Scapia.jpeg",
      "summary": "- Scapia raised US$40 million in a series B funding round.\n- Investment led by Peak XV Partners, with participation from Elevation Capital, Z47, and 3STATE Capital.\n- Funds are aimed at expanding the team, improving products, and enhancing AI capabilities in India’s travel and financial services market.\n- Scapia offers a co-branded credit card with Federal Bank featuring no joining or annual fees, no forex markup, and additional perks like lounge access and cashback.",
      "keywords": [
        "Scapia",
        "fintech",
        "travel",
        "investment",
        "series B",
        "Peak XV Partners",
        "credit card",
        "India"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T08:50:14.000Z"
    },
    {
      "title": "YouTube partners with Shopee to launch shopping affiliate in SG",
      "link": "https://www.techinasia.com/news/youtube-partners-with-shopee-to-launch-shopping-affiliate-in-sg",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2019/08/Youtube-Inc-Youtube-Youtube-Logo-3873587.jpg",
      "summary": "- YouTube has launched a shopping affiliate program in Singapore in partnership with Shopee.\n- Creators can tag products in videos and live streams for seamless purchases via Shopee.\n- This program provides new monetization options for creators and a larger audience for Shopee sellers.\n- Video commerce is projected to account for 20% of Southeast Asian ecommerce GMV in 2024.\n- 62% of Singaporean consumers have purchased products discovered on YouTube.\n- The program has previously succeeded in Indonesia, Vietnam, Malaysia, and Thailand, with Shopee Indonesia reporting a sixfold increase in daily orders.",
      "keywords": [
        "YouTube",
        "Shopee",
        "shopping affiliate",
        "Singapore",
        "video commerce",
        "monetization"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T08:50:11.000Z"
    },
    {
      "title": "SG-based Wild Ventures launches, concludes $746k angel round",
      "link": "https://www.techinasia.com/news/sgbased-wild-ventures-launches-concludes-746k-angel",
      "author": "Bjorn Bergstrom, Arvid Lithander, Shannon Cullum, Malin Renstrom",
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2024/12/1734517856_shutterstock_2469341945-scaled.jpg",
      "summary": "- Singapore-based The Wild Ventures concluded an oversubscribed SG$1 million (around US$746,000) angel funding round on April 3.\n- The early-stage venture fund focuses on AI-powered brands and has developed three brands: Wild Palace, Poositive Pets, and Future Paper.\n- The firm invests in external brands that align with its sustainability and innovation goals.",
      "keywords": [
        "Wild Ventures",
        "angel funding",
        "sustainability",
        "AI-powered brands",
        "Singapore"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T08:45:36.000Z"
    },
    {
      "title": "Trump’s tariff escalation triggers 4% US selloff",
      "link": "https://www.techinasia.com/news/trumps-tariff-escalation-triggers-4-selloff",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1736341611_shutterstock_2434408241-scaled.jpg",
      "summary": "- Donald Trump’s new tariffs led to a 4% drop in US equity index futures.\n- The US dollar weakened significantly, with a 1.5% decline against the Japanese yen and over 1% against the euro.\n- In comparison, Asian stocks declined by 1.7%, and European futures dropped 2.4% before partially recovering.\n- The tariffs heightened trade tensions and raised concerns regarding economic damage.",
      "keywords": [
        "Trump",
        "tariffs",
        "US markets",
        "financial decline",
        "trade tensions"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T08:40:53.000Z"
    },
    {
      "title": "Malaysia says it won’t retaliate against Trump’s tariffs",
      "link": "https://www.techinasia.com/news/malaysia-evaluates-response-to-us-tariff-hikes",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2024/12/1735217376_shutterstock_2288016817-scaled.jpg",
      "summary": "- Malaysia's Ministry of Investment, Trade, and Industry will not impose retaliatory tariffs against the US.\n- Prime Minister Anwar Ibrahim chairs the National Geoeconomic Command Centre to assess the economic impact of the 10% US tariff hikes.\n- Malaysia maintains a US$24.8 billion trade surplus with the US in 2024 and seeks new export markets through CPTPP and RCEP.",
      "keywords": [
        "Malaysia",
        "tariffs",
        "US",
        "trade",
        "CPTPP",
        "RCEP",
        "Anwar Ibrahim"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-04-03T08:31:50.000Z"
    },
    {
      "title": "Pinduoduo to invest $13.7b to aid merchants",
      "link": "https://www.techinasia.com/news/pinduoduo-invest-137b-aid-merchants",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2024/11/1732248636_shutterstock_2484105749-scaled.jpg",
      "summary": "- Pinduoduo, a Chinese e-commerce platform, plans to invest 100 billion yuan ($13.7 billion) over the next three years.\n- The investment is aimed at enhancing the transformation and upgrading of merchants on its platform.\n- The announcement was made on April 3.",
      "keywords": [
        "Pinduoduo",
        "investment",
        "e-commerce",
        "merchants",
        "PDD Holdings"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T07:40:22.000Z"
    },
    {
      "title": "AirTrunk pursues $1.7b green loan for major Singapore data center",
      "link": "https://www.techinasia.com/news/airtrunk-pursues-17b-green-loan-major-singapore-data-center",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743664326_AirTrunk-JHB1-launch-scaled-1.jpg",
      "summary": "- AirTrunk is seeking a US$1.7 billion green loan for a new data center in Singapore.\n- The data center will have an 80.2-megawatt capacity and will operate under long-term contracts until December 31, 2050.\n- The project is being developed for a major US client, with AirTrunk expected to lease some power back.",
      "keywords": [
        "AirTrunk",
        "green loan",
        "data center",
        "Singapore",
        "Blackstone",
        "renewable energy"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T07:40:16.000Z"
    },
    {
      "title": "Thailand’s richest man’s $21.4b company debuts on stock market",
      "link": "https://www.techinasia.com/news/thailands-richest-mans-company-debuts-stock-market",
      "author": "Sarath Ratanavadi",
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/02/1738634953_shutterstock_528975937-scaled.jpg",
      "summary": "- Gulf Development debuted on the stock exchange on Apr. 3 after merging Gulf Energy Development and Intouch Holdings Pcl.\n- The new entity had a market valuation of 736 billion baht (around US$21.4 billion), down 13% from the pre-merger value.\n- The stock opened at 49.75 baht (around US$1.45) and rose 1% despite economic challenges including a 36% US tariff and a recent earthquake in Myanmar.\n- The merger combines power, infrastructure, and LNG operations with telecom assets, including a major stake in Advanced Info Service, Thailand’s second-largest mobile operator.\n- This merger is part of Ratanavadi's strategy to expand into high-growth sectors like AI and data centers.",
      "keywords": [
        "Thailand",
        "stock market",
        "Gulf Development",
        "Sarath Ratanavadi",
        "merger",
        "Gulf Energy",
        "Intouch Holdings",
        "economic challenges",
        "AI",
        "data centers"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-04-03T07:18:32.000Z"
    },
    {
      "title": "MobiKwik stock drops 56% from peak following Q3 losses",
      "link": "https://www.techinasia.com/news/mobikwik-stock-drops-56-peak-q3-losses",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-03T07:10:18.000Z"
    },
    {
      "title": "US Dollar Weakens as Trump Announces New Tariffs",
      "link": "https://www.techinasia.com/news/us-dollar-weakens-as-trump-announces-new-tariffs",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743663621_shutterstock_2154534203-scaled.jpg",
      "summary": "- The US dollar weakened on Apr. 3 after Trump announced new tariffs on imports effective Apr. 9.\n- Tariffs include a 10% baseline levy and higher duties on goods from 60 countries, raising global economic slowdown concerns.\n- Global stocks declined; demand for bonds and gold increased; the yen rose 1.3% to 147.39 per dollar.\n- Asian currencies suffered, with China's yuan hitting its weakest levels; other currencies like the ringgit and won also declined.\n- The dollar index fell to 102.98, its lowest since October, marking a 4% decline this year.",
      "keywords": [
        "US dollar",
        "Trump",
        "tariffs",
        "global economy",
        "currency decline",
        "economic slowdown"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T07:00:31.000Z"
    },
    {
      "title": "Green shoots in greentech logistics",
      "link": "https://www.techinasia.com/green-shoots-greentech-logistics",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-04-03T07:00:08.000Z"
    },
    {
      "title": "D2C snacking brand Sweet Karam Coffee nets $8m series A",
      "link": "https://www.techinasia.com/news/d2c-snacking-brand-sweet-karam-coffee-nets-8m-series",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/04/1743660781_1731240197401.jpeg",
      "summary": "- Sweet Karam Coffee, a Chennai-based D2C snacking brand, has raised US$8 million in series A funding led by Peak XV Partners, with participation from Fireside Ventures.\n- The funding will assist in expanding its product range and geographical reach.\n- Founded in 2015, the company offers South Indian snacks, sweets, condiments, ghee, and filter coffee, selling across 32 countries via ecommerce and quick commerce channels.",
      "keywords": [
        "D2C",
        "snacking",
        "funding",
        "Sweet Karam Coffee",
        "ecommerce",
        "South Indian snacks"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T07:00:03.000Z"
    },
    {
      "title": "50 rising startups in Indonesia",
      "link": "https://www.techinasia.com/50-rising-startups-indonesia",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2021/04/1620098772_indonesia-scaled.jpg",
      "summary": "- The article features a list of Indonesian startups on the rise based on recent funding rounds.\n- It only includes companies that have reached up to series E stage.\n- Each entry provides key details about their funding rounds.\n- The information is generated using Tech in Asia data and is constantly updated.\n- Additional resources are available, including a comprehensive database of tech companies in Asia and the research methodology used.",
      "keywords": [
        "startups",
        "Indonesia",
        "funding",
        "Tech in Asia",
        "series E"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-04-03T07:00:00.000Z"
    },
    {
      "title": "Australia dodges US tariffs, but faces economic risks",
      "link": "https://www.techinasia.com/news/australia-dodges-us-tariffs-but-faces-economic-risks",
      "author": null,
      "thumbnail": "https://cdn.techinasia.com/wp-content/uploads/2025/01/1737084135_shutterstock_1270332970-scaled.jpg",
      "summary": "- Australia avoids steep reciprocal tariffs imposed by the US under Trump, facing only a general 10% tariff.\n- Exempt from higher tariffs impacting countries like China, Japan, and South Korea.\n- Australian beef farmers may face challenges due to new trade barriers; gold and pharmaceuticals are exempted.\n- Prime Minister Anthony Albanese criticizes tariffs as unwarranted but notes Australia is better off than others.\n- Foreign minister Penny Wong emphasizes impact on Asian economies and the need for calm amid disruptions.\n- Analysts warn tariffs could slow construction and manufacturing in North Asia, affecting Australia’s economy.\n- Economic slowdown in China, Australia’s top trading partner, poses risks to resource-heavy regions, especially Western Australia.",
      "keywords": [
        "Australia",
        "US tariffs",
        "economy",
        "trade barriers",
        "beef farmers",
        "gold exports",
        "pharmaceuticals",
        "Prime Minister Albanese",
        "Foreign minister Wong",
        "economic slowdown"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-04-03T06:30:21.000Z"
    }
  ]
}