{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Apple announces WWDC 2025 returns June 9-13",
      "link": "https://techcrunch.com/2025/03/25/apple-announces-wwdc-2025-returns-june-9-13/",
      "author": "Aisha Malik",
      "thumbnail": null,
      "summary": "* Apple will host its WWDC 2025 from June 9 to June 13.\n* The event will be online and accessible to all Apple developers, with an in-person keynote at Apple Park on June 9.\n* Major software updates for iOS, iPadOS, and macOS are expected, with iOS 19 touted as the biggest revamp since iOS 7.\n* There may be new hardware products and a smarter Siri announced during the conference.\n* The conference focuses on advancements in Apple software and provides developers with access to Apple experts and new tools.",
      "keywords": [
        "Apple",
        "WWDC",
        "2025",
        "iOS",
        "developers",
        "software updates"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-25T17:46:39.000Z"
    },
    {
      "title": "23andMe files for bankruptcy: How to delete your data",
      "link": "https://techcrunch.com/2025/03/25/23andme-files-for-bankruptcy-how-to-delete-your-data/",
      "author": "Aisha Malik",
      "thumbnail": null,
      "summary": "- 23andMe filed for bankruptcy protection on March 16, 2025, affecting 15 million customers.\n- Concerns raised about the future of customer genetic data and its management under new ownership.\n- Users can delete their data through their account settings but some information may still be retained as per the privacy policy.\n- Instructions provided on how to revoke consent for research use of genetic data and destroy DNA samples.\n- Customers encouraged to motivate family and friends to take protective measures for their data as well.",
      "keywords": [
        "23andMe",
        "bankruptcy",
        "genetic data",
        "data privacy",
        "user data deletion",
        "consumer protection"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-25T17:05:00.000Z"
    },
    {
      "title": "Google unveils a next-gen AI reasoning model",
      "link": "https://techcrunch.com/2025/03/25/google-unveils-a-next-gen-ai-reasoning-model/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Google launched **Gemini 2.5 Pro Experimental**, a multimodal AI reasoning model that can pause to think before answering.\n- The model is available on **Google AI Studio** and as part of the **Gemini Advanced** subscription plan.\n- Gemini 2.5 aims to outshine previous frontier models, claiming better performance in creating web apps and coding applications.\n- Gemini 2.5 Pro reportedly achieved a score of **68.6%** in code editing evaluations, surpassing competitors like OpenAI and Anthropic.\n- The model will ship with a **1 million token context window**, expandable to **2 million tokens** soon, allowing it to process vast text inputs.",
      "keywords": [
        "Google",
        "AI",
        "reasoning model",
        "Gemini 2.5",
        "Gemini Advanced",
        "Maxwell Zeff",
        "TechCrunch",
        "technology",
        "innovation"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-25T17:00:00.000Z"
    },
    {
      "title": "Quora’s Poe launches its most affordable subscription plan for $5/month",
      "link": "https://techcrunch.com/2025/03/25/quoras-poe-now-offers-an-affordable-subscription-plan-for-5-month/",
      "author": "Lauren Forristal",
      "thumbnail": null,
      "summary": "- Poe, Quora’s chatbot app, launched a $5/month subscription plan on March 25, 2025.\n- The new plan allows users to spend up to 10,000 points per day.\n- A more expensive plan at $250/month offers 12.5 million points, catering to heavy users.\n- Poe allows access to multiple AI bots like DeepSeek-R1, GPT-4o, and Claude 3.7 Sonnet.\n- The previous lowest tier was $20/month for 1 million points, and a free plan is also available with limitations.",
      "keywords": [
        "Quora",
        "Poe",
        "subscription plan",
        "AI bots",
        "chatbot app",
        "pricing options"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-25T16:53:10.000Z"
    },
    {
      "title": "Cerebras Systems’ IPO is further delayed",
      "link": "https://techcrunch.com/2025/03/25/cerebras-systems-ipo-is-further-delayed/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/GettyImages-1251294592.jpg?w=1024",
      "summary": "- Cerebras Systems’ IPO is delayed again due to a prolonged national security review.\n- Originally filed for IPO in September 2024, expecting easier review with the new Trump administration.\n- National security concerns arose from a $335 million investment from Abu Dhabi-based G42, linked to Huawei.\n- White House vacancies affect oversight of the Committee on Foreign Investment in the United States, causing delays.",
      "keywords": [
        "Cerebras Systems",
        "IPO",
        "national security review",
        "investment",
        "AI chipmaking",
        "G42",
        "Huawei"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-25T16:47:28.000Z"
    },
    {
      "title": "A world without Caesars: How the ATProto community is rebuilding the web to return power to the people",
      "link": "https://techcrunch.com/2025/03/25/a-world-without-caesars-how-the-atproto-community-is-rebuilding-the-web-to-return-power-to-the-people/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/IMG_1027.jpg?w=510",
      "summary": "- The first in-person gathering for the AT Protocol community took place in Seattle, focusing on decentralization rather than Bluesky, the largest app built on its framework.\n- Over 150 attendees discussed ways to rebuild the web, regain control over data, and lessen reliance on tech oligarchs.\n- Speakers included notable figures like Blaine Cook and Jay Graber, who highlighted the challenges and hopes for a decentralized social web.",
      "keywords": [
        "AT Protocol",
        "Bluesky",
        "decentralized web",
        "technology",
        "social media",
        "online identity"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-03-25T16:20:59.000Z"
    },
    {
      "title": "Discord made its streaming overlay a lot more user-friendly",
      "link": "https://techcrunch.com/2025/03/25/discord-made-its-streaming-overlay-a-lot-more-user-friendly/",
      "author": "Amanda Silberling",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Discord-Overlay.png?w=680",
      "summary": "- Discord rebuilt its Overlay feature for streaming games, enhancing user-friendliness for streamers.\n- The new Overlay allows customization of specific Discord widgets for quick access while gaming, avoiding the need to open the entire Discord client.\n- Features include a picture-in-picture option for viewing friends' streams and compatibility with more games, aiming for smoother performance.\n- Additional updates to the Desktop app include new dark themes and UI density options for customization.",
      "keywords": [
        "Discord",
        "Overlay",
        "streaming",
        "gaming",
        "user experience",
        "UI updates",
        "dark mode"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T16:00:00.000Z"
    },
    {
      "title": "Once a target of Musk’s ire, Gen Z creator Kat Abughazaleh is running for Congress",
      "link": "https://techcrunch.com/2025/03/25/once-a-target-of-musks-ire-gen-z-creator-kat-abughazaleh-is-running-for-congress/",
      "author": null,
      "thumbnail": null,
      "summary": "- Kat Abughazaleh is running for Congress in Illinois’ Ninth District after losing her job at Media Matters.\n- She gained attention when Elon Musk celebrated her layoff on social media.\n- At 26, Abughazaleh aims to bring progressive ideas and engage Gen Z voters.\n- She built a following for her political content, particularly on TikTok and Bluesky.\n- In her campaign announcement, she emphasized basic rights for families and affordable living.\n- Abughazaleh raised $100,000 in the first seven hours of her campaign, with significant contributions from Bluesky.",
      "keywords": [
        "Kat Abughazaleh",
        "Congress",
        "Gen Z",
        "Elon Musk",
        "politics",
        "social media",
        "Bluesky",
        "campaign"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-25T15:10:32.000Z"
    },
    {
      "title": "Outreach founder Manny Medina has a new startup that helps AI agents get paid",
      "link": "https://techcrunch.com/2025/03/25/outreach-founder-manny-medina-has-a-new-startup-that-helps-ai-agents-get-paid/",
      "author": null,
      "thumbnail": null,
      "summary": "- Manny Medina, founder of Outreach, has launched a new startup called Paid, aimed at ensuring AI agents get compensated profitably.\n- Paid raised €10 million (about $11 million) in a pre-seed investment from EQT Ventures, Sequoia, and GTMFund.\n- The platform helps agentic startups establish pricing models based on results rather than traditional per-user or usage charges, addressing the unique billing challenges of AI agents.\n- Paid is aimed at startups rather than larger enterprises and has three beta customers: Logic.app, 11x, and Vidlab7.\n- Medina emphasizes the need for startups to measure margins and validate ROI in the emerging sector of AI agents.",
      "keywords": [
        "Manny Medina",
        "Outreach",
        "AI agents",
        "startup",
        "Paid",
        "investment",
        "EQT Ventures",
        "Sequoia",
        "billing",
        "pricing model"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T15:00:00.000Z"
    },
    {
      "title": "Less than a week to save $300+ on TechCrunch All Stage passes",
      "link": "https://techcrunch.com/2025/03/25/less-than-a-week-to-save-300-on-techcrunch-all-stage-passes/",
      "author": null,
      "thumbnail": null,
      "summary": "- TechCrunch's All Stage conference is set for July 15 in Boston.\n- Early registration before March 31 saves attendees over $300 on passes.\n- The conference features sessions, networking opportunities, and breakout stages for early-stage founders.",
      "keywords": [
        "TechCrunch",
        "All Stage",
        "conference",
        "Boston",
        "early registration",
        "founders",
        "VCs",
        "networking"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-25T14:00:00.000Z"
    },
    {
      "title": "Plural’s platform allows enterprises to manage their Kubernetes clusters in one place",
      "link": "https://techcrunch.com/2025/03/25/plurals-platform-allows-enterprises-to-manage-their-kubernetes-clusters-in-one-place/",
      "author": "Becca Szkutak",
      "thumbnail": null,
      "summary": "- Sam Weaver, previously at Unqork, identified issues in managing Kubernetes clusters and assembled a team to build a management product, which took two years.\n- Michael Guarino, an engineer, created a more efficient system for Plural within weeks, leading to the development of a centralized Kubernetes management platform.\n- Plural's AI enhances cluster management by offering optimization suggestions and diagnosing scaling issues, reducing operational overhead by about 90%.\n- The company raised $6 million in seed funding, aiming to enhance product capabilities and expand beyond Kubernetes.\n- Plural operates on a GitOps model, allowing enterprises complete control without data being sent to a central server.",
      "keywords": [
        "Kubernetes",
        "cluster management",
        "AI",
        "startups",
        "venture capital"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-25T14:00:00.000Z"
    },
    {
      "title": "Apple Music is integrating with music tools to allow DJs to create mixes using its catalog",
      "link": "https://techcrunch.com/2025/03/25/apple-3/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Apple Music is integrating with tools for DJs, allowing them to build mixes using its catalog of over 100 million songs.\n- Integrated tools include Algoriddim’s djay Pro, AlphaTheta, Serato, Engine DJ, Denon DJ, Numark, and RANE DJ.\n- A new DJ category page will feature DJ-friendly playlists and mixes for inspiration.\n- Since launching streaming for DJ Mix sets in 2021, Apple has added thousands of sets to the platform.\n- Competitors like SoundCloud and Spotify are also exploring tools for song creation and remixing.",
      "keywords": [
        "Apple Music",
        "DJs",
        "music tools",
        "mixes",
        "integration",
        "Algoriddim",
        "streaming",
        "Serato",
        "SoundCloud",
        "Spotify"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T14:00:00.000Z"
    },
    {
      "title": "Tesla Superchargers: GM, Ford, Rivian, and other EV brands with access",
      "link": "https://techcrunch.com/2025/03/25/tesla-superchargers-gm-ford-rivian-and-other-ev-brands-with-access/",
      "author": null,
      "thumbnail": null,
      "summary": "- In May 2023, Ford secured a deal granting EV owners access to Tesla's Supercharger network.\n- By late 2023, multiple automakers including GM, Hyundai, and Rivian had adopted Tesla’s North American Charging Standard (NACS).\n- Tesla has shared its charging connector design to promote widespread adoption.\n- As of February 2024, Ford customers were gaining Supercharger access, although adapter supply delays were noted.\n- GM started offering Chevy, Cadillac, and GMC EVs access as of September 2024.\n- Honda announced its EVs would gain NACS access in June 2025.\n- Hyundai plans to provide NACS access by January 15, 2025, and will manufacture some new models with NACS ports.\n- Rivian gained access to Superchargers as of March 2024, promising adapters to customers.\n- Mercedes-Benz will begin offering access starting February 2025, with an adapter option for existing EVs.\n- Nissan's Ariya drivers can access Tesla's network with a NACS adapter starting late 2024.\n- Volvo and Polestar began offering access at the end of October 2024, with adapters available for purchase.",
      "keywords": [
        "Tesla",
        "Supercharger",
        "EV",
        "Ford",
        "GM",
        "Rivian",
        "NACS",
        "automakers",
        "charging network",
        "electric vehicles"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-25T13:59:26.000Z"
    },
    {
      "title": "Character AI is adding parental supervision tools to improve teen safety",
      "link": "https://techcrunch.com/2025/03/25/character-ai-is-adding-parental-supervision-tools/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Character AI introduces new parental insights features to enhance teen safety.\n- The features provide parents with a weekly summary of their teens' activity on the app, including average time spent and top characters interacted with.\n- These updates come in response to lawsuits and criticism regarding the platform's safety for children.\n- Previous safety measures included a specific model for teens and blocking sensitive content.\n- Character AI argues it implemented these features quicker than competitors.",
      "keywords": [
        "Character AI",
        "parental supervision",
        "teen safety",
        "user engagement",
        "lawsuits",
        "technology",
        "internet safety"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T13:15:00.000Z"
    },
    {
      "title": "Bill Gates-backed Commonwealth Fusion Systems hits key reactor construction milestone",
      "link": "https://techcrunch.com/2025/03/25/bill-gates-backed-commonwealth-fusion-systems-hits-key-reactor-construction-milestone/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Commonwealth Fusion Systems (CFS) installed a crucial component for its Sparc demonstration reactor, a 24-foot wide, 75-ton stainless steel cryostat base.\n- This component, shipped from Italy to Devens, Massachusetts, is essential for the tokamak, aiming to be the first fusion reactor to generate more power than it consumes.\n- CFS has been working on the reactor for over three years and expects Sparc to come online in 2027, hoping it will produce more power than it uses through advanced magnetic confinement techniques.",
      "keywords": [
        "fusion power",
        "Commonwealth Fusion Systems",
        "Sparc reactor",
        "cryostat base",
        "Bill Gates",
        "energy technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-03-25T12:00:00.000Z"
    },
    {
      "title": "Waymo to launch robotaxi service in Washington D.C. in 2026",
      "link": "https://techcrunch.com/2025/03/25/waymo-to-launch-robotaxi-service-in-washington-d-c-in-2026/",
      "author": "Rebecca Bellan",
      "thumbnail": null,
      "summary": "- Waymo plans to offer robotaxi rides in Washington D.C. via the Waymo One app starting in 2026.\n- The company must lobby to change existing permits that currently require a human driver.\n- Waymo is expanding its robotaxi services, already operating in Phoenix, Los Angeles, the Bay Area, and Austin, with Atlanta and Miami slated for launches in 2026.\n- The announcement follows a test fleet launch of Jaguar I-Pace robotaxis in D.C. and plans for mapping in 10 cities this year.",
      "keywords": [
        "Waymo",
        "robotaxi",
        "Washington D.C.",
        "autonomous vehicles",
        "ride-hailing",
        "transportation",
        "mapping",
        "urban mobility"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T11:00:04.000Z"
    },
    {
      "title": "Daphni secures $215M for its third fund",
      "link": "https://techcrunch.com/2025/03/24/daphni-secures-215m-for-its-third-fund/",
      "author": "Romain Dillet",
      "thumbnail": null,
      "summary": "- French VC firm [Daphni](https://www.daphni.com/) announces the closing of its new fund, Daphni Blue, having raised €200 million (around $215 million).\n- The firm expects to reach €250 million ($270 million) in total by the end of the year.\n- Daphni plans to invest in another 40 startups, continuing its investment history with 70 European startups since 2015.\n- Major limited partners include Crédit Mutuel Arkéa, Bpifrance, and the European Investment Fund.\n- Daphni emphasizes investment in fundamental science which includes life sciences, physics, chemistry, and mathematics, as opposed to just artificial intelligence.",
      "keywords": [
        "Daphni",
        "venture capital",
        "investment",
        "startup",
        "fundraising",
        "science",
        "technology",
        "Europe"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T05:00:00.000Z"
    },
    {
      "title": "OpenAI says its AI voice assistant is now better to chat with",
      "link": "https://techcrunch.com/2025/03/24/openai-says-its-ai-voice-assistant-is-now-better-to-chat-with/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- OpenAI updated its Advanced Voice Mode to improve real-time conversations in ChatGPT.\n- The update aims to make the AI more personable and reduce interruptions when users pause to think.\n- Free users of ChatGPT gain access to the updated voice mode, while paying users experience fewer interruptions and a more engaging personality in responses.\n- The improvements come as competitors accelerate their efforts in the AI voice assistant market, including startups like Sesame and larger companies like Amazon preparing their own voice assistants.",
      "keywords": [
        "OpenAI",
        "AI voice assistant",
        "ChatGPT",
        "Advanced Voice Mode",
        "technology",
        "AI competition"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-25T01:10:22.000Z"
    },
    {
      "title": "A new, challenging AGI test stumps most AI models",
      "link": "https://techcrunch.com/2025/03/24/a-new-challenging-agi-test-stumps-most-ai-models/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-25T00:29:53.000Z"
    },
    {
      "title": "A Chinese tech giant says it slashed AI costs using only Chinese chips",
      "link": "https://techcrunch.com/2025/03/24/a-chinese-tech-giant-says-it-slashed-ai-costs-using-only-chinese-chips/",
      "author": "Not given",
      "thumbnail": null,
      "summary": "- Ant Group claims a 20% reduction in AI training costs using Chinese chips from Alibaba and Huawei.\n- The performance of Chinese chips compares favorably to Nvidia's during testing.\n- Potential rise in Chinese chips could threaten Nvidia's dominance in the AI chip market.",
      "keywords": [
        "Ant Group",
        "AI training",
        "Chinese chips",
        "Nvidia",
        "Alibaba",
        "Huawei",
        "cost reduction"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-24T23:39:18.000Z"
    },
    {
      "title": "a16z and Benchmark-backed 11x has been claiming customers it doesn’t have",
      "link": "https://techcrunch.com/2025/03/24/a16z-and-benchmark-backed-11x-has-been-claiming-customers-it-doesnt-have/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T23:03:02.000Z"
    },
    {
      "title": "Vertical farming company Plenty files for bankruptcy after raising nearly $1B",
      "link": "https://techcrunch.com/2025/03/24/vertical-farming-company-plenty-files-for-bankruptcy-after-raising-nearly-1b/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T22:13:02.000Z"
    },
    {
      "title": "French VC firm Founders Future plans US expansion",
      "link": "https://techcrunch.com/2025/03/24/french-vc-firm-founders-future-plans-us-expansion/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T21:30:00.000Z"
    },
    {
      "title": "The Trump administration planned Yemen strikes in an unauthorized Signal chat",
      "link": "https://techcrunch.com/2025/03/24/the-trump-administration-planned-yemen-strikes-in-an-unauthorized-signal-chat/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T21:14:13.000Z"
    },
    {
      "title": "Fair-code pioneer n8n raises $60M for AI-powered workflow automation",
      "link": "https://techcrunch.com/2025/03/24/fair-code-pioneer-n8n-raises-60m-for-ai-powered-workflow-automation/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T19:00:21.000Z"
    },
    {
      "title": "AI creation platform Arcade expands from jewelry to home goods",
      "link": "https://techcrunch.com/2025/03/24/ai-creation-platform-arcade-expands-from-jewelry-to-home-goods/",
      "author": "Lauren Forristal",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Magic-Match-Gif-2.gif?w=680",
      "summary": "- Arcade expands from jewelry to home goods, starting with rugs.\n- Introduced a feature called “Match My Room” for tailored designs using uploaded room photos.\n- Recently raised $25 million in Series A funding, totaling $42 million raised.\n- Rug creation tool utilizes Midjourney and Stable Diffusion for design generation.\n- Rugs priced from $400 for basic options; Arcade claims affordability compared to luxury retailers.\n- New “Dream Boards” feature allows creative product showcasing akin to Pinterest.\n- A seller program with increased commission rates for users introduced.\n- Entrepreneur program launched to help content creators earn higher commissions.\n- Over 650,000 jewelry designs generated since beta launch in September 2024.",
      "keywords": [
        "AI",
        "Arcade",
        "home goods",
        "jewelry",
        "Match My Room",
        "funding",
        "rug design",
        "Dream Boards",
        "entrepreneur program"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-24T19:00:00.000Z"
    },
    {
      "title": "US lifts sanctions on Tornado Cash, a crypto mixer linked to North Korean money laundering",
      "link": "https://techcrunch.com/2025/03/24/us-lifts-sanctions-on-tornado-cash-a-crypto-mixer-linked-to-north-korean-money-laundering/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/12/ransomware-crypto-gold-Samuil_Levich-getty.jpg?w=1024",
      "summary": "- U.S. Treasury has lifted sanctions on Tornado Cash, previously linked to laundering $7 billion in stolen crypto by North Korean hackers.\n- The decision follows a legal battle and acknowledges the exercise of discretion in the delisting.\n- Tornado Cash is known for mixing cryptocurrencies to obscure their origins, including illicit funds.\n- The Treasury remains concerned about crypto hacks from North Korea, despite lifting the sanctions.",
      "keywords": [
        "Tornado Cash",
        "sanctions",
        "North Korea",
        "crypto mixer",
        "money laundering",
        "U.S. Treasury",
        "legal battle",
        "cryptocurrency",
        "hacks",
        "illicit funds"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-24T18:39:51.000Z"
    },
    {
      "title": "Revel opens first EV fast-charging hub in San Francisco",
      "link": "https://techcrunch.com/2025/03/24/revel-opens-first-ev-fast-charging-hub-in-san-francisco/",
      "author": "Rebecca Bellan",
      "thumbnail": null,
      "summary": "- Revel has launched its first fast-charging station in San Francisco, marking its expansion into the Bay Area.\n- The new station features 12 chargers with 320 kW capacity and is publicly accessible 24/7 for all EV models.\n- Over the next year, Revel plans to add more than 125 chargers across urban centers in the Bay Area.\n- The launch coincides with San Francisco's high electric vehicle sales, with over 35% of new vehicle sales in 2024 being electric.\n- Revel aims to enhance EV charging accessibility in densely populated urban areas, following a recent expansion at JFK Airport.",
      "keywords": [
        "Revel",
        "EV charging",
        "San Francisco",
        "electric vehicles",
        "infrastructure",
        "fast-charging",
        "Bay Area"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-24T18:19:40.000Z"
    },
    {
      "title": "Cyberattack disrupts train ticket sales in Ukraine",
      "link": "https://techcrunch.com/2025/03/24/cyberattack-disrupts-train-ticket-sales-in-ukraine/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T15:35:37.000Z"
    },
    {
      "title": "Trump admin directs DOE officials to shield DOGE documents from disclosure",
      "link": "https://techcrunch.com/2025/03/24/trump-admin-directs-doe-officials-to-shield-doge-documents-from-disclosure/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- The Department of Energy (DOE) has directed employees to mark DOGE-related documents as legally privileged to avoid Freedom of Information Act disclosures.\n- A memo from acting general counsel David R. Taggart, dated March 17, outlines procedures for potentially terminating or renegotiating grants and contracts assessed by DOGE.\n- Officials are instructed to provide concise evaluations of grants and contracts to ensure efficiency and adherence to DOE policies, amidst a challenging litigation environment.",
      "keywords": [
        "DOGE",
        "Department of Energy",
        "FOIA",
        "grants",
        "contracts",
        "David R. Taggart",
        "memo"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-24T15:31:14.000Z"
    },
    {
      "title": "Step into the spotlight: Apply to speak at TechCrunch Disrupt 2025",
      "link": "https://techcrunch.com/2025/03/24/step-into-the-spotlight-apply-to-speak-at-techcrunch-disrupt-2025/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/11/MikeSeckler_Justworks_Roundtable.jpg?w=680",
      "summary": "- TechCrunch Disrupt 2025 will be held from October 27–29 in San Francisco.\n- Event invites tech innovators, startup enthusiasts, marketers, and VCs to apply to speak.\n- The application deadline is May 16, 2025.\n- Formats for proposals include a 30-minute Breakout Session or a 30-minute Roundtable Discussion.\n- Finalist topics will be voted on by the audience, with winning sessions featured live at Disrupt 2025.",
      "keywords": [
        "TechCrunch Disrupt 2025",
        "speaking opportunity",
        "startup",
        "innovation",
        "event",
        "application"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-24T15:07:59.000Z"
    },
    {
      "title": "Apple is bringing lossless audio and low-latency audio to AirPods Max",
      "link": "https://techcrunch.com/2025/03/24/apple-is-bringing-lossless-audio-and-low-latency-audio-to-airpods-max/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T14:29:07.000Z"
    },
    {
      "title": "Only 7 Days Left: Founders and VCs Save $300+ on TechCrunch All Stage Passes",
      "link": "https://techcrunch.com/2025/03/24/only-7-days-left-founders-and-vcs-save-300-on-techcrunch-all-stage-passes/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T14:00:00.000Z"
    },
    {
      "title": "Apply to compete in TechCrunch Startup Battlefield 200 today!",
      "link": "https://techcrunch.com/2025/03/24/apply-to-compete-in-techcrunch-startup-battlefield-200-today/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T14:00:00.000Z"
    },
    {
      "title": "The Cadillac Optiq EV and Cadillac Escalade IQ go big on tech, luxury, and price",
      "link": "https://techcrunch.com/2025/03/24/the-cadillac-optiq-ev-and-cadillac-escalade-iq-go-big-on-tech-luxury-and-price/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T13:00:00.000Z"
    },
    {
      "title": "23andMe faces an uncertain future — so does your genetic data ",
      "link": "https://techcrunch.com/2025/03/24/23andme-faces-an-uncertain-future-so-does-your-genetic-data/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-24T12:15:00.000Z"
    },
    {
      "title": "AI chip startup FuriosaAI reportedly turns down $800M acquisition offer from Meta",
      "link": "https://techcrunch.com/2025/03/24/ai-chip-startup-furiosaai-reportedly-turns-down-800m-acquisition-offer-from-meta/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/05/GettyImages-1359446412.webp?w=1024",
      "summary": "- FuriosaAI, a South Korean startup, has rejected an $800 million acquisition offer from Meta.\n- The decision to turn down the offer was due to disagreements over post-acquisition business strategy and organizational structure.\n- FuriosaAI aims to develop and produce its AI chips independently, which includes chips called Warboy and Renegade (RNGD).\n- The startup is also reportedly in talks to raise approximately $48 million and plans to launch RNGD chips later this year.",
      "keywords": [
        "FuriosaAI",
        "Meta",
        "acquisition",
        "AI chips",
        "South Korea",
        "semiconductors",
        "investments"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-24T09:00:27.000Z"
    },
    {
      "title": "Ex-Network International execs raise $6M for Enza, an African fintech serving banks",
      "link": "https://techcrunch.com/2025/03/24/ex-network-execs-raise-6m-for-enza/",
      "author": "Hany Fekry, Hamish Houston",
      "thumbnail": null,
      "summary": "- Enza, a fintech founded by ex-Network International executives, raised $6 million in seed funding.\n- The startup targets banks and fintechs, offering local payment solutions including cards, wallets, and real-time payments.\n- Enza aims to improve financial access for underserved businesses in Africa, initially focusing on Egypt, Nigeria, and South Africa.\n- The company has secured over 10 million monthly transactions through partnerships with several banks.\n- New funding will be used for team expansion and product development across Africa.",
      "keywords": [
        "Enza",
        "fintech",
        "Network International",
        "seed funding",
        "Africa",
        "payments",
        "banking",
        "financial inclusion"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-24T08:05:00.000Z"
    },
    {
      "title": "DNA testing company 23andMe files for bankruptcy protection, CEO resigns",
      "link": "https://techcrunch.com/2025/03/23/dna-testing-company-23andme-files-for-bankruptcy-protection-ceo-resigns/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- 23andMe has filed for Chapter 11 bankruptcy protection to initiate asset sale.\n- CEO Anne Wojcicki resigns to become an independent bidder for the company.\n- Company has faced financial and operational challenges, including a 99% drop in market capitalization.\n- In 2023, a cyberattack compromised data of nearly 7 million customers.\n- 23andMe settled a lawsuit related to the data breach for $30 million in September 2024.\n- Current market value is around $48 million, with stock trading at $1.79.",
      "keywords": [
        "23andMe",
        "bankruptcy",
        "CEO resignation",
        "cyberattack",
        "data breach",
        "genetic testing"
      ],
      "scores": {
        "scale": 5,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-24T06:51:01.000Z"
    },
    {
      "title": "Former Cruise CEO Kyle Vogt’s new robotics startup reportedly raises another $150M",
      "link": "https://techcrunch.com/2025/03/23/former-cruise-ceo-kyle-vogts-new-robotics-startup-reportedly-raises-another-150m/",
      "author": "Kyle Vogt, Paril Jain, Luke Holoubek",
      "thumbnail": null,
      "summary": "- The Bot Company, founded by Kyle Vogt, raised $150 million in a funding round led by Greenoaks.\n- The startup aims to produce a robot focused on household chores and was launched in May 2024 with an initial $150 million.\n- This funding comes less than a year after Vogt resigned as CEO of Cruise following a significant incident involving a Cruise vehicle.",
      "keywords": [
        "Kyle Vogt",
        "The Bot Company",
        "robotics",
        "funding",
        "household chores"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-23T23:15:13.000Z"
    },
    {
      "title": "Buy now, pay later . . . for a burrito?",
      "link": "https://techcrunch.com/2025/03/23/buy-now-pay-later-for-a-burrito/",
      "author": null,
      "thumbnail": null,
      "summary": "- In 2010, a programmer spent 10,000 bitcoin on two pizzas, worth $850 million today.\n- DoorDash partners with Klarna to allow customers to buy food and pay later in four interest-free payments for orders over $35.\n- Concerns arise about customers missing payments and accruing late fees, highlighting economic worries.",
      "keywords": [
        "buy now pay later",
        "DoorDash",
        "Klarna",
        "fast food",
        "payments",
        "consumer concerns"
      ],
      "scores": {
        "scale": 6,
        "impact": 5,
        "novelty": 4,
        "longTermSignificance": 3
      },
      "pubDate": "2025-03-23T21:56:34.000Z"
    },
    {
      "title": "Barack Obama joins Bluesky",
      "link": "https://techcrunch.com/2025/03/23/barack-obama-joins-bluesky/",
      "author": "null",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2016/10/gettyimages-614368414.jpg?w=1024",
      "summary": "- Barack Obama has joined Bluesky, a social network alternative to X (formerly Twitter).\n- His account was confirmed by Bluesky OOO Rose Wang.\n- Obama celebrated the 15th anniversary of the Affordable Care Act in his initial posts.\n- He has a significant following on platforms like X (130.6 million followers) and Facebook (55 million followers).\n- Bluesky has gained over 33 million users, benefiting from the exodus of users from X after the 2024 U.S. elections.\n- Other notable politicians on Bluesky include Bernie Sanders, Elizabeth Warren, and Alexandria Ocasio-Cortez.",
      "keywords": [
        "Barack Obama",
        "Bluesky",
        "social media",
        "Affordable Care Act",
        "politicians",
        "user growth"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-23T15:20:11.000Z"
    },
    {
      "title": "Browser Use, the tool making it easier for AI ‘agents’ to navigate websites, raises $17M",
      "link": "https://techcrunch.com/2025/03/23/browser-use-the-tool-making-it-easier-for-ai-agents-to-navigate-websites-raises-17m/",
      "author": "Ivan Mehta",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/Google-Keep-Note-2.jpeg?w=680",
      "summary": "- Browser Use raised $17 million in seed funding led by Felicis’ Astasia Myers.\n- Founded by Magnus Müller and Gregor Zunic, the company simplifies website navigation for AI agents by converting web elements into a more digestible format.\n- The tool is gaining traction within Y Combinator’s 2025 winter batch, with over 20 companies using it to improve agent navigation on their websites.",
      "keywords": [
        "AI agents",
        "Browser Use",
        "funding",
        "Y Combinator",
        "web scraping",
        "automation",
        "tech startups"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-23T14:00:00.000Z"
    },
    {
      "title": "Jonah Peretti helped shaped digital media — can he do it again?",
      "link": "https://techcrunch.com/2025/03/22/jonah-peretti-helped-shaped-digital-media-can-he-do-it-again/",
      "author": "Connie Loizos",
      "thumbnail": null,
      "summary": "- Jonah Peretti, as the CEO of [BuzzFeed](https://www.buzzfeed.com/), has been a significant figure in digital media for nearly two decades.\n- BuzzFeed has transformed from a startup to a multimedia powerhouse, but faces questions about its long-term strategy and stability.\n- Peretti emphasizes his adaptability in a constantly changing media landscape, focusing on AI-driven content and projects like BF Island.\n- BuzzFeed sold assets, including Complex Networks and First We Feast, reflecting challenges in maintaining its business model.\n- The company's stock has dropped significantly, from an initial price of $10 to $2.20 per share, raising concerns among shareholders.\n- Peretti argues that experimentation and innovation are crucial in navigating the evolving media market, despite the risks involved.",
      "keywords": [
        "Jonah Peretti",
        "BuzzFeed",
        "digital media",
        "AI",
        "media strategy",
        "generative AI",
        "company stability",
        "startups"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-23T01:00:52.000Z"
    },
    {
      "title": "Charlie Javice trial becomes a master class in hubris for both sides",
      "link": "https://techcrunch.com/2025/03/22/charlie-javice-trial-becomes-a-master-class-in-hubris-for-both-sides/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/02/Charlie-Javice.jpg?w=1024",
      "summary": "- Charlie Javice's fraud trial focuses on her allegedly deceiving JPMorgan Chase into acquiring her startup Frank for $175 million, despite having only 300,000 customers.\n- Former Frank engineer Patrick Vovor testified that Javice requested him to create fake user data but refused, prompting her to seek help from a math professor instead.\n- The trial reveals that JPMorgan did not thoroughly vet Frank's user base, highlighting a lack of due diligence in the deal.",
      "keywords": [
        "Charlie Javice",
        "fraud trial",
        "JPMorgan Chase",
        "Frank startup",
        "user data",
        "due diligence",
        "legal issues"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-22T20:49:25.000Z"
    },
    {
      "title": "Week in Review: Google buys Wiz",
      "link": "https://techcrunch.com/2025/03/22/week-in-review-google-buys-wiz/",
      "author": "Karyne Levy",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2019/10/GettyImages-83803495.jpg?w=680",
      "summary": "- Google confirmed its acquisition of Wiz for $32 billion, marking its largest acquisition ever.\n- Wiz will be positioned as a multicloud offering, not limited to Google’s ecosystem.\n- The acquisition follows a previous offer of $23 billion made by Google last year.\n- Other highlights included xAI's acquisition of Hotshot and two NASA astronauts returning from the ISS after nine months.\n- Google unveiled the Pixel 9a, priced at $499, featuring a brighter display and redesigned camera placement.\n- A breach at the Pennsylvania State Education Association resulted in the theft of personal data of over 500,000 members.",
      "keywords": [
        "Google",
        "Wiz",
        "acquisition",
        "cloud security",
        "Pixel 9a",
        "NASA",
        "data breach",
        "AI"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-22T17:05:00.000Z"
    },
    {
      "title": "The 20 hottest open source startups of 2024",
      "link": "https://techcrunch.com/2025/03/22/the-20-hottest-open-source-startups-of-2024/",
      "author": "null",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/03/ROSS-2024-An-List.png?w=680",
      "summary": "- A new report by Runa Capital lists the 20 top-trending open source startups, with 11 closely linked to AI.\n- The ROSS Index ranks startups based on GitHub stars, highlighting significant projects.\n- Ollama, a Y Combinator alum, topped the list for its LLM running tool, gaining 76,000 stars in 2024.\n- Other notable startups include Zed Industries, LangGenius, ComfyUI, and All Hands, each showing significant growth in GitHub stars.\n- The report emphasizes the importance of tools for AI and developer-oriented technologies.",
      "keywords": [
        "open source",
        "startups",
        "AI",
        "Runa Capital",
        "ROSS Index",
        "GitHub stars"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-22T14:00:00.000Z"
    },
    {
      "title": "Meta settles UK ‘right to object to ad-tracking’ lawsuit by agreeing not to track plaintiff",
      "link": "https://techcrunch.com/2025/03/21/meta-settles-u-k-right-to-object-to-ad-tracking-lawsuit-by-agreeing-not-to-track-plaintiff/",
      "author": "Natasha Lomas",
      "thumbnail": null,
      "summary": "- Tanya O’Carroll, a human rights campaigner, forced Meta to stop using her data for targeted advertising.\n- Settlement ends a lawsuit started in 2022 regarding her right to object to data processing for direct marketing.\n- Meta claimed personalized ads are not direct marketing, but the settlement sets a precedent for others to object to data usage.",
      "keywords": [
        "Meta",
        "ad tracking",
        "data privacy",
        "GDPR",
        "lawsuit",
        "Tanya O’Carroll",
        "UK",
        "advertising",
        "targeted ads"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-22T00:01:00.000Z"
    },
    {
      "title": "Anduril might build a weapons factory in the UK",
      "link": "https://techcrunch.com/2025/03/21/anduril-might-build-a-weapons-factory-in-the-uk/",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-03-21T21:51:45.000Z"
    },
    {
      "title": "Meta has revenue sharing agreements with Llama AI model hosts, filing reveals",
      "link": "https://techcrunch.com/2025/03/21/meta-has-revenue-sharing-agreements-with-llama-ai-model-hosts-filing-reveals/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Meta CEO Mark Zuckerberg stated that selling access to Llama AI models is not their primary business model, but they do have revenue-sharing agreements.\n- A court filing reveals Meta shares a portion of revenue from companies hosting Llama models, although specific hosts are not detailed.\n- Notable Llama host partners include AWS, Nvidia, Databricks, Groq, Dell, Azure, Google Cloud, and Snowflake.\n- Developers can run Llama models independently but often utilize hosts for additional services.\n- Zuckerberg mentioned potential monetization strategies for Llama, including licensing and ads.\n- The revenue generation is significant due to ongoing copyright litigation regarding alleged training on pirated materials.\n- Meta plans large capital expenditures for AI, estimating $60 billion-$80 billion in 2025 primarily for data centers and AI development.",
      "keywords": [
        "Meta",
        "Llama AI",
        "revenue sharing",
        "Zuckerberg",
        "AI development",
        "copyright lawsuit"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-21T20:40:53.000Z"
    }
  ]
}