{
  "title": "TechCrunch",
  "link": "https://techcrunch.com/",
  "feedUrl": "https://techcrunch.com/feed/",
  "items": [
    {
      "title": "Truecaller brings real-time caller ID to iPhone users",
      "link": "https://techcrunch.com/2025/01/21/truecaller-brings-real-time-caller-id-to-iphone-users/",
      "author": "Jagmeet Singh, Ivan Mehta",
      "thumbnail": null,
      "summary": "- Truecaller now offers real-time caller ID for iPhone users, a feature previously available to Android users.\n- The update is made possible through Apple’s Live Caller ID Lookup introduced in iOS 18, allowing secure lookups of caller information.\n- Truecaller has over 2.6 million paying subscribers, with 750,000 on iOS, contributing to 40% of its revenue, highlighting the importance of iPhone users in the company’s revenue model.\n- The app had previously updated its iOS version in 2023, but this recent update marks the first major change post-co-founders' departure in November 2024.\n- Truecaller’s premium tier for iOS starts at $9.99/month, with family plans also available, and the company is developing support for images in caller ID.",
      "keywords": [
        "Truecaller",
        "real-time caller ID",
        "iPhone",
        "Apple",
        "iOS 18",
        "caller information",
        "premium subscription",
        "live caller ID lookup"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-22T05:01:45.000Z"
    },
    {
      "title": "Trump pardons Silk Road creator Ross Ulbricht",
      "link": "https://techcrunch.com/2025/01/21/trump-pardons-silk-road-creator-ross-ulbricht/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2025-01-21-at-4.57.04PM.png?w=680",
      "summary": "- President Trump pardoned Ross Ulbricht, creator of Silk Road, on January 21, 2025.\n- The pardon was announced via a [Truth Social post](https://truthsocial.com/@realDonaldTrump/113869112741612092) and was in honor of Ulbricht’s mother and the Libertarian movement.\n- Ulbricht was sentenced to life in prison in 2015 for operating Silk Road as “Dread Pirate Roberts” but Trump had promised to commute his sentence during the 2024 campaign.",
      "keywords": [
        "Trump",
        "Ross Ulbricht",
        "Silk Road",
        "pardon",
        "Libertarian",
        "government overreach"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-22T01:03:18.000Z"
    },
    {
      "title": "Mr Beast is reportedly now among those trying to buy TikTok",
      "link": "https://techcrunch.com/2025/01/21/mr-beast-is-reportedly-now-among-those-trying-to-buy-tiktok/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2023/08/mrbeastburger.jpg?w=1024",
      "summary": "- Mr Beast is part of a group submitting an all-cash bid to acquire TikTok.\n- The bid is led by Jessie Tinsley, CEO of Employer.com, aiming to save the app.\n- The amount of the bid has not been disclosed, and legal counsel includes Brad Bondi.\n- TikTok recently faced a brief service outage amid potential regulatory actions.\n- Other potential buyers include Elon Musk, Amazon, Oracle, and Frank McCourt.",
      "keywords": [
        "Mr Beast",
        "TikTok",
        "acquisition",
        "Employer.com",
        "Jessie Tinsley",
        "YouTuber",
        "business news",
        "social media"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-22T00:42:10.000Z"
    },
    {
      "title": "Meta COO Sheryl Sandberg sanctioned by judge for allegedly deleting emails",
      "link": "https://techcrunch.com/2025/01/21/meta-coo-sheryl-sandberg-sanctioned-by-judge-for-allegedly-deleting-emails/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- A judge in Delaware sanctioned Sheryl Sandberg, Meta's former COO, for deleting emails related to the [Cambridge Analytica privacy scandal](https://techcrunch.com/tag/cambridge-analytica/).\n- Plaintiffs accused Sandberg and former board member Jeff Zients of using personal emails to discuss a 2018 shareholder lawsuit concerning user privacy.\n- The judge raised the standard for Sandberg's defense to \"clear and convincing\" evidence and awarded plaintiffs certain expenses.\n- The case relates to allegations that Meta violated a 2012 FTC order by improperly handling users' data, which led to a $5 billion settlement with the FTC in 2019.",
      "keywords": [
        "Sheryl Sandberg",
        "Meta",
        "Cambridge Analytica",
        "privacy scandal",
        "FTC order",
        "email deletion",
        "court sanctions"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-22T00:09:19.000Z"
    },
    {
      "title": "Microsoft is no longer OpenAI’s exclusive cloud provider",
      "link": "https://techcrunch.com/2025/01/21/microsoft-is-no-longer-openais-exclusive-cloud-provider/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- Microsoft was the exclusive provider of data center infrastructure for OpenAI but is no longer the sole provider.\n- OpenAI has signed a new agreement with Microsoft, granting Microsoft the \"right of first refusal\" on new cloud computing capacity, allowing OpenAI to seek other providers if needed.\n- Microsoft made a significant Azure commitment to support OpenAI products, and key partnership elements will remain in place through 2030, including revenue sharing and access to OpenAI's intellectual property.\n- If OpenAI achieves artificial general intelligence under their agreed-upon definition, Microsoft could lose access to OpenAI’s technology if OpenAI generates $100 billion in profits.\n- OpenAI is reportedly considering nullifying the agreement with Microsoft to secure more funding.",
      "keywords": [
        "Microsoft",
        "OpenAI",
        "cloud provider",
        "AI infrastructure",
        "Stargate",
        "Oracle",
        "SoftBank",
        "Azure",
        "artificial intelligence",
        "AGI"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T23:18:07.000Z"
    },
    {
      "title": "OpenAI teams up with SoftBank and Oracle on $500B data center project",
      "link": "https://techcrunch.com/2025/01/21/openai-teams-up-with-softbank-and-oracle-on-50b-data-center-project/",
      "author": null,
      "thumbnail": null,
      "summary": "- OpenAI, SoftBank, and Oracle will create The Stargate Project for building AI data centers in the U.S.\n- Initial investment of $100 billion, with potential growth to $500 billion over four years.\n- The project aims to create hundreds of thousands of jobs and enhance national security.\n- First data center to be located in Texas, with plans for expansion across the country.\n- SoftBank and OpenAI are lead partners, with SoftBank holding financial, and OpenAI operational responsibilities.\n- Microsoft, Arm, Nvidia, and MGX are also involved in the project.\n- Concerns raised about environmental impacts and labor job creation from data centers.\n- Trump announced the project at a White House press conference, emphasizing infrastructure investment.",
      "keywords": [
        "OpenAI",
        "SoftBank",
        "Oracle",
        "data centers",
        "Stargate Project",
        "AI infrastructure",
        "job creation",
        "national security",
        "Texas",
        "investment"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-21T23:08:00.000Z"
    },
    {
      "title": "Scale AI’s Alexandr Wang has published an open letter lobbying Trump to invest in AI",
      "link": "https://techcrunch.com/2025/01/21/scale-ais-alexandr-wang-has-published-an-open-letter-lobbying-trump-to-invest-in-ai/",
      "author": "Charles Rollet",
      "thumbnail": null,
      "summary": "- Alexandr Wang, CEO of Scale AI, published a full-page ad in The Washington Post urging the Trump administration to invest in AI.\n- The ad, dated January 21, 2025, emphasizes the need for the U.S. to \"win the AI War\" against China.\n- Wang outlines five recommendations for the administration, including increasing AI spending, making federal agencies AI-ready by 2027, and improving regulations for AI-related jobs.\n- Concerns have been raised about framing U.S.-China AI competition as a \"war.\"\n- Wang argues that the competition is intensifying as China accelerates its AI investments and capabilities.",
      "keywords": [
        "AI",
        "Trump",
        "Scale AI",
        "Alexandr Wang",
        "China",
        "investment",
        "technology",
        "government policy"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T22:12:51.000Z"
    },
    {
      "title": "Amperesand targets data centers as the next big customer for its solid-state transformers",
      "link": "https://techcrunch.com/2025/01/21/amperesand-targets-data-centers-as-the-next-big-customer-for-its-solid-state-transformers/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Data centers are projected to consume up to 12% of U.S. electricity by 2028, increasing from 90 gigawatts globally in 2023 to over 185 gigawatts.\n- Amperesand develops solid-state transformers using silicon carbide, which are more efficient at voltage regulation and can integrate multiple power sources.\n- The company is raising a Series A round after a $12.5 million seed round and plans to open an office in the U.S. to tap local talent.",
      "keywords": [
        "Amperesand",
        "solid-state transformers",
        "data centers",
        "electricity consumption",
        "silicon carbide",
        "renewable energy",
        "tech companies"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T22:00:00.000Z"
    },
    {
      "title": "Startup founders flooded inauguration parties hopeful for dealmaking",
      "link": "https://techcrunch.com/2025/01/21/startup-founders-flooded-inauguration-parties-hopeful-for-dealmaking/",
      "author": "Margaux Maccoll",
      "thumbnail": null,
      "summary": "- Tech founders attended various inauguration parties in Washington, D.C., seeking connections with the new administration.\n- Isaiah Taylor, founder of Valar Atomics, networked by sending proposals to DC insiders, expressing a desire for nuclear regulation changes.\n- Founders enjoyed celebrity appearances and events, such as Snoop Dogg at a crypto party and others hosted by conservative groups.\n- Tyler Sweatt of Second Front Systems noted frustrations with government bureaucracy but felt optimistic about alignment between startups and the new administration.\n- Many founders expressed hopes that the Trump administration could enhance government efficiency and technology integration.\n- James Layfield of Samplify.ai aims to offer government services for free to improve efficiency under the new government guidelines.\n- Rabi Alam of Counter Health is exploring opportunities with DOGE to enhance healthcare operations amid the political atmosphere.",
      "keywords": [
        "inauguration",
        "startups",
        "politics",
        "DC",
        "TechCrunch",
        "Elon Musk",
        "deal-making",
        "government",
        "crypto",
        "DOGE"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-21T21:53:39.000Z"
    },
    {
      "title": "Meta is building Oakley smart glasses for athletes: report",
      "link": "https://techcrunch.com/2025/01/21/meta-is-building-oakley-smart-glasses-for-athletes-report/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/09/GettyImages-2173597965.jpg?w=1024",
      "summary": "- Meta's Reality Labs is developing AI smart glasses branded by Oakley, aimed at athletes.\n- The glasses will use a design based on Oakley's Sphaera model and feature a camera positioned at the center of the frame.\n- Meta aims to leverage Oakley's popularity among athletes like cyclists, runners, and rowers to boost the appeal of smart glasses.\n- In addition to these glasses, Meta is working on camera-equipped earbuds, a smartwatch, and a $1,000 pair of smart glasses with a projected AR display.",
      "keywords": [
        "Meta",
        "Oakley",
        "smart glasses",
        "athletes",
        "AI",
        "AR",
        "Reality Labs",
        "wearable technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-21T21:21:53.000Z"
    },
    {
      "title": "Perplexity launches Sonar, an API for AI search",
      "link": "https://techcrunch.com/2025/01/21/perplexity-launches-sonar-an-api-for-ai-search/",
      "author": "Maxwell Zeff",
      "thumbnail": null,
      "summary": "- Perplexity launched an API service called Sonar, enabling integration of generative AI search tools into applications.\n- Sonar features real-time internet connections for more factual and authoritative answers, with two tiers: base Sonar and Sonar Pro.\n- Sonar is the cheapest AI search API available, with pricing options for developers based on searches and token usage.\n- Zoom is already implementing Sonar for real-time AI assistance in video calls, enhancing user experience without interruption.\n- Sonar Pro claims to outperform major competitors like Google and OpenAI on factual correctness benchmarks.\n- Perplexity recently raised $73.6 million, highlighting a growth strategy amid increasing competition in the AI space.",
      "keywords": [
        "Perplexity",
        "Sonar",
        "API",
        "AI search",
        "Zoom",
        "generative AI",
        "technology",
        "software",
        "startup"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T20:39:09.000Z"
    },
    {
      "title": "Trump targets EV charging funding programs Tesla benefits from",
      "link": "https://techcrunch.com/2025/01/21/trump-targets-ev-charging-funding-programs-tesla-benefits-from/",
      "author": "Sean O'Kane",
      "thumbnail": null,
      "summary": "- President Trump aims to halt funding from two programs benefiting Tesla, impacting EV charging infrastructure financing.\n- His executive order directs agencies to pause disbursement from the Inflation Reduction Act and Bipartisan Infrastructure Law.\n- The order affects EV charging funds, specifically the NEVI Formula Program and the CFI grant program.\n- Tesla previously received significant funding to enhance its charging network, including a recent $100 million award for electric truck charging.\n- Trump’s move may legally challenge existing contracts but hints at potential delays in funding, creating barriers for EV infrastructure growth.",
      "keywords": [
        "Trump",
        "Tesla",
        "EV charging",
        "funding",
        "infrastructure",
        "Bipartisan Infrastructure Law",
        "Inflation Reduction Act",
        "NEVI",
        "CFI",
        "sustainable energy",
        "Elon Musk"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-21T20:15:59.000Z"
    },
    {
      "title": "Govtech giant Conduent won’t rule out cyberattack as outage drags on",
      "link": "https://techcrunch.com/2025/01/21/govtech-giant-conduent-wont-rule-out-cyberattack-as-outage-drags-on/",
      "author": "Zack Whittaker",
      "thumbnail": null,
      "summary": "- Conduent is experiencing a prolonged service interruption affecting multiple U.S. states, disrupting access to benefits and payments.\n- Sources indicate a potential cyberattack as the cause; Conduent has not provided further details.\n- Affected states include Wisconsin, with issues related to child support payments, restored by January 19.\n- Oklahoma Human Services reported disruptions but claimed no security outages at Conduent.\n- Conduent previously faced a ransomware attack in June 2020, attributed to the Maze gang.",
      "keywords": [
        "Conduent",
        "cyberattack",
        "service interruption",
        "U.S. states",
        "Wisconsin",
        "Oklahoma Human Services",
        "ransomware attack"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-21T20:06:40.000Z"
    },
    {
      "title": "Spotify’s educational audio courses could be coming to US",
      "link": "https://techcrunch.com/2025/01/21/spotify-educational-audio-courses-could-be-coming-to-us/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/spotify-courses.jpeg?w=123",
      "summary": "- Spotify is expanding its service to include educational courses in addition to music, podcasts, and audiobooks.\n- The feature is currently being piloted in the U.K. with indications it may arrive in the U.S. soon.\n- Early adopter Chris Messina discovered the courses can be accessed in the U.S., although the category pages were empty, indicating ongoing development.\n- Courses cover topics like AI, web3, and more, appealing to a technical audience.\n- Spotify aims to diversify its revenue by monetizing educational content, similar to its efforts with podcasts and audiobooks.",
      "keywords": [
        "Spotify",
        "educational courses",
        "streaming service",
        "AI",
        "web3",
        "podcasts",
        "revenue"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-21T18:39:11.000Z"
    },
    {
      "title": "Spotify introduces educational audio courses, starting in the UK",
      "link": "https://techcrunch.com/2025/01/21/spotify-introduces-educational-audio-courses-starting-in-the-uk/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/spotify-courses.jpeg?w=123",
      "summary": "• Spotify has launched educational audio courses alongside its music and podcast offerings, starting in the U.K.\n• The new feature aims to cover topics in business, tech, lifestyle, and music.\n• Spotify plans to diversify its revenue stream through ads and potential paid courses.\n• Initial recommended courses include topics like self-care, vegetarian cooking, and communication fundamentals.\n• Courses may soon allow filtering only “Podcasts & Courses” in users' libraries.\n• While U.S. availability is uncertain, some users have accessed courses, indicating ongoing development.",
      "keywords": [
        "Spotify",
        "educational courses",
        "audio courses",
        "U.K. launch",
        "music streaming",
        "revenue growth",
        "podcasts"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-21T18:39:11.000Z"
    },
    {
      "title": "Trump moves to sink offshore wind",
      "link": "https://techcrunch.com/2025/01/21/trump-moves-to-sink-offshore-wind/",
      "author": "Tim De Chant",
      "thumbnail": null,
      "summary": "- Donald Trump signed an executive order halting federal leases for offshore wind development, which could damage the U.S. offshore wind industry.\n- The order does not affect existing projects but allows a review of contracts.\n- Offshore wind in the U.S. currently has 174 megawatts of capacity, with 4.1 gigawatts under construction and more in the approval process, but the sector is struggling compared to international markets.\n- The executive order may push offshore wind development expertise to other countries while the U.S. market is unfavorable.",
      "keywords": [
        "Trump",
        "offshore wind",
        "executive order",
        "renewable energy",
        "U.S. energy policy",
        "climate change"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-21T18:37:46.000Z"
    },
    {
      "title": "Meta lures TikTok creators with $5K bonuses, content deals, free verification",
      "link": "https://techcrunch.com/2025/01/21/meta-lures-tiktok-creators-with-5k-bonuses-content-deals-free-verification/",
      "author": "Aisha Malik",
      "thumbnail": null,
      "summary": "- Meta is enticing TikTok creators with cash bonuses of up to $5,000 for three months for posting Reels on Facebook and Instagram.\n- Eligible creators can access the Facebook Content Monetization program to earn money from their content.\n- A one-year trial of Meta Verified is offered to some creators, providing account support and verification.\n- Meta is making Reels more appealing by increasing the video length limit to three minutes for U.S. creators.\n- Changes to Reels aim to improve visibility and increase engagement among TikTok users.",
      "keywords": [
        "Meta",
        "TikTok",
        "social media",
        "content creation",
        "influencer marketing",
        "Reels",
        "monetization"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-21T18:36:50.000Z"
    },
    {
      "title": "Funding to fintechs continues to decline, but at a slower pace",
      "link": "https://techcrunch.com/2025/01/21/funding-to-fintechs-continues-to-decline-but-at-a-slower-pace/",
      "author": "Mary Ann Azevedo",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/LemFi_9Oct_002_Original.jpeg?w=680",
      "summary": "- Global funding to fintech startups decreased by 20% in 2024, totaling $33.7 billion, according to CB Insights.\n- The deal volume dropped by 17% to 3,580 deals, marking the smallest annual decline in three years.\n- Fourth quarter funding increased by 11% to $8.5 billion compared to the third quarter, with median deal size growing to $4 million.\n- Notable funding events include LemFi raising $53 million and Recharge securing a €45 million debt facility.\n- Bench, an accounting startup, filed for bankruptcy in Canada with significant debts.\n- eToro is reportedly eyeing a $5 billion IPO in 2025, and Amazon is acquiring Indian fintech Axio.",
      "keywords": [
        "fintech",
        "funding",
        "investment",
        "startups",
        "banking",
        "blockchain",
        "IPO",
        "financial services"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-21T18:06:00.000Z"
    },
    {
      "title": "Stripe is laying off 300 people, but says it still plans to hire in 2025",
      "link": "https://techcrunch.com/2025/01/21/stripe-is-laying-off-300-people-but-says-it-still-plans-to-hire-in-2025/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/05/GettyImages-2147863389.jpg?w=1024",
      "summary": "- Stripe is laying off 300 employees, primarily in product, engineering, and operations roles, as reported in a leaked memo.\n- Chief People Officer Rob McIntosh stated that despite layoffs, Stripe aims to grow its headcount by 17% to about 10,000 employees by the end of the year, implying a current workforce of approximately 8,550.\n- This follows a previous layoff in November 2022 when Stripe reduced its workforce by 14%, affecting about 1,120 employees.\n- The company's current valuation stands at $70 billion as of July 2024, amidst ongoing funding and tender offers instead of going public.",
      "keywords": [
        "Stripe",
        "layoffs",
        "employment",
        "Chief People Officer",
        "Rob McIntosh",
        "workforce",
        "fintech",
        "business news",
        "tech sector"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-21T17:25:06.000Z"
    },
    {
      "title": "Forum software NodeBB joins the fediverse",
      "link": "https://techcrunch.com/2025/01/21/forum-software-nodebb-joins-the-fediverse/",
      "author": "Sarah Perez",
      "thumbnail": null,
      "summary": "- NodeBB, a major forum software provider, joins the [fediverse](https://techcrunch.com/2024/06/25/welcome-to-the-fediverse-your-guide-to-mastodon-threads-bluesky-and-more/).\n- The fediverse includes decentralized apps like [Mastodon](https://techcrunch.com/2023/07/24/what-is-mastodon/), [Pixelfed](https://techcrunch.com/2025/01/14/decentralized-instagram-alternative-pixelfed-launches-mobile-apps/), and [PeerTube](https://techcrunch.com/2023/10/11/wordpress-com-blogs-can-now-be-followed-on-mastodon-and-other-federated-platforms/).\n- NodeBB co-founder Julian Lam had the idea in mid-2023 to connect NodeBB forums to each other, leading to the decision to adopt the [ActivityPub](https://techcrunch.com/2024/06/25/all-threads-users-can-now-share-to-the-open-social-web-aka-the-fediverse/) protocol for decentralization.\n- Funding from the [NLNet Foundation](https://nlnet.nl/commonsfund/) helped expedite the implementation of ActivityPub in NodeBB.\n- New forums created with NodeBB will be federated automatically; existing forums can interact with other ActivityPub-powered software.\n- The federation feature is built into NodeBB's core as of version 4.0, not just as an add-on, differing from [Discourse](https://meta.discourse.org/t/activitypub-plugin/266794).\n- NodeBB does not track usage numbers but had 4,582 downloads last week, indicating a steady interest.",
      "keywords": [
        "NodeBB",
        "fediverse",
        "ActivityPub",
        "forums",
        "decentralized",
        "social networking",
        "open source"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T16:57:43.000Z"
    },
    {
      "title": "Samsung Unpacked 2025: Here’s how to watch and what we expect",
      "link": "https://techcrunch.com/2025/01/21/samsung-unpacked-2025-heres-how-to-watch-and-what-we-expect/",
      "author": "Brian Heater",
      "thumbnail": null,
      "summary": "- The Samsung Unpacked event is scheduled for Wednesday at 10 a.m. PT.\n- The event will be streamed on Samsung’s website and their YouTube channel.\n- Preorders come with a $50 Samsung store credit for reservations ahead of the event.\n- The Galaxy S25 line will be announced, including models S25, S25+, and S25 Ultra.\n- Rumors suggest a slimmer design and the inclusion of the Snapdragon 8 Elite chip.\n- AI features will be highlighted, aiming to differentiate from Google’s offerings.",
      "keywords": [
        "Samsung",
        "Unpacked 2025",
        "Galaxy S25",
        "event",
        "AI features",
        "snapdragon 8 elite"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-21T16:33:07.000Z"
    },
    {
      "title": "Meta will soon let you link your WhatsApp account with Instagram and Facebook",
      "link": "https://techcrunch.com/2025/01/21/meta-will-soon-let-you-link-your-whatsapp-account-with-instagram-and-facebook/",
      "author": "Aisha Malik",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/whatsapp-accounts-center.webp?w=680",
      "summary": "- Meta announced integration allowing users to link WhatsApp with Accounts Center for managing Facebook and Instagram accounts.\n- Users can cross-post WhatsApp Status as Stories on Instagram and Facebook.\n- Single Sign On feature will enable logging into multiple apps with the same account.\n- Integration is optional and off by default; messages remain end-to-end encrypted.\n- WhatsApp integration will be rolled out globally over several months, with user notifications in WhatsApp settings.",
      "keywords": [
        "Meta",
        "WhatsApp",
        "Instagram",
        "Facebook",
        "Accounts Center",
        "Integration",
        "Cross-posting",
        "Single Sign On",
        "Encryption"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T15:46:15.000Z"
    },
    {
      "title": "IMDb founder steps down as CEO after 35 years",
      "link": "https://techcrunch.com/2025/01/21/imdb-founder-steps-down-as-ceo-after-35-years/",
      "author": "Col Needham, Nikki Santoro",
      "thumbnail": null,
      "summary": "- IMDb's founder, Col Needham, steps down as CEO after 35 years.\n- Nikki Santoro, previously COO since 2021, is appointed as the new CEO, making her the first woman to hold the position.\n- Needham will transition to a new role as executive chair.\n- Santoro has been with IMDb since 2016 and has a history of leadership at Amazon, Microsoft, and The Weather Channel.",
      "keywords": [
        "IMDb",
        "Col Needham",
        "Nikki Santoro",
        "CEO",
        "leadership",
        "technology",
        "entertainment"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-21T15:06:22.000Z"
    },
    {
      "title": "Anthropic plans to release a ‘two-way’ voice mode for Claude",
      "link": "https://techcrunch.com/2025/01/21/anthropic-plans-to-release-a-two-way-voice-mode-for-claude/",
      "author": "Dario Amodei",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/08/GettyImages-2154160973-e1723115200227.jpg?w=1024",
      "summary": "- Anthropic CEO Dario Amodei announced plans for a ‘two-way’ voice mode for the chatbot Claude.\n- A new memory feature will allow Claude to remember users and past conversations.\n- Anthropic expects to release “smarter” AI models soon due to a surge in demand.\n- The company has raised $13.7 billion but reported significant losses last year, prompting ongoing fundraising efforts.",
      "keywords": [
        "Anthropic",
        "Claude",
        "AI technology",
        "Dario Amodei",
        "two-way voice mode",
        "memory feature",
        "OpenAI",
        "artificial intelligence"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T14:48:00.000Z"
    },
    {
      "title": "UK plans ‘digital wallet’ for driver’s licenses and other ID, plus a chatbot powered by OpenAI",
      "link": "https://techcrunch.com/2025/01/21/uk-plans-digital-wallet-for-drivers-licenses-and-other-id-plus-a-chatbot-powered-by-openai/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- The UK government plans to launch a secure digital wallet for government-issued credentials and a chatbot called ‘chat-uk’ powered by OpenAI.\n- Initial cards will include a virtual driver’s license and a veteran card; the wallet is set to launch later this year.\n- Testing of the chatbot has begun, despite some issues such as unexpected responses during trials.\n- The GOV.UK portal is expected to go live in 2025, while the chatbot is currently being tested by users.\n- The digital wallet aims to provide secure storage for documents and improve online age verification.\n- Security features will utilize smartphone technology, including facial recognition, to enhance safety.\n- There are no plans to make digital services mandatory, but the government aims to make them attractive to users.",
      "keywords": [
        "digital wallet",
        "UK government",
        "OpenAI",
        "chatbot",
        "driver's license",
        "virtual ID",
        "GOV.UK"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T14:35:38.000Z"
    },
    {
      "title": "Mistral AI plans IPO",
      "link": "https://techcrunch.com/2025/01/21/mistral-ai-plans-ipo/",
      "author": "Arthur Mensch",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2024/06/GettyImages-1760104305.jpg?w=1024",
      "summary": "- Mistral AI, a French AI lab, is planning an initial public offering (IPO).\n- CEO Arthur Mensch confirmed the plans during an interview at the World Economic Forum in Davos.\n- The company intends to expand its presence in the Asia-Pacific region with a new office in Singapore, while continuing to grow in Europe and the U.S.\n- Mistral was founded in 2023 by former researchers from Google DeepMind and Meta.\n- The company has raised approximately $1.14 billion from notable investors like Andreessen Horowitz and General Catalyst, and was valued at around $6 billion.",
      "keywords": [
        "Mistral AI",
        "IPO",
        "Arthur Mensch",
        "AI",
        "Davos",
        "World Economic Forum",
        "funding",
        "technology",
        "startup"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T14:33:55.000Z"
    },
    {
      "title": "Toronto school district says 40 years of student data stolen in PowerSchool breach",
      "link": "https://techcrunch.com/2025/01/21/toronto-school-district-says-40-years-of-student-data-stolen-in-powerschool-breach/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/TDSB-Getty.jpg?w=1024",
      "summary": "- Toronto District School Board (TDSB) reports a data breach affecting 40 years of student data due to the recent PowerSchool breach.\n- The breach affects all students enrolled from September 1985 to December 2024, impacting approximately 240,000 students.\n- Compromised data includes names, addresses, dates of birth, phone numbers, and recent contact information for parents and guardians.\n- PowerSchool claims to have received confirmation from hackers that the stolen data was deleted, though no further details have been provided.",
      "keywords": [
        "Toronto District School Board",
        "PowerSchool",
        "data breach",
        "student data",
        "cybersecurity"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T14:33:39.000Z"
    },
    {
      "title": "Qomodo raises $13.9M to expand BNPL for Italy’s main-street retailers",
      "link": "https://techcrunch.com/2025/01/21/qomodo-raises-13-9m-to-expand-bnpl-for-italys-main-street-retailers/",
      "author": "Gianluca Cocco, Gaetano de Maio",
      "thumbnail": null,
      "summary": "- Qomodo, a Milan-based payment methods aggregator, raised €13.5 million ($13.9 million) in Series A funding, co-led by RTP Global and LMDV Capital.\n- The company aims to expand its Buy Now Pay Later (BNPL) model for physical retailers, with a focus on improving cash flow for small businesses.\n- Qomodo has raised a total of €48 million ($49.6 million), serving around 2,500 physical merchants primarily in Italy.",
      "keywords": [
        "Qomodo",
        "funding",
        "BNPL",
        "Retail",
        "Italy",
        "payment solutions",
        "fintech"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T13:25:29.000Z"
    },
    {
      "title": "HPE investigating security breach after hacker claims theft of sensitive data",
      "link": "https://techcrunch.com/2025/01/21/hpe-investigating-security-breach-after-hacker-claims-theft-of-sensitive-data/",
      "author": "Carly Page",
      "thumbnail": null,
      "summary": "- HPE is investigating a data breach after the hacker IntelBroker claimed to have stolen sensitive information.\n- The hacker claims the data includes product source code, private GitHub repositories, and access keys to HPE services.\n- HPE activated cyber response protocols immediately after becoming aware of the claims on January 16.",
      "keywords": [
        "Hewlett-Packard Enterprise",
        "data breach",
        "cybersecurity",
        "IntelBroker",
        "sensitive information",
        "hacker",
        "GitHub",
        "APIs"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-21T11:21:22.000Z"
    },
    {
      "title": "MoneyHash, which provides single access to payment services in MENA, banks $5.2M",
      "link": "https://techcrunch.com/2025/01/21/moneyhash-provides-single-access-to-payment-services-in-mena/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/IMG_9491.jpeg?w=680",
      "summary": "- Egypt’s MoneyHash raised $5.2 million to expand its payment orchestration platform for larger enterprises.\n- This funding comes about a year after a previous $4.5 million seed round in February 2024, totaling over $12 million since its inception in early 2021.\n- The company targets e-commerce and various industries, aiming to simplify complex payment processes across the Middle East and Africa with over 300 pre-integrated APIs.",
      "keywords": [
        "MoneyHash",
        "payment services",
        "MENA",
        "funding",
        "fintech",
        "payment orchestration",
        "online transactions"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T11:00:46.000Z"
    },
    {
      "title": "Karmen secures $9.4 million for its revenue-based financing products",
      "link": "https://techcrunch.com/2025/01/20/karmen-secures-94-million-for-its-revenue-based-financing-products/",
      "author": "Romain Dillet",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/KarmenPR.jpg?w=680",
      "summary": "- French startup [Karmen](https://www.karmen.io/) raises €9 million ($9.4 million) in a funding round to enhance its instant financing for SMEs.\n- Round led by Seventure Partners with additional debt from Financière Arbevel and Bpifrance.\n- Karmen has served around 600 companies, providing loans ranging from €20,000 to €3 million, with an average loan amount of €200,000.\n- The company utilizes a data-driven approach and risk assessment tools, including AI, to enhance loan evaluation and minimize repayment risks.",
      "keywords": [
        "Karmen",
        "financing",
        "startups",
        "SMEs",
        "funding",
        "revenue-based financing",
        "Seventure Partners",
        "debt financing",
        "AI",
        "risk assessment"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T05:00:00.000Z"
    },
    {
      "title": "President Trump signs exec order to make Musk’s DOGE commission more official",
      "link": "https://techcrunch.com/2025/01/20/president-trump-signs-exec-order-to-make-musks-doge-commission-more-official/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- President Trump signed an executive order to make the Department of Government Efficiency (DOGE) more official.\n- The U.S. Digital Service (USDS) is renamed to U.S. DOGE Service (USDS), aimed at enhancing government technology.\n- DOGE Teams will be formed within federal agencies to implement Trump's DOGE plan, focusing on software modernization.\n- A temporary organization for DOGE will be established, with operations set to end by July 4, 2026.\n- Three lawsuits have been filed questioning the legality of the DOGE commission under the Federal Advisory Committee Act (FACA).\n- Elon Musk proposed DOGE could cut the federal budget by $2 trillion but has since revised that estimate to reflect political realities.",
      "keywords": [
        "Trump",
        "Musk",
        "DOGE",
        "executive order",
        "U.S. Digital Service",
        "government efficiency",
        "budget cuts",
        "politics"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-21T02:11:26.000Z"
    },
    {
      "title": "Trump signs exec order delaying TikTok enforcement action for 75 days",
      "link": "https://techcrunch.com/2025/01/20/trump-signs-exec-order-delaying-tiktok-enforcement-action-for-75-days/",
      "author": null,
      "thumbnail": null,
      "summary": "- President Trump signed an executive order to extend TikTok's service in the U.S. for 75 days.\n- The order instructs agencies to protect national security while allowing TikTok to remain operational.\n- The U.S. Attorney General is directed not to enforce the Protecting Americans from Foreign Adversary Controlled Applications Act (PAFACA) during this period.\n- The act effectively banned TikTok in the U.S. as of January 19.\n- This move follows a U.S. Supreme Court decision to uphold the PAFACA, which was enacted with bipartisan support during the Biden administration.",
      "keywords": [
        "Trump",
        "TikTok",
        "executive order",
        "PAFACA",
        "national security",
        "U.S. Supreme Court"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-21T01:32:22.000Z"
    },
    {
      "title": "President Trump repeals Biden’s AI executive order",
      "link": "https://techcrunch.com/2025/01/20/president-trump-repeals-bidens-ai-executive-order/",
      "author": null,
      "thumbnail": null,
      "summary": "- On his first day in office, President Donald Trump revoked a 2023 executive order by Joe Biden aimed at mitigating AI risks.\n- The revoked order directed NIST to create guidance to help companies identify and fix biases in AI models.\n- Critics of the order, aligned with Trump, claimed its reporting requirements were burdensome and infringed on trade secrets.",
      "keywords": [
        "Trump",
        "Biden",
        "AI executive order",
        "NIST",
        "AI risks",
        "trade secrets",
        "free speech"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T00:53:17.000Z"
    },
    {
      "title": "UK to unveil ‘Humphrey’ assistant for civil servants with other AI plans to cut bureaucracy",
      "link": "https://techcrunch.com/2025/01/20/uk-to-unveil-humphrey-assistant-for-civil-servants-with-other-ai-plans-to-cut-bureaucracy/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- The U.K. government announced plans for AI assistants to improve public services and reduce bureaucracy, alongside a new AI tool named ‘Humphrey’.  \n- The formal unveiling of these plans will occur at a press conference led by the Department of Science, Innovation and Technology (DSIT).  \n- The government spends approximately £23 billion annually on technology, aiming to redeploy these funds more effectively.  \n- ‘Humphrey’ is designed to ease civil servants' workloads, with applications like ‘Consult’, ‘Parlex’, ‘Minute’, ‘Redbox’, and ‘Lex’.  \n- The initiative targets efficiency in public services, potentially saving £45 billion annually by streamlining outdated processes.  \n- Questions remain regarding data protection and the reliability of AI recommendations, especially in cross-department collaboration.",
      "keywords": [
        "UK",
        "AI",
        "public services",
        "Humphrey",
        "bureaucracy",
        "government efficiency",
        "technology investment"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T00:06:46.000Z"
    },
    {
      "title": "OpenAI’s agent tool may be nearing release",
      "link": "https://techcrunch.com/2025/01/20/openais-agent-tool-may-be-nearing-release/",
      "author": "Kyle Wiggers",
      "thumbnail": null,
      "summary": "- OpenAI may soon release an AI tool called Operator that can control PCs and perform tasks autonomously.\n- Developer Tibor Blaho suggests that evidence points to a January release date for Operator.\n- Leaked information indicates Operator can write code, book travels, and has mixed reliability in tasks, scoring 38.1% in benchmarks compared to humans' 72.4%.\n- Concerns have been raised regarding safety evaluations of AI agents as competitors emerge in the market, projected to be worth $47.1 billion by 2030.",
      "keywords": [
        "OpenAI",
        "AI tools",
        "Operator",
        "artificial intelligence",
        "AI agents",
        "technology news"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 9,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T22:29:22.000Z"
    },
    {
      "title": "Friend delays shipments of its AI companion pendant",
      "link": "https://techcrunch.com/2025/01/20/friend-delays-shipments-of-its-ai-companion-pendant/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2025-01-20-at-5.04.11PM.png?w=680",
      "summary": "- Friend, a startup, has delayed the shipment of its AI-powered necklace until Q3 2025.\n- Originally planned for Q1 2025, co-founder Avi Schiffman cited the need for further refinements before manufacturing can begin.\n- The company raised $8.5 million and previously spent $1.8 million on the domain name Friend.com, which hosted an experimental AI chat platform.",
      "keywords": [
        "AI",
        "companion",
        "shipments",
        "Friend",
        "technology",
        "startup"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-20T22:28:43.000Z"
    },
    {
      "title": "US safety regulators expand Ford hands-free driving tech investigation",
      "link": "https://techcrunch.com/2025/01/20/us-safety-regulators-expand-ford-hands-free-driving-tech-investigation/",
      "author": "Kirsten Korosec",
      "thumbnail": null,
      "summary": "- The National Highway Traffic Safety Administration (NHTSA) upgraded its investigation into Ford's BlueCruise system following two fatal crashes involving Mustang Mach E vehicles.\n- Approximately 129,222 Ford Mustang Mach E vehicles have the BlueCruise system, which is now under an engineering analysis to assess its limitations in detecting stationary vehicles.\n- BlueCruise debuted in 2021 and uses advanced technology for hands-free driving, but NHTSA found it may not perform well in detecting stationary objects at high speeds or poor visibility conditions.",
      "keywords": [
        "Ford",
        "BlueCruise",
        "NHTSA",
        "investigation",
        "hands-free driving",
        "autonomous vehicles",
        "safety regulation",
        "Mustang Mach E"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-20T22:02:43.000Z"
    },
    {
      "title": "At the Microsoft Excel World Championship, selfies and a ‘hype’ tunnel",
      "link": "https://techcrunch.com/2025/01/20/at-the-microsoft-excel-world-championship-selfies-and-a-hype-tunnel/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/GettyImages-549322827.jpg?w=1024",
      "summary": "- The Microsoft Excel World Championship took place in December 2024 in Las Vegas, featuring 12 contestants solving complex Excel puzzles.\n- The event attracted around 400 attendees and was live-streamed on ESPN3 alongside other competitions.\n- The champion, a financial consultant from Toronto, won a $5,000 prize and a wrestling-style championship belt.\n- The organizers aim to increase the prize pool to $1 million with more sponsorship and viewership in the future.",
      "keywords": [
        "Microsoft Excel",
        "World Championship",
        "competition",
        "Las Vegas",
        "Excel puzzles",
        "prize money",
        "selfies"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-20T21:49:31.000Z"
    },
    {
      "title": "Flipboard’s new app Surf adds its own video feed, too",
      "link": "https://techcrunch.com/2025/01/20/flipboards-new-app-surf-adds-its-own-video-feed-too/",
      "author": "Sarah Perez",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/surfs-booktok-feed.png?w=313",
      "summary": "- Flipboard's new app, Surf, introduces a video feed following the TikTok ban.\n- Surf's video feed combines trending video posts from Bluesky and those tagged with #SkyTok.\n- The company plans to personalize the feed based on users' Bluesky Following timelines.\n- Flipboard CEO Mike McCue emphasizes the power of custom feeds in social networking.\n- Surf is currently in beta with a signup list for testers.\n- The app allows the creation of various video feeds, such as a BookTok feed with relevant hashtags.\n- Surf can access content from multiple networks including YouTube and Mastodon.",
      "keywords": [
        "Flipboard",
        "Surf",
        "video feed",
        "Bluesky",
        "custom feeds",
        "social network",
        "Mastodon",
        "BookTok"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T19:01:43.000Z"
    },
    {
      "title": "DeepSeek claims its reasoning model beats OpenAI’s o1 on certain benchmarks",
      "link": "https://techcrunch.com/2025/01/20/deepseek-claims-its-reasoning-model-beats-openais-o1-on-certain-benchmarks/",
      "author": "Kyle Wiggers",
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/Screenshot-2025-01-20-at-11.31.39AM.png?w=680",
      "summary": "- DeepSeek has released its reasoning model DeepSeek-R1, claiming it performs as well as OpenAI’s o1 on certain benchmarks.\n- R1 is available on [Hugging Face](https://huggingface.co/deepseek-ai/DeepSeek-R1) under an MIT license, allowing commercial use.\n- DeepSeek claims R1 surpasses o1 on benchmarks AIME, MATH-500, and SWE-bench Verified.\n- The model has 671 billion parameters but distilled versions range from 1.5 billion to 70 billion parameters.\n- R1 is available via DeepSeek’s API, priced 90%-95% cheaper than OpenAI’s similar offerings.\n- It has limitations due to being a Chinese model, consequently avoiding politically sensitive topics.\n- The release follows the Biden administration's proposed export restrictions on AI technologies to China.",
      "keywords": [
        "DeepSeek",
        "AI",
        "OpenAI",
        "reasoning model",
        "benchmark",
        "Hugging Face",
        "DeepSeek-R1",
        "parameters",
        "export restrictions",
        "Chinese AI"
      ],
      "scores": {
        "scale": 8,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-20T17:44:13.000Z"
    },
    {
      "title": "RedNote, Flip, Clapper and Likee claim the top of the App Store as TikTok comes back online",
      "link": "https://techcrunch.com/2025/01/20/rednote-flip-clapper-and-likee-claim-the-top-of-the-app-store-as-tiktok-comes-back-online/",
      "author": null,
      "thumbnail": "https://techcrunch.com/wp-content/uploads/2025/01/us-app-store-top-charts-01-20-25.jpg?w=680",
      "summary": "- TikTok has resumed services after a day-long ban, but competitors like RedNote (Xiaohongshu), Clapper, and Flip have surged in popularity.\n- RedNote retained the No. 1 spot in the U.S. App Store, adding 700,000 new users amid TikTok's outage.\n- Despite TikTok being back, it remains unavailable for download on app stores due to legalities, reflecting a shift towards alternative apps.\n- Clapper and Likee are ranked 4th and 2nd respectively in the App Store, with significant increases in downloads post-TikTok ban.\n- The app Flip, which focuses on social commerce, also saw significant growth, securing the 10th spot on the U.S. App Store.\n- VPN apps experienced a spike in downloads as users attempted to bypass the TikTok ban, although their efforts were largely unsuccessful.",
      "keywords": [
        "RedNote",
        "TikTok",
        "App Store",
        "Clapper",
        "Flip",
        "Likee",
        "Chinese competitors",
        "user growth",
        "VPN apps"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-20T17:38:10.000Z"
    },
    {
      "title": "Meta confirms it will keep fact-checkers outside the U.S. ‘for now’",
      "link": "https://techcrunch.com/2025/01/20/meta-confirms-it-will-keep-fact-checkers-outside-the-u-s-for-now/",
      "author": null,
      "thumbnail": null,
      "summary": "• Meta plans to maintain its fact-checking program outside the U.S. for the time being.\n• Nicola Mendelsohn indicated the program may be expanded in the future but remains unchanged for now.\n• The company faces potential challenges in implementing its new program, especially in Europe due to regulations like the Digital Services Act.",
      "keywords": [
        "Meta",
        "fact-checking",
        "misinformation",
        "Digital Services Act",
        "social media"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T16:54:24.000Z"
    },
    {
      "title": "Here are the types of AI companies enterprise VCs want to back in 2025",
      "link": "https://techcrunch.com/2025/01/20/here-are-the-types-of-ai-companies-enterprise-vcs-want-to-back-in-2025/",
      "author": "Becca Szkutak",
      "thumbnail": null,
      "summary": "- The AI startup market is diverse, with subsectors attracting VC interest in 2025.\n- VCs are focusing on AI solutions for specific enterprise tasks rather than just features.\n- Important areas include business friction reduction, cybersecurity, reliability, and AI infrastructure investment.",
      "keywords": [
        "AI",
        "venture capital",
        "enterprise",
        "startups",
        "investment",
        "2025",
        "business solutions",
        "reliability",
        "infrastructure"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-20T15:00:00.000Z"
    },
    {
      "title": "Metropolis to Acquire Oosto for $125 Million Amid AI Landscape Changes",
      "link": "https://techcrunch.com/2025/01/20/sources-ai-vision-startup-metropolis-is-buying-oosto-formerly-known-as-anyvision-for-just-125m/",
      "author": "Ingrid Lunden",
      "thumbnail": null,
      "summary": "- Metropolis is acquiring Oosto (formerly AnyVision) for $125 million, significantly less than the $380 million raised by Oosto in previous investments.\n- The deal follows Oosto's period of struggles, including lost partnerships and controversies surrounding its surveillance technologies.\n- The acquisition will potentially enable Metropolis to enhance its AI-powered parking solutions, having raised $1.7 billion in recent financing for growth.",
      "keywords": [
        "Metropolis",
        "Oosto",
        "AI",
        "computer vision",
        "acquisition",
        "AnyVision",
        "surveillance technology",
        "investment"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T12:27:39.000Z"
    },
    {
      "title": "Blinkit signals costly battle ahead in Indian quick commerce market",
      "link": "https://techcrunch.com/2025/01/20/blinkit-signals-costly-battle-ahead-in-indian-quick-commerce-market/",
      "author": "Manish Singh",
      "thumbnail": null,
      "summary": "- Blinkit aims to reach 2,000 dark stores by December 2025, ahead of its previous timeline.\n- The company reported losses of 103 crore rupees ($11.9 million) in Q3FY25 as it expanded its store network.\n- Competition in quick commerce is intensifying, with rivals like Zepto and Flipkart also rapidly expanding.",
      "keywords": [
        "Blinkit",
        "Zomato",
        "quick commerce",
        "India",
        "dark stores",
        "competition",
        "e-commerce",
        "grocery delivery"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-20T10:39:20.000Z"
    },
    {
      "title": "X is rolling out a dedicated vertical video feed for US users",
      "link": "https://techcrunch.com/2025/01/20/x-is-rolling-out-a-dedicated-vertical-video-feed-for-us-users/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Social network X is launching a dedicated vertical video feed for U.S. users to respond to the removal of ByteDance apps from U.S. app stores.\n- A new video tab will be added to the app’s bottom bar to provide quick access to video content.\n- The rollout starts today, with X emphasizing an immersive new home for videos in a recent announcement.\n- Users can already scroll through short videos, but this tab will offer a dedicated section for video content.\n- The company has focused on video experiences recently, including launching a standalone TV app.\n- Competitors like Meta and Bluesky are also introducing new video features and apps to capitalize on TikTok's troubles.",
      "keywords": [
        "X",
        "social network",
        "video feed",
        "vertical video",
        "TikTok",
        "US users",
        "app update"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-20T08:33:30.000Z"
    },
    {
      "title": "How African VC firm Oui Capital returned its first fund with Moniepoint’s unicorn exit",
      "link": "https://techcrunch.com/2025/01/19/oui-capital-return-fund-with-moniepoint-exit/",
      "author": "Tage Kene-Okafor",
      "thumbnail": null,
      "summary": "• Oui Capital returned its $4 million debut fund after selling shares in Moniepoint.\n• Initial investment of $150,000 in Moniepoint generated an $8 million return.\n• Moniepoint raised $110 million at a $1 billion valuation last October, allowing Oui Capital to repay the fund and generate future profits for investors.\n• Oui Capital is among a few VC firms in Africa to successfully return their first fund, emphasizing the potential of early-stage fintech investments.\n• Other portfolio companies include Duplo, Maad, and Matta, and Oui Capital has two funds with a total of 22 startups.",
      "keywords": [
        "Oui Capital",
        "Moniepoint",
        "venture capital",
        "Africa",
        "fintech",
        "unicorn",
        "investments",
        "returns",
        "African startups"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T07:49:48.000Z"
    },
    {
      "title": "Bluesky launches a custom feed for vertical videos",
      "link": "https://techcrunch.com/2025/01/19/bluesky-launches-a-custom-feed-for-vertical-videos/",
      "author": "Ivan Mehta",
      "thumbnail": null,
      "summary": "- Bluesky introduces a custom feed for vertical videos, allowing users to see trending videos in the explore tab.\n- Users can pin the video feed to their home screen for easier access and can swipe up to view more content.\n- The app recently surpassed 28 million users as it capitalizes on user shifts related to TikTok's availability issues and the launch of similar features by other platforms like X.",
      "keywords": [
        "Bluesky",
        "vertical videos",
        "social media",
        "custom feed",
        "TikTok alternatives",
        "user growth"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-20T05:02:01.000Z"
    },
    {
      "title": "How to stream Donald Trump’s Inauguration Day 2025",
      "link": "https://techcrunch.com/2025/01/19/how-to-stream-donald-trumps-inauguration-day-2025/",
      "author": "Lauren Forristal",
      "thumbnail": null,
      "summary": "- Donald Trump will take the presidential oath on January 20, 2025, at noon ET in Washington, D.C.\n- The inauguration can be streamed live on various platforms, including cable services and streaming apps that provide access to major networks like ABC, CBS, CNN, and more.\n- The expected lineup includes attendance from Joe Biden, Congress members, and tech leaders like Elon Musk and Jeff Bezos. Carrie Underwood will perform 'America the Beautiful.'",
      "keywords": [
        "Donald Trump",
        "Inauguration Day",
        "streaming",
        "2025 inauguration",
        "media",
        "live TV",
        "politics"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-20T02:03:00.000Z"
    }
  ]
}