{
  "title": "The Verge",
  "link": "https://www.theverge.com/",
  "feedUrl": "https://www.theverge.com/rss/full.xml",
  "items": [
    {
      "title": "2025 looks like a great year for Xbox",
      "link": "https://www.theverge.com/2025/1/24/24351055/xbox-game-pass-releases-2025-notepad",
      "author": "Tom Warren",
      "thumbnail": null,
      "summary": "- Microsoft promises an exciting lineup for Xbox Game Pass in 2025, with much-anticipated games.\n- Major titles include *Ninja Gaiden 4*, *Clair Obscur: Expedition 33*, and *Doom: The Dark Ages* with significant gameplay innovations.\n- Numerous cross-platform releases confirmed, emphasizing Xbox's ecosystem benefits like Game Pass, cross-saves, and cloud gaming capabilities.\n- A busy first half of 2025 is expected, with *Avowed* set to launch on February 18.\n- Anticipated announcements for the latter half of 2025 include *The Outer Worlds 2* and a potential remaster of *The Elder Scrolls IV: Oblivion*.",
      "keywords": [
        "Xbox",
        "Game Pass",
        "Ninja Gaiden",
        "Doom",
        "video games",
        "2025",
        "Microsoft",
        "gaming industry"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-24T17:00:00.000Z"
    },
    {
      "title": "Live translations on Meta’s smart glasses work well — until they don’t",
      "link": "https://www.theverge.com/2025/1/24/24351013/ray-ban-meta-smart-glasses-translation-wearables",
      "author": "Victoria Song",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1125x2436/2400x5197/filters:focal(563x1218:564x1219):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25845211/IMG_4938.PNG",
      "summary": "- The Ray-Ban Meta smart glasses offer live translation between Spanish, French, and Italian in real-time.\n- The translation feature allows for basic conversations with some lag, particularly with longer speeches.\n- The glasses handle Spanglish but struggle with slang and rapid switching between languages.\n- They work well for clear, loud speech but fail with soft-spoken dialogue or fast-paced exchanges.\n- Designed for basic interactions like asking directions and ordering food, they do not perform well with movies or music translations.",
      "keywords": [
        "Meta",
        "smart glasses",
        "live translation",
        "K-pop",
        "translation technology",
        "Ray-Ban",
        "AI",
        "Spanglish",
        "slang",
        "wearables"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-24T16:36:39.000Z"
    },
    {
      "title": "The Supreme Court’s TikTok ruling is an ominous turn for online speech",
      "link": "https://www.theverge.com/2025/1/24/24346165/tiktok-supreme-court-first-amendment-tech-regulation",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- The Supreme Court upheld a law banning TikTok from the US, indicating potential wider implications for speech and tech law.\n- Legal experts warn the ruling could enable backdoor speech regulation and expand government power over speech in the name of national security.\n- Some argue the decision may prevent corporations from using the First Amendment to evade regulation, while others see it as creating challenges for future tech regulations.",
      "keywords": [
        "Supreme Court",
        "TikTok",
        "online speech",
        "First Amendment",
        "national security",
        "tech regulation",
        "censorship",
        "corporate regulation"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-24T16:25:22.000Z"
    },
    {
      "title": "Hironobu Sakaguchi wants his next (and maybe last) game to be ‘a successor to Final Fantasy VI’",
      "link": "https://www.theverge.com/2025/1/24/24350575/hironobu-sakaguchi-interview-fantasian-neo-dimension",
      "author": "Andrew Webster",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1920x1080/2400x1350/filters:focal(960x540:961x541):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25844283/ss_31650efddbc783f9b85a964a53295d4aa1969c0d.jpg",
      "summary": "- Hironobu Sakaguchi's new project is intended as a spiritual successor to Final Fantasy VI.\n- Fantasian, released on Apple Arcade in 2021, was meant to be his final game but has led to new developments.\n- The newer version, Neo Dimension, adds features like voice acting and is available on more platforms.\n- Sakaguchi reflects on the significance of working with Square Enix again, citing it as a full-circle moment.\n- He discusses the importance of voice acting in games and the collaboration with actors to develop character voices.\n- The enduring appeal of RPGs is attributed to their immersive experience and the balance of technology and creativity in game design.",
      "keywords": [
        "Hironobu Sakaguchi",
        "Final Fantasy VI",
        "Fantasian",
        "Neo Dimension",
        "RPG",
        "Square Enix",
        "voice acting",
        "video games",
        "game development"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-24T16:00:00.000Z"
    },
    {
      "title": "Chris Ware explains how to draw strangers on the bus without getting arrested",
      "link": "https://www.theverge.com/2025/1/24/24349754/chris-ware-cartoonist-art-drawing-acme-datebook-interview",
      "author": "Kristen Radtke",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2000x1744/2400x2093/filters:focal(1000x872:1001x873):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25842599/WarePortrait.jpg",
      "summary": "- Cartoonist Chris Ware discusses the intricacies of his drawing styles in his latest book, the final installment of the *Acme Novelty Datebook* series, spanning from 2002 to 2023.\n- The book includes various illustrations from his daughter’s growth to societal observations and more, showcasing his meticulous penmanship and unique cartooning philosophy.\n- Ware emphasizes drawing from life to better understand human expression and vulnerability, sharing tips on how to discreetly sketch strangers on public transportation without drawing their suspicions.\n- He reflects on how parenthood has influenced his artistic process, leading to a greater appreciation of time and productivity during his daughter's early years.\n- Ware candidly shares his struggles with self-doubt and the emotional aspects of art-making, suggesting that personal challenges can enhance artistic self-criticism and creativity.",
      "keywords": [
        "Chris Ware",
        "drawing",
        "comics",
        "art",
        "parenthood",
        "self-deprecation",
        "Acme Novelty Datebook",
        "public transportation",
        "illustration"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-24T16:00:00.000Z"
    },
    {
      "title": "Sony Japan ends production of recordable Blu-rays with ‘no successor’ planned",
      "link": "https://www.theverge.com/2025/1/24/24350993/sony-recordable-blu-ray-end-production-no-successor",
      "author": "Emma Roth",
      "thumbnail": null,
      "summary": "- Sony will cease production of recordable Blu-rays, starting in February 2025.\n- The discontinuation does not affect pre-recorded Blu-ray films or TV shows.\n- Recordable MiniDiscs, MD-Data, and MiniDV cassettes will also be discontinued.\n- Sony hinted at this decision last year, indicating a gradual end to development of recordable optical media.\n- Sony has been a leader in Blu-ray production since the format's inception in 2000.\n- Other companies like LG, Samsung, and Oppo are also moving away from Blu-ray technology.",
      "keywords": [
        "Sony",
        "Blu-ray",
        "recordable media",
        "discontinuation",
        "MiniDisc",
        "optical disc"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-24T15:52:30.000Z"
    },
    {
      "title": "Samsung’s thin, big, boring AI phones",
      "link": "https://www.theverge.com/2025/1/24/24350976/samsung-galaxy-s25-boring-tiktok-ban-openai-vergecast",
      "author": "David Pierce",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x1600/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25844294/VST_0124_Site.jpg",
      "summary": "- Samsung's new phones are expected to be the most popular Android phones of 2025.\n- The Unpacked event was perceived as one of the most boring phone launches, indicating a potential stagnation in smartphone innovation.\n- Discussion on the impact of AI in phones despite limited hardware advancements and glimpses of Project Moohan headset and Google Gemini's role in virtual assistants.",
      "keywords": [
        "Samsung",
        "Galaxy S25",
        "AI",
        "smartphone",
        "Unpacked event",
        "technology",
        "virtual assistants"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 4,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-24T14:01:17.000Z"
    },
    {
      "title": "Microsoft is closing its British flagship store in London",
      "link": "https://www.theverge.com/2025/1/24/24350954/microsoft-store-london-uk-experience-center-closing",
      "author": "Tom Warren",
      "thumbnail": null,
      "summary": "- Microsoft is shutting down its UK experience center in London next month, after nearly six years since its opening in July 2019.\n- The decision to exit the lease was made to focus on digital growth, according to an unnamed Microsoft spokesperson.\n- The store was transformed from a retail store to an experience center amid pandemic lockdowns and was known for showcasing Microsoft products in a renovated historic building in Oxford Circus.",
      "keywords": [
        "Microsoft",
        "store closing",
        "London",
        "experience center",
        "digital growth",
        "retail"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-24T13:04:05.000Z"
    },
    {
      "title": "Google Agrees to Crack Down on Fake Reviews for UK Businesses",
      "link": "https://www.theverge.com/2025/1/24/24350932/google-cma-cracks-down-fake-reviews-uk-businesses",
      "author": "Jess Weatherbed",
      "thumbnail": null,
      "summary": "- Google will implement stricter measures against UK businesses using fake reviews to enhance ratings on its platform.\n- The UK's Competition and Markets Authority (CMA) confirmed Google will improve its detection and removal processes for fake reviews.\n- Businesses found using fake reviews will have new review functionality deactivated and may lose existing reviews for six months.\n- Google will display warning alerts on profiles of businesses engaged in fake reviews.\n- Repeat offenders of posting fake reviews will face bans and deletion of their review histories, regardless of their location.\n- Google must report to the CMA over the next three years to ensure compliance with these changes.",
      "keywords": [
        "Google",
        "fake reviews",
        "UK",
        "CMA",
        "business ratings",
        "consumer protection"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-24T12:14:48.000Z"
    },
    {
      "title": "Apple finally admits next-gen CarPlay isn’t coming in 2024",
      "link": "https://www.theverge.com/2025/1/24/24350909/apple-next-gen-carplay-missed-2024-launch-deadline",
      "author": "Jess Weatherbed",
      "thumbnail": null,
      "summary": "- Apple initially announced next-gen CarPlay in 2022, but its launch has been delayed and remains unspecified.\n- Automakers like Porsche and Aston Martin indicated they would be the first to feature the new CarPlay, yet they have not provided launch dates.\n- Some manufacturers, including General Motors and Rivian, have chosen not to support CarPlay at all.\n- The iOS 18.3 beta contains references to the next-generation CarPlay, indicating development continues.\n- Apple stated they are collaborating with several car brands to roll out the new experience in future models.",
      "keywords": [
        "Apple",
        "CarPlay",
        "automakers",
        "2024",
        "technology",
        "software",
        "iOS",
        "Porsche",
        "Aston Martin",
        "General Motors"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-24T10:21:30.000Z"
    },
    {
      "title": "Sony’s next flagship noise-canceling headphones might be close to launch",
      "link": "https://www.theverge.com/2025/1/24/24350907/sony-wh-1000xm6-noise-canceling-headphones-fcc-filing-detachable-earpads",
      "author": "Dominic Preston",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1913x1076/2400x1350/filters:focal(957x538:958x539):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25844935/sony_wh_1000xm6_fcc_diagram.jpg",
      "summary": "- Sony’s WH-1000XM6 headphones may soon launch, as suggested by an FCC filing.\n- The filing indicates a redesign with a new hinge and detachable earpads.\n- The headphones are expected to feature Bluetooth 5.3.\n- The model number YY2984 suggests continuity with the previous models, and some details may change before release.\n- An official reveal is anticipated by July 22, 2025, potentially aligning with a spring release date similar to previous models.",
      "keywords": [
        "Sony",
        "headphones",
        "noise-canceling",
        "WH-1000XM6",
        "FCC filing",
        "Bluetooth 5.3",
        "detachable earpads"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-24T10:01:42.000Z"
    },
    {
      "title": "Tesla brings its redesigned Model Y to the US, but keeps selling the old one too",
      "link": "https://www.theverge.com/2025/1/23/24350768/tesla-model-y-2025-redesign-us-north-america-europe-march",
      "author": "Richard Lawler",
      "thumbnail": null,
      "summary": "- Tesla has launched the refreshed \"Juniper\" Model Y in the US after its introduction in Asia-Pacific markets.\n- The new Model Y features updates including redesigned front and rear lights, enhanced interior with an 8-inch backseat touchscreen, and a new sound system.\n- It is currently available only in the \"Launch Series\" trim, priced at $59,990, offering features like Full Self-Driving and Acceleration Boost.\n- Deliveries are scheduled to begin in March, similar to last year's Model 3 update.\n- The older Model Y is still available, with about a $4,000 price difference for similar specs, and current inventory offers a range of additional options.",
      "keywords": [
        "Tesla",
        "Model Y",
        "redesign",
        "automobile",
        "EV",
        "launch",
        "North America",
        "features"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-24T03:50:18.000Z"
    },
    {
      "title": "Netflix’s cloud plans include co-op and party games",
      "link": "https://www.theverge.com/2025/1/23/24350690/netflix-cloud-gaming-plans-co-op-party-games",
      "author": "Jay Peters",
      "thumbnail": null,
      "summary": "- Netflix plans to introduce couch co-op and party games streamed over the cloud, according to co-CEO Greg Peters.\n- This announcement follows a beta phase of cloud gaming offered to select subscribers since 2023.\n- Peters likens the new games to a modern take on family board game nights and traditional TV game shows.\n- The company will also keep developing narrative games based on popular Netflix IP, which are well-received by fans.",
      "keywords": [
        "Netflix",
        "cloud gaming",
        "co-op games",
        "party games",
        "video games",
        "streaming"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-24T00:51:37.000Z"
    },
    {
      "title": "Threads now lets you schedule posts",
      "link": "https://www.theverge.com/2025/1/23/24350639/threads-schedule-posts-launch-markup",
      "author": "Emma Roth",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x1600/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/24774107/STK156_Instagram_threads_4.jpg",
      "summary": "- Threads now allows users to schedule posts up to 75 days in advance, accessible via a new option in the post creation menu.\n- Users can view, edit, or delete scheduled posts from their drafts folder, but scheduling replies is not supported.\n- In addition to scheduling, Threads is introducing a 'markup' feature for resharing posts, allowing users to draw, highlight, or add arrows. This will roll out in select countries soon.\n- Upcoming changes for Threads include trading fact-checking for Community Notes and incorporating political content into recommendations.",
      "keywords": [
        "Threads",
        "social media",
        "post scheduling",
        "markup feature",
        "Adam Mosseri",
        "Meta"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T23:11:43.000Z"
    },
    {
      "title": "Heat pumps in EVs are making a big difference in cold-weather driving",
      "link": "https://www.theverge.com/2025/1/23/24350602/electric-vehicle-heat-pump-better-range-tesla-etron-mustang-mach-e",
      "author": "Umar Shakir",
      "thumbnail": null,
      "summary": "- Many EV manufacturers rely on energy-intensive resistive heaters, but heat pumps are increasingly being used to maintain cabin warmth without sacrificing range.\n- Research from [Recurrent](https://www.recurrentauto.com/research/heat-pumps) indicates that heat pumps can enhance driving range in subzero temperatures by approximately 8-10%.\n- Tesla Model X and Audi E-Tron lose only about 11-13% range at 32°F, while heat pumps are less effective below 15°F according to [The Washington Post](https://www.washingtonpost.com/climate-solutions/2025/01/22/ev-winter-battery-range-heat-pump/).\n- Heat pumps transfer heat generated by the car to the cabin, similar to how gas vehicles utilize a heater core.\n- As of 2021, heat pumps started being integrated in popular EVs, including Ford's Mustang Mach-E for the 2025 model year.\n- Older EVs like the 2017 Ford Focus Electric face significant range loss in cold conditions, dropping from about 80 miles to 50 miles with the heater on.\n- Tips for winter EV operation include preconditioning the vehicle while plugged in and regularly removing snow from the car.",
      "keywords": [
        "EVs",
        "heat pumps",
        "cold weather",
        "battery range",
        "electric vehicles",
        "Tesla",
        "Ford Mustang Mach-E",
        "Audi E-Tron",
        "Recurrent Auto"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T22:50:26.000Z"
    },
    {
      "title": "Google’s Gemini AI smart home controls are rolling out to everyone",
      "link": "https://www.theverge.com/2025/1/23/24350541/google-gemini-ai-smart-home-controls-launch",
      "author": "Emma Roth",
      "thumbnail": null,
      "summary": "- Google is expanding smart home controls in its Gemini app to all users.\n- New features include natural language commands for multiple device control, e.g., adjusting lighting and blinds.\n- Users can control non-sensitive devices from their lock screen and manage media playback from the app.\n- The integration allows users to check device status and provides added functionalities for security-related actions.\n- The rollout of the Google Home extension begins today and will continue over the coming weeks.",
      "keywords": [
        "Google",
        "Gemini",
        "smart home",
        "controls",
        "AI",
        "launch",
        "smart devices",
        "home automation"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T22:43:50.000Z"
    },
    {
      "title": "Gamers are already using Nvidia’s DLSS 4 tech in Cyberpunk 2077",
      "link": "https://www.theverge.com/2025/1/23/24350558/nvidia-dlss-4-frame-generation-cyberpunk-2077-transformer-graphics-update-patch",
      "author": "Antonio G. Di Benedetto",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2000x1125/2400x1600/filters:focal(1000x563:1001x564):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/24936225/CP77_EP1_Scavenger_Hunt.png",
      "summary": "- Cyberpunk 2077 patch 2.21 introduces support for Nvidia’s DLSS 4 technology.\n- DLSS 4 enables Multi Frame Generation to boost FPS and improve graphics on compatible GPUs.\n- Users report improved graphical quality, including better textures and facial details, especially on RTX 4070 Super cards.\n- The DLSS 4 technology is compatible with previous RTX 40-series cards, allowing owners to benefit from enhancements without needing new hardware.\n- The patch also provides a choice between CNN and the new Transformer model for various DLSS functions.\n- Early adopters of the 50-series cards will have to wait for more DLSS 4-compatible games to be released.",
      "keywords": [
        "Nvidia",
        "DLSS 4",
        "Cyberpunk 2077",
        "gaming",
        "graphics technology",
        "patch 2.21",
        "RTX 40 series",
        "RTX 50 series"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T22:41:14.000Z"
    },
    {
      "title": "Here are the best AirPods deals you can get right now",
      "link": "https://www.theverge.com/21302051/best-apple-airpods-deals",
      "author": "Sheena Vasani",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x2400/filters:focal(941x645:942x646):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25623449/DSCF0031.jpg",
      "summary": "- Discounts available on Apple’s AirPods lineup including AirPods Max, AirPods 4, and AirPods Pro.\n- The new AirPods 4 feature better sound, clear voice calls, and comfortable design, priced at $129 (standard) and $179 (noise-canceling).\n- Active Noise Cancellation version of AirPods 4 currently discounted to $168.99 at Amazon.\n- AirPods Pro (second-gen) now available for $199, improved sound quality and noise cancellation.\n- AirPods Max launched with USB-C charging, currently on sale for $529 at Amazon and $399.99 for the first-gen at Best Buy.",
      "keywords": [
        "AirPods",
        "Apple",
        "deals",
        "discounts",
        "AirPods 4",
        "AirPods Pro",
        "AirPods Max"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T21:12:10.000Z"
    },
    {
      "title": "Bill Gates’ nuclear energy startup inks new data center deal",
      "link": "https://www.theverge.com/2025/1/23/24350335/bill-gates-terrapower-data-center-sabey-nuclear-energy-ai",
      "author": "Justine Calma",
      "thumbnail": null,
      "summary": "- TerraPower, founded by Bill Gates, has partnered with Sabey Data Centers to deploy nuclear energy in data centers.\n- The collaboration aims to explore new nuclear power plants in Texas and the Rocky Mountain region.\n- TerraPower's Natrium reactor design is the only advanced nuclear technology with a pending construction permit application in the U.S.\n- The company expects its demonstration project in Wyoming to be operational by 2030.\n- Tech companies are increasingly turning to nuclear energy to meet the power demands of AI data centers, with notable developments from Microsoft, Google, and Amazon.",
      "keywords": [
        "nuclear energy",
        "TerraPower",
        "data centers",
        "Bill Gates",
        "Sabey Data Centers",
        "advanced reactors",
        "energy sector transformation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T20:27:49.000Z"
    },
    {
      "title": "Perplexity now has a mobile assistant on Android",
      "link": "https://www.theverge.com/2025/1/23/24350488/perplexity-ai-mobile-assistant-android",
      "author": "Emma Roth",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1317x1077/2400x1963/filters:focal(659x539:660x540):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25844086/perplexity_pokemon_2.png",
      "summary": "- Perplexity launches an AI mobile assistant for Android that can perform tasks like answering questions, writing emails, and setting reminders.\n- The assistant features multimodal capabilities, allowing it to interact with content on the screen and use the phone’s camera.\n- Initial functionality includes support for platforms like Spotify, YouTube, Uber, email, and messaging, with plans to add more features.\n- Currently not available on iPhone; future availability depends on Apple's permissions.",
      "keywords": [
        "Perplexity",
        "mobile assistant",
        "AI",
        "Android",
        "multimodal",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T19:41:01.000Z"
    },
    {
      "title": "Substack is spending $20 million to court TikTokers",
      "link": "https://www.theverge.com/2025/1/23/24350434/substack-creator-accelerator-fund-tiktok-ban",
      "author": "Mia Sato",
      "thumbnail": null,
      "summary": "- Substack is launching a $20 million creator accelerator fund to attract TikTok creators.\n- The fund promises financial stability and strategic support for content creators switching to Substack.\n- Substack aims to position itself as a comprehensive creator platform, moving beyond just newsletters.\n- Creators will need to rebuild their audience on Substack as followers cannot be transferred from TikTok.\n- The initiative follows prior models like Substack Pro, which aimed to lure talent from traditional media with financial incentives.",
      "keywords": [
        "Substack",
        "TikTok",
        "creator fund",
        "content creators",
        "social media"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T19:39:41.000Z"
    },
    {
      "title": "Everything we saw at Xbox’s Developer Direct 2025",
      "link": "https://www.theverge.com/2025/1/23/24350382/xbox-developer-direct-january-2025-doom-ninja-gaiden-trailers",
      "author": "Ash Parrish",
      "thumbnail": null,
      "summary": "- Xbox’s Developer Direct showcased upcoming games including Ninja Gaiden 4 and South of Midnight.\n- **Ninja Gaiden 4** revealed, featuring new character Yakumo and launching in fall 2025. \n- **South of Midnight** stars Hazel, releasing on April 8, 2025, with notable southern gothic themes.\n- **Clair Obscur: Expedition 33**, a turn-based RPG by Sandfall Interactive, due on April 24, 2025, has a unique narrative.\n- **Doom: The Dark Ages**, a prequel to Doom (2016), will focus on narrative elements and mechs, releasing on May 15, 2025.",
      "keywords": [
        "Xbox",
        "Developer Direct",
        "Ninja Gaiden 4",
        "South of Midnight",
        "Doom: The Dark Ages",
        "Clair Obscur: Expedition 33",
        "video games",
        "gaming news",
        "2025 releases"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T19:37:33.000Z"
    },
    {
      "title": "Fitbit fined $12 million for Ionic smartwatches that burned 78 people",
      "link": "https://www.theverge.com/2025/1/23/24350413/fitbit-fine-ionic-smartwatch-burns",
      "author": "Gaby Del Valle",
      "thumbnail": null,
      "summary": "- Fitbit has agreed to pay a $12.25 million fine over its Ionic smartwatches due to overheating lithium-ion batteries causing burns.\n- The Consumer Product Safety Commission accepted the settlement after 115 reports of overheating, with 78 mentioning burn injuries, including serious third and second-degree burns.\n- Fitbit recalled 1.7 million Ionic watches in 2022 but faced criticisms for not reporting issues in compliance with safety regulations.\n- In 2023, consumers sued Google (which owns Fitbit) alleging battery issues across all Fitbit devices, claiming ongoing safety hazards and poor customer support.",
      "keywords": [
        "Fitbit",
        "Ionic smartwatches",
        "burn injuries",
        "Consumer Product Safety Commission",
        "recall",
        "lithium-ion battery",
        "Google",
        "consumer safety"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T19:19:53.000Z"
    },
    {
      "title": "Google’s Identity Check for Android keeps phone thieves out of your digital accounts",
      "link": "https://www.theverge.com/2025/1/23/24350457/google-android-identity-check-pixel-phone-thieves-digital-accounts",
      "author": "Jay Peters",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1141x1080/2400x2272/filters:focal(571x540:572x541):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25844021/Identity_Check___Android_Theft_Protection.png",
      "summary": "- Google launches Identity Check for Pixel devices with Android 15 to enhance account security against phone theft.\n- The feature requires biometric authentication to access sensitive settings when not at trusted locations.\n- Protects settings such as changing PIN, disabling theft protection, and accessing Find My Device.\n- Originally launched in beta in late 2024 as part of December Pixel Drop, expanding to Samsung Galaxy devices and others later.",
      "keywords": [
        "Google",
        "Android",
        "Identity Check",
        "security",
        "Pixel devices",
        "theft protection",
        "biometric authentication"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T19:17:18.000Z"
    },
    {
      "title": "Android 16’s first public beta adds Google’s more limited take on live lockscreen notifications",
      "link": "https://www.theverge.com/2025/1/23/24350182/android-16-first-public-beta-google-live-updates",
      "author": "Dominic Preston",
      "thumbnail": null,
      "summary": "• Android 16’s first public beta rolls out today, featuring dynamic lockscreen notifications for ride-sharing and food delivery.\n• Live Updates allow real-time updates for ongoing activities, similar to Apple’s Live Activities from iOS 16.\n• Unlike competitors, Android 16’s implementation is limited to tracking progress for specific app types.\n• Apps will now be forced to be resizable for full-screen use on tablets and foldables, with games exempt for now.\n• Other new features include support for the Advanced Professional Video codec, camera scene detection for night mode, and vertical text rendering.\n• The beta is available for Google Pixel phones from Pixel 6 onwards and the Pixel Tablet, with a full release expected in Q2 2025.",
      "keywords": [
        "Android 16",
        "public beta",
        "live notifications",
        "Google",
        "Pixel",
        "Samsung",
        "features",
        "app resizability",
        "Advanced Professional Video",
        "Gemini Extensions"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T19:00:00.000Z"
    },
    {
      "title": "Doom: The Dark Ages looks metal as hell and launches in May",
      "link": "https://www.theverge.com/2025/1/23/24349379/doom-the-dark-ages-release-date-trailer-xbox-pc-ps5",
      "author": "Andrew Webster",
      "thumbnail": null,
      "summary": "- Doom: The Dark Ages launches on May 15th, 2025.\n- Set in a medieval fantasy realm before Doom Eternal and the 2016 reboot.\n- Focus on melee combat with new weapons like a spiked mace and iron flail.\n- Players will use a cybernetic dragon mount and a skyscraper-sized mech suit.\n- Includes gameplay sliders for accessibility and customizable difficulty options.\n- Available on PS5, Xbox, and PC.",
      "keywords": [
        "Doom",
        "The Dark Ages",
        "video game",
        "id Software",
        "release date",
        "melee combat",
        "accessibility",
        "PS5",
        "Xbox",
        "PC"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T18:48:41.000Z"
    },
    {
      "title": "Ninja Gaiden 4 is coming to Xbox",
      "link": "https://www.theverge.com/2025/1/23/24350352/ninja-gaiden-4-xbox",
      "author": "Andrew Webster",
      "thumbnail": null,
      "summary": "- Microsoft announced Ninja Gaiden 4 during the Xbox Developer Direct event.\n- Co-developed by Team Ninja and Platinum Games, known for Bayonetta and Nier: Automata.\n- No release date announced, but the game will be available on Xbox Game Pass.\n- The franchise began in the late '80s, with a notable entry in 2004 that set a new standard.\n- The new game aims for faster gameplay while continuing the dark action style of the original.",
      "keywords": [
        "Ninja Gaiden 4",
        "Xbox",
        "Game Pass",
        "Team Ninja",
        "Platinum Games"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T18:11:03.000Z"
    },
    {
      "title": "Microsoft rumored to launch a smaller Surface Pro and Surface Laptop soon",
      "link": "https://www.theverge.com/2025/1/23/24350373/microsoft-surface-pro-laptop-snapdragon-x-rumor",
      "author": "Richard Lawler",
      "thumbnail": null,
      "summary": "- Microsoft is rumored to debut smaller versions of the Surface Pro and Surface Laptop with 11- to 12-inch screens this spring.\n- The new devices will run Windows on Arm and feature lighter, premium designs.\n- The launch could include cheaper chipsets, aiming for prices in the $800 - $900 range.\n- A major Surface for Business event is scheduled next week, with expectations for new variants of current models featuring Intel’s Lunar Lake chips.",
      "keywords": [
        "Microsoft",
        "Surface Pro",
        "Surface Laptop",
        "Snapdragon X",
        "rumors",
        "technology",
        "hardware"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T18:08:10.000Z"
    },
    {
      "title": "OpenAI’s new Operator AI agent can do things on the web for you",
      "link": "https://www.theverge.com/2025/1/23/24350395/openai-chatgpt-operator-agent-control-computer",
      "author": "Jay Peters",
      "thumbnail": null,
      "summary": "- OpenAI releases a research preview of a new AI agent called Operator.\n- Operator can browse the web, interact with web pages, and perform tasks.\n- It is available first to US subscribers of the $200 per month ChatGPT Pro tier.\n- The agent uses a Computer-Using Agent model combining vision and reinforcement learning for interaction.\n- Operator can self-correct, requests user control when needed, and is designed to block harmful requests.\n- OpenAI collaborates with various companies to address real-world needs while respecting norms.\n- Current limitations include challenges with complex interfaces like slideshows and calendars.",
      "keywords": [
        "OpenAI",
        "Operator AI",
        "artificial intelligence",
        "web browser agent",
        "ChatGPT",
        "machine learning",
        "user interaction"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T18:00:00.000Z"
    },
    {
      "title": "Epic expands its mobile game store by helping cover developer iOS fees",
      "link": "https://www.theverge.com/2025/1/23/24349542/epic-games-third-party-developers-apple-google-europe",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- Epic Games adds nearly 20 third-party games to its mobile app store on Android and iOS in the EU.\n- Launching a free games program starting with _Bloons TD 6_ and _Dungeon of the Endless: Apogee_.\n- Epic will cover some iOS fees for developers to facilitate their participation in the program, specifically the Core Technology Fee (CTF) imposed by Apple.\n- Epic CEO Tim Sweeney emphasizes the goal of creating a cross-platform store for digital ownership.\n- The CTF is seen as a major hurdle for competition, and Epic aims to address it temporarily while the EU investigates Apple’s compliance with the Digital Markets Act (DMA).\n- Epic argues that Apple and Google hinder mobile developers with fees and restrictions, limiting choices for consumers.\n- The mobile store had only 29 million installs since launch in 2024, far below the expected 100 million, due to barriers like scare screens.",
      "keywords": [
        "Epic Games",
        "mobile app store",
        "iOS fees",
        "third-party developers",
        "Digital Markets Act",
        "game distribution"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T18:00:00.000Z"
    },
    {
      "title": "Pocketpair follows Palworld’s success with new indie publishing label",
      "link": "https://www.theverge.com/2025/1/23/24350273/pocketpair-palworld-indie-publishing-label-surgent-studios",
      "author": "Ash Parrish",
      "thumbnail": null,
      "summary": "- Pocketpair is launching a new game publishing label, Pocketpair Publishing, following the success of their game Palworld, which sold 15 million copies in its first month.\n- The new label aims to support indie game developers with funding, development assistance, and publishing.\n- Their first collaboration is with Surgent Studios on a horror game set to be released later this year, after Surgent Studios previously had to furlough its games division due to funding issues.\n- The indie game sector is facing challenges due to major publishers tightening financial support, affecting smaller studios.\n- Pocketpair Publishing joins other non-traditional indie game publishing initiatives, like Bigmode and Outersloth, which also emerged from successful game creators looking to support indie developers.",
      "keywords": [
        "Pocketpair",
        "indie publishing",
        "Palworld",
        "game development",
        "Surgent Studios",
        "indie games"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T17:16:31.000Z"
    },
    {
      "title": "The Sonos Arc is matching its best price to date just in time for the Super Bowl",
      "link": "https://www.theverge.com/2025/1/23/24350296/sonos-arc-soundbar-anker-nano-75w-retractable-car-charger-deal-sale",
      "author": "Sheena Vasani",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1359x1358/2400x2400/filters:focal(724x803:725x804):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25843798/npatel_200601_4050_0010.0.jpg",
      "summary": "- The Sonos Arc is currently priced at $649, a $250 discount at various retailers including [Amazon](https://www.amazon.com/Sonos-Arc-Premium-Soundbar-Movies/dp/B087CD7H2G?tag=theverge02-20), [Best Buy](https://www.bestbuy.com), and [B&H Photo](https://www.bhphotovideo.com).\n- Features include eight woofers, three tweeters, two upward-firing Dolby Atmos speakers, eARC support, built-in mics, and support for Apple’s AirPlay 2, Amazon Alexa, and Google Assistant.\n- The Sonos Arc lacks Bluetooth audio and Trueplay EQ tuning compared to the more powerful $999 Arc Ultra, and does not support Sonos’ new “Sound Motion” technology.",
      "keywords": [
        "Sonos Arc",
        "soundbar",
        "Super Bowl",
        "discount",
        "Dolby Atmos",
        "home audio"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T17:09:41.000Z"
    },
    {
      "title": "Google’s mobile search results are dropping the ‘breadcrumbs’ from URLs",
      "link": "https://www.theverge.com/2025/1/23/24350305/google-mobile-search-result-url-breadcrumb-seo",
      "author": "Umar Shakir",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1200x719/2400x1438/filters:focal(600x360:601x361):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25843826/google_bradcrumb.jpg",
      "summary": "- Google changes display of URLs in mobile search results by removing breadcrumbs.\n- Previously, breadcrumbs indicated webpage hierarchy on mobile; now only the domain will be shown.\n- This change aims to improve usability on smaller screens, where breadcrumbs can get cut off.\n- Desktop search results will still display breadcrumbs as before.\n- Web developers can still influence how content appears in search results using structured data guidelines.",
      "keywords": [
        "Google",
        "mobile search",
        "breadcrumbs",
        "SEO",
        "URL structure"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T17:06:14.000Z"
    },
    {
      "title": "Google is giving IT more control over your Chrome extensions",
      "link": "https://www.theverge.com/2025/1/23/24350178/google-chrome-extensions-admin-enterprise-controls",
      "author": "Jess Weatherbed",
      "thumbnail": null,
      "summary": "- Google launches new features for IT to manage Chrome extensions better.\n- A curated Chrome Web Store experience allows pre-approved extensions for Enterprise workspaces.\n- Companies can promote vetted add-ons and customize the Chrome Web Store UI.\n- The initiative aims to prevent installation of harmful browser extensions following recent phishing campaigns.\n- Future updates will include remote removal of extensions and custom messages for compliance on extension pages.",
      "keywords": [
        "Google",
        "Chrome",
        "IT administration",
        "cybersecurity",
        "browser extensions",
        "Enterprise",
        "phishing"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T17:00:00.000Z"
    },
    {
      "title": "Dasung’s new portable E Ink monitor has a 60Hz refresh rate",
      "link": "https://www.theverge.com/2025/1/23/24350334/dasung-paperlike-103-display-monitor-screen-e-ink-60hz",
      "author": "Andrew Liszewski",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1692x1128/2400x1600/filters:focal(846x564:847x565):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25843770/dasung1.jpg",
      "summary": "- Dasung has launched the Paperlike 103, its first E Ink monitor with a 60Hz refresh rate.\n- The monitor has a 10.3-inch display with a resolution of 1,872 x 1,404 pixels and 227ppi.\n- Priced at around $274 (1,999 yuan), it is currently available through Jing Dong but not globally yet.\n- Offers features like less eye strain, low power consumption, and smooth document scrolling and video playback.\n- Made of aluminum alloy, 5mm thick, and connects via USB-C for power and data.\n- Six physical buttons allow users to adjust settings like brightness and color temperature for user comfort.",
      "keywords": [
        "E Ink",
        "monitor",
        "Dasung",
        "Paperlike 103",
        "60Hz refresh rate",
        "portable display",
        "USB-C"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T16:25:53.000Z"
    },
    {
      "title": "CNN is building a new streaming service nearly three years after killing its last one",
      "link": "https://www.theverge.com/2025/1/23/24350287/cnn-new-streaming-service-killing-last-one",
      "author": "Emma Roth",
      "thumbnail": null,
      "summary": "- CNN is working on a new streaming service, similar to the previously shut down CNN Plus.\n- The service aims to allow viewers to stream news programming on various devices.\n- An internal memo indicates there is high demand for this service globally.\n- CNN will also announce a lifestyle-oriented digital product and shift majorly to digital video.\n- The company plans to lay off approximately 200 employees, about six percent of its workforce, but does not expect overall headcount to decline significantly due to a $70 million investment from Warner Bros. Discovery.\n- This initiative reflects the broader industry trend of linear TV networks moving towards streaming services.",
      "keywords": [
        "CNN",
        "streaming service",
        "digital video",
        "news programming",
        "CNN Plus",
        "Warner Bros. Discovery"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T16:16:32.000Z"
    },
    {
      "title": "Matter will be better in 2025 — say the people who make it",
      "link": "https://www.theverge.com/24349390/matter-csa-thread-group-wifi-alliance-interview-2025",
      "author": "Jennifer Pattison Tuohy",
      "thumbnail": null,
      "summary": "- Matter aims to provide reliable smart home device connectivity but faces challenges like slow adoption and interoperability issues.\n- The Connectivity Standards Alliance (CSA) emphasizes 2025 as a crucial year to address these reliability and performance problems.\n- Key organizations behind Matter (CSA, Thread Group, Wi-Fi Alliance) are collaborating to enhance the standard and improve user experience.\n- Solutions being explored include embedding software in home routers and enhancing communication between Matter and Thread devices.\n- The expectation is that Matter will become easier to use and more effective within the next 12 months, aiming for robust interoperability across ecosystems.",
      "keywords": [
        "Matter",
        "smart home",
        "connectivity",
        "internet of things",
        "Thread",
        "Wi-Fi",
        "interoperability",
        "standard"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-23T16:00:00.000Z"
    },
    {
      "title": "Samsung Galaxy Ring drops to a new record low of $280",
      "link": "https://www.theverge.com/2025/1/23/24350232/samsung-galaxy-ring-smart-wearable-deal-sale",
      "author": "Quentyn Kennemer",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:8064x5376/2400x2400/filters:focal(4032x2688:4033x2689):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25523747/galaxyring5.jpg",
      "summary": "- The Samsung Galaxy Ring is currently priced at $279.99, down from $400, available on [Amazon](https://www.amazon.com/gp/product/B0D3JF33J8?tag=theverge02-20).\n- Comes in black, gold, and silver with sizes ranging from 5 to 15.\n- Offers health metrics tracking such as activity, heart rate, sleep, and menstrual cycles, but lacks features like irregular heart rate notifications.\n- No subscription required unlike the Oura Ring 4, which costs $50 more.\n- Best paired with a Galaxy smartphone for optimal use; features include blood oxygen and skin temperature monitoring.\n- Battery lasts 6 to 7 hours and can be extended when used with a Galaxy Watch.",
      "keywords": [
        "Samsung",
        "Galaxy Ring",
        "smartwear",
        "health-tracking",
        "wearable technology",
        "discount",
        "Amazon",
        "Oura Ring"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T15:51:36.000Z"
    },
    {
      "title": "How Meta’s MAGA heel turn is a play for global power",
      "link": "https://www.theverge.com/24349734/meta-trump-free-speech-big-tech-power-geopolitics-zuckerberg-elon-musk-decoder-podcast-interview",
      "author": "Nilay Patel",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:3000x3000/2400x2400/filters:focal(1500x1500:1501x1501):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/24792604/The_Verge_Decoder_Tileart.jpg",
      "summary": "- Meta has changed its rules to allow more slurs and hate speech on its platforms.\n- There's a growing interplay between billionaire power and state power, significantly influenced by the Trump administration.\n- Mark Zuckerberg announced a shift in content moderation, abandoning fact-checking for community notes, enabling more discriminatory content.\n- The EU's Digital Services Act poses serious regulatory challenges to social media, which may lead Trump to advocate for Meta's interests.\n- Trump plans to force a TikTok sale and suggested U.S. government ownership of 50% for political gain, which raises First Amendment concerns.",
      "keywords": [
        "Meta",
        "Trump administration",
        "free speech",
        "content moderation",
        "TikTok",
        "social media regulations",
        "Zuckerberg",
        "digital services act",
        "hate speech"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-23T15:11:48.000Z"
    },
    {
      "title": "Comcast launches a $70 sports streaming bundle with NFL, NBA, and MLB games",
      "link": "https://www.theverge.com/2025/1/23/24350208/comcast-live-sports-streaming-bundle-nfl-nba-mlb",
      "author": "Emma Roth",
      "thumbnail": null,
      "summary": "- Comcast introduces a $70/month \"Sports & News TV\" streaming bundle for Xfinity Internet subscribers.\n- The bundle includes live games from NFL, NBA, NHL, MLB, and NCAA, along with over 50 news and sports channels like ABC, CBS, Fox, and ESPN.\n- Comes with a subscription to Peacock, 300 hours of cloud DVR storage, and more than 100 free streaming channels.\n- Features accessible without Xfinity's X1 TV box, but additional features like multiview and enhanced 4K available with it.\n- Users can find the package on the Xfinity Stream app and combine it with other packages like the More Sports & Entertainment package.\n- DirecTV recently launched a similar package at $69.99, lacking local CBS content and limited to select cities.\n- The new packages aim to address the gap left by the shutdown of the Venu sports streaming service.",
      "keywords": [
        "Comcast",
        "sports streaming",
        "NFL",
        "NBA",
        "MLB",
        "Xfinity",
        "Peacock",
        "streaming bundle",
        "cloud DVR"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T15:00:00.000Z"
    },
    {
      "title": "How to watch today’s Xbox Developer Direct",
      "link": "https://www.theverge.com/2025/1/23/24350261/xbox-developer-direct-2025-how-to-watch-twitch-youtube",
      "author": "Andrew Webster",
      "thumbnail": null,
      "summary": "- The Xbox Developer Direct is scheduled for January 23rd, 2025, at 10 AM PT / 1 PM ET.\n- The showcase will feature news on upcoming games such as Doom: The Dark Ages, South of Midnight, and a mystery title.\n- The event will be streamed across multiple platforms including YouTube and Twitch.\n- Last year's highlight was a deep dive into Indiana Jones and the Great Circle, raising expectations for today’s reveal.",
      "keywords": [
        "Xbox Developer Direct",
        "gaming news",
        "Doom: The Dark Ages",
        "South of Midnight",
        "live stream"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T14:51:01.000Z"
    },
    {
      "title": "Pokemon TCG Pocket’s next expansion launches on January 30th",
      "link": "https://www.theverge.com/2025/1/23/24350223/pokemon-tcg-pocket-time-space-smackdown-release-date",
      "author": "Charles Pulliam-Moore",
      "thumbnail": null,
      "summary": "- The new Pokémon TCG Pocket expansion, Space-Time Smackdown, launches on January 30th.\n- Trading feature for the game will be available starting January 29th, a day before the new cards are released.\n- Space-Time Smackdown features legendary Pokémon Dialga and Palkia and requires players to use new in-game currencies for trading.\n- Cards from Space-Time Smackdown cannot be traded immediately after their release and will be subject to cooldown periods and costs.",
      "keywords": [
        "Pokémon TCG Pocket",
        "Space-Time Smackdown",
        "expansion",
        "trading feature",
        "Dialga",
        "Palkia",
        "January 30th",
        "trading mechanics"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T14:05:55.000Z"
    },
    {
      "title": "I fit the world’s most powerful graphics card in my aging miniature SFF PC",
      "link": "https://www.theverge.com/2025/1/23/24349976/nvidia-rtx-5090-fe-small-form-factor-sff-hands-on",
      "author": "Sean Hollister",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:4072x2869/2400x1691/filters:focal(2036x1435:2037x1436):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25843398/PXL_20250122_234408504.jpg",
      "summary": "- The Nvidia RTX 5090, a two-slot graphics card, will be available on January 30th, 2025, priced at $2,000.\n- The author successfully installed the RTX 5090 into a small form factor (SFF) case, realizing significant power despite the constraints.\n- At 4K resolution, the RTX 5090 demonstrated more than double the framerate compared to the RTX 3080 Founder’s Edition.\n- The card consumes a substantial amount of power, up to 1 kilowatt during testing, requiring an adequate power supply.\n- The installation was challenging due to space for the GPU’s new power connector, necessitating a more spacious SFF case.\n- Despite limitations, the RTX 5090 performs excellently across various games, achieving high framerates even in demanding situations.\n- Nvidia’s two-slot cooler proves efficient enough for SFF PCs, although older systems may face CPU limitations.\n- The RTX 5090 provides a significant upgrade over the RTX 3080, but its high price puts it out of reach for many gamers.",
      "keywords": [
        "Nvidia",
        "RTX 5090",
        "graphics card",
        "small form factor",
        "PC gaming",
        "performance"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 9,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T14:01:00.000Z"
    },
    {
      "title": "Nvidia GeForce RTX 5090 review: a new king of 4K is here",
      "link": "https://www.theverge.com/2025/1/23/24349619/nvidia-rtx-5090-review-test-benchmark",
      "author": "Tom Warren",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2718x1800/2400x1589/filters:focal(1359x900:1360x901):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25842120/257518_Nvidia_RTX_5090_TWarren_0008.jpg",
      "summary": "- Nvidia's GeForce RTX 5090 launches on January 30th for $1,999, featuring 32GB of VRAM and improved performance in 4K gaming.\n- Introduces DLSS 4 Multi Frame Generation, significantly increasing frame rates, with some games showing performance boosts over 8x.\n- The card design is smaller (two-slot) and cooler, with new double flow-through fans for better air circulation.\n- Requires a 1,000-watt power supply, drawing up to 575 watts, which is higher than previous models.\n- Initial tests show a significant performance leap compared to the RTX 4090, especially in DLSS-compatible titles, but the full impact of DLSS 4 adoption is yet to be seen.",
      "keywords": [
        "Nvidia",
        "RTX 5090",
        "4K gaming",
        "DLSS 4",
        "Graphic cards",
        "AI performance",
        "Video editing"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-23T14:00:00.000Z"
    },
    {
      "title": "The Cadillac Lyriq-V is quicker than the CT5-V Blackwing",
      "link": "https://www.theverge.com/2025/1/23/24349756/cadillac-lyriq-v-acceleration-specs-price",
      "author": "Andrew J. Hawkins",
      "thumbnail": null,
      "summary": "- Cadillac announced the Lyriq-V, a high-performance electric SUV with 615 horsepower and 650 lb-ft of torque.\n- It accelerates from 0 to 60 mph in 3.3 seconds, surpassing the Cadillac CT5-V Blackwing's time by a tenth of a second.\n- The SUV features a 102 kWh battery with an estimated range of 285 miles and supports DC fast charging.\n- The Lyriq-V includes a unique sound experience that simulates an engine growl and has a V-Mode for enhanced traction management.\n- Production is expected to start in early 2025, with a starting price of $79,990.",
      "keywords": [
        "Cadillac",
        "Lyriq-V",
        "electric SUV",
        "performance",
        "acceleration",
        "CT5-V Blackwing",
        "automotive news"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T13:00:00.000Z"
    },
    {
      "title": "Star Trek: Section 31 is firing on all cylinders",
      "link": "https://www.theverge.com/2025/1/23/24340743/star-trek-section-31-review-paramount-plus",
      "author": "Charles Pulliam-Moore",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:6000x4000/2400x1600/filters:focal(3000x2000:3001x2001):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25830241/Section31_JT_0129_00649_RT.jpg",
      "summary": "- First nontheatrical Star Trek feature, releasing almost a decade after Star Trek Beyond.\n- Features Michelle Yeoh as Captain Philippa Georgiou.\n- Originally intended as a spinoff series, reworked into a movie due to COVID-19 delays.\n- The story explores Georgiou's background and recruitment into Section 31.\n- Blends humor with high-stakes action while addressing deeper themes of morality and Starfleet ideals.\n- Premieres on Paramount Plus on January 24th.",
      "keywords": [
        "Star Trek",
        "Section 31",
        "Michelle Yeoh",
        "Paramount Plus",
        "Discovery",
        "Georgiou",
        "science fiction",
        "entertainment"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-23T13:00:00.000Z"
    },
    {
      "title": "The Royal Shakespeare Company is turning Macbeth into a neo-noir game",
      "link": "https://www.theverge.com/2025/1/23/24349938/royal-shakespeare-company-macbeth-game-lili",
      "author": "Jay Peters",
      "thumbnail": null,
      "summary": "- The iconic play Macbeth is being developed into an interactive video game titled Lili.\n- The game features a neo-noir vibe and is created in part by the Royal Shakespeare Company.\n- Players will experience modern-day Lady Macbeth's life through personal devices in a stylized setting of modern Iran.\n- Gameplay blends live-action cinema with interactivity, allowing players to influence Lady Macbeth's destiny.\n- The game is being developed in collaboration with iNK Stories, known for 1979 Revolution: Black Friday.\n- Lili is set to release later in 2025.",
      "keywords": [
        "Macbeth",
        "video game",
        "Royal Shakespeare Company",
        "neo-noir",
        "interactive",
        "Lili",
        "Lady Macbeth"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-23T05:01:00.000Z"
    },
    {
      "title": "Tumblr’s experimental GIF feed finally launches after 10 years",
      "link": "https://www.theverge.com/2025/1/22/24349904/tumblr-tv-gif-video-tab",
      "author": "Wes Davis",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:265x500/2400x4528/filters:focal(133x250:134x251):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25842951/IMG_A7D350269C5C_1.jpeg",
      "summary": "- Tumblr has launched Tumblr TV, a new tab in its app for GIFs and video content.\n- The feature first debuted in 2015 as a GIF-finding tool but is now expanded to include videos.\n- New users will have this tab enabled by default, while existing users can enable it through the Dashboard Tabs configuration.\n- Users can like, comment, repost, or share content, similar to other short-form video apps.\n- Despite including video features, it remains heavily focused on GIFs, resembling scrolling through a group text full of media.",
      "keywords": [
        "Tumblr",
        "GIF",
        "Tumblr TV",
        "video",
        "social media",
        "short-form video",
        "app update"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-22T23:50:31.000Z"
    },
    {
      "title": "Celeste developers cancel follow-up game Earthblade",
      "link": "https://www.theverge.com/2025/1/22/24349916/celeste-developers-cancel-earthblade-extremely-ok-games",
      "author": "Jay Peters",
      "thumbnail": null,
      "summary": "- Earthblade, the next game from the developers of Celeste, has been canceled due to team conflicts and pressure to follow up on Celeste.\n- Disagreement over IP rights of Celeste between Maddy Thorson and Pedro Medeiros contributed to the decision.\n- Thorson and Berry plan to refocus on smaller-scale projects and prototype new games akin to their earlier work on Celeste and TowerFall.",
      "keywords": [
        "Celeste",
        "Earthblade",
        "Extremely OK Games",
        "game development",
        "cancellation",
        "team conflict",
        "Maddy Thorson",
        "indie games"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-22T23:25:07.000Z"
    },
    {
      "title": "Nvidia’s triple-fan GPU cooler was one step along the way to a slimmer RTX 5090",
      "link": "https://www.theverge.com/2025/1/22/24349781/nvidia-quad-slot-titan-ada-4090-gpu-cooler-prototype-real",
      "author": "Umar Shakir",
      "thumbnail": null,
      "summary": "- Nvidia showcases the design evolution of its graphics cards, highlighting the new RTX 5090.\n- A leaked prototype named “Titan ADA” features a large four-slot design and a triple-fan cooling system.\n- The new RTX 5090 uses a modular four-part design for a more compact cooler, fitting into two slots instead of three, improving efficiency.",
      "keywords": [
        "Nvidia",
        "RTX 5090",
        "GPU cooler",
        "graphics cards",
        "triple-fan",
        "Titan ADA",
        "prototype"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-22T22:26:42.000Z"
    }
  ]
}