{
  "title": "The Verge",
  "link": "https://www.theverge.com/",
  "feedUrl": "https://www.theverge.com/rss/full.xml",
  "items": [
    {
      "title": "Donald Trump Rescinds Biden-Era Executive Order on AI Safety",
      "link": "https://www.theverge.com/2025/1/21/24348504/donald-trump-ai-safety-executive-order-rescind",
      "author": "Justine Calma",
      "thumbnail": null,
      "summary": "- Donald Trump rescinded a Biden-era executive order on generative AI safety on his first day in office.\n- The original Biden order required developers like OpenAI to share safety test results with the government and develop safety standards.\n- Trump signed 78 executive orders, including the rescission of the order related to AI safety, as he prioritizes AI development in his administration.",
      "keywords": [
        "Donald Trump",
        "Biden",
        "executive order",
        "AI safety",
        "generative AI",
        "technology regulation",
        "National Institute of Standards and Technology"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-21T15:02:37.000Z"
    },
    {
      "title": "Instagram is reportedly trying to attract TikTok creators with large bonuses",
      "link": "https://www.theverge.com/2025/1/21/24348510/instagram-tiktok-creators-bonuses",
      "author": "Emma Roth",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x1600/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/23932741/acastro_STK070__03.jpg",
      "summary": "- Instagram is offering creators cash bonuses between $10,000 to $50,000 per month to post Reels exclusively on their platform.\n- This initiative aims to attract TikTok creators during TikTok's absence from app stores.\n- The bonuses require creators to publish their videos on Instagram before other platforms like TikTok.\n- Instagram had launched a Reels bonus program in 2021, but it was later cut in 2023 due to reduced payouts.\n- TikTok is facing a chaotic situation in the US due to recent compliance laws, impacting its availability.\n- Instagram has made various updates recently to cater to TikTok creators, including new profile formats and extended Reels length to three minutes.\n- Some TikTok creators express dissatisfaction with Meta's recent policy changes, which may affect their willingness to switch platforms.",
      "keywords": [
        "Instagram",
        "TikTok",
        "creators",
        "bonuses",
        "social media",
        "Reels",
        "Meta",
        "content creators",
        "federal laws"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T14:56:15.000Z"
    },
    {
      "title": "A24’s Opus blurs the line between fandom and faith in first trailer",
      "link": "https://www.theverge.com/2025/1/21/24348527/a24-opus-trailer-release-date",
      "author": "Charles Pulliam-Moore",
      "thumbnail": null,
      "summary": "- The trailer for A24's *Opus* explores the spiritual experience of meeting music stars.\n- Directed by Mark Anthony Green, the film follows journalist Ariel Ecton (Ayo Edebiri) as she investigates eccentric superstar Alfred Moretti (John Malkovich).\n- Moretti emerges after three decades to share music exclusively with select celebrities and invites Ariel to his home.\n- The trailer hints at cult-like activities surrounding Moretti, showcasing frantic guests and Ariel's terrified reactions.\n- *Opus* is set to be released in theaters on March 14, 2025, and is anticipated as a disturbing thriller.",
      "keywords": [
        "A24",
        "Opus",
        "trailer",
        "Mark Anthony Green",
        "Ayo Edebiri",
        "John Malkovich",
        "music",
        "thriller",
        "cult"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-21T14:45:52.000Z"
    },
    {
      "title": "How the future of sports streaming died",
      "link": "https://www.theverge.com/2025/1/21/24348517/venu-sports-espn-future-book-reading-digital-vergecast",
      "author": "David Pierce",
      "thumbnail": null,
      "summary": "- Venu Sports aimed to consolidate sports viewing into one platform but faced criticisms regarding cost and competitiveness.\n- Despite initial excitement, the service encountered significant challenges leading to its shutdown.\n- The Vergecast episode features insights from Jacob Feldman about the origins and demise of Venu, and discusses the implications for the future of sports streaming.",
      "keywords": [
        "sports streaming",
        "Venu Sports",
        "ESPN",
        "Fox",
        "Warner Bros.",
        "streaming platforms",
        "digital media"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-21T14:32:55.000Z"
    },
    {
      "title": "What to expect at Samsung’s Galaxy S25 event",
      "link": "https://www.theverge.com/2025/1/21/24348497/samsung-galaxy-s25-plus-ultra-unpacked-expected-announcements-ai-vr",
      "author": "Wes Davis",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1904x1483/2400x1869/filters:focal(952x742:953x743):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25840245/Galaxy_S25_Renders.png",
      "summary": "- Samsung's Galaxy Unpacked event is scheduled for January 22nd at 1PM ET.\n- The event will be streamed on YouTube, Samsung's website, and newsroom page.\n- Expected announcements include Galaxy S25, S25 Plus, and S25 Ultra with design tweaks.\n- The S25 Ultra may feature slightly rounder corners based on leaked renders.\n- Galaxy S25 devices will support Qi2 wireless charging, possibly needing a magnetic case for full experience.\n- Phones will run One UI 7 based on Android 15, featuring new camera app and HDR content disabling option.\n- No Galaxy S25 Slim is expected to launch in the US.\n- Potential discussions about the “Project Moohan” VR headset during the event.",
      "keywords": [
        "Samsung",
        "Galaxy S25",
        "Unpacked",
        "smartphones",
        "One UI 7",
        "AI",
        "VR headset",
        "Qi2 wireless charging"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-21T14:26:13.000Z"
    },
    {
      "title": "Samsung needs to give us a reason to care about new phones every year",
      "link": "https://www.theverge.com/2025/1/21/24346017/samsung-galaxy-unpacked-s25",
      "author": "Allison Johnson",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2000x1333/2400x1600/filters:focal(1000x667:1001x668):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25253485/DSC06482.jpg",
      "summary": "- The Galaxy S25 series is rumored to be uninspiring and similar to previous models.\n- Samsung's launch events no longer feel special; they often repeat previous innovations.\n- Hardware innovation is stagnating; software features are becoming the focus.\n- Apple's recent launches, like the iPhone 16, also highlight minimal hardware changes.\n- Potentially exciting developments include slimmer designs for future models.",
      "keywords": [
        "Samsung",
        "Galaxy S25",
        "smartphones",
        "tech innovation",
        "mobile industry"
      ],
      "scores": {
        "scale": 6,
        "impact": 5,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-21T14:00:00.000Z"
    },
    {
      "title": "Marvel Snap is back in the US",
      "link": "https://www.theverge.com/2025/1/20/24348353/marvel-snap-tiktok-ban-back-online",
      "author": "Jay Peters",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:3840x2160/2400x1600/filters:focal(1920x1080:1921x1081):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25839948/ss_3022e8dd7eb67c45006bfcbca7c6260abafbe8d7.jpg",
      "summary": "- Marvel Snap resumes operation in the US after being offline due to a TikTok ban law affecting its ByteDance-owned publisher.\n- Developer Second Dinner plans to bring more services in-house and partner with a new publisher to prevent future disruptions.\n- The game is not yet available on Apple’s App Store or Google Play, but is still live on Steam.\n- TikTok service was restored after a brief period, although it remains missing from app stores.\n- An executive order by President Trump delays enforcement of the law banning ByteDance apps for 75 days.",
      "keywords": [
        "Marvel Snap",
        "TikTok",
        "ByteDance",
        "Second Dinner",
        "app stores",
        "video games",
        "US ban"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T03:29:14.000Z"
    },
    {
      "title": "Trump signs executive order to reverse Biden’s electric vehicle policies",
      "link": "https://www.theverge.com/2025/1/20/24347980/trump-ev-order-carbon-emission-rule",
      "author": "Andrew J. Hawkins",
      "thumbnail": null,
      "summary": "- President Trump signed an executive order to eliminate Biden’s electric vehicle policies, which he called a “mandate”.\n- He intends to weaken tailpipe emission standards, impacting environmental protections.\n- The orders aim to halt funding for EV charging through the Inflation Reduction Act and pause other financial disbursements related to EV initiatives.\n- Trump plans to review regulations that may burden domestic energy development, particularly impacting emissions standards.\n- There is no existing EV mandate, but Trump targets regulations incentivizing EV sales to slashing greenhouse gas emissions.\n- The auto industry has invested heavily in EV development, with EV sales increasing by 7.3% in 2024.\n- Trump is also looking to ramp up mining for non-fuel minerals, potentially linked to interests in Greenland’s resources.\n- Transportation contributes about 28% of US greenhouse gas emissions, which are linked to climate change.",
      "keywords": [
        "Trump",
        "Biden",
        "electric vehicles",
        "executive order",
        "emission standards",
        "environment",
        "pollution",
        "fossil fuels",
        "greenhouse gases"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-21T01:50:31.000Z"
    },
    {
      "title": "Trump Signs Order to Delay TikTok Ban for 75 Days",
      "link": "https://www.theverge.com/2025/1/20/24348213/trump-tiktok-ban-executive-order-sale-delay-china",
      "author": "Adi Robertson",
      "thumbnail": null,
      "summary": "- President Trump issued an executive order directing the DOJ not to enforce TikTok’s required divestment from ByteDance for 75 days.\n- The order aims to provide time for determining the appropriate course regarding TikTok and prevents penalties against American companies involved with it.\n- Trump’s executive order follows a bipartisan law effective January 19, 2025, which could impose heavy penalties for noncompliance.\n- Legal ambiguity exists regarding the legality of pausing the ban as no sale to a non-foreign adversary has been announced.\n- Major companies may still avoid reinstating TikTok due to significant potential legal penalties, despite Trump’s assurances.",
      "keywords": [
        "Trump",
        "TikTok",
        "executive order",
        "ByteDance",
        "ban",
        "DOJ",
        "penalties",
        "joint venture",
        "law",
        "social media"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-21T01:28:19.000Z"
    },
    {
      "title": "Donald Trump pulls US out of Paris climate agreement",
      "link": "https://www.theverge.com/2025/1/20/24345964/donald-trump-paris-climate-agreement-exit",
      "author": "Justine Calma",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x1600/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25824776/STK438_CLIMATE_CHANGE_A.jpg",
      "summary": "- Donald Trump signed an executive order to exit the [Paris climate agreement](https://unfccc.int/process-and-meetings/the-paris-agreement) for the second time during his presidency.\n- The Paris accord, adopted in 2015, aimed to limit global temperature rise and was joined by nearly 200 countries.\n- The US will now be among the only countries, including Iran, Libya, and Yemen, not participating in the agreement.\n- The withdrawal is expected to take one year from notification to the UN to be finalized.\n- Environmental advocates criticize the move as a defiance of scientific consensus regarding climate change.",
      "keywords": [
        "Donald Trump",
        "Paris Agreement",
        "climate change",
        "executive order",
        "environmental policy",
        "global warming",
        "U.S. withdrawal"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-20T23:52:29.000Z"
    },
    {
      "title": "Brendan Carr is officially in charge of the FCC",
      "link": "https://www.theverge.com/2025/1/20/24348210/brendan-carr-federal-communications-commission-chair-trump",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- Brendan Carr officially appointed as chair of the FCC, with plans to set agency agenda and implement regulations affecting tech and media industries.\n- Priorities include jobs and growth through spectrum, infrastructure, and the space economy, referencing his involvement in Project 2025.\n- Proposed actions involve limiting Section 230 immunity for tech companies, supporting rural broadband funding, and expediting satellite launch approvals.\n- Carr addresses national security concerns related to TikTok, amidst conflicting views from Trump on the app's risks.\n- He may revoke spectrum licenses based on hosting decisions, a contentious issue highlighted during Kamala Harris's appearance on SNL.\n- Approval of measures requires a third Republican vote; Trump has nominated Mark Meador for a seat on the commission.",
      "keywords": [
        "Brendan Carr",
        "FCC",
        "Federal Communications Commission",
        "Trump",
        "tech regulation",
        "media regulation",
        "Project 2025",
        "Section 230",
        "TikTok",
        "spectrum licenses"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-20T23:45:15.000Z"
    },
    {
      "title": "Vivek Ramaswamy steps down from DOGE",
      "link": "https://www.theverge.com/2025/1/20/24348186/vivek-ramaswamy-doge-steps-down-elon-musk",
      "author": "Jay Peters",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2006x1549/2400x1600/filters:focal(1385x902:1386x903):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25839687/2194358215.jpg",
      "summary": "- Vivek Ramaswamy steps down from co-leading DOGE (Department of Government Efficiency).\n- He plans to run for Ohio governor, necessitating his departure from DOGE.\n- Ramaswamy's exit follows internal friction and dissatisfaction with his participation alongside Elon Musk.",
      "keywords": [
        "Vivek Ramaswamy",
        "DOGE",
        "Elon Musk",
        "Ohio governor",
        "government efficiency",
        "political candidacy",
        "internal dynamics"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-20T23:21:49.000Z"
    },
    {
      "title": "Dynasty Warriors: Origins is a refreshing take on the legendary series",
      "link": "https://www.theverge.com/2025/1/20/24346199/dynasty-warriors-origins-review-koei-tecmo",
      "author": "Ash Parrish",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1920x1080/2400x1350/filters:focal(960x540:961x541):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25839499/02_DynastyWarriors_ORIGINS_Event02.jpg",
      "summary": "- Developed by Koei-Tecmo’s Omega Force, this is the tenth game in the Dynasty Warriors series.\n- The game adapts the Chinese historical novel Romance of the Three Kingdoms and introduces a single protagonist known as the Wanderer.\n- Combat includes light and heavy attacks, skills unlocked through use, and mechanics that require strategic play to defeat powerful enemy generals.\n- Battles take place on large maps with objectives such as defeating enemy leaders and saving allied generals, enhancing the feeling of heroism.\n- Released on PlayStation, Xbox, and PC.",
      "keywords": [
        "Dynasty Warriors",
        "video games",
        "Koei-Tecmo",
        "hack-and-slash",
        "action games",
        "Romance of the Three Kingdoms"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-20T20:23:53.000Z"
    },
    {
      "title": "Fujifilm’s new stabilized binoculars deliver even more zoom",
      "link": "https://www.theverge.com/2025/1/20/24347913/fujifilm-techno-stabi-binoculars-birdwatching-magnification-zoom",
      "author": "Andrew Liszewski",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:3000x1108/2400x886/filters:focal(1500x554:1501x555):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25839322/fujinon3.jpg",
      "summary": "- Fujifilm launched two models in the Techno-Stabi line: TS-L2040 (20x zoom) and TS-L1640 (16x zoom).\n- Both models will be available starting January 31, 2025, priced at $1,299.95 and $1,199.95, respectively.\n- New binoculars are smaller and lighter than previous models, with improved waterproofing and stabilization features.\n- They use AAA batteries, offering up to 30 hours of stabilization and an auto power-off feature after 60 minutes.\n- Both models have 40mm objective lenses to improve light intake and brightness.",
      "keywords": [
        "Fujifilm",
        "binoculars",
        "Techno-Stabi",
        "stabilization",
        "magnification",
        "outdoor equipment"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-20T19:09:46.000Z"
    },
    {
      "title": "Trump declared a ‘national energy emergency’",
      "link": "https://www.theverge.com/2025/1/20/24347870/trump-executive-order-fossil-fuels-environment",
      "author": "Justine Calma",
      "thumbnail": null,
      "summary": "- Donald Trump declares a 'national energy emergency' to accelerate fossil fuel infrastructure development.\n- This move marks the beginning of his administration's push to boost oil and gas production and reverse climate initiatives from the Biden era.\n- Trump promises to refill the US strategic reserves and export energy globally, while aiming to discard the 'Green New Deal' and electric vehicle mandates.\n- The Inflation Reduction Act signed by Biden provides $369 billion for climate action, which Trump has pledged to rescind any unspent funds.\n- Concerns arise about potential increases in costs for electric vehicles due to Trump's plans to eliminate subsidies introduced by the Biden administration.",
      "keywords": [
        "Trump",
        "energy emergency",
        "fossil fuels",
        "climate policy",
        "Inflation Reduction Act",
        "electric vehicles"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T17:36:49.000Z"
    },
    {
      "title": "X, Facebook, Instagram, and YouTube sign EU pledge to tackle hate speech",
      "link": "https://www.theverge.com/2025/1/20/24347876/x-facebook-instagram-youtube-eu-hate-speech-dsa-code",
      "author": "Jess Weatherbed",
      "thumbnail": null,
      "summary": "- Meta, Google, TikTok, and X pledged to prevent and remove illegal hate speech on their platforms as part of the European Commission's revised voluntary commitments under the Digital Services Act.\n- Signatories including Facebook, Instagram, YouTube, and others committed to transparency in hate speech detection, third-party monitoring, and reviewing at least two-thirds of hate speech reports within 24 hours.\n- EU Commissioner Michael McGrath emphasized the threat of hate and polarization to EU values and noted that companies face no penalties for backing out of these voluntary commitments.",
      "keywords": [
        "hate speech",
        "EU",
        "Digital Services Act",
        "social media",
        "content moderation",
        "online safety"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T17:03:44.000Z"
    },
    {
      "title": "Donald Trump is officially president again",
      "link": "https://www.theverge.com/2025/1/20/24347837/donald-trump-second-inauguration-tech-regulation",
      "author": "Lauren Feiner",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x1600/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25531807/STK175_DONALD_TRUMP_CVIRGINIA_A.jpg",
      "summary": "- Donald Trump has been sworn in as the 47th president of the US on January 20, 2025.\n- His second term is expected to impact the tech industry significantly, with influences in tariffs, immigration, and regulation.\n- Major tech companies have begun to adapt their strategies in light of Trump's return, including changes in company policies and engagement with Trump.\n- Key areas of focus include tariffs on China, US surveillance for deportations, climate change efforts, environmental regulation, AI chip export controls, potential antitrust cases, and immigration policy for tech workers.\n- Trump plans to sign numerous executive orders on his first afternoon, potentially affecting trade and the TikTok situation.",
      "keywords": [
        "Donald Trump",
        "presidency",
        "tech industry",
        "tariffs",
        "immigration policy",
        "regulation",
        "executive orders",
        "antitrust cases"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-20T17:03:03.000Z"
    },
    {
      "title": "Canon’s new app lets you live stream from multiple cameras, just not Canon’s",
      "link": "https://www.theverge.com/2025/1/20/24347729/canon-app-live-switcher-mobile-streaming-ios-ipados-iphone-ipad",
      "author": "Andrew Liszewski",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1480x792/2400x1284/filters:focal(740x396:741x397):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25839071/canon2.jpg",
      "summary": "- Canon has announced a new live streaming app called Live Switcher Mobile for iPhones and iPads.\n- The app allows connecting and switching between video feeds from up to three mobile devices.\n- Current limitations include 720p video quality, watermarked output, and ads in the interface.\n- A paid subscription ($17.99/month) removes ads and watermarks and increases quality to 1080p.\n- The app does not currently support Canon's own digital cameras but will in the future.\n- It allows streaming to YouTube, Facebook, and other RTMP-compatible platforms, but comment display is limited to YouTube and Facebook.\n- Users can switch feeds manually or set automatic intervals for switching.",
      "keywords": [
        "Canon",
        "live streaming",
        "Live Switcher Mobile",
        "mobile app",
        "video feed switching",
        "streaming platforms",
        "iOS",
        "iPadOS",
        "1080p streaming",
        "influencers"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T15:05:02.000Z"
    },
    {
      "title": "A first look at Nvidia’s flagship RTX 5090 compared to the RTX 4090",
      "link": "https://www.theverge.com/2025/1/20/24347693/nvidia-rtx-5090-vs-rtx-4090-design-fans-hardware",
      "author": "Tom Warren",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2640x1748/2400x1589/filters:focal(1320x874:1321x875):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25838986/twarren_rtx5090_7.jpg",
      "summary": "- Nvidia’s GeForce RTX 5090 Founders Edition graphics card is set to launch later this month.\n- The RTX 5090 features a new packaging design with a smaller inner box.\n- The card requires a new power adapter and can use existing 12VHPWR cables.\n- The RTX 5090 is slimmer than the RTX 4090, designed as a two-slot card instead of three.\n- Cooling has been redesigned with double flow-through fans and a revised PCB layout for better airflow.\n- The card includes three DisplayPort 2.1b ports and one HDMI 2.1b port, but the ports are flipped.\n- The design introduces refined LED lighting and a new darker metal housing color.\n- A full review comparing the RTX 5090's performance to the RTX 4090 will follow soon.",
      "keywords": [
        "Nvidia",
        "RTX 5090",
        "graphics card",
        "RTX 4090",
        "design",
        "cooling",
        "power connector",
        "DisplayPort",
        "HDMI"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-20T14:00:00.000Z"
    },
    {
      "title": "Welcome to the era of gangster tech regulation",
      "link": "https://www.theverge.com/2025/1/20/24346317/trump-gangster-tech-regulation-corruption-grift",
      "author": "Elizabeth Lopatto",
      "thumbnail": "https://duet-cdn.vox-cdn.com/uploads/chorus_asset/file/25835784/257511_Tech_Oligarchs_MHarris_SPOT2.jpg",
      "summary": "- President Donald Trump takes office amid allegations of widespread corruption and donor influence.\n- Major tech figures like Elon Musk and Jeff Bezos are reportedly attending the inauguration, with significant financial contributions to Trump's campaign.\n- The crypto industry seeks lenient regulations and favors from the government, such as designating cryptocurrency a national priority.\n- The tech industry faces numerous lawsuits, and Trump's administration may selectively enforce antitrust laws.\n- Tech executives aim to secure government contracts, especially in defense, with a focus on military investments.\n- Potential conflicts between tech giants could arise due to competing interests in government contracts and regulatory outcomes.\n- Overall, the situation posits a troubling dynamic where corporate interests increasingly influence government policy, thereby worsening conditions for the average citizen.",
      "keywords": [
        "Donald Trump",
        "tech regulation",
        "corruption",
        "crypto",
        "Silicon Valley",
        "defense contracts",
        "inauguration",
        "Elon Musk",
        "Jeff Bezos"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-20T13:00:00.000Z"
    },
    {
      "title": "All the rumors about the iPhone Air",
      "link": "https://www.theverge.com/2025/1/20/24344710/apple-iphone-17-air-rumors-specs-display-size-price",
      "author": "Wes Davis",
      "thumbnail": null,
      "summary": "- Apple may launch a new model called iPhone 17 Air this fall.\n- The iPhone Air is designed to be ultra-thin, potentially around 5.5mm to 6mm thick.\n- It will feature a possibly 48-megapixel rear camera and a 24-megapixel front camera.\n- The battery will be challenging due to the slim design, with rumors suggesting a battery size of 3,000 to 4,000mAh.\n- The display is rumored to use LTPO OLED technology for better refresh rates and power efficiency, with a size of about 6.6 inches.\n- Apple plans to use in-house chips for Wi-Fi, Bluetooth, and cellular modem.\n- Pricing is uncertain, with speculations ranging from below $999 to above $1,299.\n- The design aims to enhance sales after previous models underperformed.",
      "keywords": [
        "iPhone Air",
        "Apple",
        "smartphone",
        "technology",
        "rumors",
        "iPhone 17",
        "design",
        "battery",
        "display",
        "modem"
      ],
      "scores": {
        "scale": 7,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T12:00:00.000Z"
    },
    {
      "title": "Bluesky and X launch new video feeds amid TikTok uncertainties",
      "link": "https://www.theverge.com/2025/1/20/24347692/bluesky-x-new-video-features-feeds-tiktok-uncertainties",
      "author": "Jess Weatherbed",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1179x1727/2400x3516/filters:focal(590x864:591x865):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25838969/Bluesky_trending_videos.png",
      "summary": "- TikTok faces uncertainty while Bluesky and X enhance video features.\n- New video feeds and tabs allow users to discover vertical videos easily.\n- Bluesky introduces customizable video feeds targeting specific hashtags like #BookSky.\n- X launches a 'Video Tab' for personalized video content across various topics.\n- Users may need to refresh the Bluesky app to see the new features.",
      "keywords": [
        "Bluesky",
        "X",
        "TikTok",
        "video feeds",
        "social media",
        "vertical videos",
        "customizable features"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-20T11:59:39.000Z"
    },
    {
      "title": "Oppo’s next foldable is about as thin as USB-C allows",
      "link": "https://www.theverge.com/2025/1/20/24347690/oppo-find-n5-oneplus-open-2-thinnest-usb-c-ipx9",
      "author": "Dominic Preston",
      "thumbnail": null,
      "summary": "- Oppo's upcoming Find N5 foldable is as thin as its USB-C port when unfolded.\n- Expected rebranding as OnePlus Open 2 for the US market.\n- Product manager Zhou Yibao shared images on Weibo highlighting its thickness, claiming it's the thinnest foldable yet, estimated at around 4mm.\n- The Find N5's thickness is compared to two Chinese yuan coins and a stack of four ID cards.\n- IPX9-rated for water resistance; tested against high-temperature, high-pressure jets.\n- Previous model, Find N3, was rebranded as OnePlus Open in the West, and similar marketing is anticipated for the Find N5.",
      "keywords": [
        "Oppo",
        "Find N5",
        "foldable phone",
        "USB-C",
        "OnePlus Open 2",
        "water resistance",
        "IPX9",
        "technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-20T10:58:47.000Z"
    },
    {
      "title": "Trump touts his plan to save TikTok during his victory rally",
      "link": "https://www.theverge.com/2025/1/19/24347463/trump-plan-to-save-tiktok-from-ban",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- At a victory rally, Trump proposed a plan to create a joint venture with the US to save TikTok from being banned.\n- The plan suggests the US government would own 50% of TikTok, raising First Amendment issues regarding content moderation.\n- Trump credited TikTok for helping him win over young voters and emphasized the need to keep jobs in the US instead of giving business to China.",
      "keywords": [
        "Trump",
        "TikTok",
        "joint venture",
        "social media",
        "youth vote",
        "ByteDance",
        "First Amendment"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-19T23:36:17.000Z"
    },
    {
      "title": "TikTok is back, but where are Marvel Snap, CapCut, and Lemon8?",
      "link": "https://www.theverge.com/2025/1/19/24347399/tiktok-ban-marvel-snap-capcut-lemon8-bytedance",
      "author": "Emma Roth",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1210x690/2400x1369/filters:focal(605x345:606x346):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25838372/capcut_unavailable.png",
      "summary": "- TikTok has partially returned in the US after a nationwide ban, while Marvel Snap, CapCut, and Lemon8 remain blocked.\n- Users attempting to access these apps see messages indicating they are banned.\n- The ban on these apps follows a federal divest-or-ban law that took effect on January 19th, 2025.\n- Both Google Play Store and Apple App Store prevent downloads for these apps due to legal restrictions.\n- Uncertainty remains regarding when these apps will be available again.",
      "keywords": [
        "TikTok",
        "Marvel Snap",
        "CapCut",
        "Lemon8",
        "ByteDance",
        "US ban",
        "mobile apps",
        "federal law"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-19T21:17:18.000Z"
    },
    {
      "title": "TikTok’s service providers still risk billions in penalties for bringing it back online",
      "link": "https://www.theverge.com/2025/1/19/24347325/tiktok-service-providers-penalties-apple-google-orcale-trump",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- President-elect Trump cannot extend TikTok's ban deadline without risking penalties for service providers.\n- TikTok is banned until sold to a non-Chinese company; potential fines could reach $850 billion for providers like Apple and Google.\n- Trump's assurances to companies may not protect them from legal repercussions; Supreme Court enforcement could occur up to five years later.",
      "keywords": [
        "TikTok",
        "Trump",
        "penalties",
        "service providers",
        "ban",
        "legal issues",
        "Akamai",
        "Oracle",
        "ByteDance"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-19T20:54:08.000Z"
    },
    {
      "title": "Instagram announces a blatant CapCut clone",
      "link": "https://www.theverge.com/2025/1/19/24347358/instagram-edits-capcut-video-app-tiktok-ban",
      "author": "Wes Davis",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1200x630/2400x1600/filters:focal(619x306:620x307):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25838280/edits_insta_app.png",
      "summary": "- Instagram has launched a new video editing app called Edits, which aims to compete with CapCut.\n- The app will be available for preorder on the iOS App Store and launches on March 13, 2025.\n- Edits will provide tools like a live insights dashboard, green screens, and collaboration features for creators.",
      "keywords": [
        "Instagram",
        "Edits",
        "video editing",
        "CapCut",
        "TikTok",
        "social media"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-19T19:54:32.000Z"
    },
    {
      "title": "TikTok isn’t back in the App Store yet",
      "link": "https://www.theverge.com/2025/1/19/24347340/tiktok-ban-app-store-google-play",
      "author": "Emma Roth",
      "thumbnail": null,
      "summary": "- TikTok announced on Sunday that it’s in the process of restoring service but remains unavailable on the App Store and Google Play.\n- Users searching TikTok on the App Store see a message indicating the app isn't available in their region, while Google Play states downloads are paused due to US legal requirements.\n- TikTok has returned for some users in the US, attributing restoration to President Trump’s efforts, with no further comments from involved companies.",
      "keywords": [
        "TikTok",
        "App Store",
        "Google Play",
        "US legal requirements",
        "ByteDance",
        "Trump",
        "restoration of service"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-19T19:24:04.000Z"
    },
    {
      "title": "TikTok is coming back online in the US",
      "link": "https://www.theverge.com/2025/1/19/24347280/tiktok-ban-shutdown-ends",
      "author": "Wes Davis",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1334/2400x1600/filters:focal(1020x667:1021x668):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25829976/STK051_TIKTOKBAN_B_CVirginia_B.jpg",
      "summary": "- TikTok has announced it is \"in the process of restoring service\" in the US after a brief shutdown.\n- The service interruption lasted about half a day, aligning with a federal ban on the app.\n- Company thanks President Trump for providing clarity to service providers, allowing TikTok to operate for over 170 million Americans and support over 7 million small businesses.\n- Users can access TikTok via mobile and desktop web but the app is not available on iOS and Android app stores, which show messages regarding its unavailability.\n- The original shutdown was due to the impending federal ban, though there's been a shift in enforcement strategy under the Biden administration.",
      "keywords": [
        "TikTok",
        "US",
        "service restoration",
        "Trump",
        "app availability",
        "social media ban",
        "federal policy"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-19T17:32:48.000Z"
    },
    {
      "title": "The TikTok shutdown is locking out non-US users, too",
      "link": "https://www.theverge.com/2025/1/19/24347155/tiktok-ban-app-unavailable-outside-us-region-vpn",
      "author": "Wes Davis",
      "thumbnail": null,
      "summary": "- TikTok's US shutdown affects non-US users, with complaints of access issues from users in other countries.\n- Some users on Reddit identified that using a VPN routing through the US caused access problems, while others claimed issues despite not using a VPN.\n- Users from various countries including Canada, Germany, Australia, Greece, and Poland report being locked out, raising questions about TikTok's response to account creation locations and region settings.",
      "keywords": [
        "TikTok",
        "shutdown",
        "users",
        "VPN",
        "access issues",
        "international",
        "social media"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-19T16:18:15.000Z"
    },
    {
      "title": "Trump says he’ll delay TikTok ban, but the platform must be sold",
      "link": "https://www.theverge.com/2025/1/19/24347202/trump-tiktok-ban-delay-us-acquisition",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- President-elect Donald Trump proposes a joint venture for TikTok, aiming for the US to own 50% of the app.\n- Trump intends to issue an executive order to delay the TikTok ban to protect national security.\n- Republican lawmakers express skepticism about halting the TikTok ban without a legitimate sale to eliminate foreign ownership.",
      "keywords": [
        "Trump",
        "TikTok",
        "ban",
        "joint venture",
        "national security",
        "ByteDance",
        "China"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-19T16:03:44.000Z"
    },
    {
      "title": "Trump’s second inauguration: live updates and how to watch",
      "link": "https://www.theverge.com/2025/1/19/24345988/donald-trump-inauguration-news-live-coverage",
      "author": "Jess Weatherbed",
      "thumbnail": null,
      "summary": "- Donald Trump will be sworn in as the 47th president of the United States on January 20th.\n- Tech leaders including Jeff Bezos, Elon Musk, Mark Zuckerberg, and Tim Cook are expected to attend.\n- A livestream of the inauguration will be provided by C-SPAN starting at 7AM ET with the ceremony at 12PM ET.\n- The event will occur indoors at the United States Capitol Rotunda due to cold weather projections.\n- Senators Warren and Bennet are pressing tech firms about their donations to Trump’s inauguration fund, expressing concerns about motives behind the contributions.",
      "keywords": [
        "Trump inauguration",
        "tech leaders",
        "livestream",
        "January 20th",
        "donations",
        "politics",
        "C-SPAN"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-19T14:00:00.000Z"
    },
    {
      "title": "New year, new Switch, new Severance",
      "link": "https://www.theverge.com/2025/1/19/24346079/nintendo-switch-2-severance-apple-chatgpt-tasks-installer",
      "author": "David Pierce",
      "thumbnail": null,
      "summary": "- New Nintendo Switch 2 announced with a teaser video, expected to be a unique successor to the original.\n- Season 2 of *Severance* highly anticipated, with the first season receiving critical acclaim.\n- Nokia Design Archive launched, showcasing the history and innovations in Nokia's design.\n- New game *Donkey Kong Country Returns HD* available for the current Switch.\n- Raycast Focus app released, enhancing productivity by blocking distractions.",
      "keywords": [
        "Nintendo",
        "Switch 2",
        "Severance",
        "Nokia",
        "AI",
        "productivity tool",
        "gaming",
        "tech"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-19T13:00:00.000Z"
    },
    {
      "title": "The tech to build the holodeck",
      "link": "https://www.theverge.com/2025/1/19/24345491/gaussian-splats-3d-scanning-scaniverse-niantic",
      "author": "Janko Roettgers",
      "thumbnail": null,
      "summary": "- Gaussian splatting is a new 3D capture method revolutionizing tech industry applications.\n- Developed in 2023, it uses fuzzy, translucent blobs to create detailed, photorealistic 3D objects.\n- Companies like Niantic, Google, and Meta are integrating Gaussian splatting into their products, enhancing AR and VR experiences.\n- Niantic aims to democratize 3D capture with their Scaniverse app, facilitating the creation of a 3D map of the world.\n- Meta's Hyperscape demo showcases photorealistic environments for exploratory experiences in VR.\n- The technology allows for more creative flexibility in 3D video capture, even in low-light conditions.\n- Future advancements may combine Gaussian splatting with generative AI to simplify and enhance the capture process.",
      "keywords": [
        "Gaussian splatting",
        "3D capture",
        "Niantic",
        "Scaniverse",
        "VR",
        "AR",
        "Meta",
        "photorealism",
        "technology advancements"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 8,
        "longTermSignificance": 9
      },
      "pubDate": "2025-01-19T13:00:00.000Z"
    },
    {
      "title": "Apple says it’s following the law by removing TikTok from the App Store",
      "link": "https://www.theverge.com/2025/1/19/24347077/tiktok-ban-apple-app-store-bytedance",
      "author": "Richard Lawler",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x1600/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25345068/STK468_APPLE_ANTITRUST_CVIRGINIA_C.jpg",
      "summary": "- Apple has removed TikTok and other ByteDance apps from the App Store in the US as of January 19, 2025, following legal requirements.\n- The removal is part of the Protecting Americans from Foreign Adversary Controlled Applications Act.\n- Apps already installed by users will not be removed, but redownloading or updating them will be impossible in the US.\n- Affected apps include TikTok, CapCut, and Marvel Snap among others.\n- TikTok's legal appeal to the Supreme Court was unsuccessful, allowing the law to take effect.",
      "keywords": [
        "Apple",
        "TikTok",
        "App Store",
        "ByteDance",
        "ban",
        "law",
        "US"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-19T07:27:39.000Z"
    },
    {
      "title": "Marvel Snap is banned, just like TikTok",
      "link": "https://www.theverge.com/2025/1/19/24347034/marvel-snap-banned-tiktok-bytedance",
      "author": "Richard Lawler",
      "thumbnail": null,
      "summary": "- Marvel Snap, linked to ByteDance, has been banned alongside TikTok due to new U.S. laws.\n- Players lost access to the game on January 19, 2025, with announcements of an ongoing effort to restore it.\n- Second Dinner, the game's developer, expressed surprise over the ban and ensured players that they are working to resolve the issue.\n- The app has disappeared from iOS and Android platforms, while some PC players report issues logging in.\n- Other apps from ByteDance also faced similar bans, expanding the impact beyond just Marvel Snap.",
      "keywords": [
        "Marvel Snap",
        "ByteDance",
        "TikTok",
        "game ban",
        "Second Dinner",
        "U.S. law",
        "app store removal",
        "PC players issues"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-19T05:17:13.000Z"
    },
    {
      "title": "TikTok ban: all the news on the app’s shutdown in the US",
      "link": "https://www.theverge.com/23651507/tiktok-ban-us-news",
      "author": null,
      "thumbnail": null,
      "summary": null,
      "keywords": [],
      "scores": null,
      "pubDate": "2025-01-19T03:57:35.000Z"
    },
    {
      "title": "TikTok is down in the US",
      "link": "https://www.theverge.com/2025/1/18/24346961/tiktok-shut-down-banned-in-the-us",
      "author": "Richard Lawler",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:998x1075/2400x2585/filters:focal(499x538:500x539):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25837311/Image_from_iOS.jpg",
      "summary": "- TikTok has ceased operations in the US due to a ban-or-divest law effective January 19.  \n- The app is removed from app stores and users are unable to access it, impacting 170 million users.  \n- TikTok announced this shutdown amid ongoing legal disputes and negotiations with the Trump administration for potential reinstatement.",
      "keywords": [
        "TikTok",
        "US",
        "ban",
        "social media",
        "ByteDance",
        "Trump administration"
      ],
      "scores": {
        "scale": 10,
        "impact": 9,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-19T03:35:21.000Z"
    },
    {
      "title": "How to bulk download and save your TikTok videos",
      "link": "https://www.theverge.com/24343890/tiktok-bulk-save-how-to",
      "author": "Barbara Krasnoff",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2355x1287/2400x1312/filters:focal(1178x644:1179x645):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25831664/Screenshot_2025_01_13_at_5.10.08_PM.jpeg",
      "summary": "- TikTok may be banned in the US as of January 19th, prompting creators to save their videos.\n- TikTok allows individual downloads but not bulk downloads via their platform.\n- Methods for bulk downloads include using Repurpose.io, browser DevTools console, or a Chrome extension like myfaveTT.\n- Repurpose.io offers a free trial for the first 10 videos, and costs $35 monthly after that.\n- Users can bulk download by utilizing the DevTools console to gather video links and then using services like TOKdownload.\n- Always good to back up online videos due to security concerns or potential bans.",
      "keywords": [
        "TikTok",
        "bulk download",
        "video saving",
        "Repurpose.io",
        "DevTools console",
        "TOKdownload",
        "social media"
      ],
      "scores": {
        "scale": 7,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-19T03:30:45.000Z"
    },
    {
      "title": "TikTok starts warning US users it will be “temporarily unavailable”",
      "link": "https://www.theverge.com/2025/1/18/24346883/tiktok-shutdown-offline-us-ban",
      "author": "Alex Heath",
      "thumbnail": null,
      "summary": "- TikTok will go offline in the US starting January 19th due to a federal ban.\n- The app has begun notifying users about the temporary unavailability of its services.\n- TikTok is seeking to restore services quickly, contingent on actions from the incoming Trump administration.\n- An internal memo expresses disappointment and indicates ongoing efforts to reinstate TikTok.\n- The company has been aware of the ban since April but lacked a backup plan for enforcement.\n- The Biden administration has transferred enforcement responsibilities to the Trump administration, which may delay the ban's implementation by 90 days.\n- TikTok users are voicing their frustrations, urging politicians to lift the ban.",
      "keywords": [
        "TikTok",
        "ban",
        "US",
        "Trump administration",
        "federal ban",
        "social media",
        "CapCut",
        "ByteDance",
        "Biden administration"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-19T02:00:12.000Z"
    },
    {
      "title": "Genshin Impact’s developer to pay $20 million fine to settle FTC charges",
      "link": "https://www.theverge.com/2025/1/18/24346862/genshin-impact-developer-20-million-fine-ftc-data-lootboxes",
      "author": "Wes Davis",
      "thumbnail": null,
      "summary": "- Cognosphere agrees to a $20 million settlement with the FTC due to misleading loot box practices.\n- The company marketed loot boxes to children and misled users about winning odds and real costs of transactions.\n- Under the settlement, Cognosphere is required to delete data of children under 13 without parental consent and must disclose pricing and odds more transparently.",
      "keywords": [
        "Genshin Impact",
        "Cognosphere",
        "FTC settlement",
        "loot boxes",
        "children's privacy",
        "in-game transactions",
        "legal gambling"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-18T23:55:01.000Z"
    },
    {
      "title": "Microsoft opens testing for Windows AI search",
      "link": "https://www.theverge.com/2025/1/18/24346770/microsoft-testing-windows-ai-search-copilot-plus-pcs",
      "author": "Wes Davis",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1774x1209/2400x1636/filters:focal(887x605:888x606):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25836893/Taskbar_AI_search_Windows_11.png",
      "summary": "- Microsoft is testing AI-powered Windows search in a new dev channel build for Windows 11 Insider testers.\n- The feature uses semantic indexing, allowing searches for local files using casual language, and does not require an internet connection.\n- Currently supports image and text file formats such as JPEG, PNG, PDF, TXT, and XLS, limited to indexed locations.\n- Will roll out gradually to Snapdragon-powered Copilot+ PCs, with support for Intel and AMD models later.\n- The search feature will expand to include cloud data stored in OneDrive in the future.",
      "keywords": [
        "Microsoft",
        "Windows 11",
        "AI search",
        "Copilot Plus",
        "Insider testers",
        "semantic indexing",
        "cloud data"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-18T21:26:20.000Z"
    },
    {
      "title": "Biden White House says TikTok’s threat to go dark is a ‘stunt’",
      "link": "https://www.theverge.com/2025/1/18/24346677/white-house-tiktok-go-dark-threat-stunt-trump-90-day-extension",
      "author": "Wes Davis",
      "thumbnail": null,
      "summary": "- White House Press Secretary Karine Jean-Pierre labeled TikTok's threat to \"go dark\" as a stunt ahead of Trump's inauguration.\n- Jean-Pierre stated there is no need for TikTok to take drastic actions before the new administration takes over.\n- TikTok demands stronger assurances from the Biden administration regarding liability for US service providers amid a Supreme Court ruling supporting the ban.\n- TikTok CEO Shou Chew expressed gratitude for Trump's support and noted a potential 90-day extension to avoid the ban, which Trump suggested during an interview.",
      "keywords": [
        "TikTok",
        "Biden administration",
        "Trump",
        "government",
        "social media",
        "ban",
        "legal risk",
        "CEO Shou Chew"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-18T18:38:35.000Z"
    },
    {
      "title": "EV startup Canoo has filed for bankruptcy",
      "link": "https://www.theverge.com/2025/1/18/24346599/canoo-ev-chapter-7-bankruptcy-filing-announced",
      "author": "Wes Davis",
      "thumbnail": null,
      "summary": "- Canoo has filed for Chapter 7 bankruptcy in Delaware, ceasing operations immediately.\n- The company estimates assets worth $126 million and owes over $164 million to creditors.\n- A Bankruptcy Trustee will oversee the liquidation process.\n- Canoo failed to secure support from the US Department of Energy and foreign investors.\n- The company previously idled its Oklahoma operations and lost all of its founders.\n- Canoo had agreements to produce shuttles for NASA and build electric delivery vans for Walmart.",
      "keywords": [
        "Canoo",
        "bankruptcy",
        "EV startup",
        "Chapter 7",
        "liquidation",
        "creditors",
        "US Department of Energy",
        "operations ceased"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-18T17:43:58.000Z"
    }
  ]
}