{
  "title": "The Verge",
  "link": "https://www.theverge.com",
  "feedUrl": "https://www.theverge.com/rss/full.xml",
  "items": [
    {
      "title": "Spotify’s HiFi streaming could finally arrive this year",
      "link": "https://www.theverge.com/news/614091/spotify-music-pro-hifi-streaming-service-release-date-2025",
      "author": "Quentyn Kennemer",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24974621/STK088_VRG_Illo_N_Barclay_1_spotify.jpeg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Spotify has announced plans for a new HiFi music streaming tier called 'Music Pro' that may launch in 2025.\n- The new service could cost an additional $5 to $6 per month, featuring lossless audio and added perks such as exclusive concert tickets and song remixing.\n- Competitors, including Apple Music, offer lossless streaming at no extra cost, prompting Spotify to include more features to justify the price.\n- Recent multi-year licensing agreements with Warner Music Group and Universal Music Group are aimed at securing streaming rights and enhancing the service.",
      "keywords": [
        "Spotify",
        "HiFi streaming",
        "Music Pro",
        "lossless audio",
        "streaming services",
        "concert tickets",
        "music licensing",
        "Warner Music Group"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-17T21:18:13.000Z"
    },
    {
      "title": "DOGE is trying to access the IRS’s data on millions of taxpayers",
      "link": "https://www.theverge.com/news/614082/doge-targets-irs-taxpayer-information",
      "author": "Nathan Edwards",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195354/E9A62EEC-021D-410E-A262-F6944A8C9744.0.jpeg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- The Department of Government Efficiency is seeking access to IRS taxpayer data, potentially including sensitive information like Social Security Numbers.\n- DOGE launched an IRS-specific account on X, asking for insights on addressing waste, fraud, and abuse within the agency.\n- Access to the Integrated Data Retrieval System (IDRS) is highly restricted and improper access can lead to severe penalties.\n- Senators Warren and Wyden have requested information from the IRS about DOGE's potential access to taxpayer records due to concerns over privacy law violations.\n- The IRS is anticipated to lay off thousands of employees ahead of the tax season, with Tax Day on April 15th.",
      "keywords": [
        "Doge",
        "IRS",
        "taxpayer data",
        "privacy",
        "fraud",
        "government",
        "Harrison Fields",
        "Elizabeth Warren",
        "Ron Wyden"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-17T20:05:42.000Z"
    },
    {
      "title": "Here are the best streaming service deals available right now",
      "link": "https://www.theverge.com/23353629/streaming-deals-netflix-hulu-disney-plus-amazon-prime-video-hbo-max-best-deal-sale",
      "author": "Sheena Vasani",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23954700/acastro_STK080_disneyPlus_01.jpg?quality=90&strip=all&crop=16.666666666667%2C0%2C66.666666666667%2C100&w=2400",
      "summary": "- Streaming service deals available include significant discounts for Peacock, Sling TV, Apple TV Plus, Disney Plus, and others.\n- Peacock offers a deal of one year for $29.99, available until February 18th, with a promo code.\n- Sling TV provides new subscribers with up to $10 off their first month and a complimentary month of Max.\n- Apple TV Plus offers three months free for new and returning subscribers at Best Buy.\n- Disney Plus has bundle options and promotional rates through Verizon service plans.",
      "keywords": [
        "streaming deals",
        "Peacock",
        "Sling TV",
        "Apple TV Plus",
        "Disney Plus",
        "subscription discounts",
        "winter promotions"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-17T19:53:09.000Z"
    },
    {
      "title": "A team from SpaceX is being brought in to overhaul FAA’s air traffic control system",
      "link": "https://www.theverge.com/news/614078/faa-air-traffic-control-spacex-elon-musk-layoff-staff-shortage",
      "author": "Andrew J. Hawkins",
      "thumbnail": null,
      "summary": "- A SpaceX team is collaborating with the FAA in response to a deadly air disaster in Washington, DC.\n- The FAA recently fired hundreds of probationary employees crucial for air traffic control, contributing to staffing shortages.\n- Secretary of Transportation Sean Duffy stated the SpaceX team will assess the current system and improve air traffic controller tools.\n- The FAA is under scrutiny after a midair collision resulted in 67 fatalities, highlighting safety and staffing issues.\n- Critics question Musk's role due to conflicts of interest as a government contractor and the ongoing staff layoffs at the FAA.",
      "keywords": [
        "SpaceX",
        "FAA",
        "air traffic control",
        "Elon Musk",
        "staff layoffs",
        "aviation safety",
        "government contractors"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-17T19:37:06.000Z"
    },
    {
      "title": "The war on DEI is a smoke screen",
      "link": "https://www.theverge.com/politics/613660/war-on-dei-smoke-screen-civil-rights-racism-eugenics",
      "author": "Gaby Del Valle",
      "thumbnail": null,
      "summary": "- Elon Musk and allies have adopted a 'slash-and-burn' approach to government, targeting diversity, equity, and inclusion (DEI) initiatives.\n- The war on DEI serves as a unifying rallying cry for conservatives, diverting attention from their broader agendas and allowing for the advancement of anti-woke ideologies.\n- Right-wing think tanks have led a campaign against DEI, fostering negative public sentiment through a focus on perceived wasteful spending on initiatives like critical race theory and DEI in schools and the bureaucracy.\n- Claims linking DEI policies to safety failures in companies like Boeing reflect a broader strategy to blame social initiatives for systemic issues.\n- Critics of DEI are often linked to more extreme ideologies, including racism and eugenics, seeking to undermine the Civil Rights advancements made in the past.",
      "keywords": [
        "DEI",
        "diversity",
        "equity",
        "inclusion",
        "Musk",
        "conservatives",
        "civil rights",
        "racism",
        "eugenics",
        "right-wing think tanks"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-17T15:30:00.000Z"
    },
    {
      "title": "X is blocking links to Signal",
      "link": "https://www.theverge.com/news/613997/x-blocks-signal-me-links-errors",
      "author": "Jess Weatherbed",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195820/JESSICA_WEATHERBED.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- X users cannot post links to Signal.me, leading to various failure notifications.\n- Links to Signal.org and other services like Telegram are not blocked.\n- Signal is frequently used by journalists for secure communication.\n- Users are also prevented from clicking or updating existing Signal.me links on their profiles, receiving error messages related to malware.\n- Similar blocking of links to competitors was previously conducted by X under Elon Musk's directive.",
      "keywords": [
        "X",
        "Signal",
        "link blocking",
        "social media",
        "Elon Musk"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-17T13:56:26.000Z"
    },
    {
      "title": "The New York Times adopts AI tools in the newsroom",
      "link": "https://www.theverge.com/news/613989/new-york-times-internal-ai-tools-echo",
      "author": "Jess Weatherbed",
      "thumbnail": null,
      "summary": "- The New York Times has approved AI tools for newsroom staff to aid in editing, summarizing, coding, and writing.\n- New internal AI tool called Echo introduced for summarizing articles and briefings, with staff receiving AI training.\n- Editorial guidelines for AI use encourage suggesting edits, generating summaries, and SEO headlines, but restrict drafting articles and using copyrighted materials.\n- Commitment to human oversight remains, asserting journalism will be managed by expert journalists despite AI assistance.\n- Other approved AI tools include GitHub Copilot, Google Vertex AI, and OpenAI’s non-ChatGPT API.\n- This rollout occurs amid a legal battle with OpenAI and Microsoft over unauthorized use of Times content for ChatGPT training.",
      "keywords": [
        "New York Times",
        "AI tools",
        "journalism",
        "Echo",
        "artificial intelligence",
        "newsroom",
        "editorial guidelines",
        "OpenAI"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-17T12:01:49.000Z"
    },
    {
      "title": "DeepSeek: all the news about the startup that’s shaking up AI stocks",
      "link": "https://www.theverge.com/24353060/deepseek-ai-china-nvidia-openai",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195809/ELIZABETH_LOPATTO.0.jpg?quality=90&amp;strip=all&amp;crop=0%2C0%2C100%2C100&amp;w=2400",
      "summary": "- South Korea blocks DeepSeek due to non-compliance with data protection laws.\n- Apple is reportedly collaborating with Alibaba to launch AI features in China, after evaluating models from various companies including DeepSeek.\n- A bipartisan bill in the US seeks to ban DeepSeek from government-owned devices, similar to past measures against TikTok.\n- Nvidia's market cap suffered a significant drop attributed to DeepSeek's competition, highlighting the startup's efficiency in AI model performance.",
      "keywords": [
        "DeepSeek",
        "AI",
        "Chinese startup",
        "Nvidia",
        "data protection",
        "Microsoft",
        "Apple",
        "cloud computing",
        "tech innovation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 9,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-17T10:17:06.000Z"
    },
    {
      "title": "BMW’s next-gen EVs depend on an unassuming black box called ‘Heart of Joy’",
      "link": "https://www.theverge.com/cars/613962/bme-heart-of-joy-ecu-ev-powertrain-drive-dynamics",
      "author": "Abigail Bassett",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/P90584495_highRes.jpg?quality=90&strip=all&crop=0.0050393065914136,0,99.989921386817,100",
      "summary": "- The Heart of Joy is an ECU that combines driving dynamics and powertrain control for BMW's upcoming EVs.\n- The system was developed in-house by BMW engineers over three years and has undergone more than 7,500 hours of testing.\n- The VDX test vehicle demonstrated a significant increase in efficiency and stabilization through advanced regenerative braking features.\n- The Heart of Joy is ten times faster than conventional ECUs, enabling better integration and responsiveness.\n- Focus on creating a unique driving experience distinct from other manufacturers that rely on third-party systems.",
      "keywords": [
        "BMW",
        "Heart of Joy",
        "EVs",
        "automotive technology",
        "Neue Klasse"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-16T23:01:00.000Z"
    },
    {
      "title": "Trump’s first 100 days: all the news affecting the tech industry",
      "link": "https://www.theverge.com/24348851/donald-trump-presidency-tech-science-news",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197292/2023-05-07_16.33.21_-_Lauren_Feiner_Headshot_-_8X10_-_001.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- The Cybersecurity and Infrastructure Security Agency (CISA) has halted its election security work pending a review, set to conclude on March 6th.\n- Nearly 400 videos were removed from the Consumer Financial Protection Bureau's (CFPB) YouTube channel, as the Trump administration cuts funding and staffing for the agency.\n- A federal judge temporarily blocks the Trump administration from mass layoffs at the CFPB, preventing the deletion of agency data and funds.\n- The Trump administration is adding anti-trans notices to federal health websites, citing a new executive order on “gender ideology extremism.”\n- The Climate Justice Alliance lost over $50 million in federal funding after advocating for Gaza ceasefire, as the Biden administration withdrew support.\n- The Treasury's Inspector General has opened an investigation into the access levels for a DOGE staffer in sensitive Treasury systems, following security concerns.",
      "keywords": [
        "Trump administration",
        "CISA",
        "CFPB",
        "election security",
        "anti-trans",
        "Climate Justice Alliance",
        "Treasury investigation",
        "DOGE",
        "tariffs",
        "small businesses"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-16T21:13:53.000Z"
    },
    {
      "title": "YouTube TV has a deal to keep Paramount content",
      "link": "https://www.theverge.com/news/613936/youtube-tv-paramount-deal-cbs-sports-nickelodeon",
      "author": "Wes Davis",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/196306/unnamed.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- YouTube TV announced a deal to retain Paramount content, including CBS and Nickelodeon, after a previous notification suggested it might lose the content.\n- The announcement came after YouTube communicated potential credits if Paramount content was unavailable for a long period, but negotiations led to an updated deal.\n- YouTube TV increased its subscription price to $82.99 last December, aligning with trends of other streaming services increasing their prices amid shifting customer preferences.",
      "keywords": [
        "YouTube TV",
        "Paramount",
        "CBS",
        "streaming",
        "subscription price",
        "content deal"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-16T14:34:36.000Z"
    },
    {
      "title": "A treasure trove of comedy history",
      "link": "https://www.theverge.com/installer-newsletter/613174/snl-50-peacock-apple-tv-plus-powerbeats-pro-2-installer",
      "author": "David Pierce",
      "thumbnail": null,
      "summary": "- This week's edition of Installer includes a variety of recommendations and observations from David Pierce about recent pop culture content.\n- Featured items include an upcoming three-hour <em>SNL</em> anniversary show and various gadgets like the <a href=\"https://apple.sjv.io/c/482924/1631013/7613?u=https%3A%2F%2Fwww.apple.com%2Fshop%2Fproduct%2FMX733LL%2FA%2Fpowerbeats-pro-2-high-performance-earbuds-quick-sand\">Powerbeats Pro 2</a> headphones.\n- Other recommendations include the animated movie <em>The Witcher: Sirens of The Deep</em>, the drawing tablet <em>The Wacom Intuos Pro</em>, and various TV shows including <em>The OA</em> and <em>When The Phone Rings</em>.\n- The article encourages reader engagement by soliciting feedback on music preferences and other favorites.",
      "keywords": [
        "comedy",
        "SNL",
        "Powerbeats Pro 2",
        "Apple TV Plus",
        "Witcher",
        "gadgets",
        "streaming",
        "Installer",
        "music",
        "pop culture"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-16T13:00:00.000Z"
    },
    {
      "title": "‘TeslaTakeover’ protests are small, but numerous",
      "link": "https://www.theverge.com/news/613911/tesla-showroom-teslatakeover-protests-elon-musk-doge-trump",
      "author": "Wes Davis",
      "thumbnail": null,
      "summary": "- Second weekend of protests at Tesla showrooms under the hashtag #TeslaTakeover.\n- Protest messages focus on CEO Elon Musk's divisive actions since Trump's presidency.\n- Protests are occurring in multiple cities including New York, Golden Valley, Minneapolis, and rallies are planned in Ohio, Florida, Washington, New Mexico, and Alberta.\n- Tesla's stock dropped by 21% since Trump’s inauguration, raising concerns among investors.\n- Some Tesla employees suggested the company would be better off if Musk resigned.\n- Significant protest in Manhattan with chants against Musk and references to far-right support.\n- Protests reported in various other locations such as Austin, Seattle, and Boston with low turnout in some areas.\n- More protests are scheduled around President's Day, aiming at Musk's broader actions.",
      "keywords": [
        "Tesla",
        "protests",
        "Elon Musk",
        "#TeslaTakeover",
        "stock price",
        "activism",
        "politics"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-15T23:20:17.000Z"
    },
    {
      "title": "The Nintendo DS Drastic emulator is gone from Google Play",
      "link": "https://www.theverge.com/news/613877/nintendo-ds-drastic-emulator-unavailable-android-google-play-store",
      "author": "Wes Davis",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/01/acastro_STK460_googlePlay_04.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- The popular Nintendo DS emulator DraStic has been removed from the Google Play Store.\n- The developer Exophase had announced plans to remove the app and make it open-source, but this hasn't happened yet.\n- The removal follows a surge of legal actions by Nintendo against emulators, creating uncertainty in the emulator community.",
      "keywords": [
        "Nintendo",
        "DraStic",
        "emulator",
        "Google Play",
        "Exophase",
        "video games",
        "Android"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-15T19:05:44.000Z"
    },
    {
      "title": "All the buzz about Nintendo’s Alarmo clock",
      "link": "https://www.theverge.com/2024/10/9/24266353/nintendo-alarmo-sound-clock",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25666820/DSC_0974.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Nintendo unveiled the \"Alarmo\" alarm clock, which features motion detection to snooze and stop alarms.\n- The clock can use music from popular franchises like Super Mario and Zelda to wake users up.\n- Available for early access to Nintendo Switch Online subscribers for $99.99, with a wider release planned for March 2025.\n- Initial impressions of the clock include its playful design and audio capabilities, with an emphasis on its motion-sensing features.\n- The device is generating buzz for its ability to play games like Doom with modifications, showcasing its versatility beyond just a clock.",
      "keywords": [
        "Nintendo",
        "Alarmo",
        "alarm clock",
        "motion sensor",
        "gaming",
        "Super Mario",
        "Zelda",
        "Doom",
        "product announcement"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-15T18:03:55.000Z"
    },
    {
      "title": "The Best Presidents Day Sales Available Now",
      "link": "https://www.theverge.com/good-deals/609704/best-presidents-day-sales-deals-2025-apple-gaming-tech",
      "author": "Quentyn Kennemer",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/DSCF0036.webp?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Presidents Day sales coincide with Valentine’s Day this year, leading to numerous discounts.\n- Retailers like [Amazon](https://www.amazon.com/events/presidentsdaysale/?tag=theverge02-20) and [Best Buy](https://howl.link/rq53o3tpgl36i) offer significant tech discounts.\n- Featured deals include:\n  - [AirPods Pro 2](https://www.amazon.com/Apple-Cancellation-Transparency-Personalized-High-Fidelity/dp/B0D1XD1ZV3?tag=theverge02-20) at $169, improved noise cancellation, and USB-C charging.\n  - [Apple Watch Series 10](https://www.amazon.com/Apple-Aluminium-Fitness-Tracker-AppleCare/dp/B0DGJBRKHV?tag=theverge02-20) discounts available.\n  - [Sony WH-1000XM5](https://www.amazon.com/Sony-WH-1000XM5-Canceling-Headphones-Hands-Free/dp/B09XS7JWHH?tag=theverge02-20) noise-canceling headphones on sale.\n  - [Amazon Kindle Paperwhite](https://www.amazon.com/dp/B0CFPJYX7P?tag=theverge02-20) for $9, featuring a larger display and longer battery life.",
      "keywords": [
        "Presidents Day",
        "sales",
        "discounts",
        "technology",
        "Apple",
        "Amazon",
        "Best Buy",
        "AirPods",
        "Kindle"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-15T17:30:24.000Z"
    },
    {
      "title": "Amazon’s revamped Alexa might launch over a month after its announcement event",
      "link": "https://www.theverge.com/news/613821/amazon-alexa-ai-upgrade-delayed-accuracy-issues",
      "author": "Wes Davis",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/Alexa-teaser-image-2.png?quality=90&strip=all&crop=2.3965827338129%2C0%2C95.206834532374%2C100&w=2400",
      "summary": "[Amazon's Alexa AI upgrade launch pushed to March 31 or later due to accuracy issues]\n[Originally scheduled for February 26 event showcasing new features]\n[Amazon struggles to deliver its generative AI plans amid delays; Apple’s Siri also facing similar challenges]",
      "keywords": [
        "Amazon",
        "Alexa",
        "AI upgrade",
        "delay",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-15T17:18:22.000Z"
    },
    {
      "title": "From ChatGPT to Gemini: how AI is rewriting the internet",
      "link": "https://www.theverge.com/23610427/chatbots-chatgpt-new-bing-google-bard-conversational-ai",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25849821/samaltman_openai_deepseek.jpg?quality=90&strip=all&crop=0,0,100,100",
      "summary": "- AI tools like ChatGPT and Gemini are significantly influencing the internet landscape.\n- Google and OpenAI are in a race to advance AI technologies and applications.\n- Challenges discussed include AI content creation ethics, accuracy in information, and copyright issues surrounding AI training data.\n- Studies reveal that AI chatbots struggle with news story accuracy.\n- New features, such as chatbots providing direct search access without sign-ins, are being introduced, enhancing user experience.",
      "keywords": [
        "AI",
        "ChatGPT",
        "Gemini",
        "OpenAI",
        "Google",
        "Ethics",
        "Copyright",
        "Accuracy",
        "Technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-15T17:02:01.000Z"
    },
    {
      "title": "Elden Ring Nightreign is already up for preorder with a $10 gift card",
      "link": "https://www.theverge.com/good-deals/613145/elden-ring-nightreign-preorder-xbox-wireless-headset-deal-sale",
      "author": "Brandon Widder",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195881/BRANDON_WIDDER.0.png?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- _Elden Ring Nightreign_ available for preorder with a $10 gift card at Best Buy for $39.99 or Fanatical for $35.19.\n- Launch date is May 30th; features co-op gameplay in a new region called Limveld.\n- Incorporates elements from popular multiplayer games like a storm that shrinks the map over time, requiring teams to adapt strategies.",
      "keywords": [
        "Elden Ring",
        "Nightreign",
        "preorder",
        "video game",
        "FromSoftware",
        "co-op",
        "multiplayer",
        "gaming"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-15T16:20:25.000Z"
    },
    {
      "title": "The Vision Pro NBA app turns some games into a miniature 3D diorama",
      "link": "https://www.theverge.com/news/613796/nba-tabletop-ar-vision-pro-app-league-pass",
      "author": "Wes Davis",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/196306/unnamed.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- The NBA has launched a new AR feature called Tabletop in its Vision Pro app for select live games.\n- The feature projects a digital basketball court that represents players with avatars during the game.\n- Local market games not available for video streaming can still utilize this feature with a slight audio delay noted.",
      "keywords": [
        "NBA",
        "Vision Pro",
        "AR",
        "Tabletop",
        "3D diorama",
        "League Pass",
        "mixed reality",
        "technology"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-15T15:32:50.000Z"
    },
    {
      "title": "Vision Pro apps: the good, the bad, and the ridiculous",
      "link": "https://www.theverge.com/2024/1/18/24043367/apple-vision-pro-apps-good-bad",
      "author": "Verge Staff",
      "thumbnail": null,
      "summary": "- Apple’s Vision Pro has over 600 apps available at launch, despite the absence of Netflix and YouTube.\n- Microsoft Teams, Word, and Excel are confirmed to be available on launch.\n- The Vision Pro device promotes a closed ecosystem model.\n- The most significant app is the web browser, emphasizing online content.\n- Netflix and YouTube apps are not supported on the Vision Pro.\n- Disney Plus will offer 3D movies with the Vision Pro at launch.\n- Users will have access to iPhone and iPad apps via the Vision Pro App Store.",
      "keywords": [
        "Apple",
        "Vision Pro",
        "apps",
        "technology",
        "software",
        "AR"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-15T15:32:50.000Z"
    },
    {
      "title": "Technics AZ100 earbuds review: audiophiles and multitaskers unite",
      "link": "https://www.theverge.com/headphone-review/613609/technics-az100-earbuds-review",
      "author": "Chris Welch",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/DSC_2053-Enhanced-NR-2.jpg?quality=90&strip=all&crop=16.666666666667,0,66.666666666667,100&w=2400",
      "summary": "- The Technics AZ100 earbuds are priced at $299.99.\n- The earbuds feature new magnetic fluid drivers for enhanced audio clarity and bass response.\n- Improvements include longer battery life (up to 10 hours with ANC on) and three-way multipoint connection.\n- The design is more comfortable, although slightly less stylish than the AZ80s.\n- Active noise cancellation (ANC) is good but not top-tier compared to competitors like Bose.\n- New companion app includes features for sound optimization and Dolby Vision toggle for spatial audio.\n- Call quality is notable, with AI voice isolation technology.\n- The earbuds are water-resistant with an IPX4 rating.",
      "keywords": [
        "Technics",
        "AZ100",
        "earbuds",
        "audiophile",
        "review",
        "noise cancellation",
        "Bluetooth",
        "audio quality"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-15T14:30:00.000Z"
    },
    {
      "title": "While Waiting is a playful reminder of the joys of boredom",
      "link": "https://www.theverge.com/games-review/613495/while-waiting-review-switch-pc",
      "author": "Andrew Webster",
      "thumbnail": null,
      "summary": "- **Game Concept**: *While Waiting* is a collection of short, weird minigames that illustrate the concept of waiting in life.\n- **Gameplay Mechanics**: Players navigate through various waiting scenarios with simple controls, using one stick to move and one button to interact.\n- **Unique Levels**: The game features approximately 100 levels, each presenting different waiting situations, from waiting to be born to waiting for a grade on an exam.\n- **Silly and Charming**: Minigames include humorous tasks like sneaking around classrooms and making constellations to impress a date, often with playful and slapstick elements.\n- **Platforms**: Available on Nintendo Switch and PC.",
      "keywords": [
        "boredom",
        "video games",
        "While Waiting",
        "minigames",
        "Nintendo Switch",
        "PC",
        "playfulness"
      ],
      "scores": {
        "scale": 5,
        "impact": 4,
        "novelty": 7,
        "longTermSignificance": 3
      },
      "pubDate": "2025-02-15T14:00:00.000Z"
    },
    {
      "title": "All the smart home news, reviews, and gadgets you need to know about",
      "link": "https://www.theverge.com/24190824/smart-home-news-reviews-guides-gadgets",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195964/akrales_220906_5191_3741__1_.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- The smart home offers convenience with features like lights that turn on automatically and doors that unlock as you approach.\n- Despite the benefits, navigating smart home systems can be complex due to an influx of new gadgets and technologies.\n- The latest smart appliances and gadgets from major companies like Apple, Amazon, and Samsung will be covered, including innovations like Matter and UWB technology.\n- Upcoming products include the next generation Thermomix TM7, launching in late 2025.\n- Apple is reportedly working on a home robot that might prioritize user interaction over humanoid aesthetics.\n- Investigations into smart appliances reveal the need for expiration dates for software updates to mitigate risks of outdated devices becoming security vulnerabilities.",
      "keywords": [
        "smart home",
        "gadgets",
        "technology",
        "reviews",
        "Amazon",
        "Apple",
        "Samsung",
        "Matter",
        "UWB",
        "robots"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-14T23:37:20.000Z"
    },
    {
      "title": "Google's Android-based earthquake detector had a false alarm",
      "link": "https://www.theverge.com/news/613572/google-earthquake-detection-false-alarm-sao-paulo-brasil-disabled",
      "author": "Umar Shakir",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24007892/acastro_STK112_android_01.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Google disabled its Android earthquake detection feature in Brazil after false alerts in São Paulo and Rio de Janeiro.\n- Users received alerts for a nonexistent magnitude 5.5 earthquake early on February 14, 2025.\n- São Paulo's Civil Defense did not issue any alert and confirmed no earthquake occurred.\n- Google stated it is investigating the incident and apologized for the inconvenience caused to users.",
      "keywords": [
        "Google",
        "earthquake detection",
        "false alarm",
        "Android",
        "São Paulo",
        "Rio de Janeiro"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-14T23:19:13.000Z"
    },
    {
      "title": "Go Read This: The Verge’s favorite reads from all over the web",
      "link": "https://www.theverge.com/24188803/best-tech-reads-articles-books",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195354/E9A62EEC-021D-410E-A262-F6944A8C9744.0.jpeg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- The Verge curates an ongoing collection of notable online reads from various genres.\n- Highlights include in-depth articles, longform journalism, and intriguing studies.\n- Authors featured discuss topics like the history of the font Gorton, struggles of Warner Bros. Games, and potential implications of a Supreme Court case on free speech.",
      "keywords": [
        "reading",
        "articles",
        "curation",
        "The Verge",
        "journalism",
        "online content",
        "Supreme Court",
        "Warner Bros. Games"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-14T23:16:54.000Z"
    },
    {
      "title": "Trump admin pulls hundreds of videos from CFPB’s YouTube channel",
      "link": "https://www.theverge.com/news/613567/trump-youtube-videos-cfpb",
      "author": "Lauren Feiner",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197292/2023-05-07_16.33.21_-_Lauren_Feiner_Headshot_-_8X10_-_001.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Nearly 400 videos removed from the CFPB’s YouTube page, part of a broader reduction of the agency under the Trump administration.\n- CFPB YouTube page created in 2011 had 15,000 subscribers; all videos such as “Five tips for when you can’t pay your bills” removed.\n- CFPB’s social media accounts on Facebook and X also taken down; agency's homepage returns a 404 error.\n- Further dismantling of the agency includes termination of around 20 technologists, impacting oversight in financial services.\n- New court order temporarily halts further firings and deletion of agency records until a hearing on March 3rd.",
      "keywords": [
        "CFPB",
        "YouTube",
        "Trump administration",
        "consumer protection",
        "social media",
        "video removal",
        "court order"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T23:15:30.000Z"
    },
    {
      "title": "OpenAI’s board ‘unanimously rejects’ Elon Musk’s offer to buy the company",
      "link": "https://www.theverge.com/news/613571/openai-rejects-elon-musk-purchase-offer",
      "author": "Emma Roth",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195810/EMMA_ROTH.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- OpenAI’s board has unanimously rejected Elon Musk’s $97.4 billion bid to buy the company.\n- OpenAI chair Bret Taylor stated, “OpenAI is not for sale,” emphasizing it aims to strengthen its nonprofit mission.\n- Sam Altman, OpenAI CEO, humorously countered Musk's offer on X, suggesting they'll buy Twitter instead.\n- Musk’s coalition may complicate OpenAI’s transition into a for-profit, although his lawyers indicated he would withdraw the bid if OpenAI remains a nonprofit.\n- Taylor affirmed any reorganization would enhance OpenAI’s mission of ensuring AGI benefits all of humanity.",
      "keywords": [
        "OpenAI",
        "Elon Musk",
        "acquisition",
        "nonprofit",
        "AGI"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T22:27:48.000Z"
    },
    {
      "title": "The Best Fitness Trackers to Buy Right Now",
      "link": "https://www.theverge.com/22985108/best-fitness-tracker",
      "author": "Victoria Song",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/257523_Amazfit_Active_2_AKrales_0106.jpg?quality=90&strip=all&crop=16.666666666667,0,66.666666666667,100&w=2400",
      "summary": "- Fitness trackers have evolved to monitor heart health and recovery after workouts.\n- The article discusses various fitness trackers for different user needs and preferences.\n- Key considerations for choosing a tracker include battery life, comfort, metrics tracked, and compatibility with phone ecosystems.\n- Featured trackers include the Amazfit Active 2 as the overall best, a Garmin Venu Sq 2 for casual users, and a Garmin Fenix 7S Pro for serious outdoor athletes.\n- The Amazfit Active 2 offers features like heart rate monitoring and GPS at an affordable price.\n- The Garmin Venu Sq 2 provides comprehensive health tracking without subscription fees.\n- The Garmin Fenix 7 Pro series offers advanced metrics and is designed for outdoor athletes.",
      "keywords": [
        "fitness trackers",
        "health",
        "wearables",
        "smartwatches",
        "Amazfit",
        "Garmin"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T21:13:46.000Z"
    },
    {
      "title": "Trump Administration Adds Anti-Trans Notices to Restored Websites",
      "link": "https://www.theverge.com/news/613308/trump-transgender-notice-restored-webpages-cdc-fda",
      "author": "Mia Sato",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/STK175_DONALD_TRUMP_CVIRGINIA_C.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Federal judge ordered the Trump administration to restore certain federal websites.\n- New disclaimers added, rejecting “gender ideology” and portraying it as inaccurate.\n- Disclaimers are part of an executive order against transgender individuals, promoting a narrative that denies their existence.\n- Websites restored include those previously taken down in compliance with this order, impacting LGBTQ references and histories.\n- Ongoing initiatives target transgender rights, including blocking healthcare and altering documentation.",
      "keywords": [
        "Trump administration",
        "anti-trans",
        "gender ideology",
        "COurt order",
        "LGBTQ",
        "federal websites",
        "healthcare rights",
        "transgender issues"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-14T20:54:28.000Z"
    },
    {
      "title": "Mastodon will add quote posts, even though some users don’t want them",
      "link": "https://www.theverge.com/news/613376/mastodon-quote-posts-update",
      "author": "Emma Roth",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195810/EMMA_ROTH.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Mastodon is introducing quote posts to transition users from proprietary social media platforms to the open web.\n- Initially resisted due to concerns over misuse, it aims to implement features to prevent harassment and allow users control over their posts.\n- No specific timeline for rollout; development may take time due to technical challenges with standardization and codebase impact.",
      "keywords": [
        "Mastodon",
        "quote posts",
        "social media",
        "Fediverse",
        "decentralization",
        "ActivityPub"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T20:43:42.000Z"
    },
    {
      "title": "The best indie games we’re playing right now",
      "link": "https://www.theverge.com/24339574/indie-games-recommendations-pc-switch-steam-deck-best-new-hidden-gems",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195117/1.0.jpg?quality=90&strip=all&crop=0%2C10%2C100%2C80&w=2400",
      "summary": "- Indie games offer unique experiences and can be just as engaging as big-budget titles.\n- The Verge highlights lesser-known indie games worth playing, which will be updated frequently.\n- Featured games include:\n  - [Spirit Swap: Lofi Beats to Match-3 To](https://go.skimresources.com/?id=1025X1701640&xs=1&url=https%3A%2F%2Fstore.steampowered.com%2Fapp%2F1592170%2FSpirit_Swap_Lofi_Beats_to_Match3_To%2F): A match-3 game with relaxing lo-fi music that evokes nostalgia.\n  - [Rift of the NecroDancer](https://www.theverge.com/games-review/605588/rift-of-the-necrodancer-review-music-game): Combines rhythm with strategy in a music-infused adventure.\n  - [Citizen Sleeper 2: Starward Vector](https://www.theverge.com/games-review/601114/citizen-sleeper-2-starward-vector-review): A cyberpunk storytelling game utilizing RPG mechanics.\n  - [Lok Digital](https://lok-digital.com/): A surreal puzzle game involving made-up words with unique powers.\n  - [Antonblast](https://www.theverge.com/2025/1/18/24344598/antonblast-review): A retro-inspired platformer that channels the chaos of childhood cartoons.\n  - [Skate City: New York](https://www.theverge.com/24339211/skate-city-new-york-review-apple-arcade): The sequel to the mobile skateboarding game set in an urban environment with a focus on music and flow state.",
      "keywords": [
        "indie games",
        "gaming",
        "video games",
        "hidden gems",
        "recommendations",
        "Steam",
        "Switch",
        "gaming culture"
      ],
      "scores": {
        "scale": 6,
        "impact": 5,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-14T20:24:57.000Z"
    },
    {
      "title": "Climate group that called for ‘free Palestine’ stripped of federal funding",
      "link": "https://www.theverge.com/news/613135/climate-justice-alliance-funding-biden-trump-epa",
      "author": "Justine Calma",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25629525/2167038723.jpg?quality=90&strip=all&crop=0%2C0.02498750624688%2C100%2C99.950024987506&w=2400",
      "summary": "- The EPA canceled over $50 million in funding for the Climate Justice Alliance (CJA) after backlash from conservative groups for advocating a ceasefire in Gaza.\n- The CJA was to distribute subgrants for local environmental projects under the Inflation Reduction Act as one of 11 grantmakers named by the EPA.\n- CJA plans to end its grantmaking program due to the cancellation, which would have benefitted communities facing pollution and environmental justice issues.",
      "keywords": [
        "EPA",
        "Climate Justice Alliance",
        "federal funding",
        "Inflation Reduction Act",
        "environmental justice",
        "Gaza ceasefire"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-14T20:20:09.000Z"
    },
    {
      "title": "WhatsApp is getting themed chat bubbles",
      "link": "https://www.theverge.com/news/613238/whatsapp-personalized-themes-chats-bubble-colors-wallpapers",
      "author": "Umar Shakir",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195848/UMAR_SHAKIR.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- WhatsApp introduces new customization options for chats, including themed options and custom chat bubble colors.\n- The feature will roll out globally over the coming weeks and includes 30 new wallpaper choices.\n- Users can set themes for specific chats or apply them across all chats via Settings > Chats > Default chat theme.",
      "keywords": [
        "WhatsApp",
        "chat customization",
        "themed chat bubbles",
        "wallpapers",
        "chat personalization",
        "messaging app features"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-14T19:47:29.000Z"
    },
    {
      "title": "Meta’s Ray-Bans have sold 2 million pairs — its maker is prepping to sell 10M each year",
      "link": "https://www.theverge.com/news/613292/meta-ray-ban-2-million-10-million-capacity-subscription-essilor-luxottica-earnings",
      "author": "Sean Hollister",
      "thumbnail": null,
      "summary": "- Meta's Ray-Ban smart glasses have sold 2 million pairs since their October 2023 debut.\n- EssilorLuxottica is aiming to increase production to 10 million pairs per year by the end of 2026.\n- CEO Francesco Milleri emphasizes the glasses as a main digital platform and hints at future support for third-party brands and AI features.\n- Meta plans to enhance their glasses with multimodal AI and subscription services.\n- The glasses will be promoted with significant marketing efforts, including Super Bowl ads.",
      "keywords": [
        "Meta",
        "Ray-Ban",
        "smart glasses",
        "EssilorLuxottica",
        "production",
        "AI features",
        "subscription services",
        "marketing"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T19:37:53.000Z"
    },
    {
      "title": "Senate Republicans introduce bills to make EVs more expensive",
      "link": "https://www.theverge.com/news/613296/senate-bills-ev-tax-credit-kill-fee-highway-republican",
      "author": "Andrew J. Hawkins",
      "thumbnail": null,
      "summary": "- Two bills introduced in the Senate aim to significantly increase electric vehicle prices.\n- The Eliminating Lavish Incentives to Electric (ELITE) Vehicles Act would eliminate the $7,500 EV tax credit and other incentives, sponsored by Sen. John Barrasso.\n- The Fair Sharing of Highways and Roads for Electric Vehicles (Fair SHARE) Act would impose a $1,000 tax on EV purchases, introduced by Sen. Deb Fischer.\n- Both bills face potential opposition from some Republicans whose districts benefit from Biden’s EV investments.\n- The $1,000 fee is designed to match gas taxes an average gasoline car owner would pay over ten years.",
      "keywords": [
        "electric vehicles",
        "EV tax credit",
        "Senate bills",
        "Republican",
        "infrastructure",
        "tax incentives",
        "Biden administration"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T19:31:59.000Z"
    },
    {
      "title": "The EV Tax Credit: All the Cars, Rules, and Updates",
      "link": "https://www.theverge.com/2023/4/20/23691597/ev-tax-credit-eligible-vehicles-battery-irs-china",
      "author": "Verge Staff",
      "thumbnail": null,
      "summary": "- The EV tax credit offers up to $7,500 off new electric vehicle purchases.\n- Eligibility is based on various criteria including manufacturing location, battery sourcing, vehicle price, and buyer's income.\n- The credit aims to promote energy security and reduce reliance on Chinese battery manufacturers.\n- Automakers are moving to establish North American manufacturing to comply with the credit's requirements.\n- The list of eligible vehicles changes frequently as the industry adapts to the new rules.\n- Recent Senate bills aim to eliminate the credit and impose new fees on EV purchases.\n- Hyundai, Kia, and Genesis vehicles have become eligible for the tax credit, reflecting ongoing industry adjustments.",
      "keywords": [
        "EV tax credit",
        "electric vehicles",
        "energy security",
        "automakers",
        "tax incentives",
        "manufacturing",
        "Biden administration"
      ],
      "scores": {
        "scale": 7,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-02-14T19:31:59.000Z"
    },
    {
      "title": "Netflix says its brief Apple TV app integration was a mistake",
      "link": "https://www.theverge.com/news/613307/netflix-apple-tv-app-support-mistake",
      "author": "Chris Welch",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195901/welch.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Netflix briefly appeared as a participating service in the Apple TV app, supporting watchlist and continue watching features.\n- This was confirmed to be an error by Netflix spokesperson MoMo Zhou, and the integration has been rolled back.\n- Netflix continues to prefer users access its content exclusively through the Netflix app without participation in content aggregation efforts.",
      "keywords": [
        "Netflix",
        "Apple TV",
        "streaming service",
        "integration",
        "content aggregation"
      ],
      "scores": {
        "scale": 7,
        "impact": 5,
        "novelty": 3,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-14T19:17:26.000Z"
    },
    {
      "title": "Treasury Inspector General to Investigate DOGE Payments Access",
      "link": "https://www.theverge.com/news/613121/treasury-inspector-general-gao-doge-payments-system-investigation",
      "author": "Lauren Feiner",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197292/2023-05-07_16.33.21_-_Lauren_Feiner_Headshot_-_8X10_-_001.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Two government watchdogs will investigate the Department of Government Efficiency’s access to sensitive Treasury payments systems.\n- An audit on the Bureau of Fiscal Service’s payment systems was opened on February 6th, focusing on whether adequate controls were in place.\n- The investigation will assess if DOGE staffers accessed information without appropriate clearances and whether any conflicts of interest occurred, particularly concerning Elon Musk's businesses.\n- The audit is expected to be completed in August, with interim updates provided for critical issues.\n- Senator Elizabeth Warren raised concerns over the Treasury's prior response, which prompted the investigations.",
      "keywords": [
        "Treasury",
        "DOGE",
        "investigation",
        "government watchdog",
        "payments system",
        "audit",
        "Elon Musk",
        "sensitive information",
        "Congress"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-14T18:43:10.000Z"
    },
    {
      "title": "The inexpensive Roomba Combo j5 is over 50 percent off for Verge readers",
      "link": "https://www.theverge.com/good-deals/613003/irobot-roomba-combo-j5-i5-8bitdo-pro-2-controller-deal-sale",
      "author": "Sheena Vasani",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195108/Screen_Shot_2021-09-15_at_10.36.08_AM.0.png?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Roomba Combo j5 is currently $239 ($290 off) available at Wellbots with promo code 210VERGE.\n- The Combo i5 is also on sale for $189 ($160 off) with promo code VERGE160, valid until February 15th.\n- Both models feature vSLAM mapping technology, room-specific cleaning, and dual rubber brushes for effective cleaning on various surfaces.\n- The Combo j5 includes AI-powered obstacle avoidance and modular cleaning options but does not support virtual keep-out zones like higher-end models.",
      "keywords": [
        "Roomba",
        "robot vacuum",
        "discount",
        "combo j5",
        "tech deals",
        "Wellbots",
        "AI obstacle avoidance"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-02-14T18:37:44.000Z"
    },
    {
      "title": "TikTok isn’t out of the woods yet",
      "link": "https://www.theverge.com/command-line-newsletter/613219/tiktok-ban-ceo-all-hands",
      "author": "Alex Heath",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25420949/command_line_sou_chew_16x9.png?quality=90&strip=all&crop=0,0,100,100",
      "summary": "- TikTok's CEO Shou Chew addressed employees during an all-hands meeting, discussing the app's future in the U.S.<br>- Apple and Google reinstated TikTok in their app stores after receiving assurances from Attorney General Pam Bondi.<br>- Chew noted progress in building trust, despite challenges from political environments and mentioned that TikTok's ad business has stabilized.<br>- Future layoffs were hinted at, as Chew described certain teams as “bloated” and “clunky.”",
      "keywords": [
        "TikTok",
        "Shou Chew",
        "app store",
        "U.S.",
        "securing users",
        "advertising business",
        "political challenges",
        "layoffs",
        "ByteDance"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T18:31:19.000Z"
    },
    {
      "title": "Meta is working on ‘humanoid’ robots too",
      "link": "https://www.theverge.com/news/613102/meta-humanoid-robots-ai",
      "author": "Emma Roth",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/STK043_VRG_Illo_N_Barclay_1_Meta.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Meta plans to design hardware and software for humanoid robots, focusing initially on household chores.\n- A new team in Meta's Reality Labs will lead this initiative, collaborating with other robotics companies like Unitree Robotics and Figure AI.\n- CTO Andrew Bosworth stated that current technologies in Reality Labs complement robotics development, enhancing Meta's AI and augmented reality projects.\n- Competitors like Tesla and Apple are also advancing in robotics, showcasing their own humanoid robots and exploring new smart home technologies.\n- Marc Whitten, a former CEO in the robotics field, will lead Meta's new robotics team.",
      "keywords": [
        "Meta",
        "humanoid robots",
        "AI",
        "robotics",
        "Reality Labs",
        "collaboration",
        "technology",
        "Andrew Bosworth"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T18:02:15.000Z"
    },
    {
      "title": "Roblox is still trying to convince lawmakers it’s not social media",
      "link": "https://www.theverge.com/policy/612577/roblox-kids-online-safety-legislation-social-media",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- Roblox is working to convince lawmakers it shouldn’t be categorized as social media amid new legislation aimed at protecting kids online.\n- The Kids Off Social Media Act (KOSMA), which aims to restrict social media use for those under 13, advanced in the Senate.\n- Roblox claims to be distinct from social media platforms by promoting education and safety for its young users, with 42% of its 85 million daily users under 13.\n- The company has introduced new policies to enhance safety for young users, including improved parental controls and restrictions on social interactions outside of games.\n- Concerns from lawmakers and parents regarding kids' safety on platforms like Roblox are prompting legislative scrutiny and discussions around regulations.\n- Roblox’s chief safety officer emphasized the platform’s commitment to protecting young users through various measures that differ from typical social media practices.",
      "keywords": [
        "Roblox",
        "social media",
        "Kids Online Safety Act",
        "online safety",
        "legislation",
        "child protection",
        "gaming platform",
        "education",
        "youth",
        "policymaking"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T18:00:00.000Z"
    },
    {
      "title": "Instagram starts testing new button that might downrank comments",
      "link": "https://www.theverge.com/news/613143/instagram-downrank-comments-button-test",
      "author": "Jay Peters",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195819/JAY_PETERS.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Instagram is testing a button that allows users to signal discontent with specific comments privately.\n- The button is represented by a downward-facing arrow next to the like button on comments.\n- Pressing the button does not reveal any user actions or dislikes publicly; no dislike count will be displayed.\n- Instagram may integrate the feedback into comment ranking to lower disliked comments over time to enhance comment quality.",
      "keywords": [
        "Instagram",
        "comments",
        "social media",
        "user feedback",
        "comment ranking"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-14T17:40:18.000Z"
    },
    {
      "title": "Amazon to Remove Download Feature for Kindle Books Starting February 2025",
      "link": "https://www.theverge.com/news/612898/amazon-removing-kindle-book-download-transfer-usb",
      "author": "Andrew Liszewski",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/amazon_kindle1.jpg?quality=90&strip=all&crop=0,0,100,100&w=2400",
      "summary": "- Amazon will remove the 'Download & Transfer via USB' feature on February 26, 2025, affecting how Kindle users back up their books.\n- This feature allows users to download purchased books to their computers for backup or conversion to other formats.\n- Users without Wi-Fi may find this feature useful as it provides offline copies of their books, especially in light of Amazon's history of removing titles remotely.\n- The feature supports the AZW3 format for older devices; modern Kindles use KFX format, which has strict DRM protection.\n- After the change, users can still use apps to send documents to Kindles via USB but cannot directly download purchased books to a computer anymore.\n- Amazon has not provided a specific reason for the removal of this feature.",
      "keywords": [
        "Amazon",
        "Kindle",
        "e-books",
        "download feature",
        "USB transfer",
        "DRM",
        "content ownership"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-14T17:31:41.000Z"
    },
    {
      "title": "Small businesses are already feeling Trump’s tariffs",
      "link": "https://www.theverge.com/news/613111/trump-import-tariffs-china-small-businesses",
      "author": "Mia Sato",
      "thumbnail": null,
      "summary": "- President Trump's tariffs on China, Canada, and Mexico are intended to support American businesses but are increasing costs for small businesses.\n- Small businesses like Walnut Studiolo, which makes handmade leather goods, are facing price increases for materials due to tariffs.\n- Specific components like specialty screws and magnets have seen significant price hikes, impacting pricing strategies for small manufacturers.\n- Many US-based businesses still depend on components sourced from abroad, complicating the effects of tariffs.\n- Tariff policies are creating confusion and price pressures across diverse online selling platforms like Etsy and dropshipping.",
      "keywords": [
        "tariffs",
        "small businesses",
        "Trump",
        "manufacturing",
        "costs",
        "supply chain",
        "leather goods",
        "Walnut Studiolo",
        "Etsy",
        "dropshipping"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-14T17:19:27.000Z"
    },
    {
      "title": "Nosferatu is making its Peacock streaming debut next week",
      "link": "https://www.theverge.com/news/613067/nosferatu-peacock-streaming-release-date",
      "author": "Charles Pulliam-Moore",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195801/CHARLES_PULLIAM-MOORE.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Nosferatu remake will be available to stream on Peacock starting February 21st.\n- The film features actors Lily-Rose Depp, Nicholas Hoult, and Bill Skarsgård.\n- Subscribers will have access to both the original theatrical cut and an extended cut.\n- The film grossed $95.4 million in the US and $175.9 million globally last year.",
      "keywords": [
        "Nosferatu",
        "Peacock",
        "streaming",
        "Robert Eggers",
        "film release"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-02-14T16:49:17.000Z"
    },
    {
      "title": "US tariffs: how Trump’s tax is hitting Big Tech and beyond",
      "link": "https://www.theverge.com/604742/trump-tariffs-canada-mexico-china-updates",
      "author": "Emma Roth",
      "thumbnail": null,
      "summary": "- President Trump imposed a 25% tariff on imports of steel and aluminum, affecting various industries, including automakers.\n- The new tariffs targeted imports from Canada, Mexico, and China.\n- Big Tech companies remain largely silent on the impact of these tariffs despite their significant implications for the industry.\n- The de minimis exemption for goods valued under $800 was suspended, complicating shipments from China.\n- Many shipping companies are expected to face delays and new charges as a result of these tariffs.\n- Smaller firms like keyboard manufacturer Qwertykeys have halted shipments to the US due to high costs from the tariffs.",
      "keywords": [
        "tariffs",
        "Trump",
        "Big Tech",
        "China",
        "import taxes",
        "de minimis exemption",
        "shipping delays",
        "US economy"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-02-14T16:44:19.000Z"
    },
    {
      "title": "You can get a 55-inch Hisense U7 for under $500",
      "link": "https://www.theverge.com/good-deals/612904/hisense-u7-google-tv-presidents-day-deal-sale",
      "author": "Quentyn Kennemer",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197255/image__1_.0.png?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- The 55-inch Hisense U7 is available for approximately $498, discounted by $301.\n- Larger models, such as the 75-inch and 85-inch, are priced around $948 and $1,307.99 respectively.\n- Features include a 144Hz display, Google TV software, full-array local dimming, Dolby Atmos support, and a 1,500-nit max brightness with HDR10 Plus and Dolby Vision capabilities.",
      "keywords": [
        "Hisense U7",
        "TV deals",
        "Google TV",
        "Dolby Atmos",
        "4K Mini LED",
        "gaming TV"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-14T16:38:05.000Z"
    },
    {
      "title": "Yellowjackets continues to stretch itself thin in season 3",
      "link": "https://www.theverge.com/tv-reviews/612900/yellowjackets-season-3-review",
      "author": "Alexis Ong",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/GeIRi8jXcAA1vMS.jpg?quality=90&strip=all&crop=0.103759765625,0,99.79248046875,100",
      "summary": "- Season 3 of *Yellowjackets* continues themes of nostalgia and personal growth but suffers from diminishing returns.\n- The show's premise involves a teen girl softball team surviving in the wilderness post-plane crash; adult survivors reunite years later.\n- Early episodes feature recycled themes with messy character arcs and relationship tensions among the adult survivors.\n- Episode 4 highlights a kangaroo court led by the young cast, reflecting their struggles with leadership and maturity.\n- Critics note season 3's potential but suggest the series may not need to extend to five seasons, despite strong performances from the cast.\n- Season 3 premieres on Showtime on February 14th.",
      "keywords": [
        "Yellowjackets",
        "Season 3",
        "TV review",
        " nostalgia",
        "teen drama",
        "Showtime"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 5
      },
      "pubDate": "2025-02-14T16:00:00.000Z"
    }
  ]
}