{
  "title": "The Verge",
  "link": "https://www.theverge.com/",
  "feedUrl": "https://www.theverge.com/rss/full.xml",
  "items": [
    {
      "title": "TikTok threatens to go offline if Biden doesn't intervene",
      "link": "https://www.theverge.com/2025/1/17/24346272/tiktok-offline-threat-biden-trump-us-ban",
      "author": "Alex Heath",
      "thumbnail": null,
      "summary": "- TikTok plans to go offline on January 19 unless the Biden administration intervenes.\n- The company requests a definitive statement ensuring its service providers, like Apple and Google, won't be liable for breaking the law.\n- The Supreme Court recently upheld a ban unless TikTok's parent company, ByteDance, divests its ownership.\n- The White House has indicated that the decision will be left to President-elect Trump, who is set to take office on January 20.\n- The Department of Justice supports the ban, citing national security concerns.",
      "keywords": [
        "TikTok",
        "Biden administration",
        "ByteDance",
        "app ban",
        "national security",
        "law enforcement",
        "Trump"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-18T01:39:13.000Z"
    },
    {
      "title": "CBS considers caving on Trump censorship lawsuit to save Paramount merger",
      "link": "https://www.theverge.com/2025/1/17/24346279/cbs-paramount-trump-merger-lawsuit",
      "author": "Richard Lawler",
      "thumbnail": null,
      "summary": "- Donald Trump has filed a $10 billion lawsuit against CBS over the editing of a 60 Minutes interview with Kamala Harris.\n- CBS' parent company, Paramount Global, is considering settling the lawsuit as it faces a government review of its merger with Skydance.\n- Incoming FCC chairman Brendan Carr has warned that presidential dissatisfaction with CBS News could complicate the merger review process.\n- The lawsuit claims CBS used deceptive practices in reporting on Harris’ response to a question about the war in Gaza.\n- Paramount may follow other media companies like Disney in settling legal issues ahead of political changes.",
      "keywords": [
        "CBS",
        "Trump",
        "lawsuit",
        "Paramount",
        "merger",
        "Kamala Harris",
        "FCC",
        "media"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-18T01:31:23.000Z"
    },
    {
      "title": "How TikTok backed itself into a corner",
      "link": "https://www.theverge.com/2025/1/17/24346335/tiktok-bytedance-us-ban-project-texas",
      "author": "Alex Heath",
      "thumbnail": null,
      "summary": "- TikTok is in a precarious position after losing a Supreme Court appeal concerning a potential ban.\n- The company initially dismissed the notion of a ban and now relies on possible intervention from Donald Trump.\n- TikTok invested over $1 billion in 'Project Texas' to address US data concerns, but this was initiated without government approval.\n- Project Texas has isolated US data in infrastructure managed by Oracle, which may soon be legally unable to collaborate with TikTok.\n- Shutting down the app in the US could be easier than removing it from app stores.\n- Despite uncertainties, TikTok's leadership maintains an optimistic facade about navigating the ban situation.",
      "keywords": [
        "TikTok",
        "Supreme Court",
        "Project Texas",
        "Donald Trump",
        "US ban",
        "data privacy"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-18T01:09:27.000Z"
    },
    {
      "title": "Instagram profile grids are going to feature rectangles instead of squares",
      "link": "https://www.theverge.com/2025/1/17/24346304/instagram-profile-grids-rectangles-squares",
      "author": "Jay Peters",
      "thumbnail": null,
      "summary": "- Instagram is changing profile grids from squares to rectangles as part of a rollout happening over the weekend.\n- CEO Adam Mosseri explained the change is due to the increasing number of vertical photos and videos being uploaded.\n- Mosseri acknowledged the transitional pain but believes users will appreciate seeing their content as intended.\n- The change follows a limited test that occurred back in August 2024.\n- Instagram is also introducing a feature to view videos liked by friends in the Reels feed.",
      "keywords": [
        "Instagram",
        "profile grids",
        "rectangles",
        "squares",
        "social media",
        "content display",
        "Adam Mosseri"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-18T00:40:11.000Z"
    },
    {
      "title": "AT&T pulls its 5G internet service in NY over new affordable internet law",
      "link": "https://www.theverge.com/2025/1/17/24346159/att-new-york-affordable-broadband-act-5g",
      "author": "Andrew Liszewski",
      "thumbnail": null,
      "summary": "- AT&T has announced it will discontinue its [5G Internet Air service](https://www.theverge.com/2025/1/17/24346159/att-new-york-affordable-broadband-act-5g) in New York due to the state’s [Affordable Broadband Act](https://www.nysenate.gov/legislation/bills/2021/A6259) becoming effective.\n- Existing users will have 45 days to transition to another provider without charges.\n- The Affordable Broadband Act requires large providers to offer two affordable plans for low-income households, citing download speeds of 25Mbps for $15 and up to 200Mbps for $20.\n- AT&T's Internet Air provided speeds of 40 to 140Mbps for $55 per month but chose to exit the market instead of adjusting to regulatory compliance.\n- The law had been delayed due to pushback but was upheld after the US Supreme Court declined to intervene in December.\n- AT&T argues that the law creates unsustainable rate regulations preventing future investment in broadband infrastructure.",
      "keywords": [
        "AT&T",
        "5G",
        "internet service",
        "Affordable Broadband Act",
        "New York",
        "broadband",
        "low-income households"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T21:50:09.000Z"
    },
    {
      "title": "Bumble founder Whitney Wolfe Herd returns as CEO amid a dating app decline",
      "link": "https://www.theverge.com/2025/1/17/24346171/bumble-whitney-wolfe-herd-ceo-dating-apps",
      "author": "Jay Peters",
      "thumbnail": null,
      "summary": "• Whitney Wolfe Herd returns as CEO of Bumble in mid-March 2025 after stepping down in early 2024.\n• Former CEO Lidiane Jones resigned for personal reasons and will stay until Herd's return.\n• Bumble introduced a redesign allowing men to send the first message, following a significant drop in share price post-redesign.\n• The dating app market has faced recent struggles, including a decline in user engagement as reported by Match Group.\n• Bumble's recent earnings showed an increase in paying users but a drop in average revenue per user and total revenue.\n• Surveys indicate growing concerns over scams and negative experiences with dating apps, particularly among women.",
      "keywords": [
        "Bumble",
        "Whitney Wolfe Herd",
        "CEO",
        "dating apps",
        "Lidiane Jones",
        "user engagement",
        "revenue",
        "dating trends",
        "scams"
      ],
      "scores": {
        "scale": 7,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-17T21:46:21.000Z"
    },
    {
      "title": "Nintendo omits original Donkey Kong Country Returns team from the remaster’s credits",
      "link": "https://www.theverge.com/2025/1/17/24346145/nintendo-donkey-kong-country-returns-hd-team-credits",
      "author": "Jay Peters",
      "thumbnail": null,
      "summary": "- The launch of Donkey Kong Country Returns HD did not credit the original Retro Studios team members.\n- Nintendo has addressed the omission, stating they value all contributions in game development.\n- Crediting issues have been a recurrent problem in the industry, with previous controversies involving Metroid Prime and external translators.",
      "keywords": [
        "Nintendo",
        "Donkey Kong Country Returns HD",
        "credits controversy",
        "Retro Studios",
        "video game development",
        "game credits",
        "gaming industry issues"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-17T20:21:59.000Z"
    },
    {
      "title": "Automakers sue to block Biden’s ‘flawed’ automatic emergency braking rule",
      "link": "https://www.theverge.com/2025/1/17/24346136/automatic-emergency-braking-lawsuit-auto-industry-repeal",
      "author": "Andrew J. Hawkins",
      "thumbnail": null,
      "summary": "- The Alliance of Automotive Innovation filed a lawsuit against a new rule mandating automatic emergency braking (AEB) by 2029.\n- Major automakers including Ford, GM, and Toyota are represented in the suit, aiming to repeal the regulation they describe as “flawed.”\n- The rule requires vehicles to automatically stop to avoid collisions at speeds up to 62mph and detect pedestrians at various speeds.\n- NHTSA stated the rule is practicable and necessary for increasing safety standards in new vehicles.\n- The auto alliance claims current technology cannot meet the requirements and prefers a previous voluntary agreement on AEB implementation.\n- Consumer advocates support the rule, arguing it is crucial for roadway safety and should be achievable by the 2029 deadline.",
      "keywords": [
        "automakers",
        "lawsuit",
        "automatic emergency braking",
        "AEB",
        "Biden administration",
        "vehicle safety",
        "NHTSA",
        "safety regulations",
        "auto industry",
        "road safety"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-17T20:06:01.000Z"
    },
    {
      "title": "Castlevania: Nocturne’s second season is another soft-spoken knockout",
      "link": "https://www.theverge.com/24345341/castlevania-noctune-season-2-review-netflix",
      "author": "Charles Pulliam-Moore",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1920x1080/2400x1350/filters:focal(960x540:961x541):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25835462/Castlevania_Nocturne_Trailer_11.png",
      "summary": "- Season 2 continues the story from Season 1, focusing on Richter Belmont's fight against Erzsebet Báthory during the French Revolution.\n- The narrative emphasizes personal struggles and relationships amidst the backdrop of war and political unrest.\n- Key characters like Erzsebet and Drolta face moral conflicts, highlighting the theme of personal transformation in the face of violence.\n- The visual quality of the season is praised, particularly during action scenes, adding to the overall storytelling.\n- Despite strong character development, some characters, like Annette, are noted to have less screen time compared to others.\n- Season 2 is now available for streaming on Netflix, continuing its reputation as a standout video game adaptation.",
      "keywords": [
        "Castlevania",
        "Nocturne",
        "Netflix",
        "anime",
        "French Revolution",
        "vampires",
        "video game adaptation",
        "Richter Belmont",
        "Erzsebet Báthory",
        "political unrest"
      ],
      "scores": {
        "scale": 8,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-17T20:00:10.000Z"
    },
    {
      "title": "SpaceX’s fiery Starship explosion put on a fantastic show but delayed and diverted flights",
      "link": "https://www.theverge.com/2025/1/17/24345957/spacex-starship-rocket-launch-explosion-flight-delay",
      "author": "Andrew Liszewski",
      "thumbnail": null,
      "summary": "- The SpaceX Starship explosion created a colorful debris display, resembling a meteor shower.\n- The incident delayed flights, with the FAA diverting planes around the debris field.\n- The explosion occurred 8.5 minutes after launch, following a separation from the booster.\n- The launch was a test of a redesigned propulsion system and featured a reused Raptor engine.\n- SpaceX suggests the explosion might have been caused by a fire in the ship’s rear section.\n- Initial data indicates that debris fell within a designated hazard area, minimizing the risk.\n- The event led to flight delays of up to 45 minutes from Miami and Fort Lauderdale airports.",
      "keywords": [
        "SpaceX",
        "Starship",
        "explosion",
        "flight delays",
        "FAA",
        "debris",
        "propulsion system",
        "test flight"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T19:25:20.000Z"
    },
    {
      "title": "Here’s how to play the Switch 2 early",
      "link": "https://www.theverge.com/2025/1/17/24345944/nintendo-switch-2-preview-event-how-to-register",
      "author": "Ash Parrish",
      "thumbnail": null,
      "summary": "- Nintendo is offering previews of the Switch 2 at live events across North America, Europe, and Asia.\n- Demo cities include New York, Los Angeles, Dallas, and Toronto; registration details can be found on Nintendo’s website.\n- Attendees must have a Nintendo account, and registration opens on January 17th, closing on January 26th.\n- Tickets are free but awarded by lottery; only one time slot can be registered for per participant.",
      "keywords": [
        "Nintendo",
        "Switch 2",
        "preview",
        "registration",
        "gaming events"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T17:12:10.000Z"
    },
    {
      "title": "Microsoft triples down on AI",
      "link": "https://www.theverge.com/2025/1/17/24345865/microsoft-ai-announcements-2025-notepad",
      "author": "Tom Warren",
      "thumbnail": null,
      "summary": "- Microsoft announced the formation of a new AI engineering group called CoreAI, led by Jay Parikh, to enhance its AI platform and tools.\n- The company introduced pay-as-you-go agents for its relaunched Copilot Chat and bundled AI features into Microsoft 365, raising subscription prices by $3 per month.\n- Microsoft aims to automate services traditionally performed by humans, shifting from software-as-a-service to service-as-software, while addressing concerns from employees about the emphasis on AI.",
      "keywords": [
        "Microsoft",
        "AI announcements",
        "Copilot Chat",
        "Microsoft 365",
        "AI engineering group",
        "Jay Parikh",
        "satya nadella",
        "Cloud computing",
        "software development"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 9
      },
      "pubDate": "2025-01-17T17:00:00.000Z"
    },
    {
      "title": "It’s perfectly fine to ignore your smartwatch this January",
      "link": "https://www.theverge.com/2025/1/17/24345802/smartwatch-wearables-fitness-tech-new-years-resolutions",
      "author": "Victoria Song",
      "thumbnail": null,
      "summary": "• January is the peak time for fitness tech companies to market New Year's resolutions.\n• Introduction of \"Quitter’s day\", the second Friday in January when many abandon their resolutions, prompting Apple to release a motivational ad.\n• The author experienced personal challenges at CES, highlighting the pressures of fitness tracking and reminders.\n• Many quit their resolutions due to unrealistic expectations, not because of the technology itself.\n• The author suggests turning off wearable notifications and trusting oneself in fitness journeys.",
      "keywords": [
        "smartwatch",
        "fitness tech",
        "New Year's resolutions",
        "Quitter’s day",
        "CES 2025",
        "Apple Watch"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T16:51:06.000Z"
    },
    {
      "title": "Prime members can save $50 on the Amazon Kindle Colorsoft in its first sale",
      "link": "https://www.theverge.com/2025/1/17/24345783/amazon-kindle-colorsoft-color-ebook-reader-deal-sale",
      "author": "Quentyn Kennemer",
      "thumbnail": "https://duet-cdn.vox-cdn.com/uploads/chorus_asset/file/25679777/kindle.jpg",
      "summary": "- The Kindle Colorsoft Signature Edition has dropped to $229.99, a $50 discount, for Prime members.\n- It is Amazon’s first e-reader with a color display, featuring 32GB storage, waterproofing, and wireless charging support.\n- The 7-inch display offers superior color reproduction but has a maximum resolution of 300ppi that reduces when using color.\n- The battery life is advertised at eight weeks, shorter than the Paperwhite’s twelve weeks.\n- Some early units suffered from a yellow discoloration issue, which Amazon claims to have fixed with hardware and software updates.",
      "keywords": [
        "Kindle Colorsoft",
        "Amazon",
        "e-reader",
        "Prime members",
        "discount",
        "color display",
        "wireless charging"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T16:45:00.000Z"
    },
    {
      "title": "A giant battery power plant is on fire in California",
      "link": "https://www.theverge.com/2025/1/17/24345859/battery-plant-fire-california-moss-landing-vistra",
      "author": "Justine Calma",
      "thumbnail": null,
      "summary": "- A fire broke out at the Moss Landing Energy Storage Facility, the largest battery power plant in the world.\n- Evacuation orders were issued for nearby residents, and parts of Highway 1 were closed.\n- County health officials advised residents to shelter indoors and close windows and doors.\n- Monterey County Supervisor described the situation as a disaster.\n- Vistra will investigate the fire’s cause once it is under control.\n- The facility expanded in 2023, adding over 110,000 battery modules for renewable energy storage.\n- This incident follows previous battery fires in the area, including one at a PG&E facility in 2022.",
      "keywords": [
        "battery fire",
        "Moss Landing",
        "Vistra",
        "California",
        "energy storage",
        "evacuation",
        "renewable energy"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-17T16:04:18.000Z"
    },
    {
      "title": "Lawmakers press Meta, Apple, Google, and others on massive Trump donations",
      "link": "https://www.theverge.com/2025/1/17/24345244/elizabeth-warren-senator-press-big-tech-trump-donations",
      "author": "Emma Roth",
      "thumbnail": null,
      "summary": "- Sens. Elizabeth Warren and Michael Bennet are questioning major tech firms about their $1 million donations to President-elect Donald Trump's inauguration fund.\n- Companies including Google, Microsoft, Apple, Meta, Amazon, and OpenAI made these donations to potentially avoid regulatory scrutiny.\n- The donations are notably higher than those made to President Joe Biden's 2021 inauguration.\n- Lawmakers emphasize concerns about corporate influence over the Trump administration and have requested responses from the companies by January 30th.",
      "keywords": [
        "Trump inauguration",
        "tech donations",
        "Elizabeth Warren",
        "corporate influence",
        "regulatory scrutiny"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-17T16:00:00.000Z"
    },
    {
      "title": "Some of the Switch’s 2 first accessories are all about Mario Kart",
      "link": "https://www.theverge.com/2025/1/17/24345803/nacon-nintendo-switch-2-mario-kart-steering-wheel-joy-con-grip",
      "author": "Andrew Liszewski",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x1600/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25835204/switch_2_accessory.jpg",
      "summary": "- Nacon has revealed a folding desktop steering wheel accessory for the Switch 2’s redesigned Joy-Cons.\n- The accessory will be priced at around $30.\n- Other accessories announced include carrying cases, screen protectors, silicone wraps, and chargers designed for the Switch 2's ergonomic use in racing games.\n- The next entry in the Mario Kart series was teased during the Switch 2 reveal, with more details expected in April 2025.\n- Accessories are available on Nacon’s UK site but not for preorder or with shipping dates yet.",
      "keywords": [
        "Nintendo Switch 2",
        "Mario Kart",
        "accessories",
        "Nacon",
        "steering wheel",
        "Joy-Con"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-01-17T15:50:03.000Z"
    },
    {
      "title": "Instagram will show your friends what Reels you’ve liked",
      "link": "https://www.theverge.com/2025/1/17/24345840/instagram-reels-friends-liked-tab",
      "author": "Mia Sato",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:3641x2048/2400x1350/filters:focal(1821x1024:1822x1025):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25835131/Reels_update.png",
      "summary": "- Instagram introduces a new tab in the Reels feed displaying videos liked by friends.\n- This feature is reminiscent of the old activity feed removed in 2019.\n- Instagram aims to enhance social interaction over content shared among friends.\n- Users can see which friends liked a post and left notes on Reels.\n- Concerns raised about privacy and users' willingness to share their likes publicly.\n- Competitive context with TikTok, as Reels attempts to draw users in during potential TikTok ban.",
      "keywords": [
        "Instagram",
        "Reels",
        "social media",
        "likes",
        "features",
        "privacy"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-17T15:36:18.000Z"
    },
    {
      "title": "The Ring Battery Doorbell Pro, one of our favorite video doorbells, is cheaper than ever",
      "link": "https://www.theverge.com/2025/1/17/24345172/ring-battery-doorbell-pro-apple-watch-series-9-deal-sale",
      "author": "Sheena Vasani",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1200x932/2400x2400/filters:focal(591x568:592x569):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25834187/Screenshot_2025_01_16_at_10.49.50_AM.png",
      "summary": "- The Ring Battery Doorbell Pro is on sale for $149.99, a discount of $80, available until February 1st at 12:59AM ET.\n- Features include 1536p video, motion detection with three sensors, color night vision, dual-band Wi-Fi, and smart responses.\n- Subscription required for advanced features like smart alerts and recorded footage starting at $4.99/month or $49.99/year.\n- It shares almost all features with the wired Pro 2 model, including radar motion detection to minimize nuisance notifications.\n- Other deals mentioned include the Vornado MVH Whole Room Heater for $49.99 and the Apple Watch Series 9 for $279.",
      "keywords": [
        "Ring Battery Doorbell Pro",
        "video doorbell",
        "smart home",
        "discount",
        "Woot"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-17T15:31:27.000Z"
    },
    {
      "title": "Supreme Court upholds TikTok ban law",
      "link": "https://www.theverge.com/2025/1/17/24340235/supreme-court-tiktok-divest-ban-first-amendment",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- The Supreme Court ruled that a law could oust TikTok from the US unless ByteDance sells it, asserting its constitutionality.\n- TikTok remains on track to be banned on January 19 unless President Biden intervenes or ByteDance sells the company.\n- The court emphasized national security concerns over TikTok's data practices and foreign control.\n- The ruling deemed the law as content neutral, supporting government interests without unduly burdening free expression.\n- Justices expressed concerns about the speed of the proceedings and the law's content neutrality. \n- Potential buyers for TikTok are emerging, but the outcome for a sale remains uncertain amid geopolitical factors.",
      "keywords": [
        "Supreme Court",
        "TikTok",
        "ByteDance",
        "ban",
        "First Amendment",
        "national security",
        "data privacy",
        "US law",
        "January 19",
        "Donald Trump",
        "Kongress",
        "free expression"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-01-17T15:06:33.000Z"
    },
    {
      "title": "Cash App fined $255 million in back-to-back settlements",
      "link": "https://www.theverge.com/2025/1/17/24345797/cash-app-fraud-settlements-cfpb-consumer-protections",
      "author": "Mia Sato",
      "thumbnail": null,
      "summary": "- Cash App is fined $255 million due to consumer protection violations.\n- Block, the parent company, will pay $80 million for not complying with regulations against illicit activities.\n- Additionally, Block will pay $120 million to customers and $55 million to the CFPB for weak security measures and fraud incidents.",
      "keywords": [
        "Cash App",
        "Block",
        "settlement",
        "consumer protection",
        "fraud",
        "CFPB",
        "money transfer apps"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-01-17T14:43:14.000Z"
    },
    {
      "title": "Maybe giant gaming handhelds are where it’s at",
      "link": "https://www.theverge.com/2025/1/17/24344308/asus-rog-flow-acer-nitro-blaze-steam-deck-giant-pc-handheld-experiment",
      "author": "Antonio G. Di Benedetto",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x1600/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25833320/257510_Asus_ROG_Flow_Z13_tablet_2025_handheld_ADiBenedetto_0016.jpg",
      "summary": "- The article discusses the trend of oversized gaming handhelds, specifically the Asus ROG Flow Z13 combined with a GameSir G8 Plus controller.\n- The ROG Flow Z13 has a powerful AMD Strix Halo processor and provides high performance for gaming.\n- Concerns are raised about the weight and handling of such large devices, which can lead to discomfort during use.\n- The article explores the idea that bigger screens might be preferred in future handheld designs despite potential portability issues.\n- Comparisons are made with other devices like the Nintendo Switch 2 and Acer Nitro Blaze 11, suggesting a shift in the gaming handheld market.",
      "keywords": [
        "gaming",
        "handhelds",
        "Asus ROG Flow Z13",
        "Acer Nitro Blaze 11",
        "Steam Deck",
        "large screens"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T14:00:00.000Z"
    },
    {
      "title": "Nintendo’s Switch 2 is here — sort of",
      "link": "https://www.theverge.com/2025/1/17/24345788/nintendo-switch-2-tiktok-ban-supreme-court-sonos-vergecast",
      "author": "David Pierce",
      "thumbnail": "https://duet-cdn.vox-cdn.com/thumbor/0x0:2040x1360/2400x1600/filters:focal(1020x680:1021x681):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25834525/VRG_VST_0117_Site.jpg",
      "summary": "- The Switch 2 exists and is confirmed to be bigger than its predecessor.\n- Discussion on the features and trailers released regarding the Switch 2 during an episode of The Vergecast.\n- The episode also covers recent news topics including a potential TikTok ban and the impact of various tech-related legal cases.",
      "keywords": [
        "Nintendo",
        "Switch 2",
        "gaming",
        "TikTok ban",
        "tech news",
        "The Vergecast"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-01-17T13:47:19.000Z"
    },
    {
      "title": "6 TikTok creators on where they’ll go if the app is banned",
      "link": "https://www.theverge.com/2025/1/17/24342982/tiktok-ban-creators-instagram-reels-youtube-twitch",
      "author": "Mia Sato",
      "thumbnail": null,
      "summary": "- Creators discuss potential migration if TikTok is banned following legislative actions by President Biden.\n- Many influencers are already sharing their other social account links and saying goodbye to TikTok.\n- Creators like Noelle Johansen and Kay Poyer outline their plans to shift focus to platforms like Instagram, YouTube, and Bluesky.\n- TikTok has become a crucial space for engagement, especially for smaller creators who rely on its unpredictability for visibility.\n- Some creators express concerns about the community and connection challenges that come with moving to new platforms.",
      "keywords": [
        "TikTok",
        "ban",
        "content creators",
        "social media",
        "migration",
        "Instagram",
        "YouTube",
        "Bluesky"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-01-17T13:00:00.000Z"
    }
  ]
}