{
  "title": "The Verge",
  "link": "https://www.theverge.com",
  "feedUrl": "https://www.theverge.com/rss/full.xml",
  "items": [
    {
      "title": "Fired FTC commissioner warns of the ‘corrupting influence of billionaires’",
      "link": "https://www.theverge.com/news/632944/democratic-ftc-commissioner-alvaro-bedoya-tech-billionaires-trump",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- Commissioner Alvaro Bedoya criticized President Trump for firing him and Rebecca Kelly Slaughter from the FTC, calling it unlawful and beneficial to tech billionaires.\n- Their removal raises concerns about the independence of government agencies; Bedoya questioned who benefits from their removal.\n- Bedoya linked his firing to his previous criticism of Amazon's Jeff Bezos and noted that many tech executives benefit from the dismissals, particularly those involved in active litigation with the FTC.\n- Over two dozen Democratic senators urged Trump to reverse the firings, emphasizing the violation of Supreme Court precedent and the undermining of consumer protection efforts.\n- Bedoya highlighted the broader issue of billionaires' influence in politics, remarking that it transcends party lines and impacts law enforcement and regulatory actions.",
      "keywords": [
        "FTC",
        "Alvaro Bedoya",
        "Trump",
        "big tech",
        "billionaires",
        "consumer protection"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T22:56:55.000Z"
    },
    {
      "title": "The best noise-canceling headphones to buy right now",
      "link": "https://www.theverge.com/21345733/best-noise-canceling-headphones",
      "author": "Chris Welch",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/hermano/verge/product/image/9872/DSCF7805.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Noise-canceling headphones are essential for commuting, traveling, and working from home.\n- Major brands include Bose, Sony, Apple, Bowers & Wilkins, and Sennheiser.\n- Criteria for choosing the best headphones include noise cancellation, comfort, and battery life.\n- Over-ear and on-ear headphones can be more comfortable than earphones, and their battery life typically exceeds that of earbuds.\n- Noise-canceling technology has improved, with headphones like Sony’s WH-1000XM5 offering excellent sound quality and comfort.\n- Key features to consider include multipoint Bluetooth connectivity and unique manufacturer-specific features (e.g., Apple’s AirPods Max offer spatial audio).\n- Overall recommendation: Sony WH-1000XM5 for sound quality and comfort; others for travel or specific preferences.",
      "keywords": [
        "noise-canceling headphones",
        "Bose",
        "Sony",
        "Apple",
        "best headphones",
        "Bluetooth",
        "headphones reviews"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T22:34:03.000Z"
    },
    {
      "title": "Roborock opens pre-orders for its robot vacuum with an arm",
      "link": "https://www.theverge.com/news/632881/roborock-saros-z70-robot-vacuum-pre-orders-price",
      "author": "Jennifer Pattison Tuohy",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/03/%E6%B0%B4%E7%AE%B1%E7%99%BD%E8%89%B2-%E6%8B%B7%E8%B4%9D.png?quality=90&strip=all&crop=0,0,100,100&w=2400",
      "summary": "- Roborock's Saros Z70 robot vacuum is now available for pre-order at $1,899.\n- The Z70 features a robotic arm to pick up small items and offers 22,000Pa suction power.\n- Roborock has surpassed iRobot as the top-selling robot vacuum brand globally with a 16% market share in Q4 2023.\n- The robotic vacuum includes the new StarSight navigation system for advanced obstacle navigation.\n- The vacuum features two-in-one mopping and vacuuming capabilities and a multifunction dock that cleans and refills the robot.\n- Pre-ordering customers can choose a free second vacuum from various models, including the Qrevo S5V and Q10 S5 Plus.",
      "keywords": [
        "Roborock",
        "Saros Z70",
        "robot vacuum",
        "pre-order",
        "robotic arm",
        "cleaning technology",
        "StarSight navigation",
        "market share"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T21:43:16.000Z"
    },
    {
      "title": "Ghost connects its newsletters to the open web",
      "link": "https://www.theverge.com/news/632880/ghost-newsletter-blog-fediverse-activitypub-beta-live",
      "author": "Umar Shakir",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195848/UMAR_SHAKIR.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Ghost has launched fediverse connectivity, enabling blogs to share content via the ActivityPub protocol.\n- The feature is currently in beta for Ghost(Pro) users despite initial plans for a 2024 launch.\n- Ghost allows seamless content sharing across social platforms such as Mastodon, Pixelfed, and Threads, bringing more freedom compared to Substack.\n- An 'Inbox' feature aggregates articles from Ghost and WordPress, while a dedicated social web reader enhances user interaction.\n- Users can activate ActivityPub in Ghost Admin settings.",
      "keywords": [
        "Ghost",
        "newsletter",
        "ActivityPub",
        "fediverse",
        "open web",
        "Mastodon",
        "Pixelfed",
        "Threads",
        "blogging"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T21:28:52.000Z"
    },
    {
      "title": "The airport panopticon is getting people deported and detained",
      "link": "https://www.theverge.com/policy/632843/cbp-phone-search-airport-arrest-mass-deportations",
      "author": "Gaby Del Valle",
      "thumbnail": null,
      "summary": "- A legal permanent resident reported torture by customs agents after returning from Europe.\n- CBP's surveillance capabilities are used to facilitate mass deportations, impacting even legal immigrants.\n- Recent incidents at Boston Logan International Airport involved violent interrogations and unjust detentions.\n- CBP's databases can flag noncitizens for past minor infractions, leading to serious consequences.\n- Rasha Alawieh, a professor on an H-1B visa, was deported after CBP found photos on her phone deemed controversial.\n- DHS's broad mandate effects a web of surveillance that puts all noncitizens at risk of interrogation and deportation.",
      "keywords": [
        "deportation",
        "immigration",
        "CBP",
        "surveillance",
        "legal residents",
        "airport detention",
        "Trump administration",
        "H-1B visa"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T21:10:00.000Z"
    },
    {
      "title": "There’s a big sale on the Pixel 9 Pro and Pixel 9 Pro XL right now",
      "link": "https://www.theverge.com/good-deals/632645/google-pixel-9-pro-xl-eero-pro-6e-deal-sale",
      "author": "Todd Haselton",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197789/Screenshot_2025-01-02_at_10.20.28_AM.0.png?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Google is offering discounts of $200 on the Pixel 9 Pro and Pixel 9 Pro XL, reducing prices to $799 and $749 respectively.\n- The Pixel 9 Pro features a 6.3-inch OLED screen, the latest Tensor processor, and a triple-camera setup including a new 42-megapixel front camera.\n- The Pixel 9 Pro XL includes a 6.8-inch OLED display and supports faster 45W wired charging.\n- The Pixel 9A has been announced but is not available yet due to a hardware issue.",
      "keywords": [
        "Pixel 9 Pro",
        "Pixel 9 Pro XL",
        "Google",
        "smartphone sale",
        "discounts",
        "mobile",
        "technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-19T20:16:58.000Z"
    },
    {
      "title": "Microsoft has a new strategy chief to navigate its AI era",
      "link": "https://www.theverge.com/notepad-microsoft-newsletter/632830/microsoft-kathleen-hogan-strategy-chief-notepad",
      "author": "Tom Warren",
      "thumbnail": null,
      "summary": "- CEO Satya Nadella appointed Kathleen Hogan, formerly HR chief, as corporate strategy chief.\n- Hogan will report directly to Nadella and is expected to guide Microsoft through its AI transformations.\n- This position has been vacant for some time, highlighting a significant change at Microsoft.\n- Hogan has 20+ years at Microsoft, known for transforming the company's work culture.\n- She will work on interpreting external technological changes and internal restructuring, amidst recent layoffs.\n- Amy Coleman has been promoted to chief people officer to oversee HR operations as part of this transition.\n- Hogan's experience is considered crucial as Microsoft approaches its 50th anniversary and faces complex decisions ahead.",
      "keywords": [
        "Microsoft",
        "AI",
        "corporate strategy",
        "Kathleen Hogan",
        "Satya Nadella",
        "HR"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T20:15:00.000Z"
    },
    {
      "title": "All the smart home news, reviews, and gadgets you need to know about",
      "link": "https://www.theverge.com/24190824/smart-home-news-reviews-guides-gadgets",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195964/akrales_220906_5191_3741__1_.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- The smart home offers convenience and safety with devices like smart lights and locks.\n- New gadgets are consistently being released, creating a need for updated guidelines and information.\n- Amazon's new approach includes accepting Matter test results to expedite the availability of Matter devices.\n- Users of Amazon Echo will now have all voice recordings sent to the cloud regardless of previous settings.\n- Amazon is launching premium Alexa devices with enhanced features and designs, including potential new products.\n- Home Assistant officially supports a broader range of Matter devices compared to other platforms.\n- Ikea has registered a Matter-over-Thread temperature sensor, expanding its smart home device offerings.",
      "keywords": [
        "Smart Home",
        "Gadgets",
        "Home Assistant",
        "Amazon Echo",
        "Matter",
        "Ikea"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T19:26:08.000Z"
    },
    {
      "title": "Netflix Games is getting its first MMO",
      "link": "https://www.theverge.com/news/632526/spirit-crossing-netflix-games-mmo-spry-fox",
      "author": "Ash Parrish",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195117/1.0.jpg?quality=90&strip=all&crop=0%2C10%2C100%2C80&w=96",
      "summary": "- Netflix announced its first MMO, <em>Spirit Crossing</em>, developed by Spry Fox during GDC 2025.\n- The game will feature customizable housing, open-world exploration, and crafting elements, set in a cozy environment.\n- <em>Spirit Crossing</em> will launch later this year, with a closed alpha playtest available for sign-up.\n- Netflix has previously acquired Spry Fox as part of its gaming initiative and has launched various titles, emphasizing its commitment to gaming despite industry challenges.",
      "keywords": [
        "Netflix",
        "MMO",
        "Spirit Crossing",
        "Spry Fox",
        "gaming",
        "cozy game"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 8,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-19T19:24:08.000Z"
    },
    {
      "title": "Andor creator refuses to publish scripts thanks to AI",
      "link": "https://www.theverge.com/news/632613/andor-tony-gilroy-ai-star-wars-training-copyright",
      "author": "Kylie Robison",
      "thumbnail": null,
      "summary": "- Tony Gilroy, showrunner of *Andor*, decided not to publish the show's scripts to prevent them from being used as training data for AI.\n- Despite having a 1,500-page collection ready, Gilroy expressed concerns about the consequences of sharing his work with AI systems.\n- The decision reflects a broader anxiety among creatives about AI's impact on their professions, with notable figures like Christopher Nolan and Charlie Brooker also voicing their concerns about AI-generated content.\n- Major studios continue to form partnerships with AI companies, raising tensions with artistic communities, especially after recent strikes by WGA and SAG-AFTRA for protections against AI.\n- Legal challenges are emerging over the use of copyrighted materials for AI training, with lawsuits from *The New York Times* and a group of notable authors against OpenAI.",
      "keywords": [
        "Andor",
        "Tony Gilroy",
        "AI",
        "scripts",
        "Hollywood",
        "copyright",
        "WGA",
        "SAG-AFTRA",
        "AI training",
        "legal challenges"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 9
      },
      "pubDate": "2025-03-19T19:19:25.000Z"
    },
    {
      "title": "Verizon’s free satellite messaging service is now available",
      "link": "https://www.theverge.com/news/632618/verizon-satellite-messaging-samsung-s25-pixel-9",
      "author": "Allison Johnson",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25594451/STK066_VERIZON_C.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Verizon's satellite messaging service launched on March 19, 2025.\n- Available to Google Pixel 9 and Samsung Galaxy S25 users at no extra charge.\n- Enables sending and receiving texts via satellite when outside cellular range.\n- Competitors like Apple and T-Mobile have introduced similar services recently.\n- Verizon is upgrading its systems to support this service over the next two weeks.",
      "keywords": [
        "Verizon",
        "satellite messaging",
        "Google Pixel 9",
        "Samsung Galaxy S25",
        "communication technology",
        "texting via satellite"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T19:06:39.000Z"
    },
    {
      "title": "Here are all the Nvidia DGX Spark versions so far",
      "link": "https://www.theverge.com/news/632685/asus-ascent-gx10-dell-pro-max-gb10-hp-zgx-nano-nvidia-ai",
      "author": "Umar Shakir",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195848/UMAR_SHAKIR.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Nvidia introduced the DGX Spark and allows third-party manufacturers to create their own versions.\n- Asus launched the Ascent GX10 with 1,000 AI TOPS processing power and 128GB memory, no price or preorder info yet.\n- Dell is unveiling the Pro Max with GB10 and is expected to arrive in early summer 2025, featuring 20 petaflops of AI performance.\n- HP is developing the ZGX Nano AI Station G1n, styled more premium, also with no release date.\n- Lenovo plans to produce its own version but has not revealed details yet.",
      "keywords": [
        "Nvidia",
        "DGX Spark",
        "Asus",
        "Dell",
        "HP",
        "AI supercomputers",
        "GB10 mini PC",
        "Lenovo"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T18:28:52.000Z"
    },
    {
      "title": "Europe is trying to get non-Apple smartwatches to work better with iPhones",
      "link": "https://www.theverge.com/news/632718/europe-digital-markets-act-apple-interoperability-smartwatches",
      "author": "Lauren Feiner",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197292/2023-05-07_16.33.21_-_Lauren_Feiner_Headshot_-_8X10_-_001.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- The European Commission is instructing Apple to enhance iOS compatibility with third-party devices, including smartwatches and headphones.\n- Two legally binding decisions were adopted under the Digital Markets Act (DMA) to allow greater access for app developers and device manufacturers to key iPhone features.\n- Apple must provide technical documentation to help developers improve interoperability with iPhones and ensure a predictable review timeline for requests.\n- The decisions represent the first concrete measures outlined for compliance with the DMA, according to Teresa Ribera, the EU's vice president for clean and competitive transition.\n- Apple has the option to challenge these decisions in a judicial review.",
      "keywords": [
        "Europe",
        "Apple",
        "smartwatches",
        "interoperability",
        "Digital Markets Act",
        "DMA",
        "iOS",
        "third-party devices",
        "regulations"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T18:19:22.000Z"
    },
    {
      "title": "Analogue’s Pocket Dock now works with all of Nintendo’s retro wireless controllers",
      "link": "https://www.theverge.com/news/632679/analogue-pocket-dock-update-nintendo-switch-online-wireless-controllers",
      "author": "Andrew Liszewski",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197412/headshot_andrewL_blackwhite.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Analogue released a firmware update (PocketOS v2.5) for the Pocket handheld, fixing bugs and adding wireless controller support.\n- The update improves compatibility for NES and Sega Genesis controllers, previously unsupported without a dongle.\n- Pocket supports retro game cartridges from older handhelds like Game Boy and Sega Game Gear, with FPGA architecture allowing usage of gamepads for specific ROMs.\n- Analogue also announced a delay for its 4K Nintendo 64 console, expected to ship by July 2025.",
      "keywords": [
        "Analogue",
        "Pocket",
        "Dock",
        "Nintendo",
        "wireless controllers",
        "firmware update",
        "retro gaming"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-19T17:59:10.000Z"
    },
    {
      "title": "All the news about daily puzzle games",
      "link": "https://www.theverge.com/2024/10/25/24279439/news-games-crossword-wordle",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/01/0007835275_20.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Puzzmo imagines a better newspaper games page.\n- The New York Times’ crosswords app has undergone major changes due to its push into games.\n- Wordle continues to thrive at The New York Times, maintaining its popularity.\n- LinkedIn releases a new puzzle game called Zip.\n- The New York Times' Spelling Bee celebrates its 2,500th edition.\n- Samsung's daily trivia game, The Six, launches on Galaxy phones after being on Smart TVs since June.\n- An NYT Connections creator taken down due to a DMCA notice from The New York Times.",
      "keywords": [
        "puzzle games",
        "The New York Times",
        "Wordle",
        "Spelling Bee",
        "Samsung",
        "LinkedIn",
        "Puzzmo",
        "daily games",
        "crossword",
        "trivia"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-19T17:33:42.000Z"
    },
    {
      "title": "Former Game Informer staff tease a possible revival",
      "link": "https://www.theverge.com/news/632610/game-informer-returning-gamestop",
      "author": "Ash Parrish",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195117/1.0.jpg?quality=90&strip=all&crop=0%2C10%2C100%2C80&w=96",
      "summary": "- GameStop shut down Game Informer last year, leading to layoffs of all staff.\n- A cryptic social media post suggests a possible return of the magazine with a teaser for March 25th.\n- Former staff members are involved in the hints, raising hopes that the magazine will return with its original team.",
      "keywords": [
        "Game Informer",
        "GameStop",
        "revival",
        "video game magazine",
        "layoffs"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-19T17:29:18.000Z"
    },
    {
      "title": "Plex Pass is going up in price — and now you'll need it for remote playback",
      "link": "https://www.theverge.com/news/632631/plex-subscription-price-increase-remote-playback",
      "author": "Emma Roth",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195810/EMMA_ROTH.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Plex is increasing the price of its Plex Pass from $4.99 to $6.99 per month starting April 29th.\n- The annual plan will rise from $39.99 to $69.99, and the lifetime plan from $119.99 to $249.99.\n- Users will need a subscription to stream content remotely, with an alternate option of a new $1.99 per month Remote Watch Pass for others.\n- Local streaming from the mobile app will soon be free, without needing a Plex Pass or activation fee.\n- Plex is implementing these changes to generate more resources for improving user experience.",
      "keywords": [
        "Plex",
        "Plex Pass",
        "subscription",
        "price increase",
        "remote playback",
        "streaming"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T17:08:47.000Z"
    },
    {
      "title": "Streaming Services Continue to Raise Prices: The Latest Updates",
      "link": "https://www.theverge.com/23901586/streaming-service-prices-netflix-disney-hulu-peacock-max",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23951361/STK072_VRG_Illo_N_Barclay_7_netflix.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Streaming services have been constantly increasing subscription prices, including Netflix, Disney Plus, Hulu, and others.\n- Budget pressures arise from lost cable subscribers and increasing content costs in a competitive market.\n- Providers increasingly restrict password sharing and eliminate lower-cost tiers, forcing viewers into pricier plans.\n- Tracking current price changes across various platforms, with price hikes for services such as Plex, Amazon Music, and Fubo.\n- Netflix's prices have dramatically increased, raising its standard plan to $17.99, reflecting a pattern of escalating costs in streaming.",
      "keywords": [
        "streaming",
        "price increases",
        "Netflix",
        "Disney Plus",
        "Hulu",
        "Pandemic",
        "subscription services"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T17:08:47.000Z"
    },
    {
      "title": "All the news about Netflix’s gaming efforts",
      "link": "https://www.theverge.com/22772589/netflix-video-games-app-news-updates",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195819/JAY_PETERS.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Netflix continues to explore gaming, with announcements about new content and titles.\n- Upcoming March 18 release of <em>Kid Cosmo</em>, a puzzle game launching alongside <em>The Electric State</em> movie.\n- Netflix's co-CEO Greg Peters mentioned plans for cloud gaming and co-op games, likening it to family board game nights.\n- The company plans to cut down on its interactive titles, keeping only a few existing options.\n- Recently, notable games like <em>Unleashed</em> based on <em>Squid Game</em> were released, while other popular games continue gaining traction in their lineup.",
      "keywords": [
        "Netflix",
        "gaming",
        "interactive",
        "cloud gaming",
        "video games",
        "Kid Cosmo",
        "Squid Game"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T16:35:57.000Z"
    },
    {
      "title": "How the EU’s DMA is changing Big Tech: all of the news and updates",
      "link": "https://www.theverge.com/24040543/eu-dma-digital-markets-act-big-tech-antitrust",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25336519/STK450_EU_G.jpg?quality=90&strip=all&crop=0.95588235294118,0,98.088235294118,100&w=2400",
      "summary": "- The European Commission has taken significant actions against Google for violating the Digital Markets Act (DMA).  \n- Google is accused of favoring its own services like Shopping and Flights over competitors, leading to potential fines of up to $35 billion.  \n- Apple faces scrutiny for its App Store rules, with potential fines in the pipeline due to alleged anti-competitive practices.  \n- Meta is also under investigation, but sources indicate that fines might be modest due to the short duration of alleged violations.  \n- The EU aims to enhance interoperability in iOS and iPadOS as part of DMA compliance efforts.",
      "keywords": [
        "EU",
        "DMA",
        "Big Tech",
        "Google",
        "Apple",
        "Meta",
        "antitrust",
        "interoperability",
        "Digital Markets Act"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T16:15:59.000Z"
    },
    {
      "title": "Google Search charged with breaking EU antitrust rules",
      "link": "https://www.theverge.com/news/618168/google-search-eu-dma-charge-violation",
      "author": "Jess Weatherbed",
      "thumbnail": null,
      "summary": "- Google is accused of violating EU antitrust laws by favoring its own services over competitors in search results.\n- The European Commission's preliminary ruling mentions Alphabet's breach of the Digital Markets Act (DMA) by restricting app developers on the Play Store.\n- Google faces potential fines of up to $35 billion if found guilty of DMA violations.\n- Changes in Google Search could result in higher ticket prices for consumers and traffic declines for some businesses.\n- The EU's investigation into Google Search started on March 25, 2024, following previous fines in 2017.\n- Alphabet was designated as a 'gatekeeper' under the DMA in September 2023.\n- The compliance deadline for the DMA is set for March 6, 2024.",
      "keywords": [
        "Google",
        "EU",
        "antitrust",
        "Digital Markets Act",
        "search services",
        "competition",
        "regulation",
        "Alphabet"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T16:15:59.000Z"
    },
    {
      "title": "Families of Tesla Crash Victims Urge Oversight on Autopilot Investigations",
      "link": "https://www.theverge.com/news/632562/tesla-crash-victims-usdot-investigation-water-down",
      "author": "Andrew J. Hawkins",
      "thumbnail": null,
      "summary": "- Families of Tesla crash victims are urging the US Department of Transportation to maintain a reporting rule for crashes involving autonomous vehicles.\n- They express concerns about Elon Musk's influence potentially weakening oversight of Tesla's technologies.\n- The letter to Transportation Secretary Sean Duffy cites fears that the Biden-era rule may be discarded, benefiting Tesla's reporting advantages.\n- Since the rule's implementation, Tesla has reported over 1,800 crashes, accounting for most fatal crashes reported to NHTSA.\n- The families highlight the importance of continued oversight to ensure safety for drivers using Tesla's Autopilot and Full Self-Driving features.",
      "keywords": [
        "Tesla",
        "crash",
        "autonomous vehicles",
        "Elon Musk",
        "NHTSA",
        "safety",
        "oversight"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 5,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T15:39:20.000Z"
    },
    {
      "title": "Google delays Pixel 9A release due to component quality issue",
      "link": "https://www.theverge.com/news/632509/google-pixel-9a-quality-issue-delay",
      "author": "Chris Welch",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195901/welch.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Google’s Pixel 9A release has been delayed to April for quality checks.\n- Pre-orders are not yet available, which is unusual for Google.\n- A component quality issue affecting a small number of devices is under investigation.\n- Review units have not been distributed yet.\n- This delay follows previous issues with the Pixel 4A related to battery overheating and a warranty extension for display defects on the Pixel 8.\n- The Pixel 9A is expected to have a 5,100mAh battery, the largest in Google’s phone lineup.",
      "keywords": [
        "Google",
        "Pixel 9A",
        "component quality",
        "smartphones",
        "release delay"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 4,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-19T15:35:21.000Z"
    },
    {
      "title": "Microsoft Fixes Copilot Uninstall Bug for Windows 11 Devices",
      "link": "https://www.theverge.com/news/632523/microsoft-copilot-uninstall-bug-fix",
      "author": "Emma Roth",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/STK259_MICROSOFT_COPILOT_3__C.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Microsoft has resolved an issue that caused Copilot to be unintentionally uninstalled from some Windows 11 devices.\n- Affected devices are being restored to their original state following the fix.\n- The issue was noted in a March 11 update and users were advised to reinstall Copilot manually from the Microsoft Store while a permanent fix was in progress.\n- Copilot was recently launched as a native Windows app with enhanced features, including a new UI and a voice chat shortcut.",
      "keywords": [
        "Microsoft",
        "Windows 11",
        "Copilot",
        "software bugs",
        "tech news"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T15:16:50.000Z"
    },
    {
      "title": "What does OpenAI really want from Trump?",
      "link": "https://www.theverge.com/policy/632174/openai-trump-proposal-regulation",
      "author": "Tina Nguyen",
      "thumbnail": null,
      "summary": "- OpenAI submitted a policy proposal to the White House's AI Action Plan, highlighting concerns over AI regulation.\n- The proposal seeks to preempt state laws like California’s SB 1047, which would impose strict liability and protection measures for AI development.\n- There are currently 893 AI-related bills being considered across 48 states in 2025, reflecting a surge in legislative activity on AI.\n- OpenAI and the tech industry argue that a fragmented regulatory landscape would create chaos, calling for federal preemption without providing a clear national framework.\n- The focus on countering China is a recurring theme in OpenAI's proposal, emphasizing national security and economic competitiveness.",
      "keywords": [
        "OpenAI",
        "Trump",
        "AI regulation",
        "California SB 1047",
        "artificial intelligence",
        "national security",
        "legislation",
        "tech policy"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T15:15:45.000Z"
    },
    {
      "title": "Nvidia cuts RTX 50-series prices across Europe",
      "link": "https://www.theverge.com/news/632516/nvidia-rtx-50-series-price-cuts-europe-currency-changes",
      "author": "Tom Warren",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197777/profilephoto.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Nvidia has cut prices on RTX 50-series GPUs across Europe by nearly 5% due to a stronger Euro.\n- The RTX 5090 price dropped from €2,329 to €2,229, the RTX 5080 from €1,169 to €1,119, and the RTX 5070 from €649 to €619.\n- The RTX 5070 Ti's price remains unchanged at €879 as it was not released as a Founders Edition.\n- In the UK, the RTX 5090 is now priced at £1,889 down from £1,939.\n- Despite price reductions, stock availability remains low for RTX 50-series cards across Europe.",
      "keywords": [
        "Nvidia",
        "RTX 50-series",
        "GPU prices",
        "Europe",
        "Euro",
        "exchange rates"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-19T15:14:12.000Z"
    },
    {
      "title": "Here are the best Kindle deals right now",
      "link": "https://www.theverge.com/21539047/best-amazon-kindle-deals",
      "author": "Sheena Vasani",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25840919/257516_best_ebook_reader_SVasani_0004.jpg?quality=90&strip=all&crop=0,0,100,100",
      "summary": "- Amazon offers various Kindle models tailored for reading ebooks.\n- Ad-supported Kindle saves around $20 compared to ad-free versions but displays ads on the lock screen.\n- The new entry-level Kindle starts at $109.99, featuring a brighter display and faster performance.\n- Kindle Kids model includes accessories like a protective case and Amazon Kids Plus for $129.99.\n- The latest Kindle Paperwhite features a seven-inch display and sells for $159.99 with options for bundles.\n- Kindle Paperwhite Signature Edition has wireless charging and goes for $199.99.",
      "keywords": [
        "Kindle",
        "e-reader",
        "Amazon",
        "deals",
        "Kindle Paperwhite",
        "Kindle Kids"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T15:13:10.000Z"
    },
    {
      "title": "Boston Dynamics Atlas robot: a full history",
      "link": "https://www.theverge.com/24132451/boston-dynamics-atlas-robot-retirement",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25706462/boston_dynamics1.jpg?quality=90&strip=all&crop=0.012729124236252%2C0%2C99.974541751527%2C100&w=2400",
      "summary": "- Boston Dynamics showcases the evolution of their Atlas robot over the years.\n- The latest version is all-electric and capable of advanced machine learning tasks.\n- Atlas demonstrated improved agility and flexibility, proving it can perform sorting tasks in a simulated environment.\n- The robot now boasts enhanced sensors for better manipulation of objects.\n- Boston Dynamics revealed the new Atlas as part of their commitment to create robots that can handle complex tasks without human intervention.\n- Video footage displays Atlas performing various tasks, highlighting its unique capabilities and potential applications in real-world scenarios.\n- The company hinted at future developments and the ongoing importance of robotics in industries such as construction and manufacturing.",
      "keywords": [
        "Boston Dynamics",
        "Atlas robot",
        "robotics",
        "machine learning",
        "humanoid robot",
        "automation",
        "technology",
        "agility",
        "sensors",
        "factory tasks"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T15:12:50.000Z"
    },
    {
      "title": "Razer launches new Wyvrn game dev platform with automated AI bug tester",
      "link": "https://www.theverge.com/news/632121/razer-wyvrn-developer-ai-qa-gamer-copilot-sensa-haptics-thx",
      "author": "Antonio G. Di Benedetto",
      "thumbnail": null,
      "summary": "- Razer introduces the Wyvrn developer platform featuring tools like AI QA Copilot for game testing and AI Gamer Copilot for real-time in-game tips.\n- AI QA Copilot is a cloud-based plug-in designed to enhance quality assurance by automatically identifying bugs and optimizing testing time and costs.\n- The platform also integrates Razer's Chroma RGB, THX Spatial Audio Plus, and Sensa HD Haptics software, with a partnership planned with Side for QA integration.",
      "keywords": [
        "Razer",
        "Wyvrn",
        "AI",
        "game development",
        "quality assurance",
        "AI QA Copilot",
        "AI Gamer Copilot",
        "haptics",
        "game testing",
        "THX Spatial Audio"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T15:00:00.000Z"
    },
    {
      "title": "Day One brings its digital journaling app to Windows",
      "link": "https://www.theverge.com/news/632396/day-one-journaling-app-microsoft-windows-now-available",
      "author": "Wes Davis",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/196306/unnamed.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Automattic-owned Day One launched a Windows version of its journaling app, available on the Microsoft Store.\n- The app offers a distraction-free experience similar to other platforms, is free to use, and currently does not count against the one-device syncing limit.\n- Features include unlimited text entries, multimedia integration, local storage with end-to-end encryption, and plans for future AI enhancements such as context-aware journaling prompts.",
      "keywords": [
        "journaling app",
        "Windows",
        "Day One",
        "Automattic",
        "digital journaling",
        "Microsoft Store",
        "technology",
        "AI features"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T14:39:55.000Z"
    },
    {
      "title": "The weeklong TikTok fight over whether NYC influencers are ‘boring’",
      "link": "https://www.theverge.com/news/632040/nyc-influencers-boring-tiktok-algorithms",
      "author": "Mia Sato",
      "thumbnail": null,
      "summary": "- A TikTok clip criticizing NYC influencers as 'boring' sparked widespread discourse.\n- The clip was posted by user @martinifeeny and highlighted similarities among influencers' content and lifestyles.\n- Responses included calls for more diverse influencer representation and reactions from the influencers themselves.\n- The phenomenon reflects broader patterns in social media where homogeneity in content creation is common due to algorithmic pressures.\n- The article argues that this trend is not an anomaly but a result of advertising incentives and technological constraints.",
      "keywords": [
        "TikTok",
        "New York influencers",
        "social media",
        "content creation",
        "algorithm",
        "influencer culture"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T14:30:00.000Z"
    },
    {
      "title": "The Pixel 9A is a midrange phone that actually looks like a good deal",
      "link": "https://www.theverge.com/news/631826/google-pixel-9a-specs-price-availability",
      "author": "Allison Johnson",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/03/257623_Pixel_9a_VPavic-56.jpg?quality=90&strip=all&crop=0,0.11005135730007,100,99.7798972854",
      "summary": "- Google announced the Pixel 9A, starting at $499.\n- Features a larger 6.3-inch screen with 2,700 nits peak brightness.\n- New Tensor G4 processor and better IP68 water resistance.\n- Ditches the camera bump for a flush design, includes a 48MP main camera and 13MP ultrawide.\n- Battery capacity increased to 5,100mAh with Qi wireless and 23W wired charging.\n- Available with 8GB RAM and 128GB storage for $499; 256GB for $599.\n- Seven years of OS upgrades and security support aimed at ensuring longevity.",
      "keywords": [
        "Pixel 9A",
        "Google",
        "midrange phone",
        "smartphone",
        "camera",
        "battery",
        "Tensor G4"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T14:00:00.000Z"
    },
    {
      "title": "Google Wallet is adding tap-to-pay for kids",
      "link": "https://www.theverge.com/news/632388/google-wallet-tap-to-pay-kids-launch",
      "author": "Emma Roth",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195810/EMMA_ROTH.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Google Wallet will allow kids to download the app for tap-to-pay with parental consent.\n- The feature will roll out over the next few weeks and lets kids store event tickets, library cards, and gift cards.\n- Parents control access through the Family Link app and receive emails for each purchase.\n- Kids can only add payment cards with permission and online purchases are not allowed.\n- Tap-to-pay for kids will be available in the US, UK, Australia, Spain, and Poland.",
      "keywords": [
        "Google Wallet",
        "tap-to-pay",
        "kids",
        "parental consent",
        "Family Link",
        "mobile payments",
        "Android"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T14:00:00.000Z"
    },
    {
      "title": "The Playdate is about to get a price increase",
      "link": "https://www.theverge.com/news/632418/playdate-price-increase-panic-malaysia",
      "author": "Ash Parrish",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195117/1.0.jpg?quality=90&strip=all&crop=0%2C10%2C100%2C80&w=96",
      "summary": "- Playdate's price will increase by $30 on March 25th, from $199 to $229.\n- Panic announced the price hike in an email to customers, citing increased manufacturing costs at their new factory.\n- Customers can still purchase at the current price until March 25th, and refurbished units will be available for $179 starting on the same date.\n- The price change is not related to tariffs as Malaysia, where Playdate is manufactured, hasn't been targeted for tariffs.",
      "keywords": [
        "Playdate",
        "price increase",
        "Panic",
        "handheld console",
        "manufacturing",
        "refurbished units",
        "tariffs",
        "Southeast Asia"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T13:42:13.000Z"
    },
    {
      "title": "The Playdate has been out since April 2022 — here’s how it’s going",
      "link": "https://www.theverge.com/23733264/panic-playdate-handheld-gameboy-season-one-two",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23396640/vpavic_220415_5149_0017.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Panic reports selling more than 50,000 Playdate handhelds since its launch in April 2022.\n- New games like Celeste are now playable on the console.\n- Playdate faced challenges during its launch, including a failure to launch in Malaysia.\n- A second season of games for the Playdate is set to go live in 2025, featuring around a dozen games and surprises.\n- Panic also introduced a new matching power adapter for the Playdate, priced at $5.\n- Upcoming titles include a pinball game called 'Devils on the Moon,' set to release in 2025.\n- A new pizza-themed cover for the Playdate is available in limited quantities.",
      "keywords": [
        "Playdate",
        "gaming",
        "Panic",
        "handheld",
        "game development",
        "console",
        "second season",
        "games",
        "California"
      ],
      "scores": {
        "scale": 6,
        "impact": 7,
        "novelty": 8,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T13:42:13.000Z"
    },
    {
      "title": "Amazon is blundering into an AI copyright nightmare",
      "link": "https://www.theverge.com/tech/631651/amazon-alexa-suno-ai-generated-song-copyright-nightmare",
      "author": "Elizabeth Lopatto",
      "thumbnail": null,
      "summary": "- Amazon's Suno, an AI song generation platform, is involved in a major copyright dispute.\n- Major labels and the RIAA have filed lawsuits against Suno for allegedly using copyrighted materials without permission.\n- Suno claims that its training data may have included copyrighted songs but argues that its use is legal under fair use.\n- The integration of Suno with Amazon Alexa raises concerns about undermining artists and potentially replacing original music.\n- Legal precedents, such as a Supreme Court ruling on Andy Warhol's infringement case, suggest that fair use for AI-generated music is still a contentious issue.\n- The potential fallout for Suno includes high damages if found infringing and serious implications for the music industry.",
      "keywords": [
        "Amazon",
        "Suno",
        "AI",
        "copyright",
        "music industry",
        "RIAA",
        "generative AI",
        "Alexa",
        "fair use"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-19T13:30:00.000Z"
    },
    {
      "title": "Why Google made a $32 billion bet on Wiz",
      "link": "https://www.theverge.com/ai-artificial-intelligence/632167/google-wiz-acquisition-cloud-security-ai",
      "author": "Emma Roth",
      "thumbnail": null,
      "summary": "- Google has acquired cloud security startup Wiz for $32 billion, marking its most expensive acquisition to date.\n- The acquisition aims to strengthen Google Cloud's offerings amidst fierce competition from Microsoft and Amazon, whose cloud revenues exceed $105 billion.\n- Wiz specializes in agentless security and rapid growth, having scaled from $1 million to $350 million in revenue over a short period.\n- Google faces challenges in integrating the acquisition and navigating regulatory scrutiny, especially given a previous $23 billion negotiation that fell through due to regulatory concerns.\n- The deal includes a $3.2 billion reverse termination fee, one of the highest on record, reflecting the risks involved.\n- Google’s growth in security services and the acquisition of Wiz may enhance its appeal to potential customers in the rapidly evolving AI and cloud landscape.",
      "keywords": [
        "Google",
        "Wiz",
        "acquisition",
        "cloud security",
        "AI",
        "Microsoft",
        "Amazon",
        "cybersecurity",
        "cloud business",
        "startup growth"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-19T13:00:00.000Z"
    },
    {
      "title": "Former USAID employees are still stuck with their work devices",
      "link": "https://www.theverge.com/policy/632098/trump-phone-laptop-security-doge-usaid",
      "author": "Justine Calma",
      "thumbnail": null,
      "summary": "- Thousands of federal employees, including USAID workers, were dismissed by Trump's administration without proper offboarding procedures.\n- Former employees are left with government-issued devices that can access sensitive information, creating security risks.\n- Delays in returning equipment, including laptops and phones, have left employees responsible for securing these devices, leading to concerns about data leaks.\n- A federal judge ordered DOGE to reinstate email access and halt unilateral actions against USAID employees.\n- The chaos affects both current and former employees, raising worries about unauthorized access and potential data breaches.\n- USAID is facing scrutiny regarding the management and return of sensitive equipment overseas, as audits are initiated to assess risks and asset management.",
      "keywords": [
        "USAID",
        "Trump administration",
        "data security",
        "offboarding",
        "government employees",
        "federal agencies",
        "equipment return",
        "sensitive information"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T12:33:55.000Z"
    },
    {
      "title": "The future of search isn’t Google — and it’s $10 a month",
      "link": "https://www.theverge.com/web/631636/kagi-review-best-search-engine",
      "author": "David Pierce",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/03/Google-v-Kagi.jpg?quality=90&strip=all&crop=0,0,100,100",
      "summary": "- Kagi is a paid search engine that costs $10/month and offers an ad-free experience with better search results.\n- The service was created in response to concerns over Google's ad-centric model and data tracking practices.\n- Kagi provides features like image and video search, along with customization options and various 'Lenses' to tailor search results.\n- Users have full control over their search experience, including the ability to block certain domains and prioritize others.\n- Kagi's index emphasizes quality over quantity, reducing SEO clutter often found in Google search results.\n- Privacy is a priority as Kagi does not store user search data, although some third-party integrations may collect data.\n- A free trial allows users to test Kagi with up to 100 searches before committing to a subscription.",
      "keywords": [
        "Kagi",
        "search engine",
        "Google",
        "privacy",
        "ad-free",
        "AI",
        "customization"
      ],
      "scores": {
        "scale": 6,
        "impact": 5,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T12:00:00.000Z"
    },
    {
      "title": "Windows 11 now lets you easily type with an Xbox controller",
      "link": "https://www.theverge.com/news/632342/microsoft-windows-11-gamepad-keyboard-xbox-controller-available-now",
      "author": "Tom Warren",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/03/adbenedetto_220428_5192_0024.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Microsoft has introduced a new gamepad keyboard for Windows 11, allowing users to type using an Xbox controller.\n- The gamepad keyboard improves the on-screen keyboard, providing shortcuts for Xbox buttons like X for backspace and Y for spacebar.\n- This feature is aimed at enhancing usability for handheld devices and will be rolled out to all Windows 11 users soon, after beta testing since September 2024.",
      "keywords": [
        "Windows 11",
        "Xbox controller",
        "gamepad keyboard",
        "Microsoft",
        "handheld gaming",
        "user interface"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T11:35:36.000Z"
    },
    {
      "title": "Windows 11 will soon let you know why your PC hardware sucks",
      "link": "https://www.theverge.com/news/632327/microsoft-windows-11-system-device-specs-recommendations",
      "author": "Tom Warren",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197777/profilephoto.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Microsoft is introducing a new FAQ feature in Windows 11 to explain how hardware like RAM and GPU affects performance.\n- The feature was found in the latest preview builds and provides answers related to GPU memory and system RAM.\n- The FAQ will flag if the OS version is outdated and may include dynamic responses based on configurations.\n- Previous hardware scoring systems like the Windows Experience Index have been referenced as a comparison to this new feature.\n- The feature could be available to all users soon, as Microsoft tests it in the Dev Channel ahead of the 24H2 update.",
      "keywords": [
        "Windows 11",
        "Microsoft",
        "PC performance",
        "GPU",
        "RAM",
        "FAQ feature",
        "hardware specifications"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T10:16:11.000Z"
    },
    {
      "title": "Samsung’s One UI 7 is rolling out to Galaxy phones in April",
      "link": "https://www.theverge.com/news/632318/samsung-one-ui-7-rollout-april-galaxy-s24-fold-6-flip-6",
      "author": "Dominic Preston",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/197794/dominic-preston.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- One UI 7, based on Android 15, starts rolling out from April 7th worldwide.\n- US rollout begins on April 10th, first for Galaxy S24 models, Fold 6, and Flip 6.\n- Other devices to receive the update include S23 series, S24 FE, Fold 5, Flip 5, and Tab S10/S9 lines.\n- Main features include AI integration with Google Gemini, natural language search, dynamic lock screen widgets, and a new Audio Eraser for videos.\n- One UI 7 has been available on Galaxy S25 series since February and includes updates on Galaxy A56, A36, and A26 models.",
      "keywords": [
        "Samsung",
        "One UI 7",
        "Galaxy phones",
        "Android 15",
        "AI update",
        "software rollout",
        "mobile technology"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-19T09:38:04.000Z"
    },
    {
      "title": "Google’s Pixel Tablet is $120 off ahead of Amazon’s spring sales event",
      "link": "https://www.theverge.com/good-deals/631847/google-pixel-tablet-assassins-creed-shadows-deal-sale",
      "author": "Brandon Widder",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195881/BRANDON_WIDDER.0.png?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Amazon’s Big Spring Sale runs from March 25th to March 31st.\n- Google’s Pixel Tablet with a speaker dock is on sale for $399, $100 off.\n- The tablet without the dock is priced at $279, $120 off, available on Amazon, Best Buy, and Google Store.\n- The Pixel Tablet features an 11-inch display and Tensor G2 chip and is considered one of the best Android tablets for streaming and light gaming.",
      "keywords": [
        "Google",
        "Pixel Tablet",
        "Amazon Sale",
        "Spring Sales",
        "Tech Deals"
      ],
      "scores": {
        "scale": 7,
        "impact": 6,
        "novelty": 5,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-19T00:05:22.000Z"
    },
    {
      "title": "Feds charge director with $11 million fraud over his unfinished Netflix show",
      "link": "https://www.theverge.com/news/632264/netflix-carl-rinsch-white-horse-fraud-charges",
      "author": "Richard Lawler",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/01/0007835275_20.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Prosecutors charged director Carl Erik Rinsch with wire fraud and money laundering related to a Netflix series.\n- Netflix paid $44 million for Rinsch's unfinished show originally titled *White Horse*, later renamed *Conquest*.\n- Rinsch allegedly requested an additional $11 million, which he misappropriated for personal use after Netflix provided it in 2020.\n- Prosecutors claim he lost over half of part of the funds in a brokerage account and spent $10 million on personal luxuries, including luxury cars and legal fees.\n- The show remains incomplete, and Rinsch's erratic behavior led to Netflix terminating the development in 2021.",
      "keywords": [
        "Carl Erik Rinsch",
        "Netflix",
        "fraud",
        "wire fraud",
        "money laundering",
        "Unfinished series",
        "Conquest",
        "White Horse",
        "Hollywood",
        "entertainment industry"
      ],
      "scores": {
        "scale": 5,
        "impact": 6,
        "novelty": 7,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-18T23:46:06.000Z"
    },
    {
      "title": "Democratic FTC commissioners say they were just ‘illegally fired’ by President Trump",
      "link": "https://www.theverge.com/news/632267/democratic-ftc-commissioners-alvaro-bedoya-rebecca-kelly-slaughter-illegally-fired-trump",
      "author": "Lauren Feiner",
      "thumbnail": null,
      "summary": "- President Trump fired the two remaining Democratic commissioners at the FTC, leading to claims of illegal dismissal.\n- Commissioner Alvaro Bedoya called the firing an act of corruption, while Rebecca Kelly Slaughter emphasized its violation of legal precedents.\n- The firings are viewed as an attempt to minimize regulatory scrutiny over corporations by a Republican-majority FTC.\n- Bedoya plans to testify before Colorado's Joint House and Senate Judiciary Committees and pursue legal action against his dismissal.",
      "keywords": [
        "FTC",
        "Trump",
        "commissioners",
        "illegal firing",
        "consumer protection",
        "corporate power",
        "Bedoya",
        "Slaughter",
        "regulatory oversight"
      ],
      "scores": {
        "scale": 8,
        "impact": 9,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-18T23:21:04.000Z"
    },
    {
      "title": "Multiple Tesla vehicles were set on fire in Las Vegas and Kansas City",
      "link": "https://www.theverge.com/news/632217/tesla-arson-dealership-vegas-kansas",
      "author": "Umar Shakir",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195848/UMAR_SHAKIR.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- Two incidents of Teslas catching fire reported in Las Vegas and Kansas City.\n- In Las Vegas, a suspect threw Molotov cocktails and fired bullets at a Tesla collision center, leading to an FBI terrorism investigation.\n- In Kansas City, a Cybertruck caught fire, which is also being investigated as a potential arson case.",
      "keywords": [
        "Tesla",
        "arson",
        "Las Vegas",
        "Kansas City",
        "FBI",
        "electric vehicles",
        "Molotov cocktails",
        "terrorism",
        "Cybertruck"
      ],
      "scores": {
        "scale": 5,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 4
      },
      "pubDate": "2025-03-18T22:13:27.000Z"
    },
    {
      "title": "All the news about Nvidia’s RTX 50-series GPUs",
      "link": "https://www.theverge.com/2025/1/25/24351798/nvidia-rtx-5090-5080-5070-gpu-news-rumors",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/01/0007835275_20.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Nvidia updates its Game Ready GPU driver to 572.83, enhancing support for DLSS 4 features in over 100 games.\n- A demo for Half-Life 2 RTX Remix launches on March 18, 2025, showcasing RTX 50's capabilities with advanced features.\n- Nvidia denies reports of missing ROPs in RTX 50 laptop GPUs while acknowledging issues in some desktop GPUs causing performance losses.\n- Nvidia admits early RTX 5080 cards had manufacturing issues related to render units, inviting affected users to seek replacements.\n- A hotfix is in development to address black screen issues for RTX graphics card owners.",
      "keywords": [
        "Nvidia",
        "RTX 50-series",
        "DLSS 4",
        "graphics cards",
        "GPU",
        "hardware issues",
        "Half-Life 2 RTX"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 7,
        "longTermSignificance": 6
      },
      "pubDate": "2025-03-18T22:00:20.000Z"
    },
    {
      "title": "Tesla awarded ride-hail permit in California, a first step for robotaxis",
      "link": "https://www.theverge.com/news/632185/tesla-ride-hail-permit-california-cpuc-robotaxis",
      "author": "Andrew J. Hawkins",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/author_profile_images/195793/ANDREW_HAWKINS.0.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=96",
      "summary": "- The California Public Utilities Commission (CPUC) granted Tesla a ride-hail permit, a necessary step for launching a robotaxi service.\n- Tesla's permit allows it to transport employees in its vehicles but must notify CPUC before transporting the public.\n- The company is not yet part of CPUC's autonomous vehicle passenger program, which is required for commercial driverless car services.\n- CEO Elon Musk indicated that testing driverless operations would begin in Texas during the summer.\n- Tesla has faced criticism over its optimistic timelines for fully autonomous vehicles and questions regarding the technology's readiness.",
      "keywords": [
        "Tesla",
        "robotaxi",
        "ride-hail permit",
        "California",
        "CPUC",
        "autonomous vehicles",
        "Elon Musk",
        "transportation"
      ],
      "scores": {
        "scale": 7,
        "impact": 8,
        "novelty": 6,
        "longTermSignificance": 7
      },
      "pubDate": "2025-03-18T21:53:21.000Z"
    },
    {
      "title": "Tesla Unveils Cybercab and Robovan at Robotaxi Event",
      "link": "https://www.theverge.com/2024/10/10/24267132/tesla-robotaxi-we-robot-autonomous-fsd-elon-musk",
      "author": "Verge Staff",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25670862/Robotaxi_89.png?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Tesla CEO Elon Musk presents the prototype of the Cybercab, a fully driverless vehicle, at the Warner Bros. lot in Burbank, California.\n- The surprise reveal included a new transport vehicle called the Robovan, which can be configured for mass transit or cargo.\n- Musk acknowledges delays in developing a driverless vehicle, previously stating such technology was only 'two years away'.\n- Reactions to the event may determine Musk’s ability to deliver competitive self-driving technology.\n- The event showcased the Cybercab's sleek design, while also featuring Tesla's Optimus robots, which interacted with guests.\n- The Cybercab will charge wirelessly using an inductive charger, a technology Tesla has been teasing for years.",
      "keywords": [
        "Tesla",
        "Cybercab",
        "Robovan",
        "self-driving technology",
        "Elon Musk",
        "robotaxi",
        "Optimus robots"
      ],
      "scores": {
        "scale": 9,
        "impact": 8,
        "novelty": 7,
        "longTermSignificance": 8
      },
      "pubDate": "2025-03-18T21:53:21.000Z"
    },
    {
      "title": "Apple reveals Passwords app vulnerability exposed to phishing attacks for three months.",
      "link": "https://www.theverge.com/news/632108/apple-ios-passwords-app-bug-vulnerability-phishing-attacks",
      "author": "Wes Davis",
      "thumbnail": "https://platform.theverge.com/wp-content/uploads/sites/2/2025/02/STK071_APPLE_B.jpg?quality=90&strip=all&crop=0%2C0%2C100%2C100&w=2400",
      "summary": "- Apple fixed a vulnerability in the iOS 18.2 Passwords app that lasted for three months, making users susceptible to phishing attacks.\n- The vulnerability allowed unencrypted requests for icons next to stored passwords, allowing attackers on the same network to direct users to phishing sites.\n- Discovered by Mysk in September 2024, Apple confirmed the bug's existence in their security updates on March 17, 2025.",
      "keywords": [
        "Apple",
        "Passwords app",
        "vulnerability",
        "phishing attacks",
        "iOS",
        "security",
        "tech news"
      ],
      "scores": {
        "scale": 8,
        "impact": 7,
        "novelty": 6,
        "longTermSignificance": 5
      },
      "pubDate": "2025-03-18T21:27:22.000Z"
    }
  ]
}