[
  {
    "title": "Companies News Today Live Updates on December 15, 2024: ITC Foods targets growth in north and west India amid shift to branded products | Company Business News - Mint",
    "link": "https://www.livemint.com/companies/latest-company-news-today-on-december-15-2024-live-updates-11734258334036.html",
    "pubDate": "Sun, 15 Dec 2024 14:39:53 GMT",
    "summary": "<h1>Companies News Today Live Updates on December 15, 2024: ITC Foods targets growth in north and west India amid shift to branded products</h1>\n<p><strong>Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> LiveMint</p>\n<figure>\n    <img src=\"https://www.livemint.com/lm-img/img/2024/12/13/600x338/a884c9d6-3749-11ec-9de8-7f7cc13130d0_1635388828961_1734090501029.jpg\" alt=\"Companies News Today Live Updates: ITC Foods targets growth in north and west India amid shift to branded products\">\n    <figcaption>Companies News Today Live Updates: ITC Foods targets growth in north and west India amid shift to branded products</figcaption>\n</figure>\n<p>ITC Foods is focusing on expanding its market presence in northern and western India while transitioning towards branded products. The company is also exploring potential acquisitions to enhance its brand portfolio.</p>\n<ul>\n    <li>ITC Foods plans to increase its market share in the fast-moving consumer goods (FMCG) sector, specifically in staples, snacks, health foods, dairy, and beverages.</li>\n    <li>The company is hinting at possible acquisition deals to strengthen its growth strategy.</li>\n</ul>\n<blockquote>\"Stay ahead of the curve with the latest insights from the corporate world through our company news coverage,\" highlighting the dynamic landscape of business and market shifts.</blockquote>\n<p>The article emphasizes ITC Foods' strategic intent to adapt to market changes and enhance its brand offerings amid a competitive landscape in the FMCG sector.</p>"
  },
  {
    "title": "Buy or sell: Sumeet Bagadia recommends three stocks to buy on Monday — 16 December 2024 | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/stock-market-news/buy-or-sell-sumeet-bagadia-recommends-three-stocks-to-buy-on-monday-16-december-2024-11734168515901.html",
    "pubDate": "Sun, 15 Dec 2024 14:00:06 GMT",
    "summary": null
  },
  {
    "title": "MobiKwik IPO: Know Latest GMP, Allotment, and Listing Dates - News18",
    "link": "https://www.news18.com/business/ipo/mobikwik-ipo-know-latest-gmp-allotment-and-listing-dates-9156691.html",
    "pubDate": "Sun, 15 Dec 2024 13:38:07 GMT",
    "summary": "<h1>MobiKwik IPO: Know Latest GMP, Allotment, and Listing Dates</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"The MobiKwik IPO, which opened for bidding between December 11 and December 13, received an overwhelming 125.69 times subscription.\" title=\"The MobiKwik IPO, which opened for bidding between December 11 and December 13, received an overwhelming 125.69 times subscription.\" loading=\"eager\">\n    <figcaption>The MobiKwik IPO, which opened for bidding between December 11 and December 13, received an overwhelming 125.69 times subscription.</figcaption>\n</figure>\n<p>The much-anticipated initial public offering (IPO) of MobiKwik has concluded with impressive subscription numbers and is set for a strong market debut on December 18.</p>\n<ul>\n    <li>The IPO was open for bidding from December 11 to December 13.</li>\n    <li>The IPO received an overwhelming subscription rate of 125.69 times overall, with retail investors at 141.78 times, NIIs at 114.7 times, and QIBs at 125.82 times.</li>\n    <li>MobiKwik’s unlisted shares are currently trading at Rs 444, which is 59.14% higher than the upper price band of Rs 279.</li>\n    <li>The allotment will be finalised on December 16, with listing on the BSE and NSE scheduled for December 18.</li>\n    <li>The total size of the public issue is Rs 572 crore, consisting entirely of fresh equity shares.</li>\n</ul>\n<blockquote>“As of today, MobiKwik’s unlisted shares are trading at Rs 444 per share, which is Rs 165 or 59.14% higher than the upper price band of Rs 279, signaling a strong debut on December 18.”</blockquote>\n<p>Founded by Bipin Preet Singh and Upasana Taku, MobiKwik aims to solidify its position in India’s fintech ecosystem with this IPO."
  },
  {
    "title": "DPIIT nod in, aim to complete Reliance Capital acquisition by Jan end: IIHL Chairman Ashok Hinduja - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/business/companies/dpiit-nod-in-aim-to-complete-reliance-capital-acquisition-by-jan-end-iihl-chairman-ashok-hinduja-12890378.html",
    "pubDate": "Sun, 15 Dec 2024 12:28:11 GMT",
    "summary": null
  },
  {
    "title": "Investors bracing for 24 hours of big decisions from US to Asia and beyond - The Economic Times",
    "link": "https://economictimes.indiatimes.com/news/international/world-news/investors-bracing-for-24-hours-of-big-decisions-from-us-to-asia-and-beyond/articleshow/116337886.cms?from=mdr",
    "pubDate": "Sun, 15 Dec 2024 11:04:39 GMT",
    "summary": "<h1>Investors bracing for 24 hours of big decisions from US to Asia and beyond</h1>\n<p><strong>Publication Date:</strong> [Insert Date Here] | <strong>Source:</strong> ET Now</p>\n<img src=\"https://img.etimg.com/photo/msid-116337939/bloom.jpg\" alt=\"Bloomberg\" title=\"Bloomberg\">\n<figcaption>Source: Bloomberg</figcaption>\n<p>The upcoming 24 hours will be crucial for global investors as major central banks, including the Federal Reserve, will announce key monetary policy decisions, marking the end of a year where inflation has begun to ease.</p>\n<ul>\n    <li>The Federal Reserve is expected to implement a quarter-point rate cut amidst inflation concerns.</li>\n    <li>Central banks in Japan, the UK, and the Nordics will also announce their monetary policy decisions.</li>\n    <li>Data on China’s economic health includes industrial production and retail sales, which will be closely monitored.</li>\n    <li>In Canada, a budget update from Finance Minister Chrystia Freeland is anticipated amidst speculation about the deficit.</li>\n    <li>The Bank of England is expected to maintain cautious monetary policies given ongoing economic concerns.</li>\n</ul>\n<blockquote>“Trump has promised a whirlwind of actions that will affect inflation and economic activity, complicating the FOMC’s job.” - David Wilcox, Director of U.S. Economic Research</blockquote>\n<p>As central banks around the world prepare for key announcements, the focus will be on how policymakers navigate differing economic risks and the potential for economic shifts in 2025.</p>"
  },
  {
    "title": "Dalal Street Week Ahead: Fed meet, BOE, BoJ monetary policy, US GDP, IPO among 10 key factors to watch - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/business/markets/dalal-street-week-ahead-fed-meet-boe-boj-monetary-policy-us-gdp-ipo-among-10-key-factors-to-watch-12890331.html",
    "pubDate": "Sun, 15 Dec 2024 10:48:31 GMT",
    "summary": null
  },
  {
    "title": "Companies News Today Live Updates on December 15, 2024: ‘Cook time 2 min, delivery time 8 min’: Bombay Shaving's CEO Shantanu Deshpande raises concern over food delivery market | Company Business News - Mint",
    "link": "https://www.livemint.com/companies/latest-company-news-today-on-december-15-2024-live-updates-11734258334036.html",
    "pubDate": "Sun, 15 Dec 2024 10:25:33 GMT",
    "summary": "<h1>Companies News Today Live Updates on December 15, 2024: ‘Cook time 2 min, delivery time 8 min’: Bombay Shaving's CEO Shantanu Deshpande raises concern over food delivery market</h1>\n\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> LiveMint</p>\n\n<img src=\"https://www.livemint.com/lm-img/img/2024/12/15/600x338/2-0-1463905548-Shantanu-Deshpande-0_1679724228388_1734255797967.jpeg\" alt=\"Companies News Today Live Updates: ‘Cook time 2 min, delivery time 8 min’: Bombay Shaving's CEO Shantanu Deshpande raises concern over food delivery market\" title=\"Companies News Today Live Updates: ‘Cook time 2 min, delivery time 8 min’: Bombay Shaving's CEO Shantanu Deshpande raises concern over food delivery market\">\n<figcaption>Companies News Today Live Updates: ‘Cook time 2 min, delivery time 8 min’: Bombay Shaving's CEO Shantanu Deshpande raises concern over food delivery market</figcaption>\n\n<p>Shantanu Deshpande, the CEO of Bombay Shaving Company, expresses serious concerns regarding the health implications associated with the rapid food delivery market in India, addressing issues like preparation times and overall safety.</p>\n\n<ul>\n    <li>Deshpande highlights that the quick commerce food delivery process is too rapid — 'Cook time 2 min, delivery time 8 min' — raising alarm over health standards.</li>\n</ul>\n\n<blockquote>“The quick pace of food delivery poses health risks and raises questions about safety,” said Shantanu Deshpande.</blockquote>\n\n<p>This commentary underscores the need for a critical examination of the quick commerce industry and its practices, particularly concerning consumer health and safety.</p>"
  },
  {
    "title": "‘Cook time 2 min, delivery time 8 min’: Bombay Shaving's CEO Shantanu Deshpande raises concern over food delivery market | Company Business News - Mint",
    "link": "https://www.livemint.com/companies/news/bombay-shaving-company-ceo-shantanu-deshpande-raises-concern-over-indian-food-delivery-zomato-swiggy-zepto-11734253072301.html",
    "pubDate": "Sun, 15 Dec 2024 10:24:55 GMT",
    "summary": "<h1>‘Cook time 2 min, delivery time 8 min’: Bombay Shaving’s CEO Shantanu Deshpande raises concern over food delivery market</h1>\n<p><strong>Publication Date:</strong> 15 Dec 2024, 03:54 PM IST</p>\n<p><strong>Source:</strong> Live Mint</p>\n\n<img src=\"https://www.livemint.com/lm-img/img/2024/12/15/600x338/GeWVPKabUAA1fzl_1733902914216_1734267343728.jpg\" alt=\"Food Delivery Concern\" />\n<figcaption>Shantanu Deshpande raises concerns over the food delivery market.</figcaption>\n\n<p>Shantanu Deshpande, CEO of Bombay Shaving Company, has expressed serious concerns regarding the food delivery market in India, highlighting issues related to unhealthy eating habits and the implications of rapid food delivery services.</p>\n\n<ul>\n    <li>Deshpande warns that India's fast growth in food delivery mirrors the unhealthy trends seen in the US and China.</li>\n    <li>He critiques the promotion of cheap, unhealthy food items such as 49 rupee pizzas and 20 rupee energy drinks.</li>\n    <li>The CEO advocates for more palatable food and emphasizes cooking at home as a healthier alternative to ordering food.</li>\n    <li>Deshpande urges regulators to monitor food quality and insists that quick delivery should not compromise health standards.</li>\n    <li>His statements resonate with many social media users who agree with his perspective on food quality and public health.</li>\n</ul>\n\n<blockquote>\n    “The gut is the epicentre of your existence. YOU ARE WHAT YOU EAT.” — Shantanu Deshpande\n</blockquote>\n\n<p>In conclusion, Deshpande's remarks serve as a crucial reminder about the importance of food quality and health, encouraging individuals to prioritize home-cooked meals over fast food delivery options for better health outcomes.</p>"
  },
  {
    "title": "Tata Steel Share Price Target 2024: Company engages with NMDC, OMC for future iron ore supply - BUY, SELL or HOLD? - ET Now",
    "link": "https://www.etnownews.com/markets/tata-steel-share-price-target-2024-company-engages-with-nmdc-omc-for-future-iron-ore-supply-buy-sell-or-hold-article-116336314",
    "pubDate": "Sun, 15 Dec 2024 09:35:55 GMT",
    "summary": "<h1>Tata Steel Share Price Target 2024: Company engages with NMDC, OMC for future iron ore supply - BUY, SELL or HOLD?</h1>\n<p><strong>Publication Date:</strong> Updated Dec 15, 2024 15:05 IST</p>\n<p><strong>Source:</strong> ET NOW News</p>\n<img src=\"https://etstatic.tnn.in/photo/msid-95598012,width-200,height-200,resizemode-75/95598012.jpg\" alt=\"Tata Steel Image\" loading=\"lazy\">\n<figcaption>Tata Steel is in talks with NMDC and Odisha Mining Corporation (OMC) to secure future iron ore supplies. (Image: Shutterstock/ET NOW News)</figcaption>\n<p>Tata Steel is actively negotiating with NMDC and OMC to secure iron ore supplies as part of its strategy to boost steel production capacity in India.</p>\n<ul>\n    <li>Tata Steel operates India's oldest steel plant in Jamshedpur with a capacity of 11 MTPA.</li>\n    <li>The company recently launched India's largest blast furnace in Odisha, raising production capacity to 8 MTPA.</li>\n    <li>Tata Steel has enhanced its production capacity through acquisitions, including Bhusan Steel (5.6 MTPA) and others.</li>\n    <li>The firm aims to expand domestic steel manufacturing capacity to 40 MTPA by 2030.</li>\n    <li>New mines, Kalamang West and Gandalpada, will fulfill 50% of the iron ore needs by 2029.</li>\n</ul>\n<blockquote>\n    <p>\"The firm produced 38 million tonnes of iron ore in FY24 and expects to produce 41 million tonnes in FY25.\"</p>\n</blockquote>\n<p>Tata Steel is laying the groundwork for increased production while ensuring raw material security through strategic partnerships and new mining operations.</p>"
  },
  {
    "title": "Vedanta to consider fourth interim dividend tomorrow. Check record date - The Economic Times",
    "link": "https://news.google.com/rss/articles/CBMi3AFBVV95cUxNUWVsUVRraThQQUUxcjcyVF9pdjBQTzhlZzhGM0hsN1pwYWZySENNRjBIWktoSlNGTWtTb3d6RGdjWktsUGk5UVYybmxYZE55VGtqWE1CSmpxTlNndjBiajR3MWVXTE0weDl3U1hTZnpnc2lLOGlyVUtBRlBUdDBLNnNqY2FWTEZHNXZlQnEzQW1uMkp6Q2V5eDV4b2FGajdKRFcwdnFac1h6b3BRRUgwUm5Td1BJX0xMWWlWNy1rU3dYWW5oZm80WjNSSTktMDRWVjlDb21WR1JtUUJL0gHiAUFVX3lxTFBXc19iUkhCUTcyLS1lSzZHT0h4MnF6bW9qLTFFZUI5VmtPT1g2NUlZbGdURGE1ZWRfZTltcmpCUHdma3JqSHNvN0trUTN4NUZWNDRQMXdpWnNIMWJyMThIZXhmM3A2MjRRU0xickg1UjMtYVZIREx6ckI3NzNYNng3cHBhTjdyTS1SbVc2RE9wRUliZGtEcUlSZDZjX21rNWNRbHJJWGIxZGtXV3ZaTWtrNURMU3JiZ3luR3o4MHJvMzVyazJFbkFQczFVRVRoMUZkRjBZS3ZMQkVpbVRSekpsUEE?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 09:27:30 GMT",
    "summary": null
  },
  {
    "title": "Indian-origin CEO asks if he should get a green card. Elon Musk answers - India Today",
    "link": "https://www.indiatoday.in/trending-news/story/indian-origin-ceo-aravind-srinivas-green-card-post-elon-musk-reacts-2650133-2024-12-15",
    "pubDate": "Sun, 15 Dec 2024 09:21:46 GMT",
    "summary": "<h1>Indian-origin CEO asks if he should get a green card. Elon Musk answers.</h1>\n<p><strong>Published On:</strong> Dec 15, 2024</p>\n<p><strong>Source:</strong> India Today</p>\n<img src=\"https://akm-img-a-in.tosshub.com/indiatoday/images/story/202412/indian-origin-ceo-asked-about-getting-a-green-card--elon-musk-replied-151752654-16x9_0.jpg?VersionId=R7cZNad4O7_31Ne9_SxwIwfTRtD10D8c&amp;size=690:388\" alt=\"Aravind Srinivas and Elon Musk\" title=\"Indian-origin CEO asked about getting a green card, Elon Musk replied.\" width=\"690\" height=\"388\">\n<figcaption>Indian-origin CEO asked about getting a green card, Elon Musk replied. (Photos: Aravind Srinivas/Linkedin and Reuters)</figcaption>\n<p>Indian-origin CEO Aravind Srinivas, who has been waiting three years for US citizenship, asked on X whether he should apply for a green card. Elon Musk responded with a simple “Yes,” igniting discussions on the platform.</p>\n<ul>\n    <li>Aravind Srinivas is the CEO of Perplexity AI, a company he founded in 2022.</li>\n    <li>He sought advice on whether to file for a green card due to his lengthy waiting period for citizenship.</li>\n    <li>Musk's reply received significant attention and support from social media users.</li>\n    <li>Days prior, Musk commented on the challenges posed by the US immigration system, highlighting the irony of criminal versus intellectual entry.</li>\n    <li>Srinivas has a strong academic background and experience at leading tech companies like Google and OpenAI.</li>\n</ul>\n<blockquote>“The system makes it easier for criminals to enter the country than it does for intellectuals or Nobel Laureates.” - Elon Musk</blockquote>\n<p>This interaction underscores ongoing concerns regarding the US immigration process, particularly for talented individuals. Musk's support may amplify discussions around reforming the system to benefit skilled immigrants. </p>"
  },
  {
    "title": "Buy or sell: Ganesh Dongre recommends three stocks to buy on Monday — December 16 | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/stock-market-news/buy-or-sell-ganesh-dongre-recommends-three-stocks-to-buy-on-monday-december-16-11734250822983.html",
    "pubDate": "Sun, 15 Dec 2024 08:55:07 GMT",
    "summary": null
  },
  {
    "title": "Top 10 Year-End Discounts On 7-Seater SUVs & MPVs - Up To Rs. 6.5 Lakh - GaadiWaadi.com",
    "link": "https://gaadiwaadi.com/top-10-year-end-discounts-on-7-seater-suvs-mpvs-up-to-rs-6-5-lakh/",
    "pubDate": "Sun, 15 Dec 2024 08:30:16 GMT",
    "summary": "<h1>Top 10 Year-End Discounts On 7-Seater SUVs & MPVs - Up To Rs. 6.5 Lakh</h1>\n<p><strong>Publication Date:</strong> October 2023 | <strong>Source:</strong> Gaadi Waadi</p>\n<img width=\"1068\" height=\"652\" src=\"https://gaadiwaadi.com/wp-content/uploads/2024/08/MG-Gloster-1068x652.jpg\" alt=\"MG Gloster\" title=\"MG Gloster\">\n<figcaption>Pic Source: Ms Rita Banerjee</figcaption>\n<p>As year-end sales surge, manufacturers are rolling out significant discounts to stimulate buyer interest. Leading the charge are several models boasting impressive savings.</p>\n<ul>\n    <li><strong>MG Gloster (MY2023):</strong> Offers a maximum discount of Rs. 6.5 lakh, including direct cash benefits and additional incentives.</li>\n    <li><strong>Skoda Kodiaq (MY2023):</strong> Provides Rs. 5.5 lakh in savings through cash, leasing benefits, and maintenance packages.</li>\n    <li><strong>Maruti Invicto Hybrid Petrol (Alpha):</strong> Features a discount of Rs. 2.65 lakh, contingent on using in-house financing and scrapping an old vehicle.</li>\n    <li><strong>Jeep Meridian (MY2023 Overland):</strong> Offers a discount of Rs. 2.3 lakh, primarily for its premium variant.</li>\n    <li><strong>MG Hector Plus Diesel (Smart):</strong> Includes a Rs. 2.2 lakh discount with various benefits.</li>\n    <li><strong>Mahindra Bolero (B6 Opt):</strong> Provides Rs. 1.28 lakh in discounts through cash and exchange offers.</li>\n    <li><strong>Mahindra Scorpio Classic (Base):</strong> Comes with a Rs. 1.15 lakh discount and free accessories.</li>\n    <li><strong>Toyota Rumion:</strong> Offers a discount of Rs. 90,000, particularly for non-Toyota exchanges.</li>\n    <li><strong>Hyundai Alcazar:</strong> Total savings of Rs. 60,000 through various bonuses.</li>\n    <li><strong>Maruti XL6 Petrol:</strong> Savings of Rs. 55,000 from scrappage deals.</li>\n</ul>\n<blockquote>“Overall, these top 10 models present compelling options for year-end car buyers.”</blockquote>\n<p>Shoppers are encouraged to take advantage of these limited-time offers while they last, as a variety of premium SUVs and family vehicles are available for diverse preferences and budgets.</p>"
  },
  {
    "title": "OpenAI whistleblower Suchir Balaji found dead in San Francisco; Elon Musk reacts - The Times of India",
    "link": "https://timesofindia.indiatimes.com/technology/tech-news/openai-whistleblower-suchir-balaji-found-dead-in-san-francisco-elon-musk-reacts/articleshow/116308509.cms",
    "pubDate": "Sun, 15 Dec 2024 08:06:00 GMT",
    "summary": null
  },
  {
    "title": "Rs 61 GMP! Rs 3000+ cr IPO allotment details, shares listing date, gains, stock price prediction - ET Now",
    "link": "https://www.etnownews.com/markets/rs-61-gmp-rs-3000-cr-ipo-allotment-details-shares-listing-date-gains-stock-price-prediction-article-116334434",
    "pubDate": "Sun, 15 Dec 2024 08:01:11 GMT",
    "summary": "<h1>Rs 61 GMP! Rs 3000+ cr IPO allotment details, shares listing date, gains, stock price prediction</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> ET Now News</p>\n<img src=\"https://etstatic.tnn.in/photo/msid-95598012,width-200,height-200,resizemode-75/95598012.jpg\" alt=\"Grey market premium\" loading=\"lazy\">\n<figcaption>Grey market premium for Sai Life Sciences IPO.</figcaption>\n<p>The article discusses the IPO details of Sai Life Sciences, including subscription rates, allotment status, and price predictions for its shares as they prepare for market listing.</p>\n<ul>\n    <li>Sai Life Sciences public issue was oversubscribed 10.27 times by the third day of its offering.</li>\n    <li>The IPO size was Rs 2042.62 crore.</li>\n    <li>Share allotment is expected to be finalized by December 16.</li>\n</ul>\n<blockquote>\"Ahead of the share finalisation, Sai Life Sciences IPO is commanding a good premium in the grey market, indicating decent listing gains for the investors.\"</blockquote>\n<p>Investors can check the allotment status online using their PAN across various platforms, with shares expected to list on or about December 18, 2024.</p>"
  },
  {
    "title": "Upcoming Bajaj Chetak electric scooter spotted testing before launch - BikeWale",
    "link": "https://www.bikewale.com/news/upcoming-bajaj-chetak-electric-scooter-spotted-testing-before-launch/",
    "pubDate": "Sun, 15 Dec 2024 08:00:50 GMT",
    "summary": "<h1>Upcoming Bajaj Chetak electric scooter spotted testing before launch</h1>\n<p><strong>Publication Date:</strong> Not specified in the article</p>\n<p><strong>Source:</strong> RushLane</p>\n<figure>\n    <img src=\"https://imgd.aeplcdn.com/642x361/n/cw/ec/194125/chetak-2025-right-side-view.jpeg?isig=0&amp;q=75\" alt=\"Bajaj Chetak [2025] Right Side View\" title=\"Bajaj Chetak [2025] Right Side View\">\n    <figcaption>Bajaj Chetak [2025] Right Side View</figcaption>\n</figure>\n<p>Bajaj is set to launch a new version of the Chetak electric scooter on 20 December, which has been spotted testing prior to its official launch. This model is expected to be a more affordable version of the existing Chetak.</p>\n<ul>\n    <li><strong>Likely to be an affordable version of the existing one</strong></li>\n    <li><strong>Features steel wheels, conventional key setup, and more</strong></li>\n    <li><strong>To be launched on 20 December</strong></li>\n</ul>\n<blockquote>“You can expect about 70kmph top speed and around 100km or less of total range.”</blockquote>\n<p>The upcoming Bajaj Chetak is anticipated to feature cost-cutting measures, and will likely be officially revealed in just a few days."
  },
  {
    "title": "Inventrus Knowledge Solutions IPO: What GMP, subscription status signal as Rekha Jhunjhunwala-owned issue ends on Monday | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/ipo/inventrus-knowledge-solutions-ipo-what-gmp-subscription-status-signal-as-rekha-jhunjhunwala-owned-issue-ends-on-monday-11734246329951.html",
    "pubDate": "Sun, 15 Dec 2024 07:39:08 GMT",
    "summary": null
  },
  {
    "title": "Elon Musk kicked from Path of Exile 2 for 'cheating' weeks after becoming Diablo 4's top player - Hindustan Times",
    "link": "https://www.hindustantimes.com/trending/elon-musk-kicked-off-path-of-exile-2-video-game-after-becoming-diablo-4s-top-player-accused-of-cheating-101734246500205.html",
    "pubDate": "Sun, 15 Dec 2024 07:32:02 GMT",
    "summary": "<h1>Elon Musk kicked from Path of Exile 2 for 'cheating' weeks after becoming Diablo 4's top player</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Untitled-124_1734247036181_1734247046511.png\" alt=\"Elon Musk, however, denied using any software to make the game easier.(X/@elonmusk)\" title=\"Elon Musk, however, denied using any software to make the game easier.(X/@elonmusk)\">\n<figcaption>Elon Musk, however, denied using any software to make the game easier.(X/@elonmusk)</figcaption>\n<p>Tech billionaire Elon Musk was reportedly kicked from the Path of Exile 2 game server after being accused of cheating, following his recent success in Diablo 4 where he was ranked among the top players.</p>\n<ul>\n    <li>Musk was disconnected from Path of Exile 2 after sharing that he had been accused of cheating.</li>\n    <li>The message he received indicated he was kicked for performing \"too many actions too fast.\"</li>\n    <li>He humorously denied using any cheating software, claiming to just be fast at clicking.</li>\n    <li>Musk had recently been recognized for completing a challenging level in Diablo 4 quickly.</li>\n    <li>He plans to launch an AI-powered game studio through his company, xAI, to improve the gaming industry.</li>\n</ul>\n<blockquote>\"Wasn’t even using a macro lol,” Musk joked about his alleged rapid actions in the game.</blockquote>\n<p>The incident raises questions about fairness in gaming and Musk's unique position as a prominent figure in both technology and gaming communities.</p>"
  },
  {
    "title": "CEO of $210 billion company expects employees to work after midnight, holds meetings at weekends - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/trends/ceo-of-210-billion-company-expects-employees-to-work-after-midnight-holds-meetings-at-weekends-12890142.html",
    "pubDate": "Sun, 15 Dec 2024 07:04:03 GMT",
    "summary": null
  },
  {
    "title": "Last Chance To Buy Rs 50 Lakh SUV At Price Of Tata Nexon! - MotorOctane",
    "link": "https://motoroctane.com/news/280901-last-chance-to-buy-rs-50-lakh-suv-at-price-of-tata-nexon",
    "pubDate": "Sun, 15 Dec 2024 07:00:00 GMT",
    "summary": "<h1>Last Chance To Buy Rs 50 Lakh SUV At Price Of Tata Nexon!</h1>\n<p><strong>Publication Date:</strong> [Insert Date] | <strong>Source:</strong> MotorOctane</p>\n<img src=\"https://motoroctane.com/wp-content/uploads/2024/12/J1HKJF4_vkwuocr0_1_48103641.webp\" alt=\"Used Mercedes Benz GLA\">\n<figcaption>Used Mercedes Benz GLA</figcaption>\n<p>Car buyers now have the opportunity to own a luxury SUV at an affordable price similar to that of a Tata Nexon, particularly highlighting the used Mercedes Benz GLA as an excellent option.</p>\n<ul>\n    <li>The used Mercedes Benz GLA is a luxury SUV available in the Indian market for approximately Rs 16.45 lakh.</li>\n    <li>It features a premium interior, muscular design, and various advanced features such as a panoramic sunroof and a Harman Kardon sound system.</li>\n    <li>Available engine options include a 2.0-litre petrol engine generating 181 bhp and a 2.2-litre diesel engine producing 135 bhp, both matched to a 7-speed DCT gearbox.</li>\n    <li>The GLA stands as a suitable alternative for those considering a Tata Nexon without sacrificing luxury.</li>\n</ul>\n<blockquote>\"The used Mercedes Benz GLA will be a better and a feature-loaded option you could consider to buy instead of Tata Nexon.\" </blockquote>\n<p>When purchasing from the used car market, buyers are advised to thoroughly inspect vehicles for any damages or issues.</p>"
  },
  {
    "title": "Low-cost Bajaj Chetak likely to be launched on 20 December - BikeWale",
    "link": "https://news.google.com/rss/articles/CBMikwFBVV95cUxPVWxvbEdCVU5uM3BxU2lfMDRYd3Y0cVU4QXU0T3UtVURTdHd0RE1PeHk5VGRKTjZQV2F1Z0lMNndGdFdCeTZPNkYwT1RMLVdjMjFlZTc5N2RwNlExcHhvRWVzRld3UFZGNzRtZVVfdlczRmpUTERPcFY5X1dxX2FlbVZjdndRUk1UMEhvVF9yOU1WOUk?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 06:50:50 GMT",
    "summary": null
  },
  {
    "title": "Suchi Semicon begins chip plant without Centre's incentive, plans $100 mn investment in 3 yrs | Company Business News - Mint",
    "link": "https://www.livemint.com/companies/news/suchi-semicon-begins-chip-plant-without-centre-s-incentive-plans-100-mn-investment-in-3-yrs-11734244805155.html",
    "pubDate": "Sun, 15 Dec 2024 06:40:04 GMT",
    "summary": null
  },
  {
    "title": "Market cap of 5 of top-10 most valued firms jumps by ₹1.13 lakh crore; Airtel top gainer | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/stock-market-news/market-cap-of-5-of-top-10-most-valued-firms-jumps-by-rs-1-13-lakh-crore-airtel-top-gainer-11734242857269.html",
    "pubDate": "Sun, 15 Dec 2024 06:37:55 GMT",
    "summary": null
  },
  {
    "title": "MobiKwik IPO Allotment Date, Time: GMP soars! Check shares finalisation status online by PAN - GUIDE - ET Now",
    "link": "https://www.etnownews.com/markets/mobikwik-ipo-allotment-date-time-gmp-soars-check-shares-finalisation-status-online-by-pan-guide-article-116332592",
    "pubDate": "Sun, 15 Dec 2024 06:25:29 GMT",
    "summary": "<h1>MobiKwik IPO Allotment Date, Time: GMP soars! Check shares finalisation status online by PAN - GUIDE</h1>\n<p><strong>Publication Date:</strong> Updated Dec 15, 2024</p>\n<p><strong>Source:</strong> ET Now News</p>\n<img src=\"https://etstatic.tnn.in/photo/msid-95598012,width-200,height-200,resizemode-75/95598012.jpg\" alt=\"MobiKwik IPO Allotment Date\" loading=\"lazy\">\n<figcaption>MobiKwik IPO Allotment Date: High GMP ahead of bid finalisation! Guide to check status online using PAN</figcaption>\n<p>MobiKwik's IPO share finalisation is approaching, with high demand and a notable grey market premium indicating strong market interest.</p>\n<ul>\n    <li>Investors can check the status of their bids for MobiKwik's Rs 572 crore issue on Monday.</li>\n    <li>The allotment basis will be finalised around Monday as stated by MobiKwik.</li>\n    <li>The shares are currently commanding a significant premium in the grey market.</li>\n</ul>\n<blockquote>“MobiKwik IPO is commanding a GMP in the range of Rs 150 to Rs 165, indicating 59 per cent gains on listing.”</blockquote>\n<p>Overall, the MobiKwik IPO demonstrates strong investor interest, and the upcoming share allotment could signal a promising listing on the stock exchanges."
  },
  {
    "title": "Five of top-10 most valued firms together add Rs 1.13 lakh cr in market valuation; Airtel shines - The Economic Times",
    "link": "https://news.google.com/rss/articles/CBMi_AFBVV95cUxQeWROendFT1dObElKWS1JWW5XLXZXMjk3Q25FMWZUY25XS0xVOEFjWTd4YU9TaWhET2Z6eUN2WlJJVGlLZUNTWTRjR3ZwaV9FT1E0bGVCZTBkU1RHaEFVYzgtNDFMVWNRRzFuM0xSU2NSUGNnaEVjajNib1JLS3JtdzVadGdEeXdqVnNsTHREMW82eXcwbHViMmhlejdCTHdld2swM28wLVZ2QzB5Zld6d2RUMW5vNURJZER2ai1iOXNJR0pTNHdPNUZ3aE5NSDhEN3cyaEc3WDdYb25iTmdEWGR6LWhlOUg4LTJEMy1HQmluR1puTU5XSEcwLVnSAYICQVVfeXFMTUhDNEpNVFdna044a3Y2T3FveWJac1RpOUpjRm5lSlBMdHVWUFF1WDV6U3djMDM5ZXJ3LWRNS2Nkdkh2cVhqMVZNZzExNnNFeGZwbVVhQ2dfZkNvZEIycVVRcVNhS2g1MzFoRlhSWWlWbE9nczloTVRzb0xoSXRRX05HOG1FQmlBZWlmZU1KQTJXZmpXWWV3RWh1alh4NWMxZUZCRzRxN2RoODVCaURQSzg2cThuRFlRR09NUkd2T3VNSGdhR0FxTU5iNUF0OXo3NE1UdVNxUXViSmJiOUktT2RrdEc4MDFIbVphY0RweEVQSnRhR1pEdnVjY2Uwc2plaG5n?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 06:20:44 GMT",
    "summary": null
  },
  {
    "title": "F&O Talk | Banking, IT likely to drive market next week; Nifty crucial support at 24,450: Sudeep Shah of S - The Economic Times",
    "link": "https://news.google.com/rss/articles/CBMilAJBVV95cUxOc2dvdDRqZ3VOdlhYOVJVbE8xZUNtODNzX3ZJZHF3N0dLeTFHMXVyaXFvNmlvalpJei1jai1GWEpXVkZRQ18tTDI1VFRKUEI1aHlLbHBrM2JhZ0Z4MkJTTmZuWDV2WDBmeGNKMnp5dHl6TnhLamNubzNFZF93dlRNMVFPNjFJRTBTUkNOVnpLb0lONVdnalROUVF0RXlkX2pkNl9hbHRxS21OeFZmaTlwanRvZlZWSC16cExLaDVIYktwVDBVZkQyR3BmdXB3WlNxdXl1WmYzUWVTczZscU9ST3BJRkpsR2xhTWdFSG5NQ2gyMEZNbV9Qa1VmZVRLV203bzNaaTVzOEIyZDFfTWxiNXo4a07SAZoCQVVfeXFMTWlrRDI1eGdzd0VZQVVNS1JVbnNqY2VPb3ktR1BYZGdZMnFsZUpLaHY0X0dnY2JRbG1INTN2VVBueUhWWEJKMU8zZGU3UEx3MElWOVVzOXhORmVPcWl1aDJhTllJbjk3MHZfaUM5QUtjRkNEZm1PR2xSVlc5VDJ1QkdZSjdzU0M1MVhrYnNZaDllTHZBMzFuMlJqMi1XM0xaYXBvQkZrU19UVEJRQ29TY2FoWU1LdXFsZExZdHQzWnlUS1hza2IzMkJjNWVvQnFCQ3hXdXBtd3UtX28yeXpOZlZxUFZ6c19qX3RhZXp5U0VKTUIyU1JuRmp5U2JGNzlRSEZnSml3ZHJsME8wTXE1Q3VuazBZM1QyRV93?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 05:55:51 GMT",
    "summary": null
  },
  {
    "title": "Hamps Bio IPO Day 1: Latest GMP, subscription status, listing date, other details about SME IPO | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/stock-market-news/hamps-bio-ipo-day-1-latest-gmp-subscription-status-listing-date-other-details-about-sme-ipo-11734080140949.html",
    "pubDate": "Sun, 15 Dec 2024 05:46:07 GMT",
    "summary": null
  },
  {
    "title": "FPIs return to Indian equities; infuse Rs 22,766 cr in first two weeks of Dec - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/business/fpis-return-to-indian-equities-infuse-rs-22-766-cr-in-first-two-weeks-of-dec-12890119.html",
    "pubDate": "Sun, 15 Dec 2024 05:41:04 GMT",
    "summary": null
  },
  {
    "title": "Kawasaki Z900 gets a massive discount in India - BikeWale",
    "link": "https://news.google.com/rss/articles/CBMigwFBVV95cUxOREpGNk9yYWg0X2tMd2FHWkxjSXhBcWVuVGV2T3UtM0JlaGdvSmNqYXZQemk5Q28zb3BqMFE2UzFROFBCUkZrank1NWxYdTRMcWZCckNTZGdsdllmSWxmY3hLTmp1R19oZ29XQXhJRnVMNVZGdVdZNjJBQW5yTjVTeWxpYw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 05:40:50 GMT",
    "summary": null
  },
  {
    "title": "Masterstroke by Infosys as it acquires minority stake in this healthcare deep-tech firm, invests Rs… - India.com",
    "link": "https://www.india.com/business/masterstroke-by-infosys-as-it-acquires-minority-stake-in-this-healthcare-deep-tech-firm-invests-rs-7466598/",
    "pubDate": "Sun, 15 Dec 2024 05:35:25 GMT",
    "summary": "<h1>Masterstroke by Infosys as it acquires minority stake in this healthcare deep-tech firm, invests Rs…</h1>\n<p><strong>Publication Date:</strong> December 13, 2024</p>\n<p><strong>Source:</strong> India.com</p>\n<figure>\n    <img src=\"https://static.india.com/wp-content/uploads/2024/12/infosys.png?impolicy=Medium_Widthonly&amp;w=700\" alt=\"Infosys\" />\n    <figcaption>Masterstroke by Infosys as it acquires minority stake in this healthcare deep-tech firm, invests Rs…</figcaption>\n</figure>\n<p>Indian multinational technology company Infosys has announced an investment of Rs 8 crore (approximately USD 1.0 million) in the healthcare startup 4baseCare, aimed at enhancing its capabilities in precision oncology.</p>\n<ul>\n    <li>Infosys invests Rs 8 crore in 4baseCare through its Innovation Fund.</li>\n    <li>The investment aims to improve cancer diagnosis and treatment using AI and analytics.</li>\n    <li>4baseCare focuses on personalized cancer therapies with a technology-driven approach.</li>\n    <li>Infosys holds a minority stake of up to 20% in 4baseCare.</li>\n    <li>This partnership marks a strategic move to collaborate with AI and DeepTech startups.</li>\n</ul>\n<blockquote>\n    “4baseCare provides unique precision oncology solutions leveraging diverse genomic and clinical data,” Infosys stated in its regulatory filing.\n</blockquote>\n<p>The collaboration between Infosys and 4baseCare highlights a commitment to innovation in healthcare, particularly in developing advanced solutions for cancer treatment.</p>"
  }
]