[
  {
    "title": "Allu Arjun arrest: Telangana congress president says law will take its course - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/allu-arjun-arrest-telangana-congress-president-says-law-will-take-its-course-101734198251098.html",
    "pubDate": "Sat, 14 Dec 2024 18:43:57 GMT",
    "summary": "<h1>Allu Arjun arrest: Telangana congress president says law will take its course</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/ANI-20241214454-0_1734201556256_1734201588361.jpg\" alt=\"The ruling Congress president in Telangana B Mahesh Kumar Goud on Saturday law was taking its course in Allu Arjun's case\" title=\"The ruling Congress president in Telangana B Mahesh Kumar Goud on Saturday law was taking its course in Allu Arjun's case\">\n<figcaption>The ruling Congress president in Telangana B Mahesh Kumar Goud on Saturday law was taking its course in Allu Arjun's case(Tharun Vinny)</figcaption>\n<p>B Mahesh Kumar Goud, the Congress president in Telangana, commented on the arrest of popular Telugu actor Allu Arjun, stating that the legal process is being followed, and expressed that the party holds no ill will against film actors.</p>\n<ul>\n    <li>Goud stated that the cases against Arjun are legal and he has been granted bail.</li>\n    <li>He emphasized Congress's supportive stance towards cinema heroes, citing historical support for the Telugu film industry.</li>\n    <li>The arrest of Allu Arjun arose from an incident during the premiere of his film 'Pushpa 2' where a fan jostling led to a woman's death.</li>\n    <li>Goud criticized BJP leaders for politicizing the situation regarding the arrest.</li>\n    <li>He mentioned the need for lawful action against BRS leader K T Rama Rao if irregularities are found in connection to a past race event in Hyderabad.</li>\n</ul>\n<blockquote>\"The cases filed against Arjun are within the purview of law and the court granted him bail,\" said Goud.</blockquote>\n<p>This incident highlights the intersection of celebrity culture and legal affairs, as political leaders navigate public sentiment and legal processes simultaneously.</p>"
  },
  {
    "title": "Mohan Babu Says Anticipatory Bail NOT Rejected In Journalist Assault Case: 'False Propaganda' - News18",
    "link": "https://www.news18.com/movies/mohan-babu-says-anticipatory-bail-not-rejected-in-journalist-assault-case-false-propaganda-9156060.html",
    "pubDate": "Sat, 14 Dec 2024 18:37:43 GMT",
    "summary": "<h1>Mohan Babu Says Anticipatory Bail NOT Rejected In Journalist Assault Case: 'False Propaganda'</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Mohan Babu sets record straight on his bail.\" title=\"Mohan Babu sets record straight on his bail.\" />\n<figcaption>Mohan Babu sets record straight on his bail.</figcaption>\n<p>Veteran actor Mohan Babu has clarified that his anticipatory bail petition has not been rejected, countering false reports circulating in media.</p>\n<ul>\n    <li>Mohan Babu clarified via social media that his anticipatory bail has not been rejected.</li>\n    <li>He stated he is currently under medical care and requested accurate reporting from the media.</li>\n    <li>The statement follows reports claiming a rejection by the Telangana High Court regarding his bail plea related to an attack on a journalist.</li>\n    <li>Mohan Babu apologized for the incident, which he described as “unfortunate,” asserting he acted in self-defense against anti-social elements.</li>\n    <li>He expressed regret for the injury sustained by the journalist in the incident he described.</li>\n</ul>\n<blockquote>\n    “False propaganda is being circulated! Anticipatory bail has NOT been rejected and currently, I am under medical care in my home. I request the media to get the facts right.\"\n</blockquote>\n<p>The actor's statement aims to clear misconceptions regarding his legal situation, emphasizing the need for factual reporting amid ongoing legal challenges."
  },
  {
    "title": "'Pushpa 2: The Rule' box office collection day 10: Allu Arjun's arrest refuses to slow down the film's re - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/pushpa-2-the-rule-box-office-collection-day-10-allu-arjuns-arrest-refuses-to-slow-down-the-films-revenue-as-it-crosses-rs-820-crore-mark/articleshow/116323271.cms",
    "pubDate": "Sat, 14 Dec 2024 17:28:00 GMT",
    "summary": null
  },
  {
    "title": "Pushpa 2 Box Office: Allu Arjun film shatter records on Saturday, Eyes 200cr second weekend in India - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-box-office-allu-arjun-film-shatter-records-on-saturday-eyes-200cr-second-weekend-in-india-1362796",
    "pubDate": "Sat, 14 Dec 2024 16:55:43 GMT",
    "summary": "<h1>Pushpa 2 Box Office: Allu Arjun film shatter records on Saturday, Eyes 200cr second weekend in India</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 | <strong>Source:</strong> Pinkvilla</p>\n<img width=\"855\" height=\"855\" src=\"https://www.pinkvilla.com/images/2024-12/1804463813_pushpa-5.jpg\" alt=\"Pushpa 2\" title=\"Allu Arjun in Pushpa 2 (image courtesy of Mythri Movie Makers)\">\n<figcaption>Allu Arjun in Pushpa 2 (image courtesy of Mythri Movie Makers)</figcaption>\n<p>The Second Saturday has significantly boosted Pushpa 2's position in its quest to break lifetime records, particularly that of Baahubali 2.</p>\n<ul>\n    <li>Pushpa 2 is projected to gross over Rs. 70 crore on its Second Saturday, surpassing Baahubali 2's record of Rs. 64.25 crore.</li>\n    <li>The film is now on track to achieve the highest second weekend collection ever, potentially earning around Rs. 200 crore.</li>\n    <li>Early estimates indicate an 80% growth in collections for the Hindi version compared to previous days.</li>\n    <li>Pushpa 2 has passed the Rs. 900 crore milestone, with a total gross of approximately Rs. 925 crore and aiming for Rs. 1000 crore soon.</li>\n</ul>\n<blockquote>\"The trajectory is highly encouraging,\" indicating Pushpa 2's competitive race with Baahubali 2.</blockquote>\n<p>As Pushpa 2 continues to break records, it sets a promising pace for future milestones in the Indian box office landscape.</p>"
  },
  {
    "title": "Srikanth Gives Leaks About 'Game Changer'.. - Greatandhra",
    "link": "https://www.greatandhra.com/movies/news/srikanth-gives-leaks-about-game-changer-142741",
    "pubDate": "Sat, 14 Dec 2024 16:26:52 GMT",
    "summary": "<h1>Srikanth Gives Leaks About 'Game Changer'</h1>\n<p><strong>Date & Source:</strong> Unknown Date, GreatAndhra</p>\n<figure>\n    <img src=\"https://www.greatandhra.com/newphotos10/srikanth31734193612.jpg\" alt=\"Srikanth Gives Leaks About 'Game Changer'\">\n    <figcaption>Srikanth Gives Leaks About 'Game Changer'</figcaption>\n</figure>\n<p><strong>Introduction:</strong> Srikanth, who plays a key role in the upcoming film 'Game Changer', has shared some insights about the movie, generating excitement among fans.</p>\n<ul>\n    <li>Srikanth assures that 'Game Changer' will exceed all expectations with unexpected twists and turns.</li>\n    <li>The film is said to balance strong narratives with powerful elevations, making it appealing to audiences.</li>\n    <li>Srikanth clarifies that there will be no sequel to 'Game Changer' and attributes shooting delays to scheduling challenges with the star-studded cast.</li>\n    <li>The movie is set to release on January 10 as a Sankranthi treat, with Ram Charan's role as Appanna being a major highlight.</li>\n</ul>\n<blockquote>\"Audiences today love stories that combine strong narratives with powerful elevations. While some films focus solely on elevations, this one perfectly balances both. Shankar’s recent films may not have been successful, but this will not disappoint,\" Srikanth said.</blockquote>\n<p><strong>Conclusion:</strong> 'Game Changer' is anticipated to be a thrilling and well-balanced film, with Srikanth's leaks adding to the hype surrounding its release.</p>"
  },
  {
    "title": "Saira Banu recalls Raj Kapoor kneeling before Dilip Kumar after their marriage, shares Dilip Kumar's emot - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/saira-banu-recalls-raj-kapoor-kneeling-before-dilip-kumar-after-their-marriage-shares-dilip-kumars-emotional-moment-to-raj-kapoors-cardiac-arrest/articleshow/116320499.cms",
    "pubDate": "Sat, 14 Dec 2024 14:38:00 GMT",
    "summary": "<h1>Saira Banu recalls Raj Kapoor kneeling before Dilip Kumar after their marriage, shares Dilip Kumar's emotional moment to Raj Kapoor's cardiac arrest</h1>\n<p><strong>Publication Date:</strong> October 2023 <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116320521,imgsize-51818,width-400,resizemode-4/116320521.jpg\" alt=\"Saira Banu recalls Raj Kapoor kneeling before Dilip Kumar after their marriage, shares Dilip Kumar's emotional moment to Raj Kapoor's cardiac arrest\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Saira Banu pays tribute to Raj Kapoor and honors his friendship with Dilip Kumar.</figcaption>\n<p>Veteran actress Saira Banu paid a heartfelt tribute to the legendary Raj Kapoor on his 100th birth anniversary, sharing an emotional video on Instagram that highlighted his cherished bond with her late husband, Dilip Kumar.</p>\n<ul>\n    <li>Saira shared a touching video showcasing jovial moments between Raj Kapoor and Dilip Kumar.</li>\n    <li>She emphasized their deep friendship, dispelling myths of professional rivalry.</li>\n    <li>Notable memories include Raj teasing Dilip about marriage and kneeling before him on his wedding day.</li>\n    <li>Saira recounted an emotional scene from Raj Kapoor's final days, where Dilip rushed back to see him after a cardiac arrest.</li>\n    <li>She concluded her tribute by reflecting on their profound connection and the essence of their friendship.</li>\n</ul>\n<blockquote>“They weren’t just legends. To each other, they were home—an anchor in turbulent waters, a source of strength in moments of weakness.” - Saira Banu</blockquote>\n<p>This tribute serves as a reminder of the deep bonds of friendship that transcend time and circumstance, celebrating the legacies of both iconic figures in Indian cinema."
  },
  {
    "title": "Report: Mrunal Thakur and this Bollywood couple likely to be part of Spirit - 123telugu",
    "link": "https://www.123telugu.com/mnews/report-mrunal-thakur-and-this-bollywood-couple-likely-to-be-part-of-spirit.html",
    "pubDate": "Sat, 14 Dec 2024 13:41:00 GMT",
    "summary": "<h1>Report: Mrunal Thakur and this Bollywood couple likely to be part of Spirit</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 7:11 pm IST</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2024/02/Mrunal-Thakur.jpg\" alt=\"Mrunal Thakur\" width=\"340\" height=\"425\">\n<figcaption>Mrunal Thakur</figcaption>\n<p>The upcoming Telugu film \"Spirit,\" directed by Sandeep Reddy Vanga, might feature Mrunal Thakur in the lead role alongside renowned Bollywood couple Kareena Kapoor and Saif Ali Khan as antagonists.</p>\n<ul>\n    <li>\"Spirit\" marks the first collaboration between Prabhas and director Sandeep Reddy Vanga.</li>\n    <li>The film is currently in pre-production, with filming expected to start in early 2025.</li>\n    <li>Discussions are ongoing for Mrunal Thakur to play the female lead.</li>\n    <li>Kareena Kapoor and Saif Ali Khan are rumored to be in talks to portray the main antagonists in the film.</li>\n    <li>The genre of the film is a cop-action drama, aiming to redefine Indian cinema.</li>\n</ul>\n<blockquote>\n    “The makers are going all out to rope in some of the best talents in the country. Sandeep Reddy Vanga initiated talks with the B-town couple Kareena Kapoor and Saif Ali Khan to play the antagonists.”\n</blockquote>\n<p>With high expectations surrounding this project, \"Spirit\" is poised to attract significant attention, showcasing an exciting blend of talent from different film industries.</p>"
  },
  {
    "title": "Jr NTR shows solidarity with Allu Arjun over arrest for fan death during Pushpa 2 premiere - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/jr-ntr-shows-solidarity-to-allu-arjun-over-arrest-for-fan-death-during-pushpa-2-premiere-101734181577565.html",
    "pubDate": "Sat, 14 Dec 2024 13:40:53 GMT",
    "summary": "<h1>Jr NTR shows solidarity with Allu Arjun over arrest for fan death during Pushpa 2 premiere</h1>\n<p><strong>Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Jr_NTR_Allu_Arjun_1734182236705_1734182246673.jpg\" alt=\"Jr NTR spoke to Allu Arjun over phone after he was released on interim bail.\" title=\"Jr NTR spoke to Allu Arjun over phone after he was released on interim bail.\">\n<figcaption>Jr NTR spoke to Allu Arjun over phone after he was released on interim bail.</figcaption>\n<p>Jr NTR, while filming in Mumbai, reached out to Allu Arjun following his release on interim bail concerning a tragic incident during the Pushpa 2 premiere, where a fan died due to asphyxiation.</p>\n<ul>\n    <li>Allu Arjun was arrested in connection with a fan's death at the Pushpa 2 premiere and was released on interim bail.</li>\n    <li>Numerous Tollywood celebrities, including Jr NTR and Vijay Deverakonda, showed support for Arjun after his return home.</li>\n    <li>The stampede occurred as Arjun visited Sandhya Theatre for the film's premiere, causing chaos among fans.</li>\n    <li>The police filed an FIR against Arjun and the theatre management, leading to his arrest.</li>\n</ul>\n<blockquote>\"Tarak is out of town and busy shooting... He called Allu Arjun as soon as he could once he heard that he was back home.\" - Source close to Jr NTR</blockquote>\n<p>The incident highlights the intense fan fervor and the responsibilities of public figures in managing large crowds during events.</p>"
  },
  {
    "title": "Mukesh Khanna ‘Refused’ To Sell Shaktimaan’s Rights To YRF; Says They Would’ve Turned It Into ‘Disco Drama’ - News18",
    "link": "https://www.news18.com/movies/mukesh-khanna-refused-to-sell-shaktimaans-rights-to-yrf-says-they-wouldve-turned-it-into-disco-drama-9156480.html",
    "pubDate": "Sat, 14 Dec 2024 13:40:27 GMT",
    "summary": "<h1>Mukesh Khanna ‘Refused’ To Sell Shaktimaan’s Rights To YRF; Says They Would’ve Turned It Into ‘Disco Drama’</h1>\n<p><strong>Publication Date:</strong> December 15, 2024, 00:42 IST</p>\n<p><strong>Source:</strong> News18</p>\n<img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Mukesh Khanna reveals why he turned down an offer to sell the rights of Shaktimaan to Yash Raj Fims’ Aditya Chopra.\" title=\"Mukesh Khanna reveals why he turned down an offer to sell the rights of Shaktimaan to Yash Raj Fims’ Aditya Chopra.\">\n<figcaption>Mukesh Khanna reveals why he turned down an offer to sell the rights of Shaktimaan to Yash Raj Fims’ Aditya Chopra.</figcaption>\n<p>Mukesh Khanna, the iconic Shaktimaan actor, turned down an offer from Yash Raj Films to sell the rights of his character, stating he didn't want it to be turned into a 'disco drama'.</p>\n<ul>\n    <li>Mukesh Khanna claims he was contacted by Aditya Chopra's team about selling the rights ten years ago.</li>\n    <li>He refused the offer and instead presented a counter-offer, indicating his desire to retain control over the character.</li>\n    <li>Khanna expresses support for Allu Arjun as a potential Shaktimaan in a reboot but criticizes Ranveer Singh's suitability for the role.</li>\n    <li>Shaktimaan originally aired from 1997 to 2005 and remains a beloved figure in Hindi television.</li>\n</ul>\n<blockquote>“I told them, ‘Tell Aditya, whoever he is, if you want to make it, make it with me’. I didn’t want to give away the rights only for them to make a disco drama. I refused.\" - Mukesh Khanna</blockquote>\n<p>This reflection emphasizes Khanna's commitment to maintaining the integrity of the Shaktimaan character amidst potential commercialization by major film studios.</p>"
  },
  {
    "title": "Anurag Kashyap and his ex-wife Aarti Bajaj perform rituals at daughter Aaliyah Kashyap’s wedding, says, ' - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/anurag-kashyap-and-his-ex-wife-aarti-bajaj-perform-rituals-at-daughter-aaliyah-kashyaps-wedding-says-ye-bhi-gayi/articleshow/116317225.cms",
    "pubDate": "Sat, 14 Dec 2024 11:21:00 GMT",
    "summary": null
  },
  {
    "title": "Samantha Ruth Prabhu is ‘not crying’ watching Allu Arjun's emotional reunion with wife Sneha Reddy and kids - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/samantha-ruth-prabhu-is-not-crying-watching-allu-arjuns-emotional-reunion-with-wife-sneha-reddy-and-kids-101734169953237.html",
    "pubDate": "Sat, 14 Dec 2024 11:04:26 GMT",
    "summary": "<h1>Samantha Ruth Prabhu is ‘not crying’ watching Allu Arjun's emotional reunion with wife Sneha Reddy and kids</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Allu_Arjun_Sneha_1734170317501_1734170326687.jpg\" alt=\"Allu Arjun greeted his family with a wide smile and hugs after his release from jail.\" title=\"Allu Arjun greeted his family with a wide smile and hugs after his release from jail.\">\n<figcaption>Allu Arjun greeted his family with a wide smile and hugs after his release from jail.</figcaption>\n<p>Allu Arjun had an emotional reunion with his family after being released from jail on interim bail, following his arrest in connection to a tragedy at the premiere of his film, Pushpa 2: The Rule.</p>\n<ul>\n    <li>Allu Arjun was arrested due to a fan's death during a chaotic premiere event.</li>\n    <li>He returned home on Saturday morning to hugs from his family, including his wife and children.</li>\n    <li>Samantha Ruth Prabhu reacted to the moment on her Instagram, stating, \"I am not crying, okay!\"</li>\n    <li>Vignesh Shivan expressed condolences and praised Arjun’s maturity in handling the situation.</li>\n    <li>Other celebrities, including Varun Dhawan and Rashmika Mandanna, showed support for Arjun during this difficult time.</li>\n</ul>\n<blockquote>\n    “Waited to only see this! Very very unfortunate to go through this @alluarjunonline sir, but the way he handled this was very mature and dignified.” - Vignesh Shivan\n</blockquote>\n<p>This incident has drawn significant attention from both fans and the media, highlighting the pressures faced by celebrities in the public eye."
  },
  {
    "title": "Kangana Ranaut criticizes Bollywood for losing touch with reality: All they care about is going to the gy - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/kangana-ranaut-criticizes-bollywood-for-losing-touch-with-reality-all-they-care-about-is-going-to-the-gym-taking-protein-shakes/articleshow/116316483.cms",
    "pubDate": "Sat, 14 Dec 2024 10:43:00 GMT",
    "summary": null
  },
  {
    "title": "Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-hindi-day-10-box-office-trends-allu-arjun-starrer-scores-biggest-second-saturday-in-history-of-hindi-cinema-1362736",
    "pubDate": "Sat, 14 Dec 2024 10:39:02 GMT",
    "summary": "<h1>Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema</h1>\n<p><strong>Published on:</strong> Dec 14, 2024&nbsp;|&nbsp;<strong>Source:</strong> Pinkvilla</p>\n<img src=\"https://www.pinkvilla.com/images/2024-12/1253371340_pushpa-2.jpg\" alt=\"Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema\" title=\"Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Pushpa 2 (Hindi) Day 10 Box Office Trends</figcaption>\n<p>The Allu Arjun-led Pushpa 2 has achieved a remarkable milestone, setting a record for the highest second Saturday box office collection in the history of Hindi Cinema.</p>\n<ul>\n    <li>The film is expected to earn Rs 41 to Rs 43 crore on its 10th day, raising the total to Rs 458 crore.</li>\n    <li>It surpasses the previous record held by Stree 2, which collected Rs 33 crore on its second Saturday.</li>\n    <li>Pushpa 2’s second weekend collection is projected to reach Rs 115 crore, the highest ever.</li>\n    <li>Allu Arjun is on track to join the Rs 500 crore club by the second Sunday.</li>\n    <li>The film is likely to become the third biggest Hindi feature film in 13 days, surpassing numerous blockbusters.</li>\n</ul>\n<blockquote>“Pushpa 2 has established Allu Arjun as one of the most popular faces in the Hindi markets.”</blockquote>\n<p>In conclusion, Pushpa 2's unprecedented box office success positions it as a formidable contender in Indian cinema, with Allu Arjun possibly becoming a leading crowd-puller in the Hindi film industry.</p>"
  },
  {
    "title": "India's most successful star kid had 2 blockbusters at 25, was lauded at Cannes; not Ranbir Kapoor, Allu Arjun, Hrithik - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/bollywood/indias-most-successful-star-kid-raj-kapoor-barsaat-andaz-awaara-cannes-not-ranbir-kapoor-allu-arjun-hrithik-roshan-101734163802503.html",
    "pubDate": "Sat, 14 Dec 2024 09:53:09 GMT",
    "summary": "<h1>India's most successful star kid had 2 blockbusters at 25, was lauded at Cannes; not Ranbir Kapoor, Allu Arjun, Hrithik</h1>\n<p><strong>Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Raj_Kapoor_childhood_1734164930967_1734164942472.jpg\" alt=\"India's most successful star kid left a legacy that went much beyond hits and flops\" title=\"India's most successful star kid left a legacy that went much beyond hits and flops\">\n<figcaption>India's most successful star kid left a legacy that went much beyond hits and flops</figcaption>\n<p>This article highlights the legacy of Raj Kapoor, recognized as India's most successful star kid, who achieved remarkable milestones in his early career, including two all-time blockbusters by the age of 25.</p>\n<ul>\n    <li>Raj Kapoor was born on December 14, 1924, and is part of the influential Kapoor film family.</li>\n    <li>At 25, he delivered two highest-grossing films, \"Barsaat\" and \"Andaz,\" and another blockbuster, \"Awaara,\" before turning 30.</li>\n    <li>His films significantly contributed to box office collections in India and abroad, notably in the Soviet Union.</li>\n    <li>Raj Kapoor was a pioneer filmmaker who earned international acclaim at the Cannes Film Festival.</li>\n    <li>He influenced the style and essence of Bollywood cinema, establishing a legacy that many modern stars have yet to replicate.</li>\n</ul>\n<blockquote>“Raj Kapoor had three all-time grossers before he turned 30, and he was among the first Indian filmmakers to earn global acclaim.”</blockquote>\n<p>Raj Kapoor’s legacy in Indian cinema, characterized by his unique showmanship and blockbuster hits, solidifies his status as the most successful star kid, surpassing many contemporaries in terms of cultural impact and artistic achievement.</p>"
  },
  {
    "title": "EXCLUSIVE: Kareena Kapoor, Saif Ali Khan and Mrunal Thakur in talks to join Prabhas in Sandeep Reddy Vanga’s Spirit; Shoot begins in 2025 - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/exclusives/exclusive-kareena-kapoor-saif-ali-khan-and-mrunal-thakur-in-talks-to-join-prabhas-in-sandeep-reddy-vangas-spirit-shoot-begins-in-2025-1362757",
    "pubDate": "Sat, 14 Dec 2024 09:42:58 GMT",
    "summary": "<h1>EXCLUSIVE: Kareena Kapoor, Saif Ali Khan and Mrunal Thakur in talks to join Prabhas in Sandeep Reddy Vanga’s Spirit; Shoot begins in 2025</h1>\n<p><strong>Publication Date: </strong> December 14, 2024</p>\n<p><strong>Source: </strong> Pinkvilla</p>\n<img src=\"https://www.pinkvilla.com/images/2024-12/135693463_the-cast-of-spirit-main-final.jpg\" alt=\"EXCLUSIVE: Kareena Kapoor, Saif Ali Khan and Mrunal Thakur in talks to join Prabhas in Sandeep Reddy Vanga’s Spirit; Shoot begins in 2025\" width=\"855\" height=\"855\">\n<figcaption>Kareena Kapoor, Saif Ali Khan, and Mrunal Thakur are in talks for the film Spirit.</figcaption>\n<p>The article reveals that Kareena Kapoor and Saif Ali Khan are in negotiations to play significant roles, including negative characters, alongside Prabhas in the upcoming film \"Spirit,\" directed by Sandeep Reddy Vanga, with production starting in 2025.</p>\n<ul>\n    <li>Mrunal Thakur is in advanced talks for the female lead role.</li>\n    <li>The film aims to change the perception of cop-based action thrillers in India.</li>\n    <li>Saif and Kareena will portray a couple with negative roles for the first time in their careers.</li>\n    <li>Shooting is planned to begin in the first quarter of 2025, with a release expected in 2026.</li>\n    <li>The film is described as one of the most ambitious projects for Vanga and features complex characters.</li>\n</ul>\n<blockquote>\"Spirit is the most ambitious and awaited film of Indian Cinema, and the makers are going all out to have the best and most talented actors on board.\" - Source</blockquote>\n<p>This film marks a significant collaboration and is highly anticipated in the Indian cinema landscape, showcasing a fresh perspective on the cop drama genre.</p>"
  },
  {
    "title": "Anurag Kashyap says 'ye bhi gayi' as he shares pics from daughter Aaliyah Kashyap's wedding with Shane Gregoire - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/bollywood/anurag-kashyap-says-ye-bhi-gayi-as-he-shares-pics-from-daughter-aaliyah-kashyaps-wedding-with-shane-gregoire-101734166233741.html",
    "pubDate": "Sat, 14 Dec 2024 09:37:19 GMT",
    "summary": "<h1>Anurag Kashyap says 'ye bhi gayi' as he shares pics from daughter Aaliyah Kashyap's wedding with Shane Gregoire</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Anurag_Kashyap_1734167737460_1734167743307.jpg\" alt=\"Anurag Kashyap shared photos featuring himself, Aarti Bajaj, Aaliyah Kashyap and Shane Gregoire.\" title=\"Anurag Kashyap shared photos featuring himself, Aarti Bajaj, Aaliyah Kashyap and Shane Gregoire.\">\n<figcaption>Anurag Kashyap shared photos featuring himself, Aarti Bajaj, Aaliyah Kashyap and Shane Gregoire.</figcaption>\n<p>Filmmaker Anurag Kashyap shared a series of photos from his daughter Aaliyah Kashyap's wedding to Shane Gregoire, highlighting moments spent with family during the special occasion.</p>\n<ul>\n    <li>Anurag Kashyap shared wedding photos on Instagram featuring Aaliyah and Shane.</li>\n    <li>The wedding included rituals performed by Anurag and his ex-wife Aarti Bajaj.</li>\n    <li>Prominent guests at the reception included celebrities like Shah Rukh Khan's daughter Suhana and actors Nawazuddin Siddiqui and Abhishek Bachchan.</li>\n    <li>Aaliyah and Shane got engaged in a private ceremony last year and announced their engagement on Instagram in May 2023.</li>\n</ul>\n<blockquote>\"Ye bhi gayi (This one is also gone) .. @shanegregoire my Silly take care of her. And I will get back to my stubborn self.\"</blockquote>\n<p>Aaliyah and Shane's wedding marked a significant moment for Anurag, who expressed his emotions about the day's importance and shared a heartfelt message on social media. The event celebrated love and family, drawing attention from fans and followers alike.</p>"
  },
  {
    "title": "Rohman Shawl opens up on how Sushmita Sen's heart-attack impacted him: 'It makes you also introspect' - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/rohman-shawl-opens-up-on-how-sushmita-sens-heart-attack-impacted-him-it-makes-you-also-introspect/articleshow/116314013.cms",
    "pubDate": "Sat, 14 Dec 2024 08:47:00 GMT",
    "summary": null
  },
  {
    "title": "Vishnu Manchu to collaborate with Hollywood actor Will Smith - 123telugu",
    "link": "https://news.google.com/rss/articles/CBMingFBVV95cUxQb0dBUHVFa25HYmZ6bXpqalBMMmF6SnNLZWpxcmJaaDdMWTd3eU9fWFEwWTJVZWZIeDB4SWN6aGQwSm53b1phaTZwNmhBLWZjc2tQb243R2p2dUdTUUdsbmx1dDZkNk1GbDlLNzVsYXgyM1o0MU5tUmxncVhXZTNwZE4wYWstU2R0ZTMyYzZuZjliVC1CUGxSRGFRZHZHdw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 08:34:00 GMT",
    "summary": null
  },
  {
    "title": "Naga Chaitanya, Rana Daggubati, Vijay Deverakonda meet Pushpa 2 star Allu Arjun after his release from jail. Watch videos - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/telugu/naga-chaitanya-rana-daggubati-vijay-deverakonda-meet-pushpa-2-star-allu-arjun-after-his-release-from-jail-watch-videos-9724472/",
    "pubDate": "Sat, 14 Dec 2024 07:46:57 GMT",
    "summary": "<h1>Naga Chaitanya, Rana Daggubati, Vijay Deverakonda meet Pushpa 2 star Allu Arjun after his release from jail. Watch videos.</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Arjun.jpg?w=640\" alt=\"Allu Arjun was welcomed by his friends\" width=\"640\" height=\"360\">\n<figcaption>Allu Arjun was welcomed by his Vijay Deverakonda, Naga Chaitanya, Rana Daggubati and others (Photo: X)</figcaption>\n<p>After his emotional release from jail, Allu Arjun received a warm welcome from his friends and family, including notable actors and the director of his film Pushpa 2.</p>\n<ul>\n    <li>Allu Arjun was released from jail after being arrested in connection with a tragic incident at a screening of his film.</li>\n    <li>Vijay Deverakonda, Naga Chaitanya, Rana Daggubati, and director Sukumar were present to greet him.</li>\n    <li>Many videos and photos of the reunion were shared on social media.</li>\n    <li>The incident that led to Arjun's arrest resulted in a woman's death during a stampede at a premiere event.</li>\n    <li>Despite the challenges, the actor was seen in good spirits, interacting with his friends and family.</li>\n</ul>\n<blockquote>\"Vijay Deverakonda visiting #AlluArjun shows real brotherhood, fans love this bond!\" — Madhu (@MadhuOmNamo)</blockquote>\n<p>Arjun's return was marked by affection from both his family and peers, highlighting the strong support network surrounding him during this difficult time.</p>"
  },
  {
    "title": "Ranbir-Alia channel Raj Kapoor-core, Saif-Kareena bring Nawabi flair to greatest showman's centenary celebrations - Hindustan Times",
    "link": "https://www.hindustantimes.com/htcity/cinema/raj-kapoor-100-years-celebration-ranbir-kapoor-alia-bhatt-kareena-kapoor-saif-ali-khan-vicky-kaushal-steal-the-show-101734158563254.html",
    "pubDate": "Sat, 14 Dec 2024 07:01:23 GMT",
    "summary": "<h1>Ranbir-Alia channel Raj Kapoor-core, Saif-Kareena bring Nawabi flair to greatest showman's centenary celebrations</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Best_dressed_at_Raj_Kapoors_centenary_celebrations_1734159503096_1734159503481.jpg\" alt=\"Raj Kapoor's centenary celebrations see Ranbir-Alia channel the retro vibe with Saif-Kareena tapping into some old world charm(Photos: X, Instagram)\" title=\"Raj Kapoor's centenary celebrations see Ranbir-Alia channel the retro vibe with Saif-Kareena tapping into some old world charm(Photos: X, Instagram)\">\n<figcaption>Raj Kapoor's centenary celebrations see Ranbir-Alia channel the retro vibe with Saif-Kareena tapping into some old world charm (Photos: X, Instagram)</figcaption>\n<p>The celebrations marking the centenary of Raj Kapoor brought together prominent members of the Kapoor family, showcasing stunning fashion and honoring the legacy of Indian cinema's greatest showman.</p>\n<ul>\n    <li>Ranbir Kapoor and Alia Bhatt opened the event at the Prime Minister's residence, inviting guests to a celebration in Mumbai.</li>\n    <li>Ranbir donned a midnight velveteen bandhgala, resembling Raj Kapoor, while Alia wore a vintage-inspired Sabyasachi saree.</li>\n    <li>Kareena Kapoor and Saif Ali Khan showcased their Nawabi heritage with elegant traditional attire.</li>\n    <li>Vicky Kaushal also captured attention with a sharp pinstriped suit, adding to the evening's fashion highlight.</li>\n    <li>Fashion trends of the night leaned heavily on retro styles, celebrating the iconic era of the 60s.</li>\n</ul>\n<blockquote>\"Alia looked sophisticated-ly sultry while Saif and Kareena looked every bit the Nawab and Begum.\"</blockquote>\n<p>The night was a grand salute to the legacy of Raj Kapoor, as stars paid tribute through their attire, embodying the essence and glamour of Indian cinema’s rich history.</p>"
  },
  {
    "title": "Pushpa 2 Box Office Collections: Allu Arjun starrer holds well on second Friday, rises to 850cr in India - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-box-office-collections-allu-arjun-starrer-holds-well-on-second-friday-rises-to-850cr-in-india-1362730",
    "pubDate": "Sat, 14 Dec 2024 06:36:02 GMT",
    "summary": "<h1>Pushpa 2 Box Office Collections: Allu Arjun starrer holds well on second Friday, rises to 850cr in India</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024&nbsp;|&nbsp;<strong>Source:</strong> Pinkvilla</p>\n<img width=\"855\" height=\"855\" src=\"https://www.pinkvilla.com/images/2024-12/843557979_pushpa-3.jpg\" alt=\"Allu Arjun in Pushpa 2\" title=\"Allu Arjun in Pushpa 2\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Allu Arjun in Pushpa 2 (image courtesy of Mythri Movie Makers)</figcaption>\n<p>Pushpa 2 has achieved impressive box office success, grossing a total of Rs. 853 crore in India, approaching the Rs. 1000 crore milestone.</p>\n<ul>\n    <li>On its second Friday, Pushpa 2 earned approximately Rs. 42.50 crore.</li>\n    <li>The film experienced minimal collection drops and even some growth in Telugu states from Thursday.</li>\n    <li>Pushpa 2’s second Friday gross is the second highest of all time, trailing only Baahubali 2.</li>\n    <li>The film has already surpassed Rs. 1000 crore worldwide as of Wednesday.</li>\n    <li>Territorial box office breakdown shows AP/TS leading with Rs. 234.50 crore, followed by the Hindi Belt at Rs. 485 crore.</li>\n</ul>\n<blockquote>\n    <p>“It was essential for it to hold well on the second Friday to hope for a strong second-week hold, and the film has done better than it probably needed to.”</p>\n</blockquote>\n<p>Pushpa 2 is on course to challenge the box office record held by Baahubali 2 as it continues its successful run in theaters.</p>"
  },
  {
    "title": "Neetu Kapoor remembers late husband Rishi Kapoor in emotional post during Raj Kapoor's 100th birth... - Moneycontrol",
    "link": "https://www.moneycontrol.com/entertainment/neetu-kapoor-remembers-late-husband-rishi-kapoor-in-emotional-post-during-raj-kapoor-s-100th-birth-anniversary-event-writes-missing-you-kapoor-saab-article-12889858.html",
    "pubDate": "Sat, 14 Dec 2024 05:50:26 GMT",
    "summary": null
  },
  {
    "title": "Suriya and Trisha’s characters in Suriya45 revealed - 123telugu",
    "link": "https://www.123telugu.com/mnews/suriya-and-trishas-characters-in-suriya45-revealed.html",
    "pubDate": "Sat, 14 Dec 2024 05:37:00 GMT",
    "summary": "<h1>Suriya and Trisha’s characters in Suriya45 revealed</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 11:07 am IST</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2024/10/suriya45.jpg\" alt=\"Suriya and Trisha in Suriya45\" width=\"300\" height=\"469\">\n<figcaption>Suriya and Trisha's characters in Suriya45 revealed</figcaption>\n<p>The makers of Suriya45 have announced that Trisha will play the female lead alongside Suriya, marking their first collaboration in 19 years. Both actors will portray lawyers in this upcoming rural entertainer directed by RJ Balaji.</p>\n<ul>\n    <li>Trisha returns to share screen space with Suriya after nearly two decades.</li>\n    <li>Suriya and Trisha will both be portraying lawyer characters in the film.</li>\n    <li>This marks Suriya's third portrayal of a lawyer in his last four films.</li>\n    <li>The film is produced by SR Prakash Babu and SR Prabhu under Dream Warrior Pictures.</li>\n    <li>Sai Abhyankar is the music composer for Suriya45.</li>\n</ul>\n<blockquote>“Suriya is donning the lawyer’s role for the third time in his last four movies.”</blockquote>\n<p>Suriya45 is generating excitement among fans as it promises to be a captivating rural entertainer. Further updates are anticipated as the film progresses toward its release."
  },
  {
    "title": "Raj Kapoor birth centenary: Rekha blesses Amitabh Bachchan’s grandson Agastya, Saif Ali Khan admires Tiger Shroff’s biceps. Watch videos - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/bollywood/raj-kapoor-birth-centenary-rekha-blesses-amitabh-bachchans-grandson-agastya-saif-ali-khan-admires-tiger-shroffs-biceps-watch-videos-9724248/",
    "pubDate": "Sat, 14 Dec 2024 04:58:56 GMT",
    "summary": "<h1>Raj Kapoor birth centenary: Rekha blesses Amitabh Bachchan’s grandson Agastya, Saif Ali Khan admires Tiger Shroff’s biceps. Watch videos</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Raj-Kapoor-centenary.jpg?w=640\" alt=\"Raj Kapoor's birth centenary event\" width=\"640\" height=\"360\">\n<figcaption>Rekha, Agastya Nanda and Saif Ali Khan, Tiger Shroff at Raj Kapoor's birth centenary event (Photo: Varinder Chawla/Instagram)</figcaption>\n<p>The Kapoor family celebrated the legendary Raj Kapoor’s 100th birth anniversary with a grand event in Mumbai, sharing heartwarming moments on social media.</p>\n<ul>\n    <li>The celebration included notable figures like Rekha, who blessed Agastya Nanda.</li>\n    <li>Saif Ali Khan admired Tiger Shroff’s biceps during the event.</li>\n    <li>Alia Bhatt directed guests to the screening of Raj Kapoor’s film \"Awaara\".</li>\n    <li>Many interactions took place, including Rekha engaging with Ranbir Kapoor and Agastya Nanda.</li>\n    <li>This centenary celebration features screenings of 10 iconic Raj Kapoor films across 40 cities.</li>\n</ul>\n<blockquote>\n    “Which film is starting? Awaara! Who wants to go see Awaara? Please go.” - Alia Bhatt\n</blockquote>\n<p>The centenary celebrations are a tribute to Raj Kapoor's legacy, showcasing the joy and connections among the next generation of stars."
  },
  {
    "title": "Raj Kapoor: Celebrating 100 years of the 'greatest showman of Indian cinema' - BBC.com",
    "link": "https://www.bbc.com/news/articles/c2ldjz1q700o",
    "pubDate": "Sat, 14 Dec 2024 03:09:34 GMT",
    "summary": "<h1>Raj Kapoor: Celebrating 100 years of the 'greatest showman of Indian cinema'</h1>\n<p><strong>Publication Date:</strong> Not specified <strong>Source:</strong> BBC News</p>\n<img src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d796/live/757e42d0-b917-11ef-8c5b-cf3cfed6177e.jpg.webp\" alt=\"Film Heritage Foundation Raj Kapoor\">\n<figcaption>Raj Kapoor was a filmmaker, producer, and actor whose legacy shaped Indian cinema.</figcaption>\n<p>Raj Kapoor, fondly called the \"greatest showman of Indian cinema\", was a pioneering filmmaker, producer, and actor whose work continues to influence Indian films. Celebrations are taking place across the country to honor what would have been his 100th birthday.</p>\n<ul>\n    <li>Raj Kapoor remains a beloved figure in Indian cinema nearly four decades after his death in 1988.</li>\n    <li>His early films often had a socialistic theme, reflecting the country's aspirations post-independence.</li>\n    <li>A retrospective of 10 of his iconic films will be showcased in 40 cities and 135 cinemas across India.</li>\n    <li>Kapoor's notable films include Aag, Barsaat, Awara, Shree 420, and others, establishing RK Films as a major studio.</li>\n</ul>\n<blockquote>\"Kapoor brought romance, sexuality, song and soul to Indian socialism.\" - Sunil Khilnani, historian</blockquote>\n<p>Raj Kapoor's legacy is celebrated as he profoundly influenced Indian cinema through his artistic vision and storytelling, impacting generations of filmmakers and audiences alike.</p>"
  },
  {
    "title": "Horoscope Today, December 14, 2024: Check here Astrological prediction for all zodiac signs - India Today",
    "link": "https://www.indiatoday.in/horoscopes/story/horoscope-today-december-14-2024-aries-taurus-gemini-cancer-leo-virgo-libra-scorpio-sagittarius-capricorn-aquarius-pisces-2649272-2024-12-14",
    "pubDate": "Sat, 14 Dec 2024 01:00:00 GMT",
    "summary": "<h1>Horoscope Today, December 14, 2024: Check here Astrological prediction for all zodiac signs</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> India Today</p>\n<p>Find out answers to your deepest burning questions related to love, health, money, career in this daily horoscope for all zodiac signs.</p>\n\n<ul>\n    <li><strong>Aries:</strong> Focus on family traditions, with a supportive environment and opportunities for wealth. Lucky numbers: 7, 8, 9; Lucky colour: Brown.</li>\n    <li><strong>Taurus:</strong> New opportunities and pleasant journeys; creativity is emphasized. Lucky numbers: 5, 6, 7, 8; Lucky colour: Silver.</li>\n    <li><strong>Gemini:</strong> Avoid carelessness; sensitivity in relationships; follow rules. Lucky numbers: 5, 7, 8; Lucky colour: Light Blue.</li>\n    <li><strong>Cancer:</strong> Positive progress with finances and business; significant tasks completed. Lucky numbers: 2, 5, 7, 8; Lucky colour: Aqua Blue.</li>\n    <li><strong>Leo:</strong> Progress in endeavors; collaboration yields gains; positive impressions left. Lucky numbers: 1, 5, 7; Lucky colour: Purple.</li>\n    <li><strong>Virgo:</strong> Strengthen faith and spirituality; commendable professional performance expected. Lucky numbers: 5, 7, 8; Lucky colour: Sea Blue.</li>\n    <li><strong>Libra:</strong> Maintain patience and discipline; strengthen family ties. Lucky numbers: 5, 6, 7, 8; Lucky colour: Royal Blue.</li>\n    <li><strong>Scorpio:</strong> Achieve goals through collaboration; advance plans on property. Lucky numbers: 7, 8, 9; Lucky colour: Wheat.</li>\n    <li><strong>Sagittarius:</strong> Diligence needed in professional matters; remain cautious and disciplined. Lucky numbers: 3, 7, 8; Lucky colour: Yellow.</li>\n    <li><strong>Capricorn:</strong> Demonstrate competence; focus on innovation and smart working. Lucky numbers: 5, 7, 8; Lucky colour: Purple.</li>\n    <li><strong>Aquarius:</strong> Maintain harmony; avoid stubbornness; simplify emotional matters. Lucky numbers: 5, 7, 8; Lucky colour: Sapphire Blue.</li>\n    <li><strong>Pisces:</strong> Enhance social interactions; maintain discipline in management tasks. Lucky numbers: 3, 6, 7, 8; Lucky colour: Gooseberry Green.</li>\n</ul>\n\n<blockquote>“Opportunities for wealth and property will grow.” - Aries Horoscope</blockquote>\n\n<p>This daily horoscope offers insights and predictions to guide you through December 14, 2024, focusing on various aspects of life for each zodiac sign.</p>"
  },
  {
    "title": "Mukesh Khanna wants Allu Arjun to play Shaktimaan; criticises Pushpa 2 The Rule: ‘Not committing to anything but…’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/bollywood/mukesh-khanna-wants-allu-arjun-to-play-shaktimaan-criticises-pushpa-2-the-rule-not-committing-to-anything-but-101734092132928.html",
    "pubDate": "Sat, 14 Dec 2024 00:46:06 GMT",
    "summary": "<h1>Mukesh Khanna wants Allu Arjun to play Shaktimaan; criticises Pushpa 2 The Rule: ‘Not committing to anything but…’</h1>\n<p><strong>Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Allu_Arjun_Pushpa_2_Shaktimaan_1734093485918_1734093495410.jpg\" alt=\"Mukesh Khanna wants Allu Arjun to be the next Shaktimaan.\" title=\"Mukesh Khanna wants Allu Arjun to be the next Shaktimaan.\">\n<figcaption>Mukesh Khanna wants Allu Arjun to be the next Shaktimaan.</figcaption>\n<p>Mukesh Khanna has expressed his preference for Allu Arjun to take on the role of Shaktimaan, while also critiquing the filmmaking choices in Pushpa 2: The Rule.</p>\n<ul>\n    <li>Khanna is open to Allu Arjun portraying Shaktimaan after seeing his performance in Pushpa 2.</li>\n    <li>He stated he is not making commitments but believes Arjun has the looks and stature suitable for the superhero role.</li>\n    <li>Khanna praised Pushpa 2 for its craftsmanship but criticized it for glamorizing illegal activities like red sanders smuggling.</li>\n    <li>He urged Bollywood to learn from South Indian filmmakers regarding budget allocation and remuneration strategies.</li>\n    <li>Pushpa 2 crossed ₹1000 crore gross globally within a week of its release.</li>\n</ul>\n<blockquote>“I am not committing to anything, but I think he (Arjun) can be Shaktimaan. He has good looks and height.” - Mukesh Khanna</blockquote>\n<p>In conclusion, Mukesh Khanna's endorsement of Allu Arjun for Shaktimaan, coupled with his critical perspective on current trends in Bollywood, highlights the ongoing dialogue about filmmaking ethics and actor remuneration in the industry.</p>"
  },
  {
    "title": "'Pushpa 2' box office collection day 9: The film remains undeterred with Allu Arjun's arrest, crosses Rs - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/pushpa-2-box-office-collection-day-9-the-film-remains-undeterred-with-allu-arjuns-arrest-crosses-rs-760-crore-in-india-on-second-friday/articleshow/116304248.cms",
    "pubDate": "Sat, 14 Dec 2024 00:07:00 GMT",
    "summary": null
  },
  {
    "title": "Pisces Daily Horoscope Today, December 14, 2024 predicts no mishaps at work - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/pisces-daily-horoscope-today-december-14-2024-predicts-no-mishaps-at-work-101734106628490.html",
    "pubDate": "Fri, 13 Dec 2024 22:41:12 GMT",
    "summary": "<h1>Pisces Daily Horoscope Today, December 14, 2024 predicts no mishaps at work</h1>\n<p><strong>Publication Date:</strong> December 14, 2024<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Pisces_1728478870554_1734106819791.jpg\" alt=\"Pisces Daily Horoscope Today, Decemer 14, 2024: Today, Pisces, focus on balancing your emotional insights with practical decisions to enhance relationships, career, finances, and health.\" title=\"Pisces Daily Horoscope Today, Decemer 14, 2024: Today, Pisces, focus on balancing your emotional insights with practical decisions to enhance relationships, career, finances, and health.\">\n<figcaption>Pisces Daily Horoscope Today, Decemer 14, 2024: Today, Pisces, focus on balancing your emotional insights with practical decisions to enhance relationships, career, finances, and health.</figcaption>\n<p>Today's horoscope emphasizes a balanced approach for Pisces, urging individuals to use their intuition and practical decision-making for success in various aspects of life.</p>\n<ul>\n    <li>Focus on emotional insights and practical decisions in relationships, career, and health.</li>\n    <li>Encouragement for clear communication in love and relationships.</li>\n    <li>Creativity and intuition favored in the workplace for innovative solutions.</li>\n    <li>Financial caution is advised, with a focus on budget management.</li>\n    <li>Health routines should prioritize mindfulness and balance.</li>\n</ul>\n<blockquote>“Taking time for self-care will enhance your well-being.”</blockquote>\n<p>In conclusion, Pisces individuals are encouraged to maintain balance in their emotional and practical pursuits to achieve harmony and success in their daily lives.</p>"
  },
  {
    "title": "Aquarius Daily Horoscope Today, Dec 14, 2024 predicts new beginnings - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/aquarius-daily-horoscope-today-dec-14-2024-predicts-new-beginnings-101734107163185.html",
    "pubDate": "Fri, 13 Dec 2024 22:40:12 GMT",
    "summary": "<h1>Aquarius Daily Horoscope Today, Dec 14, 2024 predicts new beginnings</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Aquarius_1728478944944_1734107329427.jpg\" alt=\"Aquarius Daily Horoscope Today, December 10, 2024: Today is a perfect day to explore new horizons\" title=\"Aquarius Daily Horoscope Today, December 10, 2024: Today is a perfect day to explore new horizons\">\n<figcaption>Aquarius Daily Horoscope Today, December 10, 2024: Today is a perfect day to explore new horizons</figcaption>\n<p>Today offers new opportunities for personal growth for Aquarius, emphasizing creativity and stronger connections with loved ones.</p>\n<ul>\n    <li>Innovative thinking is encouraged to solve problems and strengthen personal relationships.</li>\n    <li>Romantic connections can deepen with genuine communication and attentiveness.</li>\n    <li>Career advancements are possible through creativity and proactive engagement with colleagues.</li>\n    <li>Financial decisions should be smart and measured, with a focus on budgeting and avoiding impulsive spending.</li>\n    <li>Health should be prioritized with engaging activities, a balanced diet, and staying hydrated.</li>\n</ul>\n<blockquote>\"Positive changes are on the horizon, but they will require a bit of effort and patience.\"</blockquote>\n<p>Overall, today is a significant day for Aquarius, filled with opportunities for growth in various aspects of life, encouraging them to harness their creative potential and deepen their connections.</p>"
  }
]