[
  {
    "title": "Allu Arjun Meets Chiranjeevi After Walking Out Of Jail In Fan's Death Case | Photo - News18",
    "link": "https://www.news18.com/movies/allu-arjun-meets-chiranjeevi-after-walking-out-of-jail-in-fans-death-case-photo-9156963.html",
    "pubDate": "Sun, 15 Dec 2024 14:52:30 GMT",
    "summary": "<h1>Allu Arjun Meets Chiranjeevi After Walking Out Of Jail In Fan's Death Case | Photo</h1>\n<p><strong>Publication Date:</strong> December 15, 2024, 21:21 IST</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Allu Arjun meets Chiranjeevi at his Hyderabad residence.\" title=\"Allu Arjun meets Chiranjeevi at his Hyderabad residence. (Photo: X)\">\n    <figcaption>Allu Arjun meets Chiranjeevi at his Hyderabad residence. (Photo: X)</figcaption>\n</figure>\n<p>A day after Allu Arjun walked out of the Hyderabad jail, the actor visited his uncle and veteran star Chiranjeevi. This visit comes in the wake of a tragic incident at a film screening that led to Arjun's arrest.</p>\n<ul>\n    <li>Allu Arjun was arrested on December 13, 2024, regarding the death of a woman at Sandhya Theatre during a screening of Pushpa 2.</li>\n    <li>The chaos caused by the crowd led to a stampede, resulting in the death of a 35-year-old woman and injuries to her 9-year-old son.</li>\n    <li>Arjun was held for 14 days in judicial custody but received interim bail after a night in jail.</li>\n    <li>Upon release, Allu Arjun expressed remorse, calling the incident “very unfortunate” and offering support to the victim's family.</li>\n    <li>Despite the incident, Pushpa 2: The Rule has been successful at the box office, crossing Rs 1000 crore.</li>\n</ul>\n<blockquote>“I thank everyone, this incident was very unfortunate, we are extremely sorry whatever happened, we are with the family...” - Allu Arjun</blockquote>\n<p>The recent events highlight the challenges faced by celebrities during public events and the serious consequences that can arise from crowd control issues."
  },
  {
    "title": "Keerthy Suresh's Wedding Day Look Has Alia Bhatt And Khushi Kapoor's Approval - News18",
    "link": "https://www.news18.com/lifestyle/keerthy-sureshs-wedding-day-look-has-alia-bhatt-and-khushi-kapoors-approval-9155548.html",
    "pubDate": "Sun, 15 Dec 2024 14:51:42 GMT",
    "summary": "<h1>Keerthy Suresh's Wedding Day Look Has Alia Bhatt And Khushi Kapoor's Approval</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Juliette sleeves add a touch of drama to traditional outfits.\" title=\"Juliette sleeves add a touch of drama to traditional outfits.\">\n<figcaption>Juliette sleeves add a touch of drama to traditional outfits.</figcaption>\n<p>This article highlights Keerthy Suresh's exquisite wedding attire, which has garnered praise from fellow celebrities Alia Bhatt and Khushi Kapoor, particularly noting the trend of Juliette sleeves in contemporary fashion.</p>\n<ul>\n    <li>Keerthy wore a stunning red saree with a green blouse featuring Juliette sleeves at her wedding.</li>\n    <li>Juliette sleeves are becoming a popular trend among celebrities for adding a romantic touch to outfits.</li>\n    <li>Keerthy's two silk sarees featured intricate designs and vibrant colors, catching significant attention.</li>\n    <li>Khushi Kapoor’s outfit at a recent event also showcased the trend with a rani pink saree and similar sleeve design.</li>\n    <li>The trend appears to be solidifying within the fashion industry, promising to remain popular among enthusiasts.</li>\n</ul>\n<blockquote>\"These eye-catching sleeves add a flair to your outfit and create a statement, regardless of your preference for traditional or bold fashion choices.\"</blockquote>\n<p>In conclusion, Keerthy Suresh's wedding look exemplifies the rising popularity of Juliette sleeves, marking a significant trend in the fashion scene that is likely to endure in the coming seasons.</p>"
  },
  {
    "title": "Zakir Hussain hospitalised in the US due to ‘serious ailments’, family seeks prayers for recovery - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/music/zakir-hussain-hospitalised-in-the-us-due-to-serious-ailments-family-seeks-prayers-for-recovery-101734270446832.html",
    "pubDate": "Sun, 15 Dec 2024 13:59:30 GMT",
    "summary": null
  },
  {
    "title": "Pushpa 2 box office collection day 11 early report: Allu Arjun film nears Rs 900 crore mark in India, eyes Baahubali 2’s record - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/telugu/pushpa-2-box-office-collection-day-11-early-report-allu-arjun-film-nears-rs-900-crore-mark-in-india-9726186/",
    "pubDate": "Sun, 15 Dec 2024 13:10:40 GMT",
    "summary": "<h1>Pushpa 2 box office collection day 11 early report: Allu Arjun film nears Rs 900 crore mark in India, eyes Baahubali 2’s record</h1>\n<p><strong>Publication Date: December 2024</strong></p>\n<p><strong>Source: Indian Express</strong></p>\n<img src=\"https://images.indianexpress.com/2024/12/Pushpa-22.jpg?w=640\" alt=\"Pushpa 2 box office collection day 11 early report\" width=\"640\" height=\"360\">\n<figcaption>Pushpa 2 box office collection day 11 early report: Allu Arjun's film is unstoppable.</figcaption>\n<p>Pushpa 2 has been breaking box office records with significant earnings since its release, showing resilience even amid controversies surrounding its lead actor.</p>\n<ul>\n    <li>The film saw a remarkable 73% surge in collections on Saturday, with expectations for a similar increase on Sunday.</li>\n    <li>As of Sunday evening, Pushpa 2 raked in Rs 57.22 crore, with projections of Rs 60-65 crore for the Hindi version alone.</li>\n    <li>The total worldwide collection is reported at Rs 1,196 crore, with domestic collections at Rs 866.5 crore.</li>\n    <li>The film aims to surpass the domestic record held by Baahubali 2 at Rs 1,030.42 crore.</li>\n    <li>Despite controversies related to Allu Arjun's arrest after a tragic incident, he has received strong support from industry colleagues.</li>\n</ul>\n<blockquote>\"Pushpa 2 has earned Rs 1,196 crore worldwide, with its domestic collections standing at Rs 866.5 crore.\"</blockquote>\n<p>The success of Pushpa 2 continues to be a significant topic in the film industry, showcasing strong audience support despite challenges faced by its lead actor."
  },
  {
    "title": "Anushka Shetty's Ghaati to release worldwide on this date - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/anushka-shettys-ghaati-to-release-worldwide-on-this-date-101734264440666.html",
    "pubDate": "Sun, 15 Dec 2024 12:15:19 GMT",
    "summary": "<h1>Anushka Shetty's Ghaati to release worldwide on this date</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Ge0hAEmWkAAQYxr_1734264491198_1734264531699.jpg\" alt=\"Anushka Shetty in the poster of Ghaati.\" title=\"Anushka Shetty in the poster of Ghaati.\">\n<figcaption>Anushka Shetty in the poster of Ghaati.</figcaption>\n<p>The much-awaited film 'Ghaati', starring Anushka Shetty, is set to be released worldwide on April 18, 2025. The announcement was made by the makers along with an intense poster.</p>\n<ul>\n    <li>'Ghaati' will be released in Telugu, Tamil, Hindi, Kannada, and Malayalam.</li>\n    <li>Directed by Krish Jagarlamudi, the film presents Anushka in a new avatar.</li>\n    <li>The initial poster revealed Anushka smoking a pipe with a powerful tagline: \"Victim, criminal, legend.\"</li>\n    <li>This will be Anushka's second collaboration with director Krish after 'Vedam'.</li>\n    <li>Anushka is also making her Malayalam debut in the film 'Kathanar - The Wild Sorcerer'.</li>\n</ul>\n<blockquote>\"The Queen, at her best, will reign at the box office. #Ghaati GRAND RELEASE WORLDWIDE ON 18th APRIL, 2025.\"</blockquote>\n<p>Overall, 'Ghaati' is highly anticipated and promises to showcase Anushka Shetty's versatile talent in the lead role.</p>"
  },
  {
    "title": "Fourth-Generation Idol Sentenced To 8 Years In Prison After Killing Man In Drunk Driving Accident - Koreaboo",
    "link": "https://www.koreaboo.com/news/4th-gen-idol-sentenced-8-years-in-prison-after-killing-man-in-drunk-driving-accident/",
    "pubDate": "Sun, 15 Dec 2024 12:02:03 GMT",
    "summary": "<h1>Fourth-Generation Idol Sentenced To 8 Years In Prison After Killing Man In Drunk Driving Accident</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> Koreaboo</p>\n<img loading=\"eager\" fetchpriority=\"high\" src=\"https://img.koreaboo.com/tr:n-lg-dt/2024/12/dj-yesong.jpg\" alt=\"DJ Yesong\" width=\"925\" height=\"1155\">\n<figcaption>| <i>Naver</i></figcaption>\n<p>The infamous DJ Yesong, whose real name is Ahn Ye Song, has been sentenced to eight years in prison after causing the death of a delivery driver while intoxicated. The incident has drawn significant media attention and legal scrutiny.</p>\n<ul>\n    <li>DJ Yesong caused the death of a motorcyclist in Seoul's Gangnam district while driving under the influence.</li>\n    <li>Her blood alcohol level at the time of the crash was 0.221%, well above the legal limit.</li>\n    <li>Initially sentenced to 10 years, her punishment was reduced to 8 years after an appeal considering her confession and agreement with the victim's family.</li>\n    <li>The court emphasized her reckless driving, which included running red lights and speeding.</li>\n    <li>The Supreme Court upheld the eight-year sentence, dismissing further appeals by DJ Yesong.</li>\n</ul>\n<blockquote>“She neglected her legal obligations under the Road Traffic Act.”</blockquote>\n<p>This tragic event raises discussions around accountability in drunk driving incidents, particularly regarding public figures. DJ Yesong's case serves as a critical reminder of the dangers associated with driving under the influence."
  },
  {
    "title": "Triptii Dimri Avoids Paps As She Gets Spotted With Rumoured BF Sam Merchant, Says ‘Jao Please’ | Watch - News18",
    "link": "https://www.news18.com/movies/triptii-dimri-avoids-paps-as-she-gets-spotted-with-rumoured-bf-sam-merchant-says-jao-please-watch-9156921.html",
    "pubDate": "Sun, 15 Dec 2024 10:53:31 GMT",
    "summary": "<h1>Triptii Dimri Avoids Paps As She Gets Spotted With Rumoured BF Sam Merchant, Says ‘Jao Please’ | Watch</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2024/12/triptii-sam-2024-12-6ea245328c583f4589c94936bb113c09.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Triptii Dimri and Sam Merchant spotted in the city\" loading=\"eager\">\n    <figcaption>Triptii Dimri and Sam Merchant spotted in the city</figcaption>\n</figure>\n<p>Triptii Dimri was recently spotted with her rumoured boyfriend Sam Merchant, where she made her desire for privacy clear by asking the paparazzi to leave them alone.</p>\n<ul>\n    <li>Triptii Dimri and Sam Merchant were papped while trying to maintain their privacy.</li>\n    <li>During the encounter, Triptii was dressed in a black t-shirt and denim, and she asked the photographers to 'Jao jao please'.</li>\n    <li>Both have been linked romantically, although neither has confirmed the relationship.</li>\n    <li>Triptii previously attended a concert by Bryan Adams with Sam Merchant.</li>\n    <li>She is currently filming for the romantic drama 'Dhadak 2'.</li>\n</ul>\n<blockquote>\n    \"Jao jao please.\" - Triptii Dimri, asking paparazzi to leave them alone.\n</blockquote>\n<p>This incident highlights both Triptii's growing fame and her attempts to manage her public image amidst speculation about her personal life.</p>"
  },
  {
    "title": "Pic Talk: Upendra and UI team with Nagarjuna for movie promotions on Bigg Boss Telugu S8 - 123telugu",
    "link": "https://www.123telugu.com/mnews/pic-talk-upendra-and-ui-team-with-nagarjuna-for-movie-promotions-on-bigg-boss-telugu-s8.html",
    "pubDate": "Sun, 15 Dec 2024 10:30:00 GMT",
    "summary": "<h1>Pic Talk: Upendra and UI team with Nagarjuna for movie promotions on Bigg Boss Telugu S8</h1>\n<p><strong>Published on:</strong> Dec 15, 2024 4:00 pm IST</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2024/12/Nagarjuna-Upendra.jpg\" alt=\"Upendra and Nagarjuna\" width=\"500\" height=\"375\">\n<figcaption>Upendra and Nagarjuna during their meeting for movie promotions.</figcaption>\n<p>Nagarjuna Akkineni hosts Bigg Boss Telugu Season 8, which is nearing its grand finale. The event has invited Upendra and his UI team as chief guests for movie promotions.</p>\n<ul>\n    <li>The finale of Bigg Boss Telugu S8 is approaching and has garnered significant viewership.</li>\n    <li>Nagarjuna recently met Upendra and his UI team, with the photos gaining popularity on social media.</li>\n    <li>Ram Charan and the teams from various movies, including Pushpa 2, will also be present at the event.</li>\n</ul>\n<blockquote>“Bigg Boss Telugu Season 8 has received widespread appreciation, attracting a massive viewership.”</blockquote>\n<p>The collaboration of Upendra and Nagarjuna marks an exciting promotional phase as fans await the finale of Bigg Boss Telugu S8. Stay tuned for further updates on this event."
  },
  {
    "title": "Ajith Kumar ditches his beard in fresh, new look for Good Bad Ugly, fans say he doesn't need digital de-ageing - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/tamil-cinema/ajith-kumar-ditches-his-beard-in-fresh-new-look-for-good-bad-ugly-fans-say-he-doesnt-need-digital-deageing-101734256085340.html",
    "pubDate": "Sun, 15 Dec 2024 10:09:32 GMT",
    "summary": "<h1>Ajith Kumar Ditches His Beard in Fresh, New Look for Good Bad Ugly, Fans Say He Doesn't Need Digital De-Ageing</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Ajith_Kumar_1734256119593_1734257061030.jpeg\" alt=\"Devi Sri Prasad is composing music for the film, led by Ajith Kumar.\" title=\"Devi Sri Prasad is composing music for the film, led by Ajith Kumar.\">\n<figcaption>Devi Sri Prasad is composing music for the film, led by Ajith Kumar.</figcaption>\n<p>Actor Ajith Kumar has completed filming for his upcoming film Good Bad Ugly, unveiling a fresh new look that has excited his fans.</p>\n<ul>\n    <li>Ajith shared pictures from the final day of filming showcasing his clean-shaven appearance.</li>\n    <li>Director Adhik Ravichandran highlighted the wrapping up of the shoot on social media.</li>\n    <li>Fans are praising his transformation, reminiscing about his earlier looks from the 90s.</li>\n    <li>The film's details are mostly under wraps, and it is slated for release next year.</li>\n    <li>Music for the film is composed by Devi Sri Prasad and it is produced by Mythri Movie Makers.</li>\n</ul>\n<blockquote>\n    “What a Transformation. 90’s #AK Is Back.” – Comment from a fan\n</blockquote>\n<blockquote>\n    “No need de-aging techniques. Looks terrific! AK needs to do a couple of movies in this same look.” – Another fan\n</blockquote>\n<p>The excitement surrounding Ajith Kumar's new look for Good Bad Ugly illustrates his enduring appeal and adaptability as an actor, as fans eagerly await the film's release next year.</p>"
  },
  {
    "title": "Weekly Horoscope: December 16th to 22nd, 2024 - The Times of India",
    "link": "https://timesofindia.indiatimes.com/life-style/relationships/love-sex/weekly-horoscope-december-16th-to-22nd-2024/photostory/116335940.cms",
    "pubDate": "Sun, 15 Dec 2024 09:08:48 GMT",
    "summary": "```html\n<h1>Weekly Horoscope: December 16th to 22nd, 2024</h1>\n<p><strong>Publication Date:</strong> December 16, 2024 | <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/imgsize-22912,msid-116335958,width-600,height-335,resizemode-75/116335958.jpg\" alt=\"What's in store for you this week?\">\n<figcaption>What's in store for you this week?</figcaption>\n<p>Explore the weekly horoscope predictions for each zodiac sign, with insights on relationships, careers, finances, and health, as guided by astrologer Vishal Bhardwaj.</p>\n<ul>\n    <li><strong>Aries:</strong> Face challenges with confidence, and expect clarity in relationships.</li>\n    <li><strong>Taurus:</strong> Focus on stability and resolve long-standing issues at work.</li>\n    <li><strong>Gemini:</strong> Embrace new ideas; prioritize tasks to avoid overwhelm.</li>\n    <li><strong>Cancer:</strong> Nurture relationships while managing emotional well-being.</li>\n    <li><strong>Leo:</strong> Balance work ambition with personal connections.</li>\n    <li><strong>Virgo:</strong> Celebrate small wins while solving challenges practically.</li>\n    <li><strong>Libra:</strong> Seek balance amidst career demands and personal life.</li>\n    <li><strong>Scorpio:</strong> Blend caution with boldness, focusing on emotional stability.</li>\n    <li><strong>Sagittarius:</strong> Focus on self-discipline while allowing creativity to flourish.</li>\n    <li><strong>Capricorn:</strong> Balance ambition with self-care for health benefits.</li>\n    <li><strong>Aquarius:</strong> Nurture relationships while leading with innovative ideas.</li>\n    <li><strong>Pisces:</strong> Embrace intuition; health concerns require mindfulness.</li>\n</ul>\n<blockquote>“Your energy and drive will be your greatest assets this week.” - Vishal Bhardwaj</blockquote>\n<p>This week presents various opportunities for growth and challenges for each zodiac sign. It's a time to navigate changes with awareness and responsiveness."
  },
  {
    "title": "Allu Arjun visits uncle Chiranjeevi with wife Sneha Reddy and kids after being released from jail. Watch - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/telugu/allu-arjun-visits-uncle-chiranjeevi-with-wife-sneha-reddy-and-kids-after-being-released-from-jail-watch-9725905/",
    "pubDate": "Sun, 15 Dec 2024 09:05:01 GMT",
    "summary": "<h1>Allu Arjun visits uncle Chiranjeevi with wife Sneha Reddy and kids after being released from jail. Watch.</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/allu-arjun-11.jpg?w=640\" alt=\"Allu Arjun Chiranjeevi.\" width=\"640\" height=\"360\">\n<figcaption>Allu Arjun and wife Sneha Reddy with Chiranjeevi. (Pic: @UrsVamsiShe/X)</figcaption>\n<p>Following his release from jail, actor Allu Arjun visited his uncle Chiranjeevi at his residence, accompanied by his wife Sneha Reddy and children Ayaan and Arha. The visit was highlighted on social media with several videos capturing the family's arrival.</p>\n<ul>\n    <li>Allu Arjun was released from jail after a tragic incident involving a stampede during a screening of Pushpa 2.</li>\n    <li>He was seen driving to Chiranjeevi's residence in an orange hoodie, with his family in the car.</li>\n    <li>Videos of the family's arrival at Chiranjeevi’s home circulated widely on social media.</li>\n    <li>The stampede resulted in the death of a 39-year-old woman, leading to legal action against Arjun and his security team.</li>\n    <li>Many celebrities came to show support after his release, including Rana Daggubati and Vijay Deverakonda.</li>\n</ul>\n<blockquote>\n    <p dir=\"ltr\" lang=\"en\">BREAKING: <a rel=\"noamphtml\" href=\"https://indianexpress.com/about/allu-arjun/\">Allu Arjun</a> family arrives at Chiranjeevi residence🏡🏠 <a href=\"https://t.co/GC8FLgBe9H\" rel=\"nofollow, noopener\" target=\"_blank\">pic.twitter.com/GC8FLgBe9H</a></p>\n    <p>— Manobala Vijayabalan (@ManobalaV) <a href=\"https://twitter.com/ManobalaV/status/1868188852214792423?ref_src=twsrc%5Etfw\" rel=\"nofollow, noopener\" target=\"_blank\">December 15, 2024</a></p>\n</blockquote>\n<p>The family's visit marks a moment of reconciliation following a difficult period, reflecting the support Arjun has received from the film community during this challenging time.</p>"
  },
  {
    "title": "Mega Iconic Moment: Allu Arjun with Chiranjeevi | Latest Telugu cinema news | Movie reviews | OTT Updates, OTT - 123telugu",
    "link": "https://www.123telugu.com/mnews/mega-iconic-moment-allu-arjun-with-chiranjeevi.html",
    "pubDate": "Sun, 15 Dec 2024 08:58:00 GMT",
    "summary": "<h1>Mega Iconic Moment: Allu Arjun with Chiranjeevi</h1>\n<p><strong>Published on:</strong> Dec 15, 2024 2:28 pm IST</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2024/12/AlluArjun-Chiranjeevi1.jpg\" alt=\"Allu Arjun with Chiranjeevi\" width=\"330\" height=\"440\">\n<figcaption>Allu Arjun and his wife Allu Sneha Reddy with Chiranjeevi during their visit.</figcaption>\n<p>Icon Star Allu Arjun, along with his wife Allu Sneha Reddy, paid a special visit to his uncle and Tollywood Megastar Chiranjeevi to express his gratitude for Chiranjeevi’s support during challenging times.</p>\n<ul>\n    <li>The visit has been celebrated on social media, showcasing the strong bond within the Mega family.</li>\n    <li>Photos from the reunion feature Arjun, Sneha, and Chiranjeevi smiling together, garnering praise from fans.</li>\n    <li>The moment helped silence rumors and reaffirmed the connection between the two stars.</li>\n    <li>This gathering is viewed as a significant display of family unity in the film industry.</li>\n</ul>\n<blockquote>\"The moment is being celebrated as a beautiful display of family unity, proving once again that the Mega family stands together through thick and thin.\"</blockquote>\n<p>This reunion not only highlights family ties but also reinforces the strength of relationships in the entertainment industry."
  },
  {
    "title": "Lavanya Tripathi’s new film takes Kamal Haasan’s old movie title - 123telugu",
    "link": "https://www.123telugu.com/mnews/lavanya-tripathis-new-film-takes-kamal-haasans-old-movie-title.html",
    "pubDate": "Sun, 15 Dec 2024 08:10:00 GMT",
    "summary": "<h1>Lavanya Tripathi’s new film takes Kamal Haasan’s old movie title</h1>\n<p><strong>Published on:</strong> Dec 15, 2024 1:40 pm IST</p>\n<p><strong>Source:</strong> 123Telugu</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2024/12/Sathi-Leelavathi.jpg\" alt=\"Lavanya Tripathi's new film\" width=\"360\" height=\"450\">\n<figcaption>Lavanya Tripathi's new film titled Sathi Leelavathi.</figcaption>\n<p>On her birthday, Lavanya Tripathi officially announced her new film, which shares its title with a classic Kamal Haasan movie, Sathi Leelavathi, directed by Tatineni Satya.</p>\n<ul>\n    <li>The film is a follow-up to Lavanya's appearance in the web series Miss Perfect after her marriage to Varun Tej.</li>\n    <li>Sathi Leelavathi is directed by Tatineni Satya, known for Bheemili Kabaddi Jattu.</li>\n    <li>The film is produced by Nagamohan Babu and Rajesh T under Durga Devi Pictures and Trio Studios.</li>\n    <li>Music is composed by Mickey J Meyer, with cinematography by Binendra Menon.</li>\n    <li>A special announcement glimpse was shared regarding Lavanya's involvement in the project.</li>\n</ul>\n<blockquote>“Extremely excited to be a part of this project! The story caught my attention with its amazing write-up and the solid team behind it. I’m thrilled to begin this next year. What a fantastic way to kick off the year!” - Lavanya Tripathi</blockquote>\n<p>This new venture marks an exciting start for Lavanya Tripathi as she embarks on a new chapter in her career post-marriage. Fans can stay tuned for more updates on Sathi Leelavathi.</p>"
  },
  {
    "title": "Pushpa 2 Worldwide Box Office Day 10: Allu Arjun Starrer Beats Shah Rukh Khan’s No.1 Film By Earning 86.34 Crores On 2nd Saturday! - Koimoi",
    "link": "https://www.koimoi.com/box-office/pushpa-2-worldwide-box-office-day-10-allu-arjun-starrer-beats-shah-rukh-khans-no-1-film-by-earning-86-34-crores-on-2nd-saturday/",
    "pubDate": "Sun, 15 Dec 2024 07:27:45 GMT",
    "summary": "<h1>Pushpa 2 Worldwide Box Office Day 10: Allu Arjun Starrer Beats Shah Rukh Khan’s No.1 Film By Earning 86</h1>\n<p><strong>Publication Date:</strong> December 2024</p>\n<p><strong>Source:</strong> Koimoi</p>\n<figure>\n    <img src=\"https://www.koimoi.com/wp-content/new-galleries/2024/12/pushpa-2-jawan-box-office-update-01.jpg\" alt=\"Pushpa 2 Worldwide Box Office Day 10: Surpasses Shah Rukh Khan's Jawan\" width=\"1200\" height=\"630\">\n    <figcaption>Pushpa 2 Worldwide Box Office Day 10: Surpasses Shah Rukh Khan’s Jawan ( Photo Credit – Instagram )</figcaption>\n</figure>\n<p>Allu Arjun’s \"Pushpa 2\" has gained significant traction during its second weekend, quickly surpassing 1200 crore at the worldwide box office and overtaking Shah Rukh Khan’s \"Jawan\".</p>\n<ul>\n    <li>The film grossed an impressive <strong>86.34 crore</strong> on day 10.</li>\n    <li>Day 10 saw <strong>74.34 crore</strong> in India, marking a 68% increase from the previous day.</li>\n    <li>Overseas collections rose from <strong>7 crore</strong> to <strong>12 crore</strong>.</li>\n    <li>The total Indian gross is now at <strong>987.36 crores</strong>, with an overseas total of <strong>238 crores</strong>.</li>\n    <li>Overall, \"Pushpa 2\" has reached <strong>1225.36 crore</strong> globally, making it the fifth highest-grossing Indian film of all time.</li>\n</ul>\n<blockquote>\n    \"With 1225.36 crore gross in the kitty, Pushpa 2 has surpassed the lifetime collection of Shah Rukh Khan’s Jawan (1163.82 crore gross).\"\n</blockquote>\n<p>The film is expected to continue its impressive run, potentially earning around <strong>80 crore</strong> today, further solidifying its record-breaking achievements.</p>"
  },
  {
    "title": "Pushpa 2 The Rule worldwide box office collection: Allu Arjun film sees 70% jump after arrest saga, beats SRK's Jawan - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/pushpa-2-the-rule-worldwide-box-office-collection-allu-arjun-film-sees-70-jump-after-arrest-beats-shah-rukhs-jawan-101734246539908.html",
    "pubDate": "Sun, 15 Dec 2024 07:27:38 GMT",
    "summary": "<h1>Pushpa 2 The Rule worldwide box office collection: Allu Arjun film sees 70% jump after arrest saga, beats SRK's Jawan</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/pushpa_2_worldwide_box_office_1734247029392_1734247029586.webp\" alt=\"Pushpa 2 worldwide box office collection: Allu Arjun plays a smuggler in the franchise.\" title=\"Pushpa 2 worldwide box office collection: Allu Arjun plays a smuggler in the franchise.\">\n<figcaption>Pushpa 2 worldwide box office collection: Allu Arjun plays a smuggler in the franchise.</figcaption>\n<p>Pushpa 2: The Rule has achieved remarkable box office success, crossing ₹1196 crore worldwide in just 10 days, fueled by a significant jump following the arrest of its lead actor, Allu Arjun.</p>\n<ul>\n    <li>The film saw a 70% increase in worldwide earnings after Arjun's arrest, with a 74% jump in the domestic market.</li>\n    <li>It earned ₹86 crore on its tenth day, surpassing Shah Rukh Khan's Jawan.</li>\n    <li>Overall, Pushpa 2 is nearing the ₹1200 crore mark and is now set to challenge KGF Chapter 2's record of ₹1208 crore.</li>\n    <li>The film has bolstered its overseas earnings, approaching $2 million on its tenth day.</li>\n    <li>Pushpa 2: The Rule is directed by Sukumar and features Allu Arjun alongside Rashmika Mandanna and Fahadh Faasil.</li>\n</ul>\n<blockquote>\"Pushpa 2 should be able to cross KGF 2 on Sunday and then make a beeline for another blockbuster, SS Rajamouli's RRR (₹1309 crore).\"</blockquote>\n<p>In conclusion, Pushpa 2's impressive performance at the box office demonstrates the film's popularity and the resilience of its leading star, Allu Arjun, amid controversy. The film is poised to continue its success trajectory in the coming days.</p>"
  },
  {
    "title": "Lavanya Tripathi to Star in Satya's Sathi Leelavathi.. - Greatandhra",
    "link": "https://www.greatandhra.com/movies/news/lavanya-tripathi-to-star-in-satyas-sathi-leelavathi-142756",
    "pubDate": "Sun, 15 Dec 2024 07:20:58 GMT",
    "summary": "<h1>Lavanya Tripathi to Star in Tatineni Satya's Sathi Leelavathi</h1>\n<p><strong>Publication Date:</strong> December 15, 2023</p>\n<p><strong>Source:</strong> Great Andhra</p>\n<img src=\"https://www.greatandhra.com/newphotos10/satilaa1734247258.jpg\" alt=\"Lavanya Tripathi to Star in Satya's Sathi Leelavathi\">\n<figcaption>Lavanya Tripathi in Sathi Leelavathi</figcaption>\n<p>Lavanya Tripathi's new film, Sathi Leelavathi, is set to be directed by Tatineni Satya and will be produced by Durga Devi Pictures and Trio Studios.</p>\n<ul>\n    <li>The film's title was announced on Lavanya Tripathi's birthday.</li>\n    <li>This project marks the first collaboration between Durga Devi Pictures and Trio Studios.</li>\n    <li>Tatineni Satya, known for Bheemili Kabaddi Jattu, will direct the film.</li>\n    <li>The producers are Nagamohan Babu M. and Rajesh T.</li>\n    <li>Sathi Leelavathi aims to offer a unique role for Lavanya Tripathi.</li>\n    <li>Shooting is expected to begin soon, with updates to follow.</li>\n    <li>The technical team includes music by Mickey J. Meyer and cinematography by Binendra Menon.</li>\n</ul>\n<blockquote>“Fans eagerly await the project, which is expected to offer a refreshing and engaging cinematic experience.”</blockquote>\n<p>With its talented cast and crew, Sathi Leelavathi is anticipated to be an exciting addition to Lavanya Tripathi's filmography.</p>"
  },
  {
    "title": "Anurag Kashyap on daughter Aaliyah Kashyap’s wedding: ‘Ye bhi gayi’ - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/bollywood/anurag-kashyap-on-daughter-aaliyah-kashyaps-wedding-ye-bhi-gayi-9725827/",
    "pubDate": "Sun, 15 Dec 2024 07:19:06 GMT",
    "summary": "<h1>Anurag Kashyap on daughter Aaliyah Kashyap’s wedding: ‘Ye bhi gayi’</h1>\n<p><strong>Publication Date: </strong>December 11, 2024</p>\n<p><strong>Source: </strong>The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/anurag-1600.jpg?w=640\" alt=\"anurag 1600\" width=\"640\" height=\"360\">\n<figcaption>Anurag Kashyap and Aarti Bajaj performed the wedding rituals of their daughter Aaliyah Kashyap. (Photo: Anurag Kashyap/Instagram)</figcaption>\n<p>Filmmaker Anurag Kashyap’s daughter Aaliyah Kashyap tied the knot with her long-time beau Shane Gregoire on December 11. Anurag shared his thoughts on the wedding via Instagram.</p>\n<ul>\n    <li>Aaliyah Kashyap married Shane Gregoire on December 11.</li>\n    <li>Anurag Kashyap expressed his emotions with the caption, “Ye bhi gayi .. @shanegregoire my Silly take care of her.”</li>\n    <li>The wedding rituals were performed by Anurag Kashyap and his ex-wife Aarti Bajaj.</li>\n    <li>Other notable guests included filmmaker Imtiaz Ali and Vikramaditya Motwane, who were acknowledged by Anurag as his pillars of strength.</li>\n    <li>Aaliyah also shared multiple photos from her wedding festivities including haldi, cocktail party, mehendi, and reception.</li>\n    <li>Actor Kalki Koechlin congratulated Aaliyah on her wedding via Instagram.</li>\n</ul>\n<blockquote>\"Ye bhi gayi .. @shanegregoire my Silly take care of her...\" - Anurag Kashyap</blockquote>\n<p>The wedding celebration highlighted a blend of cinematic ties and family traditions, showcasing the joyous union and support from loved ones.</p>"
  },
  {
    "title": "Pushpa 2 Hindi Box Office Day 10: Allu Arjun Creates History Surpassing Stree 2’s 2nd Saturday – 3 Unbelievable Records Destroyed! - Koimoi",
    "link": "https://www.koimoi.com/box-office/pushpa-2-hindi-box-office-day-10-allu-arjun-creates-history-surpassing-stree-2s-2nd-saturday-3-unbelievable-records-destroyed/",
    "pubDate": "Sun, 15 Dec 2024 07:06:59 GMT",
    "summary": "<h1>Pushpa 2 Hindi Box Office Day 10: Allu Arjun Creates History Surpassing Stree 2’s 2nd Saturday – 3</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Koimoi</p>\n<figure>\n    <img src=\"https://www.koimoi.com/wp-content/new-galleries/2024/12/pushpa-2-hindi-box-office-01.jpg\" alt=\"Pushpa 2 Hindi Box Office Day 10: Allu Arjun Creates History Surpassing Stree 2\" width=\"1200\" height=\"630\">\n    <figcaption>Pushpa 2 Hindi Box Office Day 10: 3 Unbelievable Records Destroyed! (Photo Credit – YouTube)</figcaption>\n</figure>\n<p>Allu Arjun has set a new record at the box office with Pushpa 2, becoming the second South Indian film to cross the 500 crore mark, following Baahubali 2.</p>\n<ul>\n    <li>Pushpa 2 has grossed a total of 507.50 crore after 10 days.</li>\n    <li>On its tenth day, the film earned 46.50 crore, marking a 69% increase from the previous day.</li>\n    <li>The second weekend collections total 74 crore.</li>\n    <li>Highest earnings for Day 10 are recorded at 46 crore, surpassing Stree 2's 33.80 crore on its second Saturday.</li>\n    <li>Pushpa 2 is the fastest Hindi film to achieve the 500 crore milestone.</li>\n    <li>It is the seventh Hindi film to join the 500 crore club.</li>\n</ul>\n<blockquote>\"Allu Arjun’s biggie has scored <strong>39%</strong> higher earnings than Stree 2 on the second Saturday.\"</blockquote>\n<p>Key statistics show that Pushpa 2 is approaching the 600 crore club, likely achieving this in just a couple of days. The film's impressive performance highlights its popularity and strong box office presence.</p>"
  },
  {
    "title": "From Pavitra Punia - Eijaz Khan to Digvijay - Unnati; 2024's shocking splits - The Times of India",
    "link": "https://timesofindia.indiatimes.com/tv/news/hindi/from-pavitra-punia-eijaz-khan-to-digvijay-unnati-2024s-shocking-splits/photostory/116320291.cms",
    "pubDate": "Sun, 15 Dec 2024 07:00:00 GMT",
    "summary": "<h1>From Pavitra Punia - Eijaz Khan to Digvijay - Unnati; 2024's shocking splits</h1>\n<p><strong>Publication Date:</strong> Not specified <strong>Source:</strong> Not specified</p>\n<img src=\"https://static.toiimg.com/thumb/imgsize-58812,msid-116320293,width-600,height-335,resizemode-75/116320293.jpg\" alt=\"From Pavitra Punia - Eijaz Khan to Digvijay - Unnati; 2024's shocking splits\">\n<figcaption>Title Image: A depiction of high-profile celebrity relationships and their breakdowns in 2024.</figcaption>\n<p>In 2024, several notable television actors faced high-profile breakups, capturing the attention of fans and media alike. These separations highlight the challenges of maintaining relationships in the spotlight, where personal struggles often become public narratives.</p>\n<ul>\n    <li><strong>Dalljiet Kaur and Nikhil Patel:</strong> Their relationship ended less than a year after their marriage in March 2023, shocking fans as both removed each other from their social media.</li>\n    <li><strong>Pavitra Punia and Eijaz Khan:</strong> Despite a strong connection, they struggled with the pressures of fame, leading to their breakup in 2024.</li>\n    <li><strong>Jashwant and Akriti:</strong> Announced their separation in 2024, highlighting challenges faced by couples under public scrutiny.</li>\n    <li><strong>Akshay Kharodia and Divya:</strong> Also experienced a significant breakup in 2024, showcasing the difficulties of love in the entertainment industry.</li>\n    <li><strong>Digvijay and Unnati:</strong> Their decision to end their relationship underscores the complexities of maintaining love amidst public scrutiny.</li>\n</ul>\n<blockquote>\"Even relationships that seem perfect from the outside can face difficulties behind closed doors.\" - Insight from the article.</blockquote>\n<p>The article showcases the reality that love can be complicated even for celebrities, as these high-profile splits remind audiences of the personal challenges faced by those in the public eye.</p>"
  },
  {
    "title": "Political slugfest over Allu Arjun continues as Congress defends Pushpa 2 star's arrest - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/political-slugfest-over-allu-arjun-continues-as-congress-defends-pushpa-2-actor-arrest-over-sandhya-theatre-stampede-101734242246141.html",
    "pubDate": "Sun, 15 Dec 2024 06:34:19 GMT",
    "summary": "<h1>Political slugfest over Allu Arjun continues as Congress defends Pushpa 2 star's arrest</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/ANI-20241214233-0_1734242864718_1734242891463.jpg\" alt=\"Actor Allu Arjun greets during the press conference on being released from Chanchalguda Central Jail after the Telangana High Court granted him interim bail.(ANI)\">\n<figcaption>Actor Allu Arjun greets during the press conference on being released from Chanchalguda Central Jail after the Telangana High Court granted him interim bail.(ANI)</figcaption>\n<p>The arrest of Telugu actor Allu Arjun has incited a major political debate in Telangana, with various parties reacting differently to the incident tied to a tragic stampede during the premiere of \"Pushpa 2: The Rule\".</p>\n<ul>\n    <li>Allu Arjun was arrested in connection with a woman's death due to a stampede at the Sandhya Theatre during the film's premiere.</li>\n    <li>Congress defended the arrest, emphasizing that it is lawful and that the party supports adherence to the legal process.</li>\n    <li>Union Minister Ashwini Vaishnaw criticized Congress, claiming they disrespect the creative industry and misplace blame for poor theater arrangements.</li>\n    <li>YS Jagan Mohan Reddy, Andhra Pradesh opposition leader, condemned the arrest, suggesting it was unfair to hold Arjun accountable for the stampede.</li>\n    <li>Arjun was initially sent to 14-day judicial custody but was later granted interim bail by the Telangana High Court.</li>\n</ul>\n<blockquote>\n    \"The cases filed against Arjun are within the purview of law and the court granted him bail.\" - B Mahesh Kumar Goud, Telangana Congress president\n</blockquote>\n<p>The incident has highlighted tensions between political factions in Telangana, with stark differences in how they view responsibility for the tragedy and their attitudes toward the film industry. As reactions continue to unfold, it remains crucial to balance accountability with fair treatment of individuals involved.</p>"
  },
  {
    "title": "Breaking: Allu Arjun to meet Chiranjeevi at his home - 123telugu",
    "link": "https://www.123telugu.com/mnews/breaking-allu-arjun-to-meet-chiranjeevi-at-his-home.html",
    "pubDate": "Sun, 15 Dec 2024 06:24:00 GMT",
    "summary": "<h1>Breaking: Allu Arjun to meet Chiranjeevi at his home</h1>\n<p><strong>Published on Dec 15, 2024</strong> | <strong>Source:</strong> 123telugu</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2021/07/Chiranjeevi-AlluArjun.jpg\" alt=\"Allu Arjun and Chiranjeevi\" width=\"500\" height=\"333\">\n<figcaption>Allu Arjun and Chiranjeevi</figcaption>\n<p>Allu Arjun is scheduled to meet his uncle Chiranjeevi today at the latter’s home following his recent arrest related to a tragic incident during a movie premiere.</p>\n<ul>\n    <li>Allu Arjun was arrested after a stampede occurred during the premiere of <strong>Pushpa 2</strong>, which resulted in two fatalities.</li>\n    <li>He was granted bail and released from jail just yesterday.</li>\n    <li>Several industry figures have visited Allu Arjun since his release.</li>\n    <li>The meeting with Chiranjeevi is highly anticipated, as he has not publicly commented on the situation yet.</li>\n</ul>\n<blockquote>\"This meeting is expected to be a major topic of discussion today.\"</blockquote>\n<p>Fans are eagerly awaiting updates from this meeting, particularly to hear Chiranjeevi's perspective on recent events. Stay tuned for more updates.</p>"
  },
  {
    "title": "Vikrant Massey reveals PM Narendra Modi had tears in his eyes after watching The Sabarmati Report: 'Woh bhi bhavuk the' - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/bollywood/vikrant-massey-reveals-pm-narendra-modi-had-tears-in-his-eyes-after-watching-the-sabarmati-report-woh-bhi-bhavuk-the-101734239353932.html",
    "pubDate": "Sun, 15 Dec 2024 05:47:18 GMT",
    "summary": "<h1>Vikrant Massey reveals PM Narendra Modi had tears in his eyes after watching The Sabarmati Report: 'Woh bhi bhavuk the'</h1>\n<p><strong>Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Vikrant_Massey_1734240956478_1734240972871.jpg\" alt=\"Vikrant Massey spoke about PM Modi and The Sabarmati Report.\" title=\"Vikrant Massey spoke about PM Modi and The Sabarmati Report.\" />\n<figcaption>Vikrant Massey spoke about PM Modi and The Sabarmati Report.</figcaption>\n<p>Actor Vikrant Massey shared that Prime Minister Narendra Modi became emotional during the screening of his film, The Sabarmati Report, highlighting a heartfelt moment they shared.</p>\n<ul>\n    <li>PM Modi expressed that he loved the film and appreciated the efforts behind it.</li>\n    <li>Massey noted that both he and PM Modi were equally emotional during the screening.</li>\n    <li>Vikrant shared that the PM complimented his acting, which he cherishes.</li>\n    <li>The screening was dubbed by Massey as the \"highest point\" of his career, attended by several notable figures.</li>\n    <li>PM Modi praised the film for revealing the truth behind the 2002 Godhra train incident.</li>\n</ul>\n<blockquote>\n    \"Unko film pasand aya, humara prayas acha laga. Uss film ki screening ke time jitna main bhavuk tha, shayad woh bhi uss time utne hi bhavuk the.\" \n</blockquote>\n<p>The Sabarmati Report is centered on the tragic events surrounding a train fire in Gujarat in 2002 and aims to reveal historical truths."
  },
  {
    "title": "AR Rahman gets appointed as Honorary President of Trinity Laban after announcing divorce with Saira Banu: 'When I met the...' - Firstpost",
    "link": "https://www.firstpost.com/entertainment/ar-rahman-gets-appointed-as-honorary-president-of-trinity-laban-after-announcing-divorce-with-saira-banu-when-i-met-the-13844445.html",
    "pubDate": "Sun, 15 Dec 2024 05:44:38 GMT",
    "summary": "<h1>AR Rahman gets appointed as Honorary President of Trinity Laban after announcing divorce with Saira Banu: 'When I met the...'</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Firstpost</p>\n<img src=\"https://images.firstpost.com/uploads/2024/12/MixCollage-14-Dec-2024-01-43-PM-9397-2024-12-f0b26a379c5ef97b1b0bfe0d2af42988.jpg?im=FitAndFill=(596,336)\" alt=\"AR Rahman gets appointed as Honorary President of Trinity Laban after announcing divorce with Saira Banu: 'When I met the...'\" title=\"AR Rahman gets appointed as Honorary President of Trinity Laban after announcing divorce with Saira Banu: 'When I met the...'\">\n<figcaption>AR Rahman appointed Honorary President of Trinity Laban</figcaption>\n<p>Renowned composer A.R. Rahman has been appointed the Honorary President of Trinity Laban Conservatoire of Music and Dance, marking a significant moment in his career amidst personal changes.</p>\n<ul>\n    <li>Rahman takes on the honorary role for a five-year term.</li>\n    <li>He views this appointment as pivotal for nurturing musical talent in India.</li>\n    <li>Reflects on a past meeting with Andrew Lloyd Webber, highlighting his vision for musical theatre.</li>\n    <li>Emphasizes the need for government support and proper infrastructure for the arts in India.</li>\n    <li>Plans to undertake transformational projects in collaboration with institutions in India and abroad.</li>\n</ul>\n<blockquote>\"If we invest in our talent and build the right infrastructure, we can open up a whole new genre of entertainment in India.\" - A.R. Rahman</blockquote>\n<p>Rahman's new role aims to foster global collaboration in music and dance while contributing to the evolution of performing arts in India, coinciding with upcoming major projects in the next year.</p>"
  },
  {
    "title": "Saif Ali Khan says he asked PM Narendra Modi how much rest he got: 'It was about three hours; he signed a - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/saif-ali-khan-says-he-asked-pm-narendra-modi-how-much-rest-he-got-it-was-about-three-hours-he-signed-a-paper-of-taimur-jehangir/articleshow/116332372.cms",
    "pubDate": "Sun, 15 Dec 2024 05:43:00 GMT",
    "summary": "<h1>Saif Ali Khan says he asked PM Narendra Modi how much rest he got: 'It was about three hours; he signed a paper for Taimur, Jehangir'</h1>\n<p><strong>Publication Date:</strong> Not specified | <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116332363,imgsize-54336,width-400,resizemode-4/116332363.jpg\" alt=\"Saif Ali Khan with PM Narendra Modi\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Saif Ali Khan with PM Narendra Modi during their meeting.</figcaption>\n<p>The entire Kapoor clan visited PM Narendra Modi to invite him to commemorate Raj Kapoor's 100th anniversary celebrations. Saif Ali Khan shared his impressions from the meeting in a recent interview.</p>\n<ul>\n    <li>Saif Ali Khan expressed admiration for PM Modi's warmth and attentiveness during the meeting.</li>\n    <li>He revealed that Modi had very little rest, stating he gets only about three hours of sleep a night.</li>\n    <li>During the visit, Modi inquired about Saif's parents individually and signed a paper for Saif's children, Taimur and Jehangir.</li>\n    <li>Saif described the meeting as a special day and an honor for the Kapoor family.</li>\n</ul>\n<blockquote>\"He asked about my parents individually and said he thought we would bring Taimur and Jehangir to meet him!\"</blockquote>\n<p>This meeting not only highlighted the Kapoor family's respect for Raj Kapoor but also showcased the commitment of PM Modi to connect with cultural icons amidst his busy schedule."
  },
  {
    "title": "Bigg Boss 8 Telugu finale: These TWO get eliminated, top 3 finalized - 123telugu",
    "link": "https://www.123telugu.com/mnews/bigg-boss-8-telugu-finale-these-two-get-eliminated-top-3-finalized.html",
    "pubDate": "Sun, 15 Dec 2024 05:31:00 GMT",
    "summary": "<h1>Bigg Boss 8 Telugu finale: These TWO get eliminated, top 3 finalized</h1>\n<p><strong>Published on:</strong> Dec 15, 2024 11:01 am IST</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2024/08/bigg-boss-8.jpg\" alt=\"Bigg Boss 8 Telugu\" width=\"500\" height=\"281\">\n<figcaption>Promotion for the Bigg Boss 8 Telugu finale.</figcaption>\n<p>Bigg Boss 8 Telugu is currently shooting for its grand finale, creating a buzz with notable appearances and final contestant eliminations.</p>\n<ul>\n    <li>Avinash and Prerana have been eliminated from the show.</li>\n    <li>Upendra made a surprise entrance and brought Avinash back after a task.</li>\n    <li>The remaining top contestants are Nabeel, Gautam, and Nikhil.</li>\n    <li>A cash prize has been offered to the top three contestants.</li>\n    <li>Ram Charan is set to attend the finale to announce the winner.</li>\n</ul>\n<blockquote>\"Stay tuned for more updates on this exciting show.\"</blockquote>\n<p>The finale of Bigg Boss 8 Telugu promises to be eventful, with surprises and significant moments as the contestants compete for the top spot."
  },
  {
    "title": "Bigg Boss Telugu 8 Winner: Not Gautham, Nikhil Emerges Victorious In Nagarjuna's Show? - Oneindia",
    "link": "https://www.oneindia.com/entertainment/bigg-boss-telugu-8-winner-not-gautham-nikhil-emerges-victorious-in-nagarjunas-show-4016115.html",
    "pubDate": "Sun, 15 Dec 2024 05:03:48 GMT",
    "summary": "<h1>Bigg Boss Telugu 8 Winner: Not Gautham, Nikhil Emerges Victorious In Nagarjuna's Show?</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> OneIndia</p>\n<img src=\"https://imagesvs.oneindia.com/img/2024/12/bigg-boss-telugu-winner-03-1734238679.jpg\" alt=\"Bigg Boss Telugu 8 Winner Not Gautham Nikhil Lifts The Trophy\" width=\"600\" height=\"338\">\n<figcaption>Bigg Boss Telugu 8 Winner Not Gautham Nikhil Lifts The Trophy</figcaption>\n<p>The curtains for Bigg Boss Telugu 8 are about to drop, with rumors suggesting Nikhil has won the grand finale, despite Gautham being a strong contender.</p>\n<ul>\n    <li>The grand finale of Bigg Boss Telugu 8 is set for Sunday, featuring finalists Gautham, Nikhil, Nabeel, Prerana, and Avinash.</li>\n    <li>According to the Bigg Boss Telugu 8 Wikipedia page, Nikhil is expected to win, with Gautham finishing as runner-up.</li>\n    <li>Online voting results show Gautham leading with 318,791 votes (45%), while Nikhil trails with 212,617 votes (30%).</li>\n    <li>Nabeel secured third place with 101,932 votes (14%), followed by Prerana with 49,067 votes (7%), and Avinash with 25,113 votes (4%).</li>\n    <li>The anticipation for the winner has sparked mixed reactions among fans, especially considering Gautham's popularity.</li>\n</ul>\n<blockquote>\"If Nikhil indeed takes the title, it will be an unexpected twist in the season's climax.\"</blockquote>\n<p>With the finale just hours away, fans are eager for the official announcement that will confirm the winner of Bigg Boss Telugu 8.</p>"
  },
  {
    "title": "Pushpa 2 box office collection day 10: Allu Arjun’s film sees massive jump, mints Rs 824.5 crore - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/telugu/pushpa-2-box-office-collection-day-10-allu-arjuns-film-sees-massive-jump-mints-rs-824-5-crore-9725593/",
    "pubDate": "Sun, 15 Dec 2024 04:48:27 GMT",
    "summary": "<h1>Pushpa 2 Box Office Collection Day 10: Allu Arjun’s Film Sees Massive Jump, Mints Rs 824.5 Crore</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Pushpa-3.jpg?w=640\" alt=\"Pushpa 2 box office collection day 10\" width=\"640\" height=\"360\">\n<figcaption>Pushpa 2 box office collection day 10: Allu Arjun's film sees massive jump. (Photo: Pushpa/X)</figcaption>\n\n<p>Pushpa 2 has been dominating the box office, achieving significant revenue in its first ten days. The film saw a remarkable increase in collections, largely influenced by recent events surrounding its lead actor.</p>\n\n<ul>\n    <li>The film recorded a 71% increase in collections on day 10, earning Rs 62.3 crore.</li>\n    <li>Domestic box office collection stands at Rs 824.5 crore.</li>\n    <li>The Hindi version has been a major contributor with Rs 498.1 crore.</li>\n    <li>Globally, the film has grossed Rs 1,190 crore, becoming the highest-grossing film of 2024.</li>\n    <li>Promotional strategies included events in major Indian cities and releasing trailers in various locations.</li>\n</ul>\n\n<blockquote>“We’re extremely sorry for the family, and I will personally be there to support them in whatever way. It’s purely accidental.” - Allu Arjun</blockquote>\n\n<p>Despite its success, the film's release was marred by a tragic incident that claimed a life, leading to Allu Arjun's temporary arrest.</p>"
  },
  {
    "title": "Allu Arjun’s Pushpa 2 becomes the third biggest hit of Indian Cinema, displacing Ram Charan and NTR Jr's - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/allu-arjuns-pushpa-2-becomes-the-third-biggest-hit-of-indian-cinema-displacing-ram-charan-and-ntr-jrs-rrr/articleshow/116331564.cms",
    "pubDate": "Sun, 15 Dec 2024 04:38:00 GMT",
    "summary": null
  },
  {
    "title": "Internet angry at Allu Arjun's 'celebration' after prison release as boy injured in Pushpa 2 stampede remains critical - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/internet-angry-at-allu-arjuns-celebration-after-prison-release-as-boy-injured-in-pushpa-2-stampede-remains-critical-101734234928326.html",
    "pubDate": "Sun, 15 Dec 2024 04:14:29 GMT",
    "summary": "<h1>Internet angry at Allu Arjun's 'celebration' after prison release as boy injured in Pushpa 2 stampede remains critical</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 09:44 AM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<figure>\n    <img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Allu_Arjun_1734235230505_1734235230770.jpg\" alt=\"Vijay Deverakonda met actor Allu Arjun after the latter was released from a Hyderabad jail on Saturday.\" title=\"Vijay Deverakonda met actor Allu Arjun after the latter was released from a Hyderabad jail on Saturday.\">\n    <figcaption>Vijay Deverakonda met actor Allu Arjun after the latter was released from a Hyderabad jail on Saturday.</figcaption>\n</figure>\n<p>Allu Arjun's celebratory return home from prison following a high-profile arrest has sparked outrage online, particularly as a young victim from the associated stampede remains in critical condition.</p>\n<ul>\n    <li>Allu Arjun was arrested concerning a fan's death during the premiere of his film <a href=\"https://www.hindustantimes.com/entertainment/telugu-cinema/justice-done-allu-arjun-fans-celebrate-after-actor-is-granted-interim-bail-in-pushpa-2-stampede-case-101734093105639.html\">Pushpa 2: The Rule</a>.</li>\n    <li>After his release, he was celebrated at home with significant industry support, which many deemed inappropriate given the ongoing tragedy.</li>\n    <li>Many social media users criticized the celebrations, calling it a PR stunt and questioning the lack of support for the deceased's family by Arjun.</li>\n    <li>The incident occurred during a large crowd gathering at Sandhya Theatre, leading to a stampede that resulted in significant casualties.</li>\n</ul>\n<blockquote>\n    \"Today's non-stop celebrity visits and the publicity around it has tilted the scales in favour of Revanth Reddy... It should have been a day of introspection, not celebration.\"\n</blockquote>\n<p>The critic response reflects a broader sentiment that celebrity culture can overshadow genuine human tragedy, urging a consideration of the consequences of such public displays amidst personal loss.</p>"
  },
  {
    "title": "EXCLUSIVE| Saif Ali Khan on meeting PM Modi with Kapoor family: Asked how much rest he got, he said three hours a night - Hindustan Times",
    "link": "https://www.hindustantimes.com/htcity/cinema/exclusive-saif-ali-khan-on-meeting-pm-modi-with-kapoor-family-asked-how-much-rest-he-got-he-said-three-hours-a-night-101734204335107.html",
    "pubDate": "Sun, 15 Dec 2024 04:06:23 GMT",
    "summary": "<h1>EXCLUSIVE| Saif Ali Khan on meeting PM Modi with Kapoor family: Asked how much rest he got, he said three hours a night.</h1>\n<p><strong>Date:</strong> Dec 15, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/SAIFKAREENAMODI_1734205562222_1734205594307.jpg\" alt=\"Saif Ali Khan poses with PM Narendra Modi at the recent meeting in Delhi.\" title=\"Saif Ali Khan poses with PM Narendra Modi at the recent meeting in Delhi.\">\n<figcaption>Saif Ali Khan poses with PM Narendra Modi at the recent meeting in Delhi.</figcaption>\n<p>Actor Saif Ali Khan recently met Prime Minister Narendra Modi in Delhi along with the Kapoor family. The meeting was held in memory of the late Raj Kapoor, and Khan shared insights about the engaging encounter.</p>\n<ul>\n    <li>Saif Ali Khan attended the meeting with the Kapoor family in memory of Raj Kapoor.</li>\n    <li>He described PM Modi as attentive and charming despite a long day in Parliament.</li>\n    <li>The meeting was attended by Kareena Kapoor, Karisma Kapoor, Ranbir Kapoor, Alia Bhatt, and others.</li>\n    <li>PM Modi inquired about Saif's parents and signed a paper for Saif's children, Taimur and Jehangir.</li>\n    <li>Saif noted that PM Modi mentioned he gets about three hours of sleep a night.</li>\n</ul>\n<blockquote>“I asked him how much rest he got and he said about three hours a night. It was a special day for me.” - Saif Ali Khan</blockquote>\n<p>This meeting not only commemorated Raj Kapoor's legacy but also highlighted the personal connection and respect between the Kapoor family and the Prime Minister. Saif expressed gratitude for the time spent with Modi, emphasizing the importance of family and legacy."
  }
]