[
  {
    "title": "Samantha Ruth Prabhu is ‘not crying’ watching Allu Arjun's emotional reunion with wife Sneha Reddy and kids - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/samantha-ruth-prabhu-is-not-crying-watching-allu-arjuns-emotional-reunion-with-wife-sneha-reddy-and-kids-101734169953237.html",
    "pubDate": "Sat, 14 Dec 2024 11:04:26 GMT",
    "summary": "<h1>Samantha Ruth Prabhu is ‘not crying’ watching Allu Arjun's emotional reunion with wife Sneha Reddy and kids</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Allu_Arjun_Sneha_1734170317501_1734170326687.jpg\" alt=\"Allu Arjun greeted his family with a wide smile and hugs after his release from jail.\" title=\"Allu Arjun greeted his family with a wide smile and hugs after his release from jail.\">\n<figcaption>Allu Arjun greeted his family with a wide smile and hugs after his release from jail.</figcaption>\n<p>Allu Arjun had an emotional reunion with his family after being released from jail on interim bail, following his arrest in connection to a tragedy at the premiere of his film, Pushpa 2: The Rule.</p>\n<ul>\n    <li>Allu Arjun was arrested due to a fan's death during a chaotic premiere event.</li>\n    <li>He returned home on Saturday morning to hugs from his family, including his wife and children.</li>\n    <li>Samantha Ruth Prabhu reacted to the moment on her Instagram, stating, \"I am not crying, okay!\"</li>\n    <li>Vignesh Shivan expressed condolences and praised Arjun’s maturity in handling the situation.</li>\n    <li>Other celebrities, including Varun Dhawan and Rashmika Mandanna, showed support for Arjun during this difficult time.</li>\n</ul>\n<blockquote>\n    “Waited to only see this! Very very unfortunate to go through this @alluarjunonline sir, but the way he handled this was very mature and dignified.” - Vignesh Shivan\n</blockquote>\n<p>This incident has drawn significant attention from both fans and the media, highlighting the pressures faced by celebrities in the public eye."
  },
  {
    "title": "Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-hindi-day-10-box-office-trends-allu-arjun-starrer-scores-biggest-second-saturday-in-history-of-hindi-cinema-1362736",
    "pubDate": "Sat, 14 Dec 2024 10:39:02 GMT",
    "summary": "<h1>Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema</h1>\n<p><strong>Published on:</strong> Dec 14, 2024&nbsp;|&nbsp;<strong>Source:</strong> Pinkvilla</p>\n<img src=\"https://www.pinkvilla.com/images/2024-12/1253371340_pushpa-2.jpg\" alt=\"Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema\" title=\"Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Pushpa 2 (Hindi) Day 10 Box Office Trends</figcaption>\n<p>The Allu Arjun-led Pushpa 2 has achieved a remarkable milestone, setting a record for the highest second Saturday box office collection in the history of Hindi Cinema.</p>\n<ul>\n    <li>The film is expected to earn Rs 41 to Rs 43 crore on its 10th day, raising the total to Rs 458 crore.</li>\n    <li>It surpasses the previous record held by Stree 2, which collected Rs 33 crore on its second Saturday.</li>\n    <li>Pushpa 2’s second weekend collection is projected to reach Rs 115 crore, the highest ever.</li>\n    <li>Allu Arjun is on track to join the Rs 500 crore club by the second Sunday.</li>\n    <li>The film is likely to become the third biggest Hindi feature film in 13 days, surpassing numerous blockbusters.</li>\n</ul>\n<blockquote>“Pushpa 2 has established Allu Arjun as one of the most popular faces in the Hindi markets.”</blockquote>\n<p>In conclusion, Pushpa 2's unprecedented box office success positions it as a formidable contender in Indian cinema, with Allu Arjun possibly becoming a leading crowd-puller in the Hindi film industry.</p>"
  },
  {
    "title": "Anurag Kashyap says 'ye bhi gayi' as he shares pics from daughter Aaliyah Kashyap's wedding with Shane Gregoire - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/bollywood/anurag-kashyap-says-ye-bhi-gayi-as-he-shares-pics-from-daughter-aaliyah-kashyaps-wedding-with-shane-gregoire-101734166233741.html",
    "pubDate": "Sat, 14 Dec 2024 09:37:19 GMT",
    "summary": "<h1>Anurag Kashyap says 'ye bhi gayi' as he shares pics from daughter Aaliyah Kashyap's wedding with Shane Gregoire</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Anurag_Kashyap_1734167737460_1734167743307.jpg\" alt=\"Anurag Kashyap shared photos featuring himself, Aarti Bajaj, Aaliyah Kashyap and Shane Gregoire.\" title=\"Anurag Kashyap shared photos featuring himself, Aarti Bajaj, Aaliyah Kashyap and Shane Gregoire.\">\n<figcaption>Anurag Kashyap shared photos featuring himself, Aarti Bajaj, Aaliyah Kashyap and Shane Gregoire.</figcaption>\n<p>Filmmaker Anurag Kashyap shared a series of photos from his daughter Aaliyah Kashyap's wedding to Shane Gregoire, highlighting moments spent with family during the special occasion.</p>\n<ul>\n    <li>Anurag Kashyap shared wedding photos on Instagram featuring Aaliyah and Shane.</li>\n    <li>The wedding included rituals performed by Anurag and his ex-wife Aarti Bajaj.</li>\n    <li>Prominent guests at the reception included celebrities like Shah Rukh Khan's daughter Suhana and actors Nawazuddin Siddiqui and Abhishek Bachchan.</li>\n    <li>Aaliyah and Shane got engaged in a private ceremony last year and announced their engagement on Instagram in May 2023.</li>\n</ul>\n<blockquote>\"Ye bhi gayi (This one is also gone) .. @shanegregoire my Silly take care of her. And I will get back to my stubborn self.\"</blockquote>\n<p>Aaliyah and Shane's wedding marked a significant moment for Anurag, who expressed his emotions about the day's importance and shared a heartfelt message on social media. The event celebrated love and family, drawing attention from fans and followers alike.</p>"
  },
  {
    "title": "Naga Chaitanya, Rana Daggubati, Vijay Deverakonda meet Pushpa 2 star Allu Arjun after his release from jail. Watch videos - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/telugu/naga-chaitanya-rana-daggubati-vijay-deverakonda-meet-pushpa-2-star-allu-arjun-after-his-release-from-jail-watch-videos-9724472/",
    "pubDate": "Sat, 14 Dec 2024 07:46:57 GMT",
    "summary": "<h1>Naga Chaitanya, Rana Daggubati, Vijay Deverakonda meet Pushpa 2 star Allu Arjun after his release from jail. Watch videos.</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Arjun.jpg?w=640\" alt=\"Allu Arjun was welcomed by his friends\" width=\"640\" height=\"360\">\n<figcaption>Allu Arjun was welcomed by his Vijay Deverakonda, Naga Chaitanya, Rana Daggubati and others (Photo: X)</figcaption>\n<p>After his emotional release from jail, Allu Arjun received a warm welcome from his friends and family, including notable actors and the director of his film Pushpa 2.</p>\n<ul>\n    <li>Allu Arjun was released from jail after being arrested in connection with a tragic incident at a screening of his film.</li>\n    <li>Vijay Deverakonda, Naga Chaitanya, Rana Daggubati, and director Sukumar were present to greet him.</li>\n    <li>Many videos and photos of the reunion were shared on social media.</li>\n    <li>The incident that led to Arjun's arrest resulted in a woman's death during a stampede at a premiere event.</li>\n    <li>Despite the challenges, the actor was seen in good spirits, interacting with his friends and family.</li>\n</ul>\n<blockquote>\"Vijay Deverakonda visiting #AlluArjun shows real brotherhood, fans love this bond!\" — Madhu (@MadhuOmNamo)</blockquote>\n<p>Arjun's return was marked by affection from both his family and peers, highlighting the strong support network surrounding him during this difficult time.</p>"
  },
  {
    "title": "Ranbir-Alia channel Raj Kapoor-core, Saif-Kareena bring Nawabi flair to greatest showman's centenary celebrations - Hindustan Times",
    "link": "https://www.hindustantimes.com/htcity/cinema/raj-kapoor-100-years-celebration-ranbir-kapoor-alia-bhatt-kareena-kapoor-saif-ali-khan-vicky-kaushal-steal-the-show-101734158563254.html",
    "pubDate": "Sat, 14 Dec 2024 07:01:23 GMT",
    "summary": "<h1>Ranbir-Alia channel Raj Kapoor-core, Saif-Kareena bring Nawabi flair to greatest showman's centenary celebrations</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Best_dressed_at_Raj_Kapoors_centenary_celebrations_1734159503096_1734159503481.jpg\" alt=\"Raj Kapoor's centenary celebrations see Ranbir-Alia channel the retro vibe with Saif-Kareena tapping into some old world charm(Photos: X, Instagram)\" title=\"Raj Kapoor's centenary celebrations see Ranbir-Alia channel the retro vibe with Saif-Kareena tapping into some old world charm(Photos: X, Instagram)\">\n<figcaption>Raj Kapoor's centenary celebrations see Ranbir-Alia channel the retro vibe with Saif-Kareena tapping into some old world charm (Photos: X, Instagram)</figcaption>\n<p>The celebrations marking the centenary of Raj Kapoor brought together prominent members of the Kapoor family, showcasing stunning fashion and honoring the legacy of Indian cinema's greatest showman.</p>\n<ul>\n    <li>Ranbir Kapoor and Alia Bhatt opened the event at the Prime Minister's residence, inviting guests to a celebration in Mumbai.</li>\n    <li>Ranbir donned a midnight velveteen bandhgala, resembling Raj Kapoor, while Alia wore a vintage-inspired Sabyasachi saree.</li>\n    <li>Kareena Kapoor and Saif Ali Khan showcased their Nawabi heritage with elegant traditional attire.</li>\n    <li>Vicky Kaushal also captured attention with a sharp pinstriped suit, adding to the evening's fashion highlight.</li>\n    <li>Fashion trends of the night leaned heavily on retro styles, celebrating the iconic era of the 60s.</li>\n</ul>\n<blockquote>\"Alia looked sophisticated-ly sultry while Saif and Kareena looked every bit the Nawab and Begum.\"</blockquote>\n<p>The night was a grand salute to the legacy of Raj Kapoor, as stars paid tribute through their attire, embodying the essence and glamour of Indian cinema’s rich history.</p>"
  },
  {
    "title": "Pushpa 2 Box Office Collections: Allu Arjun starrer holds well on second Friday, rises to 850cr in India - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-box-office-collections-allu-arjun-starrer-holds-well-on-second-friday-rises-to-850cr-in-india-1362730",
    "pubDate": "Sat, 14 Dec 2024 06:36:02 GMT",
    "summary": "<h1>Pushpa 2 Box Office Collections: Allu Arjun starrer holds well on second Friday, rises to 850cr in India</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024&nbsp;|&nbsp;<strong>Source:</strong> Pinkvilla</p>\n<img width=\"855\" height=\"855\" src=\"https://www.pinkvilla.com/images/2024-12/843557979_pushpa-3.jpg\" alt=\"Allu Arjun in Pushpa 2\" title=\"Allu Arjun in Pushpa 2\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Allu Arjun in Pushpa 2 (image courtesy of Mythri Movie Makers)</figcaption>\n<p>Pushpa 2 has achieved impressive box office success, grossing a total of Rs. 853 crore in India, approaching the Rs. 1000 crore milestone.</p>\n<ul>\n    <li>On its second Friday, Pushpa 2 earned approximately Rs. 42.50 crore.</li>\n    <li>The film experienced minimal collection drops and even some growth in Telugu states from Thursday.</li>\n    <li>Pushpa 2’s second Friday gross is the second highest of all time, trailing only Baahubali 2.</li>\n    <li>The film has already surpassed Rs. 1000 crore worldwide as of Wednesday.</li>\n    <li>Territorial box office breakdown shows AP/TS leading with Rs. 234.50 crore, followed by the Hindi Belt at Rs. 485 crore.</li>\n</ul>\n<blockquote>\n    <p>“It was essential for it to hold well on the second Friday to hope for a strong second-week hold, and the film has done better than it probably needed to.”</p>\n</blockquote>\n<p>Pushpa 2 is on course to challenge the box office record held by Baahubali 2 as it continues its successful run in theaters.</p>"
  },
  {
    "title": "Neetu Kapoor remembers late husband Rishi Kapoor in emotional post during Raj Kapoor's 100th birth... - Moneycontrol",
    "link": "https://www.moneycontrol.com/entertainment/neetu-kapoor-remembers-late-husband-rishi-kapoor-in-emotional-post-during-raj-kapoor-s-100th-birth-anniversary-event-writes-missing-you-kapoor-saab-article-12889858.html",
    "pubDate": "Sat, 14 Dec 2024 05:50:26 GMT",
    "summary": null
  },
  {
    "title": "Suriya and Trisha’s characters in Suriya45 revealed - 123telugu",
    "link": "https://www.123telugu.com/mnews/suriya-and-trishas-characters-in-suriya45-revealed.html",
    "pubDate": "Sat, 14 Dec 2024 05:37:00 GMT",
    "summary": "<h1>Suriya and Trisha’s characters in Suriya45 revealed</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 11:07 am IST</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2024/10/suriya45.jpg\" alt=\"Suriya and Trisha in Suriya45\" width=\"300\" height=\"469\">\n<figcaption>Suriya and Trisha's characters in Suriya45 revealed</figcaption>\n<p>The makers of Suriya45 have announced that Trisha will play the female lead alongside Suriya, marking their first collaboration in 19 years. Both actors will portray lawyers in this upcoming rural entertainer directed by RJ Balaji.</p>\n<ul>\n    <li>Trisha returns to share screen space with Suriya after nearly two decades.</li>\n    <li>Suriya and Trisha will both be portraying lawyer characters in the film.</li>\n    <li>This marks Suriya's third portrayal of a lawyer in his last four films.</li>\n    <li>The film is produced by SR Prakash Babu and SR Prabhu under Dream Warrior Pictures.</li>\n    <li>Sai Abhyankar is the music composer for Suriya45.</li>\n</ul>\n<blockquote>“Suriya is donning the lawyer’s role for the third time in his last four movies.”</blockquote>\n<p>Suriya45 is generating excitement among fans as it promises to be a captivating rural entertainer. Further updates are anticipated as the film progresses toward its release."
  },
  {
    "title": "Raj Kapoor birth centenary: Rekha blesses Amitabh Bachchan’s grandson Agastya, Saif Ali Khan admires Tiger Shroff’s biceps. Watch videos - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/bollywood/raj-kapoor-birth-centenary-rekha-blesses-amitabh-bachchans-grandson-agastya-saif-ali-khan-admires-tiger-shroffs-biceps-watch-videos-9724248/",
    "pubDate": "Sat, 14 Dec 2024 04:58:56 GMT",
    "summary": "<h1>Raj Kapoor birth centenary: Rekha blesses Amitabh Bachchan’s grandson Agastya, Saif Ali Khan admires Tiger Shroff’s biceps. Watch videos</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Raj-Kapoor-centenary.jpg?w=640\" alt=\"Raj Kapoor's birth centenary event\" width=\"640\" height=\"360\">\n<figcaption>Rekha, Agastya Nanda and Saif Ali Khan, Tiger Shroff at Raj Kapoor's birth centenary event (Photo: Varinder Chawla/Instagram)</figcaption>\n<p>The Kapoor family celebrated the legendary Raj Kapoor’s 100th birth anniversary with a grand event in Mumbai, sharing heartwarming moments on social media.</p>\n<ul>\n    <li>The celebration included notable figures like Rekha, who blessed Agastya Nanda.</li>\n    <li>Saif Ali Khan admired Tiger Shroff’s biceps during the event.</li>\n    <li>Alia Bhatt directed guests to the screening of Raj Kapoor’s film \"Awaara\".</li>\n    <li>Many interactions took place, including Rekha engaging with Ranbir Kapoor and Agastya Nanda.</li>\n    <li>This centenary celebration features screenings of 10 iconic Raj Kapoor films across 40 cities.</li>\n</ul>\n<blockquote>\n    “Which film is starting? Awaara! Who wants to go see Awaara? Please go.” - Alia Bhatt\n</blockquote>\n<p>The centenary celebrations are a tribute to Raj Kapoor's legacy, showcasing the joy and connections among the next generation of stars."
  },
  {
    "title": "Raj Kapoor: Celebrating 100 years of the 'greatest showman of Indian cinema' - BBC.com",
    "link": "https://www.bbc.com/news/articles/c2ldjz1q700o",
    "pubDate": "Sat, 14 Dec 2024 03:09:34 GMT",
    "summary": "<h1>Raj Kapoor: Celebrating 100 years of the 'greatest showman of Indian cinema'</h1>\n<p><strong>Publication Date:</strong> Not specified <strong>Source:</strong> BBC News</p>\n<img src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/d796/live/757e42d0-b917-11ef-8c5b-cf3cfed6177e.jpg.webp\" alt=\"Film Heritage Foundation Raj Kapoor\">\n<figcaption>Raj Kapoor was a filmmaker, producer, and actor whose legacy shaped Indian cinema.</figcaption>\n<p>Raj Kapoor, fondly called the \"greatest showman of Indian cinema\", was a pioneering filmmaker, producer, and actor whose work continues to influence Indian films. Celebrations are taking place across the country to honor what would have been his 100th birthday.</p>\n<ul>\n    <li>Raj Kapoor remains a beloved figure in Indian cinema nearly four decades after his death in 1988.</li>\n    <li>His early films often had a socialistic theme, reflecting the country's aspirations post-independence.</li>\n    <li>A retrospective of 10 of his iconic films will be showcased in 40 cities and 135 cinemas across India.</li>\n    <li>Kapoor's notable films include Aag, Barsaat, Awara, Shree 420, and others, establishing RK Films as a major studio.</li>\n</ul>\n<blockquote>\"Kapoor brought romance, sexuality, song and soul to Indian socialism.\" - Sunil Khilnani, historian</blockquote>\n<p>Raj Kapoor's legacy is celebrated as he profoundly influenced Indian cinema through his artistic vision and storytelling, impacting generations of filmmakers and audiences alike.</p>"
  },
  {
    "title": "Horoscope Today, December 14, 2024: Check here Astrological prediction for all zodiac signs - India Today",
    "link": "https://www.indiatoday.in/horoscopes/story/horoscope-today-december-14-2024-aries-taurus-gemini-cancer-leo-virgo-libra-scorpio-sagittarius-capricorn-aquarius-pisces-2649272-2024-12-14",
    "pubDate": "Sat, 14 Dec 2024 01:00:00 GMT",
    "summary": "<h1>Horoscope Today, December 14, 2024: Check here Astrological prediction for all zodiac signs</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> India Today</p>\n<p>Find out answers to your deepest burning questions related to love, health, money, career in this daily horoscope for all zodiac signs.</p>\n\n<ul>\n    <li><strong>Aries:</strong> Focus on family traditions, with a supportive environment and opportunities for wealth. Lucky numbers: 7, 8, 9; Lucky colour: Brown.</li>\n    <li><strong>Taurus:</strong> New opportunities and pleasant journeys; creativity is emphasized. Lucky numbers: 5, 6, 7, 8; Lucky colour: Silver.</li>\n    <li><strong>Gemini:</strong> Avoid carelessness; sensitivity in relationships; follow rules. Lucky numbers: 5, 7, 8; Lucky colour: Light Blue.</li>\n    <li><strong>Cancer:</strong> Positive progress with finances and business; significant tasks completed. Lucky numbers: 2, 5, 7, 8; Lucky colour: Aqua Blue.</li>\n    <li><strong>Leo:</strong> Progress in endeavors; collaboration yields gains; positive impressions left. Lucky numbers: 1, 5, 7; Lucky colour: Purple.</li>\n    <li><strong>Virgo:</strong> Strengthen faith and spirituality; commendable professional performance expected. Lucky numbers: 5, 7, 8; Lucky colour: Sea Blue.</li>\n    <li><strong>Libra:</strong> Maintain patience and discipline; strengthen family ties. Lucky numbers: 5, 6, 7, 8; Lucky colour: Royal Blue.</li>\n    <li><strong>Scorpio:</strong> Achieve goals through collaboration; advance plans on property. Lucky numbers: 7, 8, 9; Lucky colour: Wheat.</li>\n    <li><strong>Sagittarius:</strong> Diligence needed in professional matters; remain cautious and disciplined. Lucky numbers: 3, 7, 8; Lucky colour: Yellow.</li>\n    <li><strong>Capricorn:</strong> Demonstrate competence; focus on innovation and smart working. Lucky numbers: 5, 7, 8; Lucky colour: Purple.</li>\n    <li><strong>Aquarius:</strong> Maintain harmony; avoid stubbornness; simplify emotional matters. Lucky numbers: 5, 7, 8; Lucky colour: Sapphire Blue.</li>\n    <li><strong>Pisces:</strong> Enhance social interactions; maintain discipline in management tasks. Lucky numbers: 3, 6, 7, 8; Lucky colour: Gooseberry Green.</li>\n</ul>\n\n<blockquote>“Opportunities for wealth and property will grow.” - Aries Horoscope</blockquote>\n\n<p>This daily horoscope offers insights and predictions to guide you through December 14, 2024, focusing on various aspects of life for each zodiac sign.</p>"
  },
  {
    "title": "'Pushpa 2' box office collection day 9: The film remains undeterred with Allu Arjun's arrest, crosses Rs - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/news/pushpa-2-box-office-collection-day-9-the-film-remains-undeterred-with-allu-arjuns-arrest-crosses-rs-760-crore-in-india-on-second-friday/articleshow/116304248.cms",
    "pubDate": "Sat, 14 Dec 2024 00:07:00 GMT",
    "summary": null
  },
  {
    "title": "Pisces Daily Horoscope Today, December 14, 2024 predicts no mishaps at work - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/pisces-daily-horoscope-today-december-14-2024-predicts-no-mishaps-at-work-101734106628490.html",
    "pubDate": "Fri, 13 Dec 2024 22:41:12 GMT",
    "summary": "<h1>Pisces Daily Horoscope Today, December 14, 2024 predicts no mishaps at work</h1>\n<p><strong>Publication Date:</strong> December 14, 2024<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Pisces_1728478870554_1734106819791.jpg\" alt=\"Pisces Daily Horoscope Today, Decemer 14, 2024: Today, Pisces, focus on balancing your emotional insights with practical decisions to enhance relationships, career, finances, and health.\" title=\"Pisces Daily Horoscope Today, Decemer 14, 2024: Today, Pisces, focus on balancing your emotional insights with practical decisions to enhance relationships, career, finances, and health.\">\n<figcaption>Pisces Daily Horoscope Today, Decemer 14, 2024: Today, Pisces, focus on balancing your emotional insights with practical decisions to enhance relationships, career, finances, and health.</figcaption>\n<p>Today's horoscope emphasizes a balanced approach for Pisces, urging individuals to use their intuition and practical decision-making for success in various aspects of life.</p>\n<ul>\n    <li>Focus on emotional insights and practical decisions in relationships, career, and health.</li>\n    <li>Encouragement for clear communication in love and relationships.</li>\n    <li>Creativity and intuition favored in the workplace for innovative solutions.</li>\n    <li>Financial caution is advised, with a focus on budget management.</li>\n    <li>Health routines should prioritize mindfulness and balance.</li>\n</ul>\n<blockquote>“Taking time for self-care will enhance your well-being.”</blockquote>\n<p>In conclusion, Pisces individuals are encouraged to maintain balance in their emotional and practical pursuits to achieve harmony and success in their daily lives.</p>"
  },
  {
    "title": "Aquarius Daily Horoscope Today, Dec 14, 2024 predicts new beginnings - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/aquarius-daily-horoscope-today-dec-14-2024-predicts-new-beginnings-101734107163185.html",
    "pubDate": "Fri, 13 Dec 2024 22:40:12 GMT",
    "summary": "<h1>Aquarius Daily Horoscope Today, Dec 14, 2024 predicts new beginnings</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Aquarius_1728478944944_1734107329427.jpg\" alt=\"Aquarius Daily Horoscope Today, December 10, 2024: Today is a perfect day to explore new horizons\" title=\"Aquarius Daily Horoscope Today, December 10, 2024: Today is a perfect day to explore new horizons\">\n<figcaption>Aquarius Daily Horoscope Today, December 10, 2024: Today is a perfect day to explore new horizons</figcaption>\n<p>Today offers new opportunities for personal growth for Aquarius, emphasizing creativity and stronger connections with loved ones.</p>\n<ul>\n    <li>Innovative thinking is encouraged to solve problems and strengthen personal relationships.</li>\n    <li>Romantic connections can deepen with genuine communication and attentiveness.</li>\n    <li>Career advancements are possible through creativity and proactive engagement with colleagues.</li>\n    <li>Financial decisions should be smart and measured, with a focus on budgeting and avoiding impulsive spending.</li>\n    <li>Health should be prioritized with engaging activities, a balanced diet, and staying hydrated.</li>\n</ul>\n<blockquote>\"Positive changes are on the horizon, but they will require a bit of effort and patience.\"</blockquote>\n<p>Overall, today is a significant day for Aquarius, filled with opportunities for growth in various aspects of life, encouraging them to harness their creative potential and deepen their connections.</p>"
  },
  {
    "title": "Capricorn Daily Horoscope Today, Dec 14 2024 predicts productive outcomes - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/capricorn-daily-horoscope-today-dec-14-2024-predicts-productive-outcomes-101734107770301.html",
    "pubDate": "Fri, 13 Dec 2024 22:39:12 GMT",
    "summary": "<h1>Capricorn Daily Horoscope Today, Dec 14 2024 predicts productive outcomes</h1>\n<p><strong>Date:</strong> December 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Capricorn_1728478974232_1734107871635.jpg\" alt=\"Capricorn Daily Horoscope Today, December 14, 2024: Today presents an opportunity for Capricorns to find balance between their professional and personal lives\" title=\"Capricorn Daily Horoscope Today, December 14, 2024: Today presents an opportunity for Capricorns to find balance between their professional and personal lives\">\n<figcaption>Capricorn Daily Horoscope Today, December 14, 2024: Today presents an opportunity for Capricorns to find balance between their professional and personal lives</figcaption>\n<p>Today's horoscope emphasizes the importance of balancing work and personal life for Capricorns, highlighting potential financial opportunities and the need for grounded decision-making.</p>\n<ul>\n    <li>Focus on balancing work and personal life.</li>\n    <li>Opportunities for financial growth and personal development may arise.</li>\n    <li>Emotional connections can be deepened with thoughtful gestures.</li>\n    <li>Professional growth opportunities and recognition are likely.</li>\n    <li>Health improvements can be achieved through a balanced diet and stress-reducing activities.</li>\n</ul>\n<blockquote>\"Stay grounded and make thoughtful decisions.\" - Dr. J.N Pandey</blockquote>\n<p>Overall, today presents a favorable environment for Capricorns to advance in different aspects of their lives by staying organized and open to new ideas.</p>"
  },
  {
    "title": "Untitled Sagittarius Daily Horoscope Today, December 14 Dec 2024 predicts joyful moments - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/untitled-sagittarius-daily-horoscope-today-december-14-dec-2024-predicts-joyful-moments-101734108279057.html",
    "pubDate": "Fri, 13 Dec 2024 22:38:12 GMT",
    "summary": "<h1>Sagittarius Daily Horoscope Today, December 14, 2024 Predicts Joyful Moments</h1>\n<p><strong>Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Sagittarius_1728479012112_1734108496320.jpg\" alt=\"Sagittarius Daily Horoscope Today, December 14, 2024: Today's cosmic energy encourages Sagittarius to seek adventure, nurture relationships, and remain open to exciting opportunities in love and career.\" title=\"Sagittarius Daily Horoscope Today, December 14, 2024: Today's cosmic energy encourages Sagittarius to seek adventure, nurture relationships, and remain open to exciting opportunities in love and career.\">\n<figcaption>Sagittarius Daily Horoscope Today, December 14, 2024: Today's cosmic energy encourages Sagittarius to seek adventure, nurture relationships, and remain open to exciting opportunities in love and career.</figcaption>\n<p>Today focuses on exploring and sharing your joyful spirit, with potential new adventures and connections emerging.</p>\n<ul>\n    <li>Cosmic energy encourages exploration, nurturing relationships, and being open to opportunities in love and career.</li>\n    <li>Positive outcomes are likely if you stay proactive and open-minded in connecting with others.</li>\n    <li>Your enthusiasm makes you more attractive today, benefiting both singles and those in relationships.</li>\n    <li>Professional opportunities may arise that allow you to showcase your talents and innovative ideas.</li>\n    <li>Financial growth is possible; review your budget and avoid impulsive purchases.</li>\n    <li>Maintain a balance between activity and relaxation for improved well-being.</li>\n</ul>\n<blockquote>“Health: Prioritize balance between physical activity and relaxation for overall well-being.”</blockquote>\n<p>In conclusion, today is a favorable day for Sagittarius to embrace joy, build connections, and pursue opportunities across various aspects of life."
  },
  {
    "title": "Scorpio Daily Horoscope Today, December 14, 2024 predicts a wonderful time in love - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/scorpio-daily-horoscope-today-december-14-2024-predicts-a-wonderful-time-in-love-101734109524766.html",
    "pubDate": "Fri, 13 Dec 2024 22:37:11 GMT",
    "summary": "<h1>Scorpio Daily Horoscope Today, December 14, 2024 predicts a wonderful time in love</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 04:07 AM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/scorpio_1728479075489_1734109729383.jpg\" alt=\"Scorpio Daily Horoscope Today, December 14, 2024\" title=\"Scorpio Daily Horoscope Today, December 14, 2024\">\n<figcaption>Scorpio Daily Horoscope Today, December 14, 2024: Today's energies encourage introspection and adaptability, guiding you toward personal growth and improved relationships.</figcaption>\n<p>Today's horoscope for Scorpio emphasizes reflection, transformation, and positive changes in personal relationships and professional life.</p>\n<ul>\n    <li>Scorpios are encouraged to explore their inner selves and embrace new experiences.</li>\n    <li>The day is ideal for nurturing relationships through open and honest communication.</li>\n    <li>At work, adaptability and creative solutions are essential for overcoming challenges.</li>\n    <li>Financially, it's a day to reassess budgets and avoid impulsive decisions.</li>\n    <li>Health is a focus area; prioritizing self-care and balanced routines is advised.</li>\n</ul>\n<blockquote>“Trust your instincts and let your natural charisma shine.”</blockquote>\n<p>In conclusion, Scorpios should embrace this day for growth and connection, leveraging their strengths to enhance their love, career, and well-being.</p>"
  },
  {
    "title": "Libra Daily Horoscope Today, December 14, 2024 astro tips for career paths - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/libra-daily-horoscope-today-december-14-2024-astro-tips-for-career-paths-101734109194659.html",
    "pubDate": "Fri, 13 Dec 2024 22:36:11 GMT",
    "summary": "<h1>Libra Daily Horoscope Today, December 14, 2024 Astro Tips for Career Paths</h1>\n<p><strong>Date:</strong> December 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Libra_1728479045617_1734109329290.jpg\" alt=\"Libra Daily Horoscope Today, December 14, 2024: Use this time to set intentions and nurture your connections.\" title=\"Libra Daily Horoscope Today, December 14, 2024: Use this time to set intentions and nurture your connections.\" />\n<figcaption>Libra Daily Horoscope Today, December 14, 2024: Use this time to set intentions and nurture your connections.</figcaption>\n<p>Today invites Libras to seek balance and harmony across various aspects of their lives, including relationships, career, and finances.</p>\n<ul>\n    <li>Opportunities for growth in personal well-being, relationships, and career paths.</li>\n    <li>Creative collaboration at work can lead to positive outcomes.</li>\n    <li>Financial reassessment is encouraged to maintain stability and avoid impulsive decisions.</li>\n    <li>Health focus includes both mental and physical self-care, with an emphasis on balanced routines.</li>\n</ul>\n<blockquote>“Your skills in negotiation and compromise can lead to positive outcomes.”</blockquote>\n<p>The horoscope suggests that today is an excellent day for Libras to set intentions and nurture connections while striving for a balance in their daily activities.</p>"
  },
  {
    "title": "Virgo Daily Horoscope Today, December 14, 2024 predicts financial stability - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/virgo-daily-horoscope-today-december-14-2024-predicts-financial-stability-101734108945467.html",
    "pubDate": "Fri, 13 Dec 2024 22:35:10 GMT",
    "summary": "<h1>Virgo Daily Horoscope Today, December 14, 2024 predicts financial stability</h1>\n<p><strong>Date:</strong> December 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Virgo_1728479056525_1734109068028.jpg\" alt=\"Virgo Daily Horoscope Today, December 14, 2024: Today is a day for self-reflection, clear communication, and nurturing personal relationships.\" title=\"Virgo Daily Horoscope Today, December 14, 2024: Today is a day for self-reflection, clear communication, and nurturing personal relationships.\">\n<figcaption>Virgo Daily Horoscope Today, December 14, 2024: Today is a day for self-reflection, clear communication, and nurturing personal relationships.</figcaption>\n<p>Today’s horoscope emphasizes self-reflection and communication, urging Virgos to stay open to new opportunities while balancing various aspects of life.</p>\n<ul>\n    <li>Self-improvement and clear communication are key focuses today.</li>\n    <li>Positive developments are expected in love; communicate openly with partners.</li>\n    <li>Career prospects are promising; take initiative and collaborate with colleagues.</li>\n    <li>Financial review recommended; assess spending and investigate investment opportunities.</li>\n    <li>Health advice includes maintaining a balanced lifestyle and practicing mindfulness.</li>\n</ul>\n<blockquote>“It's a good time to take initiative and showcase your skills to your colleagues and superiors.”</blockquote>\n<p>In conclusion, today presents an opportunity for Virgos to enhance their personal and professional lives while ensuring financial stability and well-being.</p>"
  },
  {
    "title": "Leo Daily Horoscope Today, December 14, 2024 predicts an uplift in income - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/leo-daily-horoscope-today-december-14-2024-predicts-an-uplift-in-income-101734108575267.html",
    "pubDate": "Fri, 13 Dec 2024 22:34:11 GMT",
    "summary": "<h1>Leo Daily Horoscope Today, December 14, 2024 predicts an uplift in income</h1>\n<p><strong>Date:</strong> December 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/13/550x309/Leo_1728478322188_1734108804121.jpg\" alt=\"Leo Daily Horoscope Today, December 14, 2024: Clear communication will be essential, especially in your relationships and work.\" title=\"Leo Daily Horoscope Today, December 14, 2024: Clear communication will be essential, especially in your relationships and work.\">\n<figcaption>Leo Daily Horoscope Today, December 14, 2024: Clear communication will be essential, especially in your relationships and work.</figcaption>\n<p>Today's horoscope for Leos indicates a mix of opportunities and challenges, emphasizing the importance of clear communication in both personal and professional spheres.</p>\n<ul>\n    <li>Leos should stay grounded and maintain focus amidst the day's challenges.</li>\n    <li>In love, patience and understanding are key to fostering deeper connections.</li>\n    <li>Career challenges may arise that require leadership and collaboration.</li>\n    <li>Financially, it's advisable to reassess budgeting and savings while avoiding impulsive purchases.</li>\n    <li>Health should be prioritized through relaxation techniques and a balanced diet.</li>\n</ul>\n<blockquote>“Stay grounded, maintain focus, and communicate clearly to maximize your potential in love and career.”</blockquote>\n<p>This day's horoscope encourages Leos to navigate their challenges with confidence and a proactive mindset, focusing on communication and self-care for overall well-being.</p>"
  },
  {
    "title": "Aries Daily Horoscope Today, December 14, 2024 predicts rewarding outcomes - Hindustan Times",
    "link": "https://www.hindustantimes.com/astrology/horoscope/aries-daily-horoscope-today-december-14-2024-predicts-rewarding-outcomes-101734104423635.html",
    "pubDate": "Fri, 13 Dec 2024 22:30:10 GMT",
    "summary": "<h1>Aries Daily Horoscope Today, December 14, 2024 predicts rewarding outcomes</h1>\n<p><strong>Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://images.hindustantimes.com/default/550x309.jpg\" alt=\"HT Image\" title=\"HT Image\">\n<figcaption>HT Image</figcaption>\n<p>Today, Aries, align your energies for positive personal and professional growth. Stay open to new experiences and maintain clear communication.</p>\n<ul>\n    <li>Embrace a proactive attitude in personal and professional life.</li>\n    <li>Prioritize open communication for relationship growth.</li>\n    <li>Seize opportunities for collaboration and innovation in career.</li>\n    <li>Reevaluate financial goals and maintain long-term stability.</li>\n    <li>Focus on physical and mental well-being through relaxation techniques.</li>\n</ul>\n<blockquote>“Creating a supportive environment for open discussions will lead to deeper connections and emotional growth.”</blockquote>\n<p>This horoscope encourages Aries individuals to take advantage of the day's energies for growth, connection, and stability in various aspects of life."
  },
  {
    "title": "Bigg Boss 18: Kamya Panjabi Questions Avinash And Eisha's Loyalty Towards 'Friend' Vivian - News18",
    "link": "https://www.news18.com/movies/bigg-boss-18-kamya-panjabi-questions-avinash-and-eishas-loyalty-towards-friend-vivian-aa-9155531.html",
    "pubDate": "Fri, 13 Dec 2024 14:01:15 GMT",
    "summary": "<h1>Bigg Boss 18: Kamya Panjabi Questions Avinash And Eisha's Loyalty Towards 'Friend' Vivian</h1>\n<p><strong>Publication Date:</strong> December 14, 2024, 01:15 IST</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Chum Darang saved Karan Veer Mehra from the nominations. (Photo Credits: Instagram)\" />\n    <figcaption>Chum Darang saved Karan Veer Mehra from the nominations. (Photo Credits: Instagram)</figcaption>\n</figure>\n<p>In the latest episode of Bigg Boss 18, tensions rise as contestants clash over their loyalties, specifically towards Vivian, leading to intense drama and emotional breakdowns.</p>\n<ul>\n    <li>Contestants were tasked with retrieving photos of nominated housemates to hand over to Avinash Mishra, causing chaos in the house.</li>\n    <li>Chum Darang successfully saved Karan Veer Mehra from nominations, while Eisha Singh struggled with her emotions over Vivian's frame.</li>\n    <li>Kamya Panjabi criticized Avinash and Eisha for their decisions regarding Vivian, questioning their loyalty.</li>\n    <li>Kamya tweeted: “Tum itna jo muskura rahe ho kya gumm hai jisko chhupa rahe ho…” expressing her doubts about their intentions.</li>\n    <li>This week’s Weekend Ka Vaar episode will reveal who gets evicted among Chaahat Pandey, Tajinder Bagga, Digvijay Rathee, Edin Rose, and Vivian Dsena.</li>\n</ul>\n<blockquote>\n    \"Yeh jo हृदय परिवर्तन hua hai #AvinashMishra ka towards #KaranveerMehra iski wajah kya hai jo bhi hai...\"\n</blockquote>\n<p>As drama unfolds in Bigg Boss 18, viewers eagerly await the upcoming eviction episode to see who will stay and who will go, reflecting the emotional complexities of friendship and loyalty in the game.</p>"
  },
  {
    "title": "Anurag Kashyap’s ex-wife Kalki Koechlin congratulates his daughter Aaliyah Kashyap on wedding: ‘Wish you guys all the ishq, pyaar and mohabbat’ - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/bollywood/anurag-kashyaps-ex-wife-kalki-koechlin-congratulates-his-daughter-aaliyah-kashyap-on-wedding-9722675/",
    "pubDate": "Fri, 13 Dec 2024 13:36:19 GMT",
    "summary": "<h1>Anurag Kashyap’s ex-wife Kalki Koechlin congratulates his daughter Aaliyah Kashyap on wedding: ‘Wish you guys all the ishq, pyaar and mohabbat’</h1>\n<p><strong>Publication Date:</strong> [Insert Date] | <strong>Source:</strong> The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Kalki-Aaliyah.jpg?w=640\" alt=\"Kalki Koechlin attended Aaliyah Kashyap's wedding\" width=\"640\" height=\"360\">\n<figcaption>Kalki Koechlin shared a post to congratulate Aaliyah Kashyap and Shane Gregoire on their wedding.</figcaption>\n<p>Actor Kalki Koechlin extended her congratulations to Aaliyah Kashyap and Shane Gregoire following their wedding, showcasing the amicable relationship she maintains with her ex-husband Anurag Kashyap.</p>\n<ul>\n    <li>Kalki Koechlin congratulated Aaliyah Kashyap on her wedding via an Instagram post.</li>\n    <li>The note included various quotes from literature and songs, emphasizing love and adventure.</li>\n    <li>Aaliyah Kashyap married Shane Gregoire in a traditional ceremony in Mumbai.</li>\n    <li>The relationship between Kalki and Anurag remains positive despite their divorce in 2015.</li>\n</ul>\n<blockquote>“Wish you guys all the ‘ishq, pyaar and mohabbat’ in the world (like the theme of a thousand Bollywood films)” - Kalki Koechlin</blockquote>\n<p>The heartfelt message from Kalki reflects a spirit of love and celebration for the newlyweds, continuing the legacy of warmth between her and Anurag’s family despite their past."
  },
  {
    "title": "A Closer Look At Keerthy Suresh’s Wedding Sarees - NDTV Swirlster",
    "link": "https://swirlster.ndtv.com/webstories/fashion/a-closer-look-at-keerthy-suresh-s-bridal-sarees-for-her-wedding-to-antony-thattil-in-goa-29005",
    "pubDate": "Fri, 13 Dec 2024 13:32:36 GMT",
    "summary": null
  },
  {
    "title": "Can use M.S. Subbulakshmi’s name for cash prize to be given to T.M. Krishna: Madras High Court - The Hindu",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/can-use-ms-subbulakshmis-name-for-cash-prize-to-be-given-to-tm-krishna-madras-high-court/article68980598.ece",
    "pubDate": "Fri, 13 Dec 2024 07:24:00 GMT",
    "summary": "<h1>Can use M.S. Subbulakshmi’s name for cash prize to be given to T.M. Krishna: Madras High Court</h1>\n<p><strong>Publication Date:</strong> December 13, 2024 <strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/3vjz28/article68980992.ece/alternates/SQUARE_80/10_TM%20Krishna.jpg\" alt=\"T.M. Krishna\" width=\"100%\" height=\"100%\">\n<figcaption>T.M. Krishna, the Carnatic singer who is set to receive the cash prize.</figcaption>\n<p>The Madras High Court has overturned a previous injunction, allowing the Music Academy to award a cash prize named after M.S. Subbulakshmi to T.M. Krishna. This decision supports the ongoing tradition of honoring Subbulakshmi's achievements through awards.</p>\n<ul>\n    <li>The Division Bench set aside an interim injunction that barred the use of M.S. Subbulakshmi’s name for the ‘Sangita Kalanidhi Award’ cash prize.</li>\n    <li>The award has been given since 2005 by the Music Academy to select awardees.</li>\n    <li>The court noted that conferring awards in memory of a legend is lawful and not prohibited.</li>\n    <li>The plaintiff's argument, stemming from a will that purportedly restricts such naming, was rejected by the court as unfounded.</li>\n    <li>The judges pointed out that numerous awards and institutions already honor Subbulakshmi’s name without legal challenge from the plaintiff.</li>\n</ul>\n<blockquote>“Every award in the name of M.S. Subbulakshmi was only to remember the great icon of Carnatic music. A case of this nature will be shocking to several lakhs of singers and musicians.”</blockquote>\n<p>The court allowed for further legal proceedings to take their course, but emphasized that the interim injunction was not warranted. This decision reinforces the legacy of M.S. Subbulakshmi in the world of Carnatic music while paving the way for T.M. Krishna to receive the award as scheduled.</p>"
  }
]