[
  {
    "title": "After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note - News18",
    "link": "https://www.news18.com/india/bengaluru-cop-dies-by-suicide-in-uniform-blames-wife-father-in-law-for-torture-in-final-note-techie-atul-subhash-9156102.html",
    "pubDate": "Sat, 14 Dec 2024 15:39:08 GMT",
    "summary": "<h1>After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note</h1>\n<p><strong>Publication Date:</strong> December 14, 2024, 19:37 IST</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Bengaluru cop dies by suicide (Photo: IANS)\">\n    <figcaption>Bengaluru cop dies by suicide (Photo: IANS)</figcaption>\n</figure>\n<p>A Bengaluru Police constable died by suicide in uniform, citing torture from his wife and in-laws in a note. This incident follows nationwide outrage over a similar case involving techie Atul Subhash.</p>\n<ul>\n    <li>The cop, identified as HC Thippanna, 34, allegedly took his life due to ongoing domestic issues.</li>\n    <li>He committed suicide on the railway tracks and left behind a note blaming his wife and father-in-law for his troubles.</li>\n    <li>Thippanna described being threatened by his father-in-law and expressed feelings of hopelessness.</li>\n    <li>This tragedy is linked to recent discussions around the Atul Subhash suicide case, which has sparked debates on men's rights.</li>\n    <li>Social media has seen a rise in discussions advocating for justice and men's rights following these incidents.</li>\n</ul>\n<blockquote>\n    “On December 12, he called me at 7.26 p.m., spoke for 14 minutes, and threatened me,” Thippanna wrote in his note, highlighting the distress he faced.\n</blockquote>\n<p>This tragedy underscores the need for awareness and support regarding mental health and domestic issues."
  },
  {
    "title": "Intermittent fasting could slow hair regeneration, says study - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMi8gFBVV95cUxQMGY3d1cwTTJUaEwtaVZFMEEya0ZZRnBkM2lDaDg1Z3hra2lOYjRlWlotMjVKVlN6M29OU01xMzNyVmg5dF9TVzR3LU5nc0F0XzlTSzlPbmZjbm94NmFvUjVIYUZCT18zdEpaVVVEMFF2ajcyWVhBN05rNHFGRGYtaDloS19CY3JmaUJnVXpwaFRqaFN6Q29SZEExNndjcTZIN0NoQ2VZUnloS0FnNnRtdGZqaVFoMjFiMVRSVkVNS2d6SElicVIyZnN1UTU4dmRrd2wweUljaFJHZnFMQXpqc19PQXFuY0xRVndaaDNsUGpNd9IB9wFBVV95cUxNandEbzh0d2Nic2NYbFRCTGdHS3ZwZHljQWNhNWxwX1A3T2UtNGd4MlBHbF9HVXlrajNSWm1GWnVEOHY3QmxSQzAtd1l1akw3V08zVDh0RVJsRkYteXYxczVMQkxQenRLNFBEZWpGeTQ0WmlNSVJ2dkR6ZVJxLWpiVjRFRGxYQV9yd0pyVXYxUk9ZLXZ6NFRPY1QyVGVycmZPWVctUUZOb3lTc1lPMGJRTkpIdHZVT3ptR2twczhqRzVYYjBnOWJBbHFJbHdmQllZTF92ZmNiMXVjNnhUNllKTVpqaTI3bUVxdzVtVmZfM192VTNHRFFB?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 15:06:00 GMT",
    "summary": null
  },
  {
    "title": "Exclusive: Russia pulling back but not out of Syria, sources say - Reuters",
    "link": "https://www.reuters.com/world/russia-pulling-back-not-out-syria-sources-say-2024-12-14/",
    "pubDate": "Sat, 14 Dec 2024 14:33:19 GMT",
    "summary": null
  },
  {
    "title": "India vs Australia 3rd Test Day 2 Hourly Weather Report: Brisbane Under 'Alert'. The Reason Is... - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/india-vs-australia-3rd-test-day-2-hourly-weather-report-floods-expected-in-brisbane-7248416",
    "pubDate": "Sat, 14 Dec 2024 14:02:57 GMT",
    "summary": "<h1>India vs Australia 3rd Test Day 2 Hourly Weather Report: Brisbane Under 'Alert'</h1>\n<p><strong>Publication Date:</strong> December 24, 2024<br><strong>Source:</strong> NDTV</p>\n<img width=\"639\" height=\"479\" src=\"https://c.ndtvimg.com/2024-12/24fkbgog_the-gabba-afp_625x300_14_December_24.jpg\" title=\"India vs Australia 3rd Test Day 2 Hourly Weather Report: Brisbane Under 'Alert'. The Reason Is...\">\n<figcaption>Only 13.2 overs were bowled on Day 1 of the 3rd Test between India and Australia. © AFP</figcaption>\n<p>Day 1 of the 3rd Test between India and Australia was heavily affected by rain, with only 13.2 overs played before the umpires called off play. The weather condition is expected to remain a concern on Day 2.</p>\n<ul>\n    <li>Day 1 saw Australia finishing at 28-0, with Khawaja 19 not out.</li>\n    <li>Rain interruptions led to a half-hour delay, impacting play significantly.</li>\n    <li>The Bureau of Meteorology issued a red alert for the region, warning of minor floods.</li>\n    <li>Forecast predicts a medium chance of showers throughout Day 2.</li>\n    <li>Play on Day 2 is set to start 30 minutes early, pending weather conditions.</li>\n</ul>\n<blockquote>\"Partly cloudy. Medium chance of showers, most likely in the morning and afternoon.\" - Bureau of Meteorology</blockquote>\n<p>In conclusion, with adverse weather conditions continuing into Day 2, the match's progress remains uncertain, highlighting the challenges faced by both teams in adapting to the rain-affected play."
  },
  {
    "title": "Parliament Winter Session LIVE: Citizenship Amendment Act reflects Mahatma Gandhi's vision, says PM Modi - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 13:59:10 GMT",
    "summary": "<h1>Parliament Winter Session LIVE: ‘The slogan of 'garibi hatao' remained a jumla’, says PM Modi</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/PTI12-14-2024-RPT325B-0_1734185149495_1734185169474.jpg\" alt=\"Parliament Session Live: Prime Minister Narendra Modi speaks in the Lok Sabha during the discussion on the 'glorious journey of 75 years of the India Constitution' in the ongoing Winter session of Parliament in New Delhi on Saturday.\" title=\"Parliament Session Live: Prime Minister Narendra Modi speaks in the Lok Sabha during the discussion on the 'glorious journey of 75 years of the India Constitution' in the ongoing Winter session of Parliament in New Delhi on Saturday.\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Prime Minister Narendra Modi speaks in the Lok Sabha during the discussion on the 'glorious journey of 75 years of the India Constitution' in the ongoing Winter session of Parliament in New Delhi on Saturday.</figcaption>\n<p>The Parliament Winter Session is currently underway, featuring debates on the Constitution. Prime Minister Narendra Modi addressed the Lok Sabha, making significant remarks about the government's achievements and criticizing the opposition.</p>\n<ul>\n    <li>PM Modi discussed the completion of 75 years of India's Constitution and highlighted his government's efforts towards financial inclusion.</li>\n    <li>He claimed that the opposition lacks a true understanding of poverty and criticized the Congress Party's historical policies.</li>\n    <li>Modi referred to the Congress' slogan \"Garibi Hatao\" as a mere political gimmick.</li>\n    <li>He defended the Citizenship Amendment Act as embodying Mahatma Gandhi's vision for India.</li>\n    <li>Debates featured critiques of past Congress leaders regarding their use of constitutional powers during their tenures.</li>\n</ul>\n<blockquote>\n    <p>“The slogan of 'garibi hatao' remained a jumla”— PM Modi</p>\n</blockquote>\n<p>In conclusion, PM Modi emphasized the importance of the Constitution as a unifying force for India, while engaging in sharp critiques against the Congress party's legacy and its responses to current socio-economic issues.</p>"
  },
  {
    "title": "Jr NTR shows solidarity with Allu Arjun over arrest for fan death during Pushpa 2 premiere - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/jr-ntr-shows-solidarity-to-allu-arjun-over-arrest-for-fan-death-during-pushpa-2-premiere-101734181577565.html",
    "pubDate": "Sat, 14 Dec 2024 13:40:53 GMT",
    "summary": "<h1>Jr NTR shows solidarity with Allu Arjun over arrest for fan death during Pushpa 2 premiere</h1>\n<p><strong>Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Jr_NTR_Allu_Arjun_1734182236705_1734182246673.jpg\" alt=\"Jr NTR spoke to Allu Arjun over phone after he was released on interim bail.\" title=\"Jr NTR spoke to Allu Arjun over phone after he was released on interim bail.\">\n<figcaption>Jr NTR spoke to Allu Arjun over phone after he was released on interim bail.</figcaption>\n<p>Jr NTR, while filming in Mumbai, reached out to Allu Arjun following his release on interim bail concerning a tragic incident during the Pushpa 2 premiere, where a fan died due to asphyxiation.</p>\n<ul>\n    <li>Allu Arjun was arrested in connection with a fan's death at the Pushpa 2 premiere and was released on interim bail.</li>\n    <li>Numerous Tollywood celebrities, including Jr NTR and Vijay Deverakonda, showed support for Arjun after his return home.</li>\n    <li>The stampede occurred as Arjun visited Sandhya Theatre for the film's premiere, causing chaos among fans.</li>\n    <li>The police filed an FIR against Arjun and the theatre management, leading to his arrest.</li>\n</ul>\n<blockquote>\"Tarak is out of town and busy shooting... He called Allu Arjun as soon as he could once he heard that he was back home.\" - Source close to Jr NTR</blockquote>\n<p>The incident highlights the intense fan fervor and the responsibilities of public figures in managing large crowds during events.</p>"
  },
  {
    "title": "Weight-loss drugs are best for the rich, says liver doctor SK Sarin - India Today",
    "link": "https://www.indiatoday.in/health/story/weight-loss-drugs-ozempic-semaglutide-best-for-the-rich-liver-doctor-sk-sarin-dr-naresh-trehan-2649902-2024-12-14",
    "pubDate": "Sat, 14 Dec 2024 13:32:25 GMT",
    "summary": "<h1>Weight-loss drugs are best for the rich, says liver doctor SK Sarin</h1>\n<p><strong>Published On:</strong> Dec 14, 2024</p>\n<p><strong>Published By:</strong> Daphne Clarance</p>\n<img src=\"https://akm-img-a-in.tosshub.com/indiatoday/images/story/202412/dr-sk-sarin--director--institute-of-liver-and-biliary-sciences-143507514-16x9_0.jpg?VersionId=mcUbaZzUnM6iPGKTrFAleXHjYF1T7M.x&amp;size=690:388\" alt=\"Dr SK Sarin, Director, Institute of Liver and Biliary Sciences\" width=\"690\" height=\"388\">\n<figcaption>Dr SK Sarin, Director, Institute of Liver and Biliary Sciences at Agenda Aaj Tak event.</figcaption>\n<p>Liver specialist Dr SK Sarin emphasized that popular weight-loss medications should only be used under strict medical supervision, warning that these drugs are primarily beneficial for the wealthy due to their high costs.</p>\n<ul>\n    <li>Dr Sarin advocates for healthier lifestyle choices over reliance on medications for weight loss.</li>\n    <li>Weight-loss drugs like Ozempic (semaglutide) enhance metabolic processes but can lead to side effects.</li>\n    <li>Dr Sarin believes exercise and an active lifestyle remain the best methods for weight management.</li>\n    <li>Increased calorie intake can lead to serious health complications such as fatty liver disease.</li>\n    <li>Weight-loss drugs may have significant side effects, including gastrointestinal issues and rapid weight regains.</li>\n</ul>\n<blockquote>“The best method for most people is still to exercise, burn calories, and lead an active lifestyle.” - Dr SK Sarin</blockquote>\n<blockquote>“These drugs are not a magic solution. Once you stop taking them, weight gain often resumes rapidly.” - Dr Naresh Trehan</blockquote>\n<p>In conclusion, both doctors underline the importance of sustainable lifestyle changes, as opposed to solely relying on weight-loss drugs which come with potential risks and complications.</p>"
  },
  {
    "title": "PM Modi's big attack on Cong over Emergency: ‘Constitution was torn apart, India turned into jail’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/pm-modis-big-attack-on-cong-over-emergency-constitution-was-torn-apart-india-turned-into-jail-101734181201328.html",
    "pubDate": "Sat, 14 Dec 2024 13:25:00 GMT",
    "summary": "<h1>PM Modi's big attack on Cong over Emergency: ‘Constitution was torn apart, India turned into jail’</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Narendra_Modi_1734182037740_1734182037979.png\" alt=\"Prime Minister Narendra Modi in the Lok Sabha.(Sansad TV)\" title=\"Prime Minister Narendra Modi in the Lok Sabha.(Sansad TV)\">\n<figcaption>Prime Minister Narendra Modi in the Lok Sabha.(Sansad TV)</figcaption>\n<p>Prime Minister Narendra Modi criticized the Congress party over the imposition of Emergency in 1975, stating that it severely damaged the Constitution and civil liberties in India.</p>\n<ul>\n    <li>Modi referred to the Emergency as a time when \"the Constitution was torn apart\" and civil rights were suppressed.</li>\n    <li>He claimed that under Congress rule, \"all rights of the citizens were snatched\" and there was significant media censorship.</li>\n    <li>The Prime Minister specifically targeted the Gandhi family for their role in undermining the Constitution.</li>\n    <li>He praised India's journey since the adoption of the Constitution, calling it \"extraordinary\" and emphasizing India as the \"Mother of Democracy.\"</li>\n    <li>Modi acknowledged the contributions of the Constitution makers and highlighted women's voting rights as a notable achievement.</li>\n</ul>\n<blockquote>\n    “The Constitution was torn apart when it was completing 25 years; the Emergency was imposed (in 1975), all constitutional rights were snatched and the country was turned into a jail.” - PM Narendra Modi\n</blockquote>\n<p>In conclusion, Modi's statements reinforce the narrative of the Congress party's failures during the Emergency, while also celebrating the values and journey of Indian democracy since the Constitution's adoption.</p>"
  },
  {
    "title": "Parliament Winter Session LIVE: PM Modi addresses Lok Sabha - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 12:27:10 GMT",
    "summary": "<h1>Parliament Winter Session LIVE: ‘One family ruled for 55 years out of 75 years’, PM Modi's big attack on Congress</h1>\n<p><strong>Date:</strong> December 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Screenshot_2024-12-14_180611_1734181061356_1734181079130.png\" alt=\"Parliament Session Live: Prime Minister Narendra Modi addresses the Lok Sabha during a debate on 75 years of India's Constitution.\" title=\"Parliament Session Live: Prime Minister Narendra Modi addresses the Lok Sabha during a debate on 75 years of India's Constitution.\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Prime Minister Narendra Modi addresses the Lok Sabha during a debate on 75 years of India's Constitution.</figcaption>\n<p>Prime Minister Narendra Modi delivered a powerful speech during the Lok Sabha debate, marking 75 years of India's Constitution, and launched a strong critique of the Congress party, accusing it of dynastic politics.</p>\n<ul>\n    <li>Modi claimed that one family ruled for 55 out of the 75 years of India's independence.</li>\n    <li>He criticized former PM Rajiv Gandhi's overruling of the Shah Bano case, labeling it a violation of constitutional values.</li>\n    <li>Modi stated that Indira Gandhi abused the Constitution during the National Emergency to preserve her power.</li>\n    <li>He emphasized the need to uphold the Constitution as the foundation of national unity.</li>\n    <li>Prime Minister highlighted women's significant role in the Constitution's formation.</li>\n</ul>\n<blockquote>“One family ruled for 55 years out of 75 years,” PM Modi said, highlighting the impact of dynastic politics on democracy.</blockquote>\n<p>In conclusion, PM Modi's address underscored the government's commitment to constitutional values amid ongoing political debates, revealing deep divisions in parliamentary discussions around the Constitution and its interpretation.</p>"
  },
  {
    "title": "Miss to Mrs! PV Sindhu gets engaged to Venkata Datta Sai. First Pic Out - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/badminton/miss-to-mrs-pv-sindhu-gets-engaged-to-venkata-datta-sai-first-pic-out/articleshow/116318325.cms",
    "pubDate": "Sat, 14 Dec 2024 12:23:00 GMT",
    "summary": null
  },
  {
    "title": "Reliance Industries appoints Ira Bindra as Group President for HR & Talent | Company Business News - Mint",
    "link": "https://www.livemint.com/companies/people/reliance-industries-appoints-ira-bandra-as-group-president-for-hr-talent-11734177676716.html",
    "pubDate": "Sat, 14 Dec 2024 12:05:30 GMT",
    "summary": null
  },
  {
    "title": "NASA Captures Active Volcano Eruption On Jupiter's Moon Io, Ending 44-Year-Old Mystery | WATCH - Jagran English",
    "link": "https://english.jagran.com/world/nasa-captures-active-volcano-eruption-on-jupiters-moon-io-ending-44yearold-mystery-watch-10206818",
    "pubDate": "Sat, 14 Dec 2024 12:00:00 GMT",
    "summary": "<h1>NASA Captures Active Volcano Eruption On Jupiter's Moon Io, Ending 44-Year-Old Mystery | WATCH</h1>\n\n<p><strong>Publication Date:</strong> December 12, 2024 | <strong>Source:</strong> Jagran News</p>\n\n<img src=\"https://imgeng.jagran.com/images/2024/12/14/article/image/NASA-(3)-1734177073397.jpg\" alt=\"Jupiter's moon Io\" width=\"1200\" height=\"675\">\n<figcaption>Jupiter's moon Io (Image credits: NASA)</figcaption>\n\n<p>NASA has made significant discoveries regarding Io, the most volcanically active body in our solar system, providing answers to longstanding questions about its volcanic activity.</p>\n\n<ul>\n    <li>NASA's Juno mission revealed that Io’s volcanoes are powered by individual magma chambers, not a global magma ocean.</li>\n    <li>The findings end a 44-year-old mystery regarding the intense geological activity of Io.</li>\n    <li>Observations indicate that Io's volcanic activity is influenced by its unique orbit around Jupiter, causing heat through gravitational interactions.</li>\n    <li>New high-resolution images show volcanic features and fresh lava flows on Io's surface.</li>\n    <li>Juno completed its 66th flyby over Jupiter and is scheduled for its next close approach in late December 2024.</li>\n</ul>\n\n<blockquote>“Not very demure at all. But Jupiter's moon Io is still beautiful, constantly erupting volcanoes and all.” – NASA Solar System</blockquote>\n\n<p>NASA continues to enhance our understanding of volcanic processes beyond Earth, contributing to broader knowledge of planetary geology.</p>"
  },
  {
    "title": "Protest erupts in Kolkata after Ex-RG Kar principal gets bail in rape case - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/protest-erupts-after-ex-rg-kar-principal-given-bail-in-trainee-doctor-rape-case-101734176814188.html",
    "pubDate": "Sat, 14 Dec 2024 11:46:53 GMT",
    "summary": null
  },
  {
    "title": "Two power centres are recipe for disaster, says J-K Chief Minister Omar Abdullah - Greater Kashmir",
    "link": "https://news.google.com/rss/articles/CBMiwAFBVV95cUxOdXJXb1ByMVdPV0hvN1o1VVk0Mm9zLTRCbk9rbHR0UG1weGZHc1hzY3ZIUmtzSkNYVmtlSWtJNXJGTnNHSUJXSWhJRnFjVzZkM082TkV4eFAwbWNWNWZZblpMeDhNSUx1RlZ2MF8tTWFPS3lLVkV3Z3VhbVNxRG5EdjZEU1cwQzRMMVpFMHdMRUNsMmpvdlhrSzNXYTFUV0UteVRvVXpSeFF4QUVMUGJwa1RHYkVnZm9KTXB2RzJHcGXSAcYBQVVfeXFMT1hyTnNHcXR4bzNhcFJsT2JoQ1hxSWgwNkxjT0ppVTZ6c3NRLUpVeFdVUnZvaUg5ODVKaFhyTkgxNlk2bmJManZPSzByM0NKbmZwdzFpLVYtYnU2ZXB6WUx3cy1MTmJKQUhNLXJjRm8xNFN0bmxsbzROTGRrcWtIcDVzajVOUENXOEQ2dFB3ZlFrX2NvVXlYSmMxVmR2cm5QeWMtRkc1bERUTlA3NW43dWM1NHZlVnZpNWgtRnJ5VnZhb3ZKTGl3?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 11:46:23 GMT",
    "summary": null
  },
  {
    "title": "Parliament Winter Session LIVE: BJP says ‘Rahul Gandhi insulted Constitution when he tore UPA bill’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 11:44:40 GMT",
    "summary": "<h1>Parliament Winter Session LIVE: PM Modi to address Lok Sabha shortly</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/narendra_modi_purvodaya_plan_budget__1721789411358_1734178334855.jpg\" alt=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" title=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)</figcaption>\n<p>The Parliament Winter Session is underway, with Prime Minister Modi set to address the Lok Sabha shortly amidst ongoing debates on the Constitution's 75th anniversary. Various members of the opposition have been vocal about their concerns during this special session.</p>\n<ul>\n    <li>PM Modi will speak on the second and final day of the Constitution debate initiated in Lok Sabha.</li>\n    <li>Priyanka Gandhi Vadra made her maiden speech criticizing the ruling government on multiple issues.</li>\n    <li>The opposition has been vocal in defending the Constitution and criticizing the BJP's policies.</li>\n    <li>Congress members protested the alleged vandalization of a replica of the Constitution.</li>\n    <li>The Winter Session began in November and will conclude on December 20.</li>\n</ul>\n<blockquote>“The Constitution is the protective shield of justice, unity, and freedom of expression.” - Priyanka Gandhi Vadra</blockquote>\n<p>The session highlights intense political exchanges and critical discussions on the Constitution, emphasizing the significance of democratic values in India. Prime Minister Modi's upcoming address is highly anticipated amidst this heated political environment.</p>"
  },
  {
    "title": "‘Like Eklavya and his sliced thumb’: In Constitution debate, Rahul’s social justice pitch has a new character - The Indian Express",
    "link": "https://indianexpress.com/article/political-pulse/constitution-debate-rahul-gandhi-social-justice-pitch-9724794/",
    "pubDate": "Sat, 14 Dec 2024 11:28:51 GMT",
    "summary": "<h1>‘Like Eklavya and his sliced thumb’: In Constitution debate, Rahul’s social justice pitch has a new character</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/rahul-gandhi-10.jpg?w=640\" alt=\"Leader of Opposition in the Lok Sabha Rahul Gandhi speaks in the House during the Winter session of Parliament, in New Delhi,\" width=\"640\" height=\"360\">\n<figcaption>Leader of Opposition in the Lok Sabha Rahul Gandhi speaks in the House during the Winter session of Parliament, in New Delhi. (PTI photo)</figcaption>\n<p>In a recent Parliament debate, Rahul Gandhi emphasized the importance of social justice, invoking Eklavya from the Mahabharata to criticize the Modi government's policies affecting marginalized communities.</p>\n<ul>\n    <li>Gandhi addressed a debate on the Constitution's 75-year journey, focusing on social justice and equitable representation.</li>\n    <li>He criticized Hindutva ideologue Savarkar's views on the Constitution, quoting him on Manusmriti's relevance to Indian culture.</li>\n    <li>Gandhi used Eklavya’s story to illustrate how the government is stifling the potential of marginalized youth.</li>\n    <li>He called for a nationwide caste census and the removal of the 50% quota ceiling.</li>\n    <li>The Congress leader linked current government favoritism to the hardships faced by disadvantaged groups.</li>\n</ul>\n<blockquote>\"Like Dronacharya cut the thumb of Eklavya, you are cutting the thumbs of India’s youngsters.\"</blockquote>\n<p>In conclusion, Rahul Gandhi's speech highlights the ongoing struggle for social justice in India, calling attention to systemic inequalities and advocating for reforms to empower marginalized communities."
  },
  {
    "title": "Gukesh Wins 2024 FIDE World Championship — 13 Conclusions - Chess.com",
    "link": "https://www.chess.com/news/view/gukesh-2024-chess-world-championship-13-conclusions",
    "pubDate": "Sat, 14 Dec 2024 11:14:00 GMT",
    "summary": "```html\n<h1>Gukesh Wins 2024 FIDE World Championship — 13 Conclusions</h1>\n<p><strong>Publication Date:</strong> December 13, 2024</p>\n<p><strong>Source:</strong> Chess.com</p>\n<figure>\n    <img src=\"https://www.chess.com/bundles/web/images/image-default.445cb543.svg\" alt=\"Gukesh Dommaraju\" width=\"800\" height=\"533\">\n    <figcaption>Gukesh on a moment he'd lived for: \"For me to actually be here and hold this trophy and experience this moment, in reality, it means more than anything else in my life.\" Photo: Maria Emelianova/Chess.com.</figcaption>\n</figure>\n<p>The era of India's GM <a href=\"https://www.chess.com/players/gukesh-dommaraju\" target=\"_blank\">Gukesh Dommaraju</a> as chess world champion has begun after winning the 2024 FIDE World Championship in Singapore, concluding an intense match against reigning champion GM <a href=\"https://www.chess.com/players/ding-liren\" target=\"_blank\">Ding Liren</a>.</p>\n<ul>\n    <li>Gukesh is the 18th World Chess Champion, attaining the title at just 18 years old.</li>\n    <li>His achievement fulfills a long-held dream since he watched Carlsen and Anand play in 2013.</li>\n    <li>The championship match was highly competitive, with Gukesh and Ding exchanging leads.</li>\n    <li>Gukesh's victory came in a stunning anticlimactic moment when Ding blundered.</li>\n    <li>Throughout the event, Gukesh maintained a superb mental game, assisted by mental coach Paddy Upton.</li>\n    <li>Ding Liren showed remarkable resilience but struggled with self-doubt during the match.</li>\n    <li>Gukesh’s team included notable figures such as Vishy Anand and other world-class players, contributing to his preparation.</li>\n    <li>Gukesh's win is viewed positively for the future of chess, inspiring young players globally.</li>\n</ul>\n<blockquote>\n    <p><strong>When Magnus won, I thought I really want to be the one to bring back the title to India.</strong></p>\n    <p>—Gukesh Dommaraju</p>\n</blockquote>\n<p>The win marks a significant milestone not just for Gukesh but also for chess in India, setting a precedent for future generations of players.</p>\n```"
  },
  {
    "title": "UPI achieves record 15,547 crore transactions worth Rs 223 lakh crore by November 2024 - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/india/upi-achieves-record-15-547-crore-transactions-worth-rs-223-lakh-crore-by-november-2024-12889963.html",
    "pubDate": "Sat, 14 Dec 2024 11:12:00 GMT",
    "summary": null
  },
  {
    "title": "Anti-Western politician Mikheil Kavelashvili elected Georgia's new president - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/europe/anti-western-politician-mikheil-kavelashvili-elected-georgias-new-president/articleshow/116316829.cms",
    "pubDate": "Sat, 14 Dec 2024 11:10:00 GMT",
    "summary": null
  },
  {
    "title": "'Recipe for disaster': CM Omar Abdullah on dual governance model in J&K - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/two-power-centres-are-recipe-for-disaster-says-j-k-chief-minister-omar-abdullah/articleshow/116317042.cms",
    "pubDate": "Sat, 14 Dec 2024 11:06:00 GMT",
    "summary": "<h1>'Recipe for disaster': CM Omar Abdullah on dual governance model in J&K</h1>\n<p><strong>Publication Date:</strong> Not specified <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116317048,imgsize-1373531,width-400,resizemode-4/116317048.jpg\" alt=\"'Recipe for disaster': CM Omar Abdullah on dual governance model in J&amp;K\" title=\"J&amp;K chief minister Omar Abdullah (File photo/ANI)\">\n<figcaption>J&amp;K chief minister Omar Abdullah (File photo/ANI)</figcaption>\n<p>Chief Minister Omar Abdullah criticized the dual governance model in Jammu and Kashmir, describing it as a \"recipe for disaster,\" and called for the restoration of statehood in the region.</p>\n<ul>\n    <li>Abdullah expressed cautious optimism regarding the central government's commitment to restore statehood, citing previous promises from Prime Minister Modi and Home Minister Shah.</li>\n    <li>He emphasized that having multiple power centres leads to inefficiency, using sports leadership as an analogy.</li>\n    <li>Abdullah highlighted the lack of benefits from Union Territory status since taking office and criticized the idea of dual governance, referencing Delhi's arrangement.</li>\n    <li>The Supreme Court has ordered assembly elections by September and called for statehood restoration \"at the earliest\" by December 2023.</li>\n    <li>He mentioned plans for a backup strategy if statehood isn't restored but chose not to disclose details.</li>\n</ul>\n<blockquote>\n    \"Let me just say this, having two power centres anywhere is a recipe for disaster... No organisation works well if there are multiple power centres.\" – Omar Abdullah\n</blockquote>\n<p>In conclusion, Abdullah’s remarks reflect a strong stance against the current governance structure in Jammu and Kashmir, insisting on the need for restoring its statehood to ensure effective administration and representation."
  },
  {
    "title": "Samantha Ruth Prabhu is ‘not crying’ watching Allu Arjun's emotional reunion with wife Sneha Reddy and kids - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/samantha-ruth-prabhu-is-not-crying-watching-allu-arjuns-emotional-reunion-with-wife-sneha-reddy-and-kids-101734169953237.html",
    "pubDate": "Sat, 14 Dec 2024 11:04:26 GMT",
    "summary": "<h1>Samantha Ruth Prabhu is ‘not crying’ watching Allu Arjun's emotional reunion with wife Sneha Reddy and kids</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Allu_Arjun_Sneha_1734170317501_1734170326687.jpg\" alt=\"Allu Arjun greeted his family with a wide smile and hugs after his release from jail.\" title=\"Allu Arjun greeted his family with a wide smile and hugs after his release from jail.\">\n<figcaption>Allu Arjun greeted his family with a wide smile and hugs after his release from jail.</figcaption>\n<p>Allu Arjun had an emotional reunion with his family after being released from jail on interim bail, following his arrest in connection to a tragedy at the premiere of his film, Pushpa 2: The Rule.</p>\n<ul>\n    <li>Allu Arjun was arrested due to a fan's death during a chaotic premiere event.</li>\n    <li>He returned home on Saturday morning to hugs from his family, including his wife and children.</li>\n    <li>Samantha Ruth Prabhu reacted to the moment on her Instagram, stating, \"I am not crying, okay!\"</li>\n    <li>Vignesh Shivan expressed condolences and praised Arjun’s maturity in handling the situation.</li>\n    <li>Other celebrities, including Varun Dhawan and Rashmika Mandanna, showed support for Arjun during this difficult time.</li>\n</ul>\n<blockquote>\n    “Waited to only see this! Very very unfortunate to go through this @alluarjunonline sir, but the way he handled this was very mature and dignified.” - Vignesh Shivan\n</blockquote>\n<p>This incident has drawn significant attention from both fans and the media, highlighting the pressures faced by celebrities in the public eye."
  },
  {
    "title": "Switzerland Suspends MFN Status To India: What It Means For Stock Market Investors? - News18",
    "link": "https://news.google.com/rss/articles/CBMizwFBVV95cUxOa183el82REh1dUllOTg5QUZNbVN2dGpWdGdSUmhGUXZ6UnQ1MDlGS3dtX0FpYlJVQmxnTUdYeVlnekZrbmRUa0hQSWtSRXZLWGV2SHFtOVNxNUdBd3I5eWRMSUptOHJscHVUNVpUNEh6cEJHMzJFV08tTUdDQ1N6SVdZT1RnYXl4NXBiTFhfRTlucmlBMkRVQmlEY09PWU16NFh2SzZRdUd1RE1FcHpMdXgtWi1yZE9uU2t6alhmX1JQdWlZLUEyN1doSVZ2LUHSAdQBQVVfeXFMTVR4Vk5aV0JPZHBialV1V2RfN1NveVRhMlZmRi13MGFBNmVocUFOUXRwSXlBa1NyWnBtbDFHVFlwbVZZNHJXZTRRQWw3TnhBSFNFLWpfVVJLRE9FRmlYdHJhbG9DWW4yRWtpd25SemtBNjF0M09BcHFFdjdJZ1k5VzRMSmJ3eWU5Y0IxQTQ4eHhSYkJ3TU1TMElnM3RHT2ExUW5tNGhGY2hTdWVoSU14T1lWV2h2TTVQZzhhenF2SXdBVG9XOHA2U2FvMmxCX1FhMF9sNWc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 10:44:45 GMT",
    "summary": null
  },
  {
    "title": "Kangana Ranaut criticizes Bollywood for losing touch with reality: All they care about is going to the gy - TOI Etimes",
    "link": "https://news.google.com/rss/articles/CBMixwJBVV95cUxPb1ZwdGc3aEJnQ2l2SmVxdTFfT3BXLWhkMWl6am90TDAwOFJRMFJhNmlQVTR4T1ZZME9sVmFJX2FjYjF1TmRYNEc0Z3FGc1JXT3g5VEFubXRMS3M1Y2d6TlNWNVNZV2lWNWNwdlNrZk1hWjRmOFNLcE0wek9BYl9jY0VNTUJtYW1kSVVvOWI4YjNDWGo1QlNaUU1kSGJtcnBudGJHbTlIcGJUbWhqcnJxYW1LTWl4YkN5eENvZGVEcllqWk5MQ0M1STEwNHkxVU9pWEZVUmJUUEJZSGExYTU0WlF1TmhUTUVRLXJTdE85VENSR2tUMFVwQmR3R1RYM25FVmd2ZGZTVUtNRWVleXVaVHZqdE5WemY3SkJBSzh5MURBM3UzWEhBeGdUUFNiTFVCVExYTTJOYkYwSXNrQlItd0t6eW1KNnM?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 10:43:00 GMT",
    "summary": null
  },
  {
    "title": "Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-hindi-day-10-box-office-trends-allu-arjun-starrer-scores-biggest-second-saturday-in-history-of-hindi-cinema-1362736",
    "pubDate": "Sat, 14 Dec 2024 10:39:02 GMT",
    "summary": "<h1>Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema</h1>\n<p><strong>Published on:</strong> Dec 14, 2024&nbsp;|&nbsp;<strong>Source:</strong> Pinkvilla</p>\n<img src=\"https://www.pinkvilla.com/images/2024-12/1253371340_pushpa-2.jpg\" alt=\"Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema\" title=\"Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Pushpa 2 (Hindi) Day 10 Box Office Trends</figcaption>\n<p>The Allu Arjun-led Pushpa 2 has achieved a remarkable milestone, setting a record for the highest second Saturday box office collection in the history of Hindi Cinema.</p>\n<ul>\n    <li>The film is expected to earn Rs 41 to Rs 43 crore on its 10th day, raising the total to Rs 458 crore.</li>\n    <li>It surpasses the previous record held by Stree 2, which collected Rs 33 crore on its second Saturday.</li>\n    <li>Pushpa 2’s second weekend collection is projected to reach Rs 115 crore, the highest ever.</li>\n    <li>Allu Arjun is on track to join the Rs 500 crore club by the second Sunday.</li>\n    <li>The film is likely to become the third biggest Hindi feature film in 13 days, surpassing numerous blockbusters.</li>\n</ul>\n<blockquote>“Pushpa 2 has established Allu Arjun as one of the most popular faces in the Hindi markets.”</blockquote>\n<p>In conclusion, Pushpa 2's unprecedented box office success positions it as a formidable contender in Indian cinema, with Allu Arjun possibly becoming a leading crowd-puller in the Hindi film industry.</p>"
  },
  {
    "title": "Dalal Street Week Ahead: Will Nifty extend gains or re-enter consolidation? - The Economic Times",
    "link": "https://news.google.com/rss/articles/CBMi4AFBVV95cUxNNHVsbVJOYV9QQm83UVROTjM0UWkwa0EzN2dOREdjalBtU2d3c0t2R01keHVsaWZhTmljcDdZOVZjNFZEYXRSRzZoUVJRSVcyNkNyLTZibW9YaTRUamtOYVUxX0U0N2d3RVV0bVUwd0pXdUYxQ2x0NDlMQWxfSm1MXzFSd2FrSXVCd3EtWWQzSFB3MExadXF5VGtiNEEzZGNZNFk0X3I1blFyX2xick44MVdyVUpwYkNGZGJaaVNVSFpnZHgzTW0zb3RCbUp4UVVwWmJYZ1prTEdleU50RC12btIB5gFBVV95cUxQcVJsTkM5c0R2bnZyV1BXS05QOTZiS0hyWHlZak1lWEZzcHAybkZSWE9tS3BhMW9MUzAtdFM0RWRKUEFXTmN1X1V2bFY5bDlabDlCNHIyX0ZRNk0zVE5XRzRYRWFWWFZoTUVJbGlkWkF1ekdGeGZySWswRm5iZkIxeF8xcWxwd3JFOUpBRDZNYzhDRlkyeGliTGRHaVJmenF3LXdPQlNhYmxxVXl1QmFMWUliNXZjNXppX3JxT2V2Wlo4MFFYRUt3aDBwVzIyOG4ySHlIMnk2WVhDUzhRWTJkbHdUOGQ2dw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 10:36:48 GMT",
    "summary": null
  },
  {
    "title": "Redmi Note 14 Pro+ review: A mid-range powerhouse with flagship aspirations - Business Today",
    "link": "https://www.businesstoday.in/technology/reviews/story/redmi-note-14-pro-review-a-mid-range-powerhouse-with-flagship-aspirations-457327-2024-12-14",
    "pubDate": "Sat, 14 Dec 2024 10:26:04 GMT",
    "summary": "<h1>Redmi Note 14 Pro+ review: A mid-range powerhouse with flagship aspirations</h1>\n<p><strong>Date:</strong> [Publication Date] &nbsp; <strong>Source:</strong> [Source]</p>\n<img src=\"https://akm-img-a-in.tosshub.com/businesstoday/styles/medium_crop_simple/public/images/story/202412/img_8360.jpg?h=8265930d&itok=ryRWBdvg\" alt=\"Redmi Note 14 Pro+\" width=\"2083\" height=\"1269\">\n<figcaption>Redmi Note 14 Pro+ Design</figcaption>\n<p>Over the years, the Redmi Note lineup has redefined value-for-money propositions, and the Redmi Note 14 Pro+ continues that legacy, positioned as a premium offering in the sub-₹40,000 segment.</p>\n<ul>\n    <li>Pricing starts at ₹29,999.</li>\n    <li>Design features premium materials and IP68 rating.</li>\n    <li>Display is a 6.67-inch 3D Curved AMOLED with a 120Hz refresh rate.</li>\n    <li>Performance powered by Qualcomm Snapdragon 7s Gen 3, available in multiple variants.</li>\n    <li>Cameras include a 50MP primary, 50MP telephoto, and 20MP front camera.</li>\n    <li>Battery capacity of 6200mAh with 90W HyperCharge support.</li>\n    <li>Software runs on Android 14-based HyperOS with a commitment to updates.</li>\n</ul>\n<blockquote> \n    “The Redmi Note 14 Pro+ is a feature-packed mid-range phone that excels in design, display, and battery life.” \n</blockquote>\n<p>The Redmi Note 14 Pro+ stands as a strong contender in the mid-range smartphone market, offering excellent design, display, and battery life, though it has room for improvement in software and storage options.</p>"
  },
  {
    "title": "‘When Magnus won…’: D Gukesh recalls how Viswanathan Anand's 2013 World C'ship loss vs Carlsen motivated him as a child - Hindustan Times",
    "link": "https://www.hindustantimes.com/sports/others/when-magnus-won-d-gukesh-recalls-how-viswanathan-anands-2013-world-cship-loss-vs-carlsen-motivated-him-as-a-child-101734171356350.html",
    "pubDate": "Sat, 14 Dec 2024 10:24:53 GMT",
    "summary": "<h1>‘When Magnus won…’: D Gukesh recalls how Viswanathan Anand's 2013 World C'ship loss vs Carlsen motivated him as a child</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/1000000937_1734171652891_1734171667245.jpg\" alt=\"D Gukesh recalled Magnus Carlsen's 2013 World C'ship win vs India legend Viswanathan Anand.\" title=\"D Gukesh recalled Magnus Carlsen's 2013 World C'ship win vs India legend Viswanathan Anand.\">\n<figcaption>D Gukesh recalled Magnus Carlsen's 2013 World C'ship win vs India legend Viswanathan Anand.</figcaption>\n<p>D Gukesh, at 18, became the youngest-ever world chess champion, motivated by the memory of Viswanathan Anand's 2013 World Championship loss to Magnus Carlsen.</p>\n<ul>\n    <li>Gukesh won the World Chess Championship in Singapore against defending champion Ding Liren.</li>\n    <li>He acknowledged Carlsen's 2013 victory over Anand, which inspired him to aim for the title himself.</li>\n    <li>Gukesh became the second Indian Grandmaster to win the title, after Anand.</li>\n    <li>He achieved significant milestones at a young age, including being the youngest to surpass a FIDE rating of 2750.</li>\n</ul>\n<blockquote>“When Magnus won I thought, I really want to be the one to bring back the title to India. This dream that I had for more than 10 years ago has been the single most important thing in my life so far.”</blockquote>\n<p>Gukesh’s achievement reflects his dedication to chess and his aspiration to honor Indian chess history, showcasing the impact of Anand's legacy on future generations.</p>"
  },
  {
    "title": "Michael Dell spent 40 years preparing for an AI boom no one expected | Company Business News - Mint",
    "link": "https://www.livemint.com/companies/people/michael-dell-spent-40-years-preparing-for-an-ai-boom-no-one-expected-11734171240857.html",
    "pubDate": "Sat, 14 Dec 2024 10:18:19 GMT",
    "summary": null
  },
  {
    "title": "Atul Subhash suicide: Estranged wife, family move Allahabad High Court for anticipatory bail - Bar & Bench - Indian Legal News",
    "link": "https://www.barandbench.com/news/atul-subhash-suicide-wife-allahabad-high-court-anticipatory-bail",
    "pubDate": "Sat, 14 Dec 2024 10:10:18 GMT",
    "summary": "<h1>Atul Subhash suicide: Estranged wife, family move Allahabad High Court for anticipatory bail</h1>\n<p><strong>Published on:</strong> 14 Dec 2024, 10:10 am</p>\n<figure>\n  <img src=\"data:image/gif;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=\" alt=\"Case Status\" width=\"100%\" height=\"100%\">\n  <figcaption>Case Status - Allahabad High Court website</figcaption>\n</figure>\n<p>Days after Bengaluru techie Atul Subhash died by suicide, his estranged wife Nikita Singhania and her family members have approached the Allahabad High Court seeking anticipatory bail in the abetment of suicide case lodged against them in Bengaluru.</p>\n<ul>\n  <li>Nikita Singhania, her mother Nisha, brother Anurag, and uncle Sushil filed the anticipatory bail plea on December 13.</li>\n  <li>The case will be heard next week in the Allahabad High Court.</li>\n  <li>An FIR was filed by Atul's brother, Bikas Kumar, accusing Nikita and her family of abetment of suicide.</li>\n  <li>Atul Subhash, a 34-year-old software engineer, left behind a suicide note and video alleging harassment by his wife and her family.</li>\n  <li>The incident has sparked a debate on social media regarding the treatment of men in legal cases related to divorce and alimony.</li>\n  <li>A public interest litigation has been filed in the Supreme Court regarding the misuse of dowry and domestic violence laws against men.</li>\n</ul>\n<blockquote>His video and suicide note have sparked a debate on social media, with many calling for the arrest of Nikita and her family members.</blockquote>\n<p>This case raises significant issues regarding the legal battles surrounding marriage and the societal pressures linked to them, highlighting the need for attention to mental health and legal equity. </p>"
  },
  {
    "title": "Samsung challenges Apple Vision Pro, unveils its Moohan XR headset - India TV News",
    "link": "https://www.indiatvnews.com/technology/gadgets/samsung-challenges-apple-vision-pro-unveils-its-moohan-xr-headset-2024-12-14-966214",
    "pubDate": "Sat, 14 Dec 2024 09:53:38 GMT",
    "summary": "<h1>Samsung challenges Apple Vision Pro, unveils its Moohan XR headset</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> India TV News</p>\n<img src=\"https://resize.indiatvnews.com/en/centered/newbucket/1200_675/2024/12/samsung-moohan-xr-headset-1734169975.webp\" alt=\"Samsung Moohan XR headset\" width=\"1200\" height=\"675\">\n<figcaption>Samsung Moohan XR headset</figcaption>\n<p>Samsung has unveiled its upcoming Moohan XR headset, designed for mixed reality and augmented reality experiences, during a presentation of Google's new Android XR OS. It will compete with the Apple Vision Pro and Meta Quest 3 when released next year.</p>\n<ul>\n  <li>The headset, codenamed Project Moohan, will support Google's Gemini AI assistant.</li>\n  <li>It will feature apps optimized for a large virtual display and run on the new Android XR platform.</li>\n  <li>Samsung has not disclosed specifics about the release date and pricing.</li>\n  <li>Advanced display technology and multi-modal input capabilities are key specifications.</li>\n  <li>It may include features like live translation and immersive views via Google Maps.</li>\n</ul>\n<blockquote>“The Moohan XR headset... operates on Android XR, Google's new platform that incorporates features for AR, virtual reality (VR), and artificial intelligence (AI).”</blockquote>\n<p>With its innovative features, Samsung's Moohan XR headset aims to position itself as a strong competitor in the growing mixed reality market, directly challenging Apple's Vision Pro."
  }
]