[
  {
    "title": "NASA's critical warning: A 200-foot, airplane-sized asteroid is approaching Earth at high speed tomorrow - Moneycontrol",
    "link": "https://www.moneycontrol.com/science/nasa-s-critical-warning-a-200-foot-airplane-sized-asteroid-is-approaching-earth-at-high-speed-tomorrow-article-12889891.html",
    "pubDate": "Sat, 14 Dec 2024 09:30:41 GMT",
    "summary": null
  },
  {
    "title": "Parliament Winter Session LIVE: ‘Rahul clueless on pages in Constitution', says Thakur - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 09:29:54 GMT",
    "summary": "<h1>Parliament Winter Session LIVE: BJP invokes Emergency to counter Rahul Gandhi's attacks</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/image_1734165966421_1734165975726.png\" alt=\"Parliament Session Live: Leader of opposition in the Lok Sabha speaks during a debate on 75 years of India's Constitution.\" title=\"Parliament Session Live: Leader of opposition in the Lok Sabha speaks during a debate on 75 years of India's Constitution.\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Parliament Session Live: Leader of opposition in the Lok Sabha speaks during a debate on 75 years of India's Constitution.</figcaption>\n<p>During the second day of the Winter Session of Parliament, important discussions took place regarding the Constitution, with prominent debates between the ruling party and the opposition highlighting ongoing political tensions.</p>\n<ul>\n    <li>The Lok Sabha holds a special debate on the Constitution, celebrating its 75th anniversary.</li>\n    <li>Rahul Gandhi accused the BJP of using Emergency tactics to suppress dissent.</li>\n    <li>Priyanka Gandhi Vadra delivered her maiden speech, criticizing the government for failing to support citizens.</li>\n    <li>The BJP countered opposition claims, specifically targeting Rahul Gandhi's remarks on the Constitution and historical figures.</li>\n    <li>Upcoming discussions on the 'One Nation, One Election' bill, sparking controversy among opposition parties.</li>\n</ul>\n<blockquote>\"The Constitution is a document of modern India, but it could never have been written without ancient India, her ideas.\" - Rahul Gandhi</blockquote>\n<p>This Parliament session has showcased the ongoing clash between the BJP and Congress, with leaders vying to define their narratives around the nation's constitutional identity and current political issues.</p>"
  },
  {
    "title": "Imad, Amir announce retirement from international cricket - ICC Cricket",
    "link": "https://www.icc-cricket.com/news/pakistan-star-announces-retirement-from-international-cricket",
    "pubDate": "Sat, 14 Dec 2024 08:37:30 GMT",
    "summary": "<h1>Imad, Amir announce retirement from international cricket</h1>\n<p><strong>Publication Date:</strong> October 2023 <strong>Source:</strong> PCB Statement</p>\n<p>Imad Wasim and Mohammad Amir have announced their retirement from international cricket, expressing gratitude to fans and the Pakistan Cricket Board (PCB) for their support throughout their careers.</p>\n<ul>\n    <li>Imad Wasim mentioned the fulfillment of a dream representing Pakistan.</li>\n    <li>He expressed gratitude to fans and the PCB, wishing success for the national team.</li>\n    <li>Mohammad Amir emphasized the honor of playing for Pakistan in all formats.</li>\n    <li>Amir believes it is time for the next generation to take over in Pakistan cricket.</li>\n    <li>Both players thanked fans for their support and the PCB for their assistance over the years.</li>\n</ul>\n<blockquote>“It has been a great journey representing my country... I wish great success to the national team.” – Imad Wasim</blockquote>\n<blockquote>“It has been a great honour to play for Pakistan... I feel this is the right time for the next generation to take the baton.” – Mohammad Amir</blockquote>\n<p>Both Imad Wasim and Mohammad Amir leave behind a legacy of dedication to Pakistan cricket, prompting a hopeful outlook for its future with new players. </p>"
  },
  {
    "title": "Naga Chaitanya, Rana Daggubati, Vijay Deverakonda meet Pushpa 2 star Allu Arjun after his release from jail. Watch videos - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/telugu/naga-chaitanya-rana-daggubati-vijay-deverakonda-meet-pushpa-2-star-allu-arjun-after-his-release-from-jail-watch-videos-9724472/",
    "pubDate": "Sat, 14 Dec 2024 07:46:57 GMT",
    "summary": "<h1>Naga Chaitanya, Rana Daggubati, Vijay Deverakonda meet Pushpa 2 star Allu Arjun after his release from jail. Watch videos.</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Arjun.jpg?w=640\" alt=\"Allu Arjun was welcomed by his friends\" width=\"640\" height=\"360\">\n<figcaption>Allu Arjun was welcomed by his Vijay Deverakonda, Naga Chaitanya, Rana Daggubati and others (Photo: X)</figcaption>\n<p>After his emotional release from jail, Allu Arjun received a warm welcome from his friends and family, including notable actors and the director of his film Pushpa 2.</p>\n<ul>\n    <li>Allu Arjun was released from jail after being arrested in connection with a tragic incident at a screening of his film.</li>\n    <li>Vijay Deverakonda, Naga Chaitanya, Rana Daggubati, and director Sukumar were present to greet him.</li>\n    <li>Many videos and photos of the reunion were shared on social media.</li>\n    <li>The actor had spent a night in Chanchalguda jail before being released.</li>\n</ul>\n<blockquote>“Vijay Deverakonda visiting #AlluArjun shows real brotherhood, fans love this bond!” — Madhu (@MadhuOmNamo)</blockquote>\n<p>Allu Arjun's lawyer claimed that the prison authorities didn’t release him on time despite receiving the bail order. The incident leading to his arrest involved a stampede that resulted in the death of a woman and injuries to her son.</p>\n<p>The outpouring of support from his friends and the public emphasizes the strong connections within the film community and the ongoing love for Allu Arjun among fans.</p>"
  },
  {
    "title": "Ranbir-Alia channel Raj Kapoor-core, Saif-Kareena bring Nawabi flair to greatest showman's centenary celebrations - Hindustan Times",
    "link": "https://www.hindustantimes.com/htcity/cinema/raj-kapoor-100-years-celebration-ranbir-kapoor-alia-bhatt-kareena-kapoor-saif-ali-khan-vicky-kaushal-steal-the-show-101734158563254.html",
    "pubDate": "Sat, 14 Dec 2024 07:01:23 GMT",
    "summary": "<h1>Ranbir-Alia channel Raj Kapoor-core, Saif-Kareena bring Nawabi flair to greatest showman's centenary celebrations</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Best_dressed_at_Raj_Kapoors_centenary_celebrations_1734159503096_1734159503481.jpg\" alt=\"Raj Kapoor's centenary celebrations see Ranbir-Alia channel the retro vibe with Saif-Kareena tapping into some old world charm(Photos: X, Instagram)\" title=\"Raj Kapoor's centenary celebrations see Ranbir-Alia channel the retro vibe with Saif-Kareena tapping into some old world charm(Photos: X, Instagram)\">\n<figcaption>Raj Kapoor's centenary celebrations see Ranbir-Alia channel the retro vibe with Saif-Kareena tapping into some old world charm (Photos: X, Instagram)</figcaption>\n<p>The celebrations marking the centenary of Raj Kapoor brought together prominent members of the Kapoor family, showcasing stunning fashion and honoring the legacy of Indian cinema's greatest showman.</p>\n<ul>\n    <li>Ranbir Kapoor and Alia Bhatt opened the event at the Prime Minister's residence, inviting guests to a celebration in Mumbai.</li>\n    <li>Ranbir donned a midnight velveteen bandhgala, resembling Raj Kapoor, while Alia wore a vintage-inspired Sabyasachi saree.</li>\n    <li>Kareena Kapoor and Saif Ali Khan showcased their Nawabi heritage with elegant traditional attire.</li>\n    <li>Vicky Kaushal also captured attention with a sharp pinstriped suit, adding to the evening's fashion highlight.</li>\n    <li>Fashion trends of the night leaned heavily on retro styles, celebrating the iconic era of the 60s.</li>\n</ul>\n<blockquote>\"Alia looked sophisticated-ly sultry while Saif and Kareena looked every bit the Nawab and Begum.\"</blockquote>\n<p>The night was a grand salute to the legacy of Raj Kapoor, as stars paid tribute through their attire, embodying the essence and glamour of Indian cinema’s rich history.</p>"
  },
  {
    "title": "NASA's Juno mission uncovers heart of Jovian moon's volcanic rage - CGTN",
    "link": "https://news.cgtn.com/news/2024-12-14/NASA-s-Juno-mission-uncovers-heart-of-Jovian-moon-s-volcanic-rage-1zjXenFAFfG/p.html",
    "pubDate": "Sat, 14 Dec 2024 06:44:06 GMT",
    "summary": "<h1>NASA's Juno mission uncovers heart of Jovian moon's volcanic rage</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Xinhua News Agency</p>\n<img src=\"https://news.cgtn.com/news/2024-12-14/NASA-s-Juno-mission-uncovers-heart-of-Jovian-moon-s-volcanic-rage-1zjXenFAFfG/img/68f41429f50245388a1c8bf686defb93/68f41429f50245388a1c8bf686defb93.jpeg\" alt=\"Jupiter's volcanic moon Io was captured by NASA's Juno during the spacecraft's close pass of the gas giant, February 3, 2024. /CFP\">\n<figcaption>Jupiter's volcanic moon Io was captured by NASA's Juno during the spacecraft's close pass of the gas giant, February 3, 2024. /CFP</figcaption>\n<p>Scientists with NASA's Juno mission have revealed new insights into the volcanic activity of Jupiter's moon Io, showing that each volcano is likely powered by individual chambers of magma rather than a single ocean of magma.</p>\n<ul>\n    <li>The finding addresses a 44-year-old mystery regarding Io's volcanic activity.</li>\n    <li>Io, similar in size to Earth's moon, is the most volcanically active body in the solar system, with approximately 400 volcanoes.</li>\n    <li>The Juno spacecraft conducted close flybys of Io in December 2023 and February 2024, achieving proximity of about 1,500 kilometers to its surface.</li>\n    <li>Juno collected high-precision data to analyze Io's gravity and the effects of tidal flexing on the moon.</li>\n</ul>\n<blockquote>\"Juno's discovery that tidal forces do not always create global magma oceans does more than prompt us to rethink what we know about Io's interior,\" - Ryan Park, Juno co-investigator.</blockquote>\n<p>The insights gained from Juno's mission may also reshape our understanding of other celestial bodies and have broader implications for the study of planetary formation and evolution.</p>"
  },
  {
    "title": "'One Nation, One Election' : How Constitution Is Proposed To Be Amended For Simultaneous Elections To Lok ... - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/top-stories/one-nation-one-election-how-constitution-is-proposed-to-be-amended-for-simultaneous-elections-to-lok-sabha-state-assemblies-278339",
    "pubDate": "Sat, 14 Dec 2024 06:37:52 GMT",
    "summary": "<h1>One Nation, One Election: How Constitution Is Proposed To Be Amended For Simultaneous Elections To Lok</h1>\n<p><strong>Publication Date:</strong> Not specified <strong>Source:</strong> LiveLaw</p>\n<p>The 'One Nation, One Election' Bill aims to amend the Constitution to facilitate simultaneous elections for the Lok Sabha and all Legislative Assemblies. The Bill is set to be tabled in Parliament and proposes significant changes to existing electoral laws.</p>\n<ul>\n    <li>The Bill seeks to insert Article 82A for simultaneous elections to the House of the People and all Legislative Assemblies.</li>\n    <li>It also amends Articles 83, 172, and 327 regarding the duration and conduct of elections.</li>\n    <li>Simultaneous elections mean general elections held together for the Lok Sabha and all Legislative Assemblies.</li>\n    <li>Provisions include how mid-term elections will be managed and their alignment for Union Territories.</li>\n</ul>\n<blockquote>\"There was an imperative need for holding of simultaneous elections. The imposition of Model Code of Conduct in various parts of the country which are poll-bound puts on hold the entire development programs.\" - Government Statement</blockquote>\n<p>The proposed amendments focus on streamlining the electoral process, addressing inefficiencies caused by staggered elections, and aligning legislative terms to enhance governance and development.</p>"
  },
  {
    "title": "Pushpa 2 Box Office Collections: Allu Arjun starrer holds well on second Friday, rises to 850cr in India - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-box-office-collections-allu-arjun-starrer-holds-well-on-second-friday-rises-to-850cr-in-india-1362730",
    "pubDate": "Sat, 14 Dec 2024 06:36:02 GMT",
    "summary": "<h1>Pushpa 2 Box Office Collections: Allu Arjun starrer holds well on second Friday, rises to 850cr in India</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024&nbsp;|&nbsp;<strong>Source:</strong> Pinkvilla</p>\n<img width=\"855\" height=\"855\" src=\"https://www.pinkvilla.com/images/2024-12/843557979_pushpa-3.jpg\" alt=\"Allu Arjun in Pushpa 2\" title=\"Allu Arjun in Pushpa 2\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Allu Arjun in Pushpa 2 (image courtesy of Mythri Movie Makers)</figcaption>\n<p>Pushpa 2 has achieved impressive box office success, grossing a total of Rs. 853 crore in India, approaching the Rs. 1000 crore milestone.</p>\n<ul>\n    <li>On its second Friday, Pushpa 2 earned approximately Rs. 42.50 crore.</li>\n    <li>The film experienced minimal collection drops and even some growth in Telugu states from Thursday.</li>\n    <li>Pushpa 2’s second Friday gross is the second highest of all time, trailing only Baahubali 2.</li>\n    <li>The film has already surpassed Rs. 1000 crore worldwide as of Wednesday.</li>\n    <li>Territorial box office breakdown shows AP/TS leading with Rs. 234.50 crore, followed by the Hindi Belt at Rs. 485 crore.</li>\n</ul>\n<blockquote>\n    <p>“It was essential for it to hold well on the second Friday to hope for a strong second-week hold, and the film has done better than it probably needed to.”</p>\n</blockquote>\n<p>Pushpa 2 is on course to challenge the box office record held by Baahubali 2 as it continues its successful run in theaters.</p>"
  },
  {
    "title": "India vs Australia Highlights, 3rd Test Day 1: Rain Forces Stumps; India's WTC Final Hopes Hang In Balance - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/india-vs-australia-live-score-3rd-test-match-day-1-ind-vs-aus-live-scorecard-updates-7242619",
    "pubDate": "Sat, 14 Dec 2024 06:25:04 GMT",
    "summary": null
  },
  {
    "title": "E.V.K.S. Elangovan, senior Congress leader and Erode (East) MLA, no more - The Hindu",
    "link": "https://www.thehindu.com/news/national/tamil-nadu/evks-elangovan-senior-congress-leader-and-erode-east-mla-no-more/article68984569.ece",
    "pubDate": "Sat, 14 Dec 2024 05:59:00 GMT",
    "summary": "<h1>E.V.K.S. Elangovan, senior Congress leader and Erode (East) MLA, no more</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/pohwxh/article68984563.ece/alternates/LANDSCAPE_1200/9870_31_5_2024_12_35_21_2_ER01EVKS2.JPG\" alt=\"Erode (East) MLA E.V.K.S. Elangovan. File photo.\" title=\"Erode (East) MLA E.V.K.S. Elangovan. File photo.\">\n<figcaption>Erode (East) MLA E.V.K.S. Elangovan. File photo. | Photo Credit: M. Govarthan</figcaption>\n<p>Former chief of the Tamil Nadu Congress Committee (TNCC) and former Union Minister of State, E.V.K.S. Elangovan, passed away in Chennai on Saturday morning after a brief illness at the age of 73.</p>\n<ul>\n    <li>Mr. Elangovan was admitted to MIOT hospital on November 13.</li>\n    <li>He is survived by his wife and a son.</li>\n    <li>He represented Erode (East), a seat previously held by his deceased son, E. Thirumahan Everaa.</li>\n    <li>He was a prominent figure in Tamil Nadu politics, serving as TNCC president twice.</li>\n    <li>He was also a former Union Minister of State, with responsibilities in key sectors such as Petroleum and Commerce.</li>\n</ul>\n<blockquote>\"He held the post of TNCC president twice - 2000 to 2002 and 2014 to 2016 when the party was increasingly getting marginalised in the State politics.\"</blockquote>\n<p>With a notable political lineage, Mr. Elangovan's contributions to the Congress party and Tamil Nadu politics have left a lasting impact.</p>"
  },
  {
    "title": "10 signs on your face and body that say your hands are not clean - The Times of India",
    "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/10-signs-on-your-face-and-body-that-say-your-hands-are-not-clean/photostory/116309768.cms",
    "pubDate": "Sat, 14 Dec 2024 05:51:38 GMT",
    "summary": "<h1>10 signs on your face and body that say your hands are not clean</h1>\n<p><strong>Publication Date:</strong> Not provided | <strong>Source:</strong> Not specified</p>\n<img src=\"https://static.toiimg.com/thumb/imgsize-40146,msid-116309799,width-600,height-335,resizemode-75/116309799.jpg\" alt=\"10 signs on your face and body that say your hands are not clean\">\n<figcaption>10 signs indicating that your hands are not clean.</figcaption>\n<p>Hygiene is crucial for good health, and there are often overlooked signs on your face and body that indicate your hands may not be clean. These symptoms, such as outbreaks and inflammation, emphasize the importance of hand hygiene.</p>\n<ul>\n    <li>Eye infections may occur from rubbing eyes with unclean hands, leading to conditions like conjunctivitis.</li>\n    <li>Skin infections can arise when germs transfer from dirty hands to cuts or scrapes.</li>\n    <li>Touching the mouth or nose with unwashed hands can lead to frequent colds and flu.</li>\n    <li>Chapped lips may result from bacteria and dirt transferring to sensitive skin from dirty hands.</li>\n    <li>Nail infections can develop due to germs under the nails, caused by inadequate hand hygiene.</li>\n    <li>Frequent acne may be linked to touching the face with unclean hands, which clogs pores.</li>\n    <li>Rashes or allergic reactions can be triggered by transferring irritants from dirty hands to sensitive skin.</li>\n    <li>Eczema symptoms may flare up due to contamination from unclean hands.</li>\n    <li>Stomach troubles, including food poisoning, can result from bacteria on dirty hands entering the digestive system.</li>\n    <li>Body odour can develop when bacteria from unclean hands transfer to clothing or skin.</li>\n</ul>\n<blockquote>\"Proper hand hygiene can efficiently prevent health risks associated with dirty hands.\" </blockquote>\n<p>Practicing good hand hygiene is essential for maintaining overall health and preventing various infections and conditions that can arise from dirty hands.</p>"
  },
  {
    "title": "India's per capita availability of fruits and vegetables increases by 7 kg and 12 kg over last decade: Report | Company Business News - Mint",
    "link": "https://www.livemint.com/companies/news/indias-per-capita-availability-of-fruits-and-vegetables-increases-by-7-kg-and-12-kg-over-last-decade-report-11734155494052.html",
    "pubDate": "Sat, 14 Dec 2024 05:51:33 GMT",
    "summary": null
  },
  {
    "title": "Farmers resume ‘Delhi chalo’ protest march, internet suspended in Ambala - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/farmers-to-resume-delhi-chalo-protest-march-saturday-internet-suspended-in-ambala-101734153442630.html",
    "pubDate": "Sat, 14 Dec 2024 05:31:23 GMT",
    "summary": "<h1>Farmers resume ‘Delhi chalo’ protest march, internet suspended in Ambala</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/farmers_protest_1734161768674_1734161768959.jpg\" alt=\"Farmers raise slogans as they gather at their protest site at Shambhu border for their 'Delhi Chalo' protest march. (PTI)\">\n<figcaption>Farmers raise slogans as they gather at their protest site at Shambhu border for their 'Delhi Chalo' protest march. (PTI)</figcaption>\n<p>A group of farmers has resumed their protest march towards Delhi, asserting their right to agitate at the national capital, while internet services are suspended in Ambala to maintain public order.</p>\n<ul>\n    <li>101 farmers resumed their ‘Delhi Chalo’ protest from Haryana's Shambhu border, marking the 307th day of their agitation.</li>\n    <li>Farmers demand legal guarantees for Minimum Support Price (MSP), debt waivers, pension, withdrawal of police cases, and justice for victims of the 2021 Lakhimpur Kheri violence.</li>\n    <li>Police deployed tear gas and water cannons as farmers continued their march despite warnings.</li>\n    <li>The Haryana government suspended mobile internet services in 12 villages in Ambala until December 17 to prevent unrest.</li>\n    <li>Supreme Court intervened to ensure medical aid for a farmer on a hunger strike, emphasizing the importance of dialogue over agitation.</li>\n</ul>\n<blockquote>\"The Union Agriculture Minister has not been speaking about the protest either and the way BJP MPs are doing 'bayanbazi' is going to cause division in communities.\" - Sarwan Singh Pandher, KMM leader</blockquote>\n<p>The ongoing protests highlight the farmers' determination to press for their rights amidst heightened tensions and police interventions."
  },
  {
    "title": "Stock Market Weekly Recap: SENSEX, NIFTY rebound to extend gains for 4th week; NIFTY IT hits lifetime high - Upstox",
    "link": "https://upstox.com/news/market-news/trading/stock-market-weekly-recap-sensex-nifty-rebound-to-extend-gains-for-4th-week-nifty-it-hits-lifetime-high/article-135168/",
    "pubDate": "Sat, 14 Dec 2024 05:14:44 GMT",
    "summary": "<h1>Stock Market Weekly Recap: SENSEX, NIFTY rebound to extend gains for 4th week; NIFTY IT hits lifetime high</h1>\n<p><strong>Publication Date:</strong> [Insert Date Here] | <strong>Source:</strong> [Insert Source Here]</p>\n<p>It was a roller coaster ride for Indian stock markets this week, but benchmark indices closed higher, extending gains for the fourth consecutive week, driven by strong performances from key sectors.</p>\n<ul>\n    <li>Bharti Airtel, Bajaj Finance, Infosys, and Wipro were major gainers, while Tata Consumer Products, HUL, NTPC, and Reliance Industries saw losses.</li>\n    <li>The NIFTY IT index reached a lifetime high of 46,088.90, increasing over 2.5% for the week.</li>\n    <li>Religare Enterprises shares rose by 10% following RBI approval for the Burman family to acquire an additional stake.</li>\n</ul>\n<blockquote>“SENSEX advanced 623.07 points, or 0.76%, while NIFTY gained 90.5 points, or 0.36%, on a weekly basis.”</blockquote>\n<p>Despite volatility and cautious investor sentiment linked to global political instability and upcoming US Federal Reserve decisions, the markets showed resilience, with domestic investors buying on dips. This week witnessed significant fluctuations in trading, ending on a positive note with a surge in buying activity.</p>"
  },
  {
    "title": "Garena Free Fire MAX redeem codes for December 14, 2024: Grab freebies in battle royale game daily - Moneycontrol",
    "link": "https://www.moneycontrol.com/technology/garena-free-fire-max-redeem-codes-for-december-14-2024-grab-freebies-in-battle-royale-game-daily-article-12889852.html",
    "pubDate": "Sat, 14 Dec 2024 05:04:28 GMT",
    "summary": null
  },
  {
    "title": "Gold Rate And Silver Price Today on December 14, 2024: Check latest Rates in India | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/commodities/gold-rate-and-silver-price-today-on-december-14-2024-check-latest-rates-in-india-11734152403004.html",
    "pubDate": "Sat, 14 Dec 2024 05:00:02 GMT",
    "summary": null
  },
  {
    "title": "Nearly 18K Indians in US on deportation list - The Siasat Daily",
    "link": "https://www.siasat.com/nearly-18k-indians-in-us-on-deportation-list-3147747/",
    "pubDate": "Sat, 14 Dec 2024 04:38:00 GMT",
    "summary": "<h1>Nearly 18K Indians in US on deportation list</h1>\n<p><strong>Publication Date:</strong> October 22, 2020</p>\n<p><strong>Source:</strong> India Today</p>\n<figure>\n    <img src=\"https://cdn.siasat.com/wp-content/uploads/2020/05/2020_5img10_May_2020_PTI10-05-2020_000261B-780x470.jpg\" alt=\"Mumbai: Indian nationals who were stranded in Singapore wait to board buses towards a quarantine centre at Mumbai International Airport after being evacuated by the government under 'Vande Bharat' mission, during the ongoing COVID-19 lockdown, in Mumbai, Sunday, May 10, 2020. (PTI Photo)(PTI10-05-2020_000261B)\" width=\"1200\" height=\"775\">\n    <figcaption>Representational Image</figcaption>\n</figure>\n<p>Nearly 18,000 undocumented Indian nationals are on the deportation list prepared by the US government amidst a significant deportation initiative by the Trump administration.</p>\n<ul>\n    <li>Nearly 18,000 Indians are included in a wider ICE deportation list of approximately 1.5 million people.</li>\n    <li>The US has around 725,000 illegal immigrants from India, which is the third-largest group of unauthorized immigrants.</li>\n    <li>Over the last three years, an average of 90,000 Indians have been apprehended while attempting to cross US borders illegally.</li>\n    <li>India is categorized by ICE as \"uncooperative\" regarding coordination for the return of its nationals.</li>\n    <li>ICE considers 15 countries uncooperative, including India, in facilitating deportations.</li>\n</ul>\n<blockquote>\n    “The average of 90,000 Indians have been apprehended while attempting to cross US borders illegally over the last three financial years.”\n</blockquote>\n<p>This situation highlights the struggle of thousands of undocumented Indians in the US who seek to legalize their status while facing significant hurdles. The US government’s actions reflect broader immigration enforcement practices and international relations related to deportation. </p>"
  },
  {
    "title": "5 reasons why beauty sleep is important - Health shots",
    "link": "https://news.google.com/rss/articles/CBMinwFBVV95cUxPaVpsOVREZGR2eVRZLVFEb2RkbDdkdGhwRGNFeDZ0cUQxR01wbUVrbURoTmpzYUxSWURGT3gyQ3BPVmJBV2s3NFp5MjYzbFpWMkkxazhRSF9RS09GLUYxdFJmSmx2Q2w2UXZ2STFWVTlsQ0g2Q09VaU91UGhaMzFlNm5WSEhldW1yWWdxQ3J2d2hVQnZFcUcyZ3NDSjRia0nSAZ8BQVVfeXFMT2labDlURGRkdnlUWS1RRG9kZGw3ZHRocERjRXg2dHFEMUdNcG1Fa21EaE5qc2FMUllERk94MkNwT1ZiQVdrNzRaeTI2M2xaVjJJMWs4UUhfUUtPRi1GMXRSZkpsdkNsNlF2dkkxVlU5bENINkNPVWlPdVBoWjMxZTZuVkhIZXVtcllncUNydndoVUJ2RXFHMmdzQ0o0YmtJ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 04:30:08 GMT",
    "summary": null
  },
  {
    "title": "WhatsApp now offers you in-app dialer for calling unknown numbers - NewsBytes",
    "link": "https://news.google.com/rss/articles/CBMinwFBVV95cUxOcnpCbDNobndpY3M0M3VsVEFvWkF0Y2piSml0ZjRvR1VlV09FOWlBbWhDMF9wRktKdGhnTklZX0I2SEtrdTBfY0p3RWkyQS1aQ3NUYVJrVjVGNnVVelNiZUZ2ZkNvcVQ1S0xvOG9tWXJvNEwyZy1OMmVpNHp4VkJPdURGOUVGbHNVSV9RNERMLWZ3T2UzeUpIM3NkTHdqak0?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 04:29:58 GMT",
    "summary": null
  },
  {
    "title": "Explained: The Assad regime fallout in Syria and why India charts a cautious path - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/world/explained-the-assad-regime-fallout-in-syria-and-why-india-charts-a-cautious-path-12889837.html",
    "pubDate": "Sat, 14 Dec 2024 04:18:10 GMT",
    "summary": null
  },
  {
    "title": "FIDE reacts to ‘deliberately lost’ allegations on Gukesh vs Ding World Championship final, counters Carlsen, Kramnik - Hindustan Times",
    "link": "https://www.hindustantimes.com/sports/others/fide-reacts-to-deliberately-lost-allegations-on-gukesh-vs-ding-world-championship-final-counters-carlsen-kramnik-101734147141365.html",
    "pubDate": "Sat, 14 Dec 2024 03:52:18 GMT",
    "summary": "<h1>FIDE reacts to ‘deliberately lost’ allegations on Gukesh vs Ding World Championship final, counters Carlsen, Kramnik</h1>\n<p><strong>Date:</strong> Dec 14, 2024<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/PTI12-13-2024-000509A-0_1734147732625_1734147841264.jpg\" alt=\"India's D Gukesh poses for photographs with the FIDE World Chess Championship 2024 trophy, in Singapore(PTI)\">\n<figcaption>India's D Gukesh poses for photographs with the FIDE World Chess Championship 2024 trophy, in Singapore(PTI)</figcaption>\n<p>Amid heavy criticism from former World Champions regarding the quality of the Gukesh vs Ding World Championship final, FIDE President Arkady Dvorkovich stated that mistakes in sports are natural and should not be attributed to players of such high caliber.</p>\n<ul>\n    <li>FIDE President Arkady Dvorkovich commented on the criticism regarding the players' performance in the final, stating that mistakes are an inherent part of sports.</li>\n    <li>Defending champion Ding made a critical error in the final match, leading to an unexpected victory for 18-year-old Gukesh.</li>\n    <li>Former champion Vladimir Kramnik criticized Ding's mistake, labeling it \"childish\" and calling for an investigation.</li>\n    <li>Kramnik expressed disappointment over the match quality, calling it \"the end of chess as we know it.\"</li>\n    <li>Magnus Carlsen also questioned the standard of play, stating it resembled early rounds of an open tournament.</li>\n    <li>Viswanathan Anand advised Gukesh to ignore criticism, emphasizing that it accompanies success.</li>\n</ul>\n<blockquote>\"Sports is about mistakes, without mistakes, there would be no goals in football. Every sportsman makes mistakes but that's what we are excited about, whether the opponent can find the way to use a mistake.\" - Arkady Dvorkovich</blockquote>\n<p>The ongoing debate highlights the intense scrutiny faced by young champions like Gukesh and the differing opinions within the chess community regarding the evolving standards of the game.</p>"
  },
  {
    "title": "Bonus Share: BUY 1 get 9 FREE; record date next week - ET Now",
    "link": "https://www.etnownews.com/markets/bonus-share-buy-1-get-9-free-record-date-next-week-sky-gold-article-116305755",
    "pubDate": "Sat, 14 Dec 2024 03:45:39 GMT",
    "summary": "<h1>Bonus Share: BUY 1 get 9 FREE; record date next week</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> ET NOW News</p>\n<img src=\"https://etstatic.tnn.in/photo/msid-95598012,width-200,height-200,resizemode-75/95598012.jpg\" alt=\"91 Bonus Issue\" loading=\"lazy\">\n<figcaption>9:1 Bonus Issue: The stock has delivered a jaw-dropping 4,828% return over the past three years. (Image: Canva/ET NOW News)</figcaption>\n<p>A smallcap company, Sky Gold, has announced a bonus issue of shares at a 9:1 ratio. Shareholders are set to receive nine free shares for every one share held, with the record date being fixed for next week.</p>\n<ul>\n    <li>A smallcap company has announced a bonus issue of shares in the ratio 9:1.</li>\n    <li>The stock has delivered a remarkable 4,828% return over the past three years.</li>\n    <li>The company's board has set the record date for December 16, 2024.</li>\n</ul>\n<blockquote>“This stock has been a true multibagger, delivering a jaw-dropping 4,828% return over the past three years.”</blockquote>\n<p>The Sky Gold shares closed at Rs 4,435.30 per share, with a 52-week range from Rs 902.1 to Rs 4,680. This announcement is seen as a way to reward shareholders and enhance liquidity.</p>"
  },
  {
    "title": "Donald Trump suggests government knows more about drone sightings than they are letting on, ‘Let the public know’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/us-news/donald-trump-suggests-government-knows-more-about-drone-sightings-than-they-are-letting-on-let-the-public-know-101734147352733.html",
    "pubDate": "Sat, 14 Dec 2024 03:43:35 GMT",
    "summary": "<h1>Donald Trump suggests government knows more about drone sightings than they are letting on, ‘Let the public know’</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Media-Fearing-Trump-0_1734147645419_1734147688804.jpg\" alt=\"Donald Trump claims government knows more about drone sightings than they are letting on (Timothy A. Clary/Pool Photo via AP, File)(AP)\">\n<figcaption>Donald Trump claims government knows more about drone sightings than they are letting on (Timothy A. Clary/Pool Photo via AP, File)(AP)</figcaption>\n<p>Donald Trump publicly claimed that the government is withholding information regarding recent drone sightings in the Northeast. He suggested that if the government is unaware of these objects, they should be shot down.</p>\n<ul>\n  <li>Trump stated that there are mysterious drone sightings across the U.S. and demanded that the public be informed.</li>\n  <li>The drone sightings have raised concerns among lawmakers, linking the incidents to potential threats from foreign adversaries like Iran.</li>\n  <li>The Pentagon has denied any foreign involvement regarding the drones spotted near U.S. military installations.</li>\n  <li>Republican lawmakers, including Marjorie Taylor Greene and Anna Paulina Luna, have expressed concerns and called for the drones to be shot down.</li>\n  <li>Congresswoman Luna emphasized the need for immediate action on unknown objects in airspace, criticizing prior incidents like the Chinese spy balloon event.</li>\n  <li>The House Committee on Homeland Security has requested a classified briefing from federal agencies about these drone sightings.</li>\n</ul>\n<blockquote>“Mystery Drone sightings all over the Country. Can this really be happening without our government’s knowledge? I don’t think so! Let the public know, and now. Otherwise, shoot them down!!! DJT,” Trump wrote on Truth Social.</blockquote>\n<p>The situation around the drone sightings has sparked significant political discourse, highlighting the intersection of national security and public transparency concerns. As more information comes to light, the calls for action may escalate further.</p>"
  },
  {
    "title": "Another Low-Pressure Area Over Bay Of Bengal To Impact Chennai; Cold Wave Grips North India - News18",
    "link": "https://www.news18.com/india/chennai-rain-tamil-nadu-weather-low-pressure-area-bay-of-bengal-cold-wave-north-india-imd-alert-9155826.html",
    "pubDate": "Sat, 14 Dec 2024 03:39:44 GMT",
    "summary": "<h1>Another Low-Pressure Area Over Bay Of Bengal To Impact Chennai; Cold Wave Grips North India</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Chennai Rain: IMD predicts fresh spell of rainfall in Tamil Nadu district in next week | PTI Image/File\" title=\"Chennai Rain: IMD predicts fresh spell of rainfall in Tamil Nadu district in next week | PTI Image/File\">\n    <figcaption>Chennai Rain: IMD predicts fresh spell of rainfall in Tamil Nadu district in next week | PTI Image/File</figcaption>\n</figure>\n<p>The India Meteorological Department (IMD) has warned that another low-pressure area over the Bay of Bengal will bring rainfall to Chennai and its suburbs next week, while parts of North India are experiencing a severe cold wave.</p>\n<ul>\n    <li>IMD anticipates rainfall for Chennai and its surrounding areas by mid-next week due to a new low-pressure system.</li>\n    <li>A yellow alert for rain is in place for Saturday, with heavy rainfall expected in 12 districts, including Chengalpet and Kancheepuram, on December 17 and 18.</li>\n    <li>Light to moderate rainfall is forecasted for Chennai on December 14, with heavier rain likely from December 16 to 18.</li>\n    <li>North India is under a cold wave alert, particularly in Punjab and parts of West Bengal, with temperatures expected to drop to 2-6 degrees Celsius.</li>\n    <li>Severe cold is being reported in Rajasthan, with some areas experiencing sub-zero temperatures.</li>\n</ul>\n<blockquote>\n    \"In the past few weeks, Chennai witnessed incessant rainfall, causing waterlogging and paralysing normal life.\"\n</blockquote>\n<p>The prevailing weather conditions signal a significant shift as Chennai prepares for more rain, while northern regions face the brunt of a cold wave, highlighting the diverse climatic challenges across India."
  },
  {
    "title": "For 3rd time in a week, Delhi schools get bomb threats - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/delhi/for-3rd-time-in-a-week-delhi-schools-get-bomb-threats-via-e-mail/articleshow/116305576.cms",
    "pubDate": "Sat, 14 Dec 2024 02:51:00 GMT",
    "summary": null
  },
  {
    "title": "Tech Wrap: Vivo X200 series, Samsung Galaxy S24 Enterprise Edition and more - CNBCTV18",
    "link": "https://www.cnbctv18.com/technology/tech-wrap-vivo-x200-series-samsung-galaxy-s24-enterprise-edition-and-more-19523832.htm",
    "pubDate": "Sat, 14 Dec 2024 02:30:33 GMT",
    "summary": "<h1>Tech Wrap: Vivo X200 series, Samsung Galaxy S24 Enterprise Edition and more</h1>\n<p><strong>Publication Date:</strong> [Insert publication date here] <strong>Source:</strong> [Insert source here]</p>\n<p>The week has seen a plethora of new launches and updates in the tech world, with top brands unveiling flagship devices featuring cutting-edge features and updated designs.</p>\n<ul>\n    <li><strong>Vivo X200:</strong> Launched the X200 series with Pro and standard models featuring advanced displays and high-capacity batteries.</li>\n    <li><strong>Canon Printers:</strong> Unveiled 10 new high-yield printers aimed at small and medium-sized businesses.</li>\n    <li><strong>Samsung Galaxy S24 Enterprise Edition:</strong> Designed for corporate users, with a starting price of ₹78,999.</li>\n    <li><strong>iQOO 13:</strong> Launch set for December 10, powered by Qualcomm’s Snapdragon 8 Elite chip.</li>\n    <li><strong>Google Willow:</strong> New quantum chip achieving tasks in minutes that would take supercomputers thousands of years.</li>\n    <li><strong>Xiaomi Redmi Note 14:</strong> Launched with AI-powered image editing features across its series variants.</li>\n    <li><strong>Moto g35:</strong> New budget 5G smartphone featuring a 50-megapixel camera priced at Rs 9,999.</li>\n</ul>\n<blockquote>\"Willow introduces two breakthroughs: better error correction as it scales up and increased computational speed.\" - Google</blockquote>\n<p>This week has highlighted significant advancements and launches across multiple tech brands, reflecting ongoing innovation in the industry.</p>"
  },
  {
    "title": "South Korea President Yoon faces second impeachment vote over martial law decree - The Hindu",
    "link": "https://news.google.com/rss/articles/CBMizgFBVV95cUxQLWlSOFhhU1cxbXFXZ0tDcjlGQ1o1T25CMzZlMjM2bzNYQ3d5RFRfejAxSTRqeEpmTkg5a3ZKM0ZiTEVMVm9ndnhrYTh3SlF4THFkUEJtWWZwVlZYcExNR3RXdklRRUVadE9OaThJSEc2Z0dQVmlqaE1PbVFYdm16eWk1RGVUWnVKTUg0V3VqQ3NNVjhOekoyaE5odGdsWDVjNHgyYnpKeHJfTjV2WF9hanhtMkJOOUFfaFYxOTUyOWxORzdnWkJzQm5tdFlfZ9IB1AFBVV95cUxONVFzMm5UYmVvQjZsYU5zbFZJOE84YnI5d19BTERwamFTamJ3bHFUMHExcUlyUVdNRkxQZFRjR1Rud2E5WGt6QTN1RV9Jb0FzNHN1c2RqMzY1ODE1dEd5WGo4N0ZBU2N2ZUtLRGJNOWRvWXpfTjZpSWNuMXlXQUNUOHNnSk1iWWJRclFReW5YUHdhbHQ0b2VFWW9YN1hudkNqX1RYWVZBajU2YTBVZDBaOVh0UFpFQjZkUExRQ3FpblVOSFI3VDZkVl82cy1Yc2xDbWppUg?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 02:02:00 GMT",
    "summary": null
  },
  {
    "title": "Businessman under ED lens dies by suicide along with wife, alleges harassment because he worked for Congress, Rahul Gandhi - The Indian Express",
    "link": "https://indianexpress.com/article/india/businessman-under-ed-lens-dies-by-suicide-along-with-wife-alleges-harassment-because-he-worked-for-congress-rahul-gandhi-9723872/",
    "pubDate": "Sat, 14 Dec 2024 01:50:46 GMT",
    "summary": "<h1>Businessman under ED lens dies by suicide along with wife, alleges harassment because he worked for Congress, Rahul Gandhi</h1>\n<p><strong>Publication Date:</strong> December 8, 2023</p>\n<p><strong>Source:</strong> The Indian Express</p>\n<p>On Friday morning, a businessman and his wife were found dead in their home in Madhya Pradesh’s Sehore district, with the husband alleging harassment linked to his political affiliations in a suicide note.</p>\n<ul>\n    <li>Manoj Parmar and his wife Neha died by suicide at their residence; their children discovered them.</li>\n    <li>Parmar left a note accusing the Enforcement Directorate (ED) of harassment related to the investigation he was under.</li>\n    <li>He claimed that the ED targeted him due to his association with Congress and its leader Rahul Gandhi.</li>\n    <li>Authorities, including Sehore Superintendent of Police, are investigating the circumstances surrounding their deaths and verifying the note's authenticity.</li>\n    <li>The ED denied allegations regarding their conduct during recent raids on Parmar's properties.</li>\n    <li>The case originates from CBI allegations of loan fraud involving approximately Rs 6 crore.</li>\n</ul>\n<blockquote>“After my death, the responsibility of these children is yours and of the Congress, so a message goes out that the party stands with its workers.” - Manoj Parmar</blockquote>\n<p>The situation has escalated into a political controversy, with claims of harassment and demands for an impartial investigation into the ED's actions."
  },
  {
    "title": "5 latest images universe captured by NASA James Webb Space Telescope - HT Tech",
    "link": "https://tech.hindustantimes.com/web-stories/5-latest-images-universe-captured-by-nasa-james-webb-space-telescope-71734101678370.html",
    "pubDate": "Sat, 14 Dec 2024 01:30:01 GMT",
    "summary": "<h1>5 Latest Images Universe Captured by NASA James Webb Space Telescope</h1>\n<p><strong>Publication Date:</strong> December 3, 2024 <strong>Source:</strong> HT TECH</p>\n<img src=\"https://images.hindustantimes.com/tech/img/2024/12/03/900x1600/gce46284f6363255f44cdf2b6d8eaa8aabf7d16b7e95381671_1733196504102_1733196504361.jpg\" alt=\"Latest Image from James Webb Space Telescope\">\n<figcaption>Image captured by NASA's James Webb Space Telescope.</figcaption>\n<p>This article showcases the latest stunning images captured by NASA's James Webb Space Telescope, presenting fascinating details about the universe.</p>\n<ul>\n    <li>The James Webb Space Telescope is the largest and most complex space telescope to date.</li>\n    <li>It features 18 hexagonal mirrors and four instruments designed to unveil cosmic mysteries.</li>\n    <li>Images include distinct star clusters from the Firefly Sparkle galaxy, formed just 600 million years after the Big Bang.</li>\n    <li>Highlights also include developing galaxy clusters located 10 billion light-years away from Earth.</li>\n    <li>Other images capture the spiral galaxy NGC 2090 and Galaxy M104, known for its significant number of stars.</li>\n</ul>\n<blockquote>\"This Webb image captured distinct star clusters in the Firefly Sparkle galaxy which formed 600 million years after the Big Bang.\" - NASA</blockquote>\n<p>The James Webb Space Telescope continues to unveil the wonders of our universe, providing breathtaking visual insights that expand our understanding of space.</p>"
  },
  {
    "title": "Dr Jitendra releases landmark RSSDI study ‘Yoga and Diabetes Prevention’ - Daily Excelsior",
    "link": "https://news.google.com/rss/articles/CBMipAFBVV95cUxPdGRpRkU1d0tUZzdpMVlpMUgwSTVzdDE4VEZPSTBwUFctWXlxSzJKVXhJd29DSGYxV0lZMHpKUUs5Yi1nUFJucGpmWlAwUWtzcGpFZ3BORlRoRU9RN05RV2lLaHFSVWxzOHQ5MzR0THdxaE5mWnQwekhtRjVuRjhlMEhFQzVDSVN1cFU5ZWtlbnAxSE1iN295emVQQk9jUGpQVmFlYg?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 00:00:03 GMT",
    "summary": null
  }
]