[
  {
    "title": "NASA’s Perseverance Rover Reaches the Top Rim of the Jezero Crater - Universe Today",
    "link": "https://www.universetoday.com/170103/nasas-perseverance-rover-reaches-the-top-rim-of-the-jezero-crater/",
    "pubDate": "Sun, 15 Dec 2024 00:36:32 GMT",
    "summary": "<h1>NASA's Perseverance Rover Reaches the Top Rim of the Jezero Crater</h1>\n<p><strong>Publication Date:</strong> December 12, 2023 | <strong>Source:</strong> Universe Today</p>\n<div>\n    <figure>\n        <img loading=\"lazy\" decoding=\"async\" width=\"1024\" height=\"843\" src=\"https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-1024x843.jpg\" alt=\"Route of the Perseverance Rover\" srcset=\"https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-1024x843.jpg 1024w, https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-580x477.jpg 580w, https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-250x206.jpg 250w, https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-768x632.jpg 768w, https://www.universetoday.com/wp-content/uploads/2024/12/pia26374.jpg 1129w\" sizes=\"auto, (max-width: 767px) 89vw, (max-width: 1000px) 54vw, (max-width: 1071px) 543px, 580px\">\n        <figcaption><em>The route NASA’s Perseverance Mars rover took (in blue) as it climbed the western rim of Jezero Crater. Credit: NASA/JPL-Caltech/University of Arizona</em></figcaption>\n    </figure>\n</div>\n<p>NASA’s Perseverance rover has successfully reached the top of Jezero Crater's rim, marking a significant milestone in its mission to explore the ancient Martian landscape.</p>\n<ul>\n    <li>The rover climbed 500 vertical meters over three and a half months to reach \"Lookout Hill\".</li>\n    <li>Perseverance will now begin its \"Northern Rim\" campaign, aiming to explore geological samples over the next year.</li>\n    <li>Four previous science campaigns have been completed since its landing in February 2021.</li>\n    <li>The rover's current mission involves investigating new geological features and ancient environments.</li>\n</ul>\n<blockquote>\n    <p><em>“The Northern Rim campaign brings us completely new scientific riches as Perseverance roves into fundamentally new geology...\" - Ken Farley, Project Scientist</em></p>\n</blockquote>\n<p>As Perseverance begins to explore areas less affected by ancient impacts, it remains focused on finding biosignatures from Mars' wetter past, contributing to our understanding of the planet’s history and potential for life.</p>"
  },
  {
    "title": "India vs Australia 3rd Test Day 2 Live Score: Bumrah all over AUS like a rash; openers dismissed; Smith troubled - Hindustan Times",
    "link": "https://www.hindustantimes.com/cricket/india-vs-australia-live-score-today-3rd-test-day-2-border-gavaskar-trophy-gabba-ind-vs-aus-latest-scorecard-updates-101734197556883.html",
    "pubDate": "Sun, 15 Dec 2024 00:33:21 GMT",
    "summary": "<h1>India vs Australia Live Score 3rd Test Day 2: Bumrah all over AUS like a rash; openers dismissed; Smith troubled</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 11:15 PM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<div>\n    <img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/CRICKET-AUS-IND-27_1734220528879_1734220539912.jpg\" alt=\"India vs Australia 3rd Test Day 2 Live Score\" title=\"India vs Australia 3rd Test Day 2 Live Score\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n    <figcaption>India vs Australia 3rd Test Day 2 Live Score: Follow latest updates</figcaption>\n</div>\n<p>Jasprit Bumrah dominated the Australian batting lineup by taking early wickets on Day 2 of the 3rd Test at the Gabba, putting India in a favorable position despite rain disruptions on Day 1.</p>\n<ul>\n    <li>Bumrah dismissed openers Usman Khawaja (21) and Nathan McSweeney (9) early on Day 2.</li>\n    <li>India's bowling strategy showed promise as they targeted key Australian players like Steve Smith and Marnus Labuschagne.</li>\n    <li>Both teams faced interruptions due to rain, having only bowled 80 deliveries on the first day.</li>\n    <li>India made changes to the playing XI with Akash Deep and Ravindra Jadeja replacing Harshit Rana and Ravichandran Ashwin.</li>\n</ul>\n<blockquote>\n    \"There's a lot of grass and it looks a little soft as well so we want to try and make the best use of the conditions and try and see what we can do with the ball up front.\" - Rohit Sharma\n</blockquote>\n<p>In summary, the first few hours of Day 2 highlight India's strong start, particularly due to Bumrah's performance, which increases their chances of taking control over the match proceedings against Australia.</p>"
  },
  {
    "title": "Discrimination against Muslims at the centre of Oppn debate in Parliament - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/discrimination-against-muslims-at-the-centre-of-oppn-debate-in-parliament-101734203884490.html",
    "pubDate": "Sat, 14 Dec 2024 23:15:18 GMT",
    "summary": "<h1>Discrimination against Muslims at the centre of Oppn debate in Parliament</h1>\n<p><strong>Publication Date:</strong> December 14, 2024<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Opposition-MPs-in-the-House-during-the-Winter-sess_1734203873645_1734207421711.jpg\" alt=\"Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)\" title=\"Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)\">\n<figcaption>Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)</figcaption>\n<p>The Opposition MPs criticized the ruling BJP for alleged discrimination against Muslims during the Lok Sabha session honoring the Constitution's 75th anniversary, raising concerns about the secular nature of the government and various injustices faced by the Muslim community.</p>\n<ul>\n    <li>Opposition leaders from various parties accused the Modi government of targeting the secular character of the Indian Constitution.</li>\n    <li>DMK's A Raja challenged BJP leaders on their historical claims regarding the Constitution and its formation.</li>\n    <li>AIMIM's Asaduddin Owaisi discussed the potential marginalization of Muslims in the context of upcoming delimitation and political representation.</li>\n    <li>Concerns were raised regarding restrictions on Muslim rituals and practices, particularly the Hijab and dietary laws.</li>\n    <li>Various MPs highlighted the disproportionate representation of Muslims in government positions and called for a caste census to address marginalization.</li>\n</ul>\n<blockquote>\n    “However, under the current government of the last ten years, the injustices inflicted upon my community are intolerable.” - Mohammed Jawed, INC MP from Kishanganj.\n</blockquote>\n<p>The debate showcased significant apprehensions about the future of secularism in India and the treatment of minorities, with various leaders calling for a return to the core values of the Constitution to ensure justice and equality for all communities.</p>"
  },
  {
    "title": "Nehru to now, 1 family did max damage to Constitution: PM Modi - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/nehru-to-now-1-family-did-max-damage-to-constitution-pm-modi/articleshow/116326179.cms",
    "pubDate": "Sat, 14 Dec 2024 21:33:00 GMT",
    "summary": null
  },
  {
    "title": "Ram Charan’s performance as Appanna in Game Changer will shock everyone – Srikanth - 123telugu",
    "link": "https://www.123telugu.com/mnews/ram-charans-performance-as-appanna-in-game-changer-will-shock-everyone-srikanth.html",
    "pubDate": "Sat, 14 Dec 2024 21:29:00 GMT",
    "summary": "<h1>Ram Charan’s performance as Appanna in Game Changer will shock everyone – Srikanth</h1>\n<p><strong>Published on:</strong> Dec 15, 2024, 2:59 am IST</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2024/09/Game-Changer-1.jpg\" alt=\"Game Changer Movie\" width=\"550\" height=\"367\">\n<figcaption>Ram Charan in Game Changer</figcaption>\n<p>Ram Charan's upcoming dual role in the political drama Game Changer, directed by Shankar, is generating significant buzz, particularly regarding his performance as Appanna, which is expected to surprise audiences.</p>\n<ul>\n    <li>Ram Charan plays dual roles: a father (farmer Konidela Appanna) and son (IAS officer Konidela Ram Nandan).</li>\n    <li>The film is set for release on January 10, 2025, during the Sankranthi festival.</li>\n    <li>Srikanth, a senior character actor in the film, claims Charan's performance will shock viewers.</li>\n    <li>Kiara Advani, SJ Suryah, Anjali, and others are part of the cast alongside Ram Charan.</li>\n    <li>The music for the film is composed by Thaman, produced by Dil Raju.</li>\n</ul>\n<blockquote>“Charan’s characters in Game Changer will look quite different and refreshing.” – Srikanth</blockquote>\n<p>The anticipation for Game Changer builds as Ram Charan takes on these diverse roles, and fans are eager to see his unique portrayal of Appanna."
  },
  {
    "title": "‘Quordle’ Hints And Answers For Sunday, December 15 - Forbes",
    "link": "https://www.forbes.com/sites/krisholt/2024/12/14/quordle-hints-and-answers-for-sunday-december-15/",
    "pubDate": "Sat, 14 Dec 2024 21:00:00 GMT",
    "summary": "<h1>‘Quordle’ Hints And Answers For Sunday, December 15</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> Forbes</p>\n<figure>\n    <img src=\"https://specials-images.forbesimg.com/imageserve/6553f0c05fe0ab340db88291/Here-s-some-help-with-today-s-Quordle--including-hints-and-the-answers-/960x0.jpg?fit=scale\" alt=\"Here's some help with today's Quordle, including hints and the answers.\" />\n    <figcaption>Here's some help with today's Quordle, including hints and the answers. <small>SOPA Images/LightRocket via Getty Images</small></figcaption>\n</figure>\n<p><em>Looking for Saturday’s Quordle hints and answers? You can find them here:</em></p>\n<p>Hey, folks! Hints and the answers for today’s <em>Quordle</em> words are just ahead.</p>\n<h2>How To Play Quordle</h2>\n<p>Just start typing in words. You have four five-letter words to guess and nine attempts to find them all. The catch is that you play all four words simultaneously.</p>\n<p>If you get a letter in the right place for any of the four words, it will light up in green. If a word contains a letter from one of your guesses but it’s in the wrong place, it will appear in yellow.</p>\n<h2>What Are Today’s Quordle Hints?</h2>\n<ul>\n    <li>Word 1 (top left) hint — operated a car</li>\n    <li>Word 2 (top right) hint — one of a pair of poles that allow you to walk while you’re elevated from the ground</li>\n    <li>Word 3 (bottom left) hint — a type of fabric often used for bed sheets</li>\n    <li>Word 4 (bottom right) hint — a pro baseball player in San Francisco</li>\n    <li>Two of the words each have a pair of repeated letters</li>\n    <li>Today’s words start with D, S, L and G</li>\n</ul>\n<h2>What Are Today’s Quordle Answers?</h2>\n<p><strong>Spoiler alert!</strong> Today’s words are...</p>\n<ul>\n    <li>DROVE</li>\n    <li>STILT</li>\n    <li>LINEN</li>\n    <li>GIANT</li>\n</ul>\n<p>Be sure to check <a href=\"https://www.forbes.com/sites/krisholt/\" target=\"_self\" title=\"Kris Holt's blog\">my blog</a> for hints and the solution for Monday’s game if you need them.</p>\n<p>Follow me on <a href=\"https://www.twitter.com/krisholt\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">Twitter</a> or <a href=\"https://www.linkedin.com/in/kristoferholt/\" rel=\"nofollow noopener noreferrer\" target=\"_blank\">LinkedIn</a>.</p>"
  },
  {
    "title": "Five stunning images of Nebula captured by NASA Hubble Telescope - India.com",
    "link": "https://www.india.com/webstories/viral/five-stunning-images-of-nebula-captured-by-nasa-hubble-telescope-7466057/",
    "pubDate": "Sat, 14 Dec 2024 20:33:53 GMT",
    "summary": "<h1>Five stunning images of Nebula captured by NASA Hubble Telescope</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> India.com</p>\n<img src=\"https://static.india.com/wp-content/uploads/2024/12/prawn-nebula-HEADLINES.jpg?impolicy=Medium_Widthonly&amp;w=400&amp;h=800\" alt=\"Prawn Nebula\" />\n<figcaption>Prawn Nebula captured by the Hubble Space Telescope.</figcaption>\n<p>The article showcases five breathtaking images of different nebulae captured by NASA's Hubble Space Telescope, along with brief descriptions of each nebula's characteristics and significance.</p>\n<ul>\n    <li><strong>Abell 78:</strong> A unique planetary nebula formed from a star that exhausted its nuclear fuel, collapsing into a white dwarf.</li>\n    <li><strong>Snowman Nebula:</strong> An emission nebula located 6,000 light-years away in the constellation Puppis.</li>\n    <li><strong>Nebula With Superbubble:</strong> Known as N44, it contains glowing hydrogen gas and massive stars.</li>\n    <li><strong>Prawn Nebula:</strong> A massive stellar nursery located in Scorpius, approximately 6,000 light-years from Earth.</li>\n    <li><strong>Necklace Nebula:</strong> A planetary nebula formed from the remains of a Sun-like star, glowing brightly in its Hubble image.</li>\n</ul>\n<blockquote>\"The glowing remains of an ordinary, Sun-like star create the stunning appearance of the Necklace Nebula.\"</blockquote>\n<p>This article illustrates the beauty and diversity of nebulae discovered by the Hubble Space Telescope, highlighting their importance in the study of the universe."
  },
  {
    "title": "Pushpa 2 Hindi Box Office Day 10 (Early Trends): Enters 500 Crore Club Defying All Norms With A Massive 70% Jump! - Koimoi",
    "link": "https://www.koimoi.com/box-office/pushpa-2-hindi-box-office-day-10-early-trends-enters-500-crore-club-defying-all-norms-with-a-massive-70-jump/",
    "pubDate": "Sat, 14 Dec 2024 20:13:03 GMT",
    "summary": "<h1>Pushpa 2 Hindi Box Office Day 10 (Early Trends): Enters 500 Crore Club Defying All Norms With A Massive 70% Jump</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> Koimoi</p>\n<img src=\"https://www.koimoi.com/wp-content/new-galleries/2024/12/pushpa-2-hindi-box-office-day-10-early-trends-01.jpg\" alt=\"Pushpa 2 Hindi Box Office Day 10 (Early Trends): Enters 500 Crore Club Defying All Norms\" width=\"1200\" height=\"630\">\n<figcaption>Pushpa 2 Hindi Box Office Beasts On The 2nd Saturday ( Photo Credit – Instagram )</figcaption>\n<p>Pushpa 2 has achieved remarkable box office success, entering the 500 crore club in just 10 days, demonstrating a significant increase in earnings.</p>\n<ul>\n    <li>The film’s total earnings after 10 days are estimated at <strong>509 crore</strong>.</li>\n    <li>On Day 10, it earned an estimated <strong>46 to 48 crore</strong>, marking a 70% increase from the previous day's earnings of <strong>27 crore</strong>.</li>\n    <li>The film had an impressive opening with <strong>72 crore</strong> and achieved a total of <strong>291 crore</strong> over an extended 4-day weekend.</li>\n    <li>In its first week, the box office collection reached <strong>434.50 crore</strong>.</li>\n    <li>Pushpa 2 is now the sixth highest-grossing Hindi film, surpassing KGF: Chapter 2.</li>\n</ul>\n<blockquote>\n    <p>\"It was expected that the film would enter the 500 crore club on Sunday, but it defied all expectations...\"</p>\n</blockquote>\n<p>Pushpa 2's box office performance defies expectations and has set new benchmarks in the Hindi film industry, showcasing its widespread popularity and commercial success.</p>"
  },
  {
    "title": "Founder of fashion brand Mango, Isak Andic, dies in mountain accident - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/founder-of-fashion-brand-mango-isak-andic-dies-in-mountain-accident-101734203386816.html",
    "pubDate": "Sat, 14 Dec 2024 19:33:41 GMT",
    "summary": "<h1>Founder of fashion brand Mango, Isak Andic, dies in mountain accident</h1>\n<p><strong>Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/France-Isak-Andic-Obit-0_1734203623806_1734203651799.jpg\" alt=\"Isak Andic, the founder of Spanish fashion brand Mango, died in a mountain accident(AP)\" title=\"Isak Andic, the founder of Spanish fashion brand Mango, died in a mountain accident(AP)\">\n<figcaption>Isak Andic, the founder of Spanish fashion brand Mango, died in a mountain accident(AP)</figcaption>\n<p>Isak Andic, the Istanbul-born founder and owner of the fashion brand Mango, tragically died in a hiking accident near Barcelona, falling from a 150-metre cliff while hiking with family.</p>\n<ul>\n    <li>Andic was 71 years old at the time of his death.</li>\n    <li>The accident occurred near the Montserrat caves close to Barcelona.</li>\n    <li>Mango CEO Toni Ruiz expressed the legacy Andic left behind, stating, “His departure leaves a huge void.”</li>\n    <li>Andic founded Mango in 1984 after moving to Catalonia in the 1960s.</li>\n    <li>He had a net worth of $4.5 billion, according to Forbes.</li>\n    <li>Mango reported a turnover of 3.1 billion euros in 2023, with significant online sales and a presence in over 120 markets.</li>\n</ul>\n<blockquote>“He leaves an indelible mark on the Catalan and global fashion sector.” - Salvador Illa, head of the regional government of Catalonia</blockquote>\n<p>This loss has sent shockwaves through the fashion industry, as Andic's contributions and vision helped shape Mango into a globally recognized brand."
  },
  {
    "title": "Will Game Changer have a sequel? Senior hero clarifies - 123telugu",
    "link": "https://www.123telugu.com/mnews/will-game-changer-have-a-sequel-senior-hero-clarifies.html",
    "pubDate": "Sat, 14 Dec 2024 19:33:00 GMT",
    "summary": "<h1>Will Game Changer have a sequel? Senior hero clarifies</h1>\n<p><strong>Published on:</strong> Dec 15, 2024 1:03 am IST</p>\n<img src=\"https://cdn.123telugu.com/content/wp-content/uploads/2024/09/game-changer-ram-charan.jpg\" alt=\"Game Changer Movie\" width=\"450\" height=\"473\">\n<figcaption>Promotional image for Game Changer</figcaption>\n<p>Game Changer, a major upcoming film, has sparked discussions about a potential sequel, which has been clarified by a senior actor.</p>\n<ul>\n    <li>The film is directed by Shankar and stars Ram Charan, set for release on January 10, 2025.</li>\n    <li>Srikanth, a senior character actor, confirmed in an interview that Game Changer is a standalone movie with no sequel planned.</li>\n    <li>The film features an ensemble cast including Kiara Advani, SJ Suryah, Anjali, and others.</li>\n    <li>Game Changer is notable for being a standalone film amid a trend of sequels in the Indian film industry.</li>\n</ul>\n<blockquote>“In these times of sequels, a standalone movie featuring some of the top stars of Indian cinema is a refreshing change.”</blockquote>\n<p>The clarification about Game Changer being a standalone film highlights its unique position in a market overflowing with sequels, creating anticipation for its release."
  },
  {
    "title": "Dilli ka Dil luteya! When Brown Munde, AP Dhillon, Honey Singh and Jazzy B came together for an unforgettable night - Hindustan Times",
    "link": "https://www.hindustantimes.com/htcity/dilli-ka-dil-luteya-when-brown-munde-ap-dhillon-honey-singh-and-jazzy-b-came-together-for-an-unforgettable-night-101734202512122.html",
    "pubDate": "Sat, 14 Dec 2024 19:22:27 GMT",
    "summary": "<h1>Dilli ka Dil luteya! When Brown Munde, AP Dhillon, Honey Singh and Jazzy B came together for an unforgettable night</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/ap_dhillon_1734203838660_1734203838838.png\" alt=\"AP Dhillon on his maiden concert in Delhi was joined by Yo! Yo! Honey Singh and Jazzy B\" title=\"AP Dhillon on his maiden concert in Delhi was joined by Yo! Yo! Honey Singh and Jazzy B\">\n<figcaption>AP Dhillon on his maiden concert in Delhi was joined by Yo! Yo! Honey Singh and Jazzy B</figcaption>\n<p>Indo-Canadian rapper and singer AP Dhillon made an unforgettable debut in the Capital on Saturday night at the Indira Gandhi Stadium, which turned into a musical carnival with surprise performances by Punjabi music icons Jazzy B and Yo! Yo! Honey Singh.</p>\n<ul>\n    <li>Jazzy B performed his classic <i>Dil Luteya</i> and Honey Singh brought his hit <i>Millionaire</i>.</li>\n    <li>AP Dhillon opened the show with signature hits like <i>Excuses</i> and <i>Brown Munde</i>.</li>\n    <li>Dhillon performed tracks from his latest EP, including <i>Bora Bora</i> and <i>Old Money</i>.</li>\n    <li>The concert atmosphere was electric, with Dhillon engaging the crowd and urging them to make some noise.</li>\n    <li>The event celebrated Dhillon's journey as a global Punjabi artist and his impact on modern Punjabi pop music.</li>\n</ul>\n<blockquote>“Delhi, are you having fun? Make some noise!”</blockquote>\n<p>As the night ended on a euphoric note, Delhi was left buzzing, showcasing AP Dhillon’s ability to blend tradition with modernity and create unforgettable moments for his fans.</p>"
  },
  {
    "title": "Hidden dangers of not drinking enough water during winter - The Times of India",
    "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/hidden-dangers-of-not-drinking-enough-water-during-winter/articleshow/116325584.cms",
    "pubDate": "Sat, 14 Dec 2024 19:20:00 GMT",
    "summary": "<h1>Hidden dangers of not drinking enough water during winter</h1>\n<p><strong>Publication Date:</strong> (Not provided) <strong>Source:</strong> (Not provided)</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116325656,imgsize-1435027,width-400,resizemode-4/116325656.jpg\" alt=\"Hidden dangers of not drinking enough water during winter\" title=\" (Image: Canva)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>(Image: Canva)</figcaption>\n<p>As winter arrives, many people reduce their water intake, leading to dehydration and various health risks. It’s crucial to stay hydrated even in colder temperatures.</p>\n<ul>\n    <li>Dehydration can lead to kidney stones, urinary tract infections, and constipation.</li>\n    <li>Lack of water affects mental and physical performance, causing confusion and memory loss.</li>\n    <li>Cold weather increases strain on the heart, especially in dehydration.</li>\n    <li>Water is vital for digestion; inadequate intake can result in constipation and abdominal discomfort.</li>\n</ul>\n<blockquote>\"Regardless of the temperature, it is important to be hydrated all year round. Lack of water not only results in dehydration but also increases the risk of kidney stones and urinary tract infections.\"</blockquote>\n<p>To maintain hydration in winter, consider drinking herbal teas, adding flavor to water with fruits, and increasing liquid food intake while avoiding caffeine.</p>"
  },
  {
    "title": "Marius, the man who named Jupiter’s Galilean moons - The Hindu",
    "link": "https://www.thehindu.com/children/marius-the-man-who-named-jupiters-galilean-moons/article68950364.ece",
    "pubDate": "Sat, 14 Dec 2024 19:11:00 GMT",
    "summary": "<h1>Marius, the man who named Jupiter’s Galilean moons</h1>\n<p><strong>Published on:</strong> December 15, 2024<!-- Add the source if available --> </p>\n<img src=\"https://th-i.thgim.com/public/incoming/sgvfmh/article68950335.ece/alternates/FREE_1200/15istb%20Simon_Marius%202.jpg\" alt=\"This portrait of Marius appeared as a frontispiece (illustration facing the title page of a book) to the Mundus Iovialis.\" width=\"100%\">\n<figcaption>This portrait of Marius appeared as a frontispiece to the <i>Mundus Iovialis</i>. It also shows Jupiter’s moons in orbit around the planet – something that Galileo didn’t include in his book. | Photo Credit: WIKIMEDIA COMMONS</figcaption>\n<p>Simon Marius, a 17th-century astronomer, is known for naming the four largest moons of Jupiter despite being overshadowed by Galileo, who claimed to have discovered them first. The debate over Marius' contributions continues today.</p>\n<ul>\n    <li>Marius was an astronomer, mathematician, physician, and calendar maker born in 1573 in Gunzenhausen, Germany.</li>\n    <li>He independently observed Jupiter's moons on December 29, 1609, claiming to see “four tiny stars” aligned with the planet.</li>\n    <li>In 1614, Marius published <i>Mundus Iovialis</i>, detailing his findings including Jupiter’s moons and the Andromeda Galaxy.</li>\n    <li>His suggested names for the moons—Io, Europa, Ganymede, and Callisto—were influenced by the work of Johannes Kepler.</li>\n    <li>Galileo accused Marius of plagiarism in 1623, resulting in ongoing debate about Marius' contributions to astronomy.</li>\n</ul>\n<blockquote>“While it is nigh impossible for us to determine if Marius does deserve credit for independently discovering the four major satellites of Jupiter, there’s no doubt that he was the one who gave them the names that are now in use.”</blockquote>\n<p>The legacy of Simon Marius highlights the complexities of scientific discovery and the importance of acknowledgment in the history of astronomy. Despite controversies, his contributions to the naming of Jupiter’s moons remain significant."
  },
  {
    "title": "Chinese flagship phones are great value for money, but they won't stay cheaper for much longer – here's why - TechRadar",
    "link": "https://www.techradar.com/phones/chinese-flagship-phones-are-great-value-for-money-but-they-wont-stay-cheap-for-much-longer-heres-why",
    "pubDate": "Sat, 14 Dec 2024 19:00:00 GMT",
    "summary": "<h1>Chinese flagship phones are great value for money, but they won't stay cheaper for much longer &ndash; here's why</h1>\n<p><strong>Publication Date:</strong> October 2023 | <strong>Source:</strong> TechRadar</p>\n<figure>\n    <img src=\"https://cdn.mos.cms.futurecdn.net/uKJ4AzAEDNB69yjxZb44RA-320-80.jpg\" alt=\"Xiaomi 14 Ultra\">\n    <figcaption>The Xiaomi 14 Ultra is among the best phones we've tested this year (Image credit: Future / Roland Moore-Colyer)</figcaption>\n</figure>\n<p>The article discusses the changing landscape of Chinese flagship smartphones, emphasizing their increasing prices while maintaining high value and specifications, particularly in Western markets.</p>\n<ul>\n    <li>Chinese brands like Xiaomi and Oppo are making significant inroads in Western markets, including the UK and Australia.</li>\n    <li>The Xiaomi 14 Ultra retails for £1,299, surpassing some of the most expensive models from established brands.</li>\n    <li>Chinese manufacturers, previously focused on cheaper alternatives, are shifting toward offering high-end devices at competitive prices.</li>\n    <li>Upcoming models are expected to carry even higher price tags, indicating a trend toward premium pricing.</li>\n</ul>\n<blockquote>\n    <p>The modus operandi for Chinese flagship challengers has changed: where previously these companies sought to offer comparable performance at cheaper prices, now they're focused on delivering better performance at bigger prices.</p>\n</blockquote>\n<p>The article concludes that consumers might want to secure a Chinese flagship phone soon, as the era of affordable high-end devices may soon be over.</p>"
  },
  {
    "title": "Vishal Mega Mart IPO: Check GMP, Allotment Date, Subscription Status - News18",
    "link": "https://www.news18.com/business/ipo/vishal-mega-mart-ipo-allotment-check-gmp-allotment-date-subscription-status-9155908.html",
    "pubDate": "Sat, 14 Dec 2024 18:51:00 GMT",
    "summary": "<h1>Vishal Mega Mart IPO: Check GMP, Allotment Date, Subscription Status</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Vishal Mega Mart IPO.\" title=\"Vishal Mega Mart IPO.\" loading=\"eager\">\n    <figcaption>Vishal Mega Mart IPO.</figcaption>\n</figure>\n<p>Unlisted shares of Vishal Mega Mart Ltd are trading at Rs 97, indicating a 24.36% increase over the IPO issue price of Rs 78, ahead of its listing on December 18.</p>\n\n<ul>\n    <li>The allotment will be finalised on December 16, with trading beginning on December 18.</li>\n    <li>The IPO received a total subscription of 28.75 times, with notable demand in the QIB category at 85.11 times.</li>\n    <li>The grey market premium (GMP) stands at 24.36%, which is an encouraging signal for investors.</li>\n    <li>The price band of the IPO is set at Rs 74 to Rs 78 per share.</li>\n    <li>Investors can check their allotment status through the BSE and NSE websites or Kfin Technologies portal after the allotment date.</li>\n</ul>\n\n<blockquote>\n    “Grey market premium indicates investors’ readiness to pay more than the issue price.”\n</blockquote>\n\n<p>In conclusion, the Vishal Mega Mart IPO is attracting significant interest, with strong subscription rates indicating a potentially successful listing on the stock exchanges.</p>"
  },
  {
    "title": "Allu Arjun arrest: Telangana congress president says law will take its course - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/allu-arjun-arrest-telangana-congress-president-says-law-will-take-its-course-101734198251098.html",
    "pubDate": "Sat, 14 Dec 2024 18:43:57 GMT",
    "summary": "<h1>Allu Arjun arrest: Telangana congress president says law will take its course</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/ANI-20241214454-0_1734201556256_1734201588361.jpg\" alt=\"The ruling Congress president in Telangana B Mahesh Kumar Goud on Saturday law was taking its course in Allu Arjun's case\" title=\"The ruling Congress president in Telangana B Mahesh Kumar Goud on Saturday law was taking its course in Allu Arjun's case\">\n<figcaption>The ruling Congress president in Telangana B Mahesh Kumar Goud on Saturday law was taking its course in Allu Arjun's case(Tharun Vinny)</figcaption>\n<p>B Mahesh Kumar Goud, the Congress president in Telangana, commented on the arrest of popular Telugu actor Allu Arjun, stating that the legal process is being followed, and expressed that the party holds no ill will against film actors.</p>\n<ul>\n    <li>Goud stated that the cases against Arjun are legal and he has been granted bail.</li>\n    <li>He emphasized Congress's supportive stance towards cinema heroes, citing historical support for the Telugu film industry.</li>\n    <li>The arrest of Allu Arjun arose from an incident during the premiere of his film 'Pushpa 2' where a fan jostling led to a woman's death.</li>\n    <li>Goud criticized BJP leaders for politicizing the situation regarding the arrest.</li>\n    <li>He mentioned the need for lawful action against BRS leader K T Rama Rao if irregularities are found in connection to a past race event in Hyderabad.</li>\n</ul>\n<blockquote>\"The cases filed against Arjun are within the purview of law and the court granted him bail,\" said Goud.</blockquote>\n<p>This incident highlights the intersection of celebrity culture and legal affairs, as political leaders navigate public sentiment and legal processes simultaneously.</p>"
  },
  {
    "title": "\"Those Who Speak Truth...\": Yogi Adityanath On High Court Judge's Remarks - NDTV",
    "link": "https://news.google.com/rss/articles/CBMitwFBVV95cUxOYUpkYWt5M2xMLUZDLTJsQi1mN2doMFphNEJCdG5PbGllU3BMWU5jc19OdElMSjNEZ1h1U0N5M2tFR1RvR2xfT3dFUjlVblhVd0s1Z2ZVM293bUlPdFdpUjdtQ0hrZUVMNHpHdUJfcjJiRjlOeUFsTHVzcnZSZUFfTWlLaHBBcTZmYTBQUG53ZXRXbGJ5T2pLa2VBVVNqWGNNLXBvdzVubDRRbzhPQUMtVG9WejhBRmPSAb8BQVVfeXFMTmtQNWF4T3h3SXA3bUctV1F1UU1paUVNc1VtbVFYVDl4eTA3OGYwNGtYcE5Vc21DNTdac2VCaXE0ckMxbGVtOF9xLXJnSm1WU1dtdFhpMWI4MWJlYUZpcjVKTktpWWUtWkNWZHJmN3FrVXpmdUtTUW1KN2JIUHRuYlg4T3ZRclA1TEZaUEJpdEQzZzlSejFfUlc0bXh3UjF1QUJfdnhFS3VfSHBnMFdtWXBlMzhmQm1zalpMYUxtaHM?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 18:18:59 GMT",
    "summary": null
  },
  {
    "title": "Al-Jolani says his group won't engage in fight with Israel - Mehr News Agency - English Version",
    "link": "https://news.google.com/rss/articles/CBMilwFBVV95cUxPeEVwLUVqcXRVMEY0NlJmSWZGS0lUWGVpMmJHamZNUnh2bEJ4b0g1QjdicVBXLTdYVFBGRTZ1ekVyNGs0ajR1TC14Rkc3YUl1dEQ0WXAwUGNGNkFIVXRmYnN5S2hxMWFTUnUwZENaWTBIZWtOZGI3YkI1TUttVE41XzRHZDJTOUxBN2VLU1BWQVp2QWlrbjdR0gFLQVVfeXFMUE93eG0yc3ViRmdCaGpTN2tBQ3Q0eFZJNDdldU1VTFRuY0FqVUxYejBHRW8zUXFjUWxzOWtySGJ6TWIyajhqNjQxeFc4?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 18:01:00 GMT",
    "summary": null
  },
  {
    "title": "First case of bird flu reported in Louisiana, patient hospitalised - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMi-AFBVV95cUxPWEFxU1phcUkwOU9oQmFVQm9VOTl3UWU3bGhLQ0JDTGVxc1ZPeUc2UlFiUHdZcjRKSTVXZnB3eVUzZWVuYUNuTVF5dV8yc3hNLVYxUkQ3TUxNMjBobHJfaUsyVmR4SzNmY3B1MWZBM08ycjBxRWxGN1Q3WFdWUXFSWnJHcndfb2lzNkJza1YwRXdhYmVvMk9uM290b2tPa0hRVTh3ZGE2RldJRTNlWXFlNFZqUHIyT2I3SmEtallpSWtoUjFtMjQycFdORmt3TXdsVlJYTmUwZGZCRElaNEZZUkZ2QTVtUk8tNWF3OGdsUHI0THhOWjFQMNIB_gFBVV95cUxQbzFqa3hMVnBQYS1EOWRtS0dVd2FBXzQ3LXRrYmZnaDNZaWFfakdvejNkMUVTUTl3Y09nelY4cGFhXzVoWHgxa2hPVHdtRjcwSC1rZU03WElOYmZTS1BDVHJpcDc5d2hCb2pDYU1hUURxaTBWVHRDalpTNnZQNHM2aU5mdFp1WW1IU3RnMFpZZ3c1ZW1ZOHdHY3o2LTdGaDBGeURTR25PdE5TOE1FVVhsQjNDOXNZMDA1cEY5VEI4a3V2YjRReXNhNG5lcjZyclAydDRRRGtHYk4wYWRNUUgyRVI4REJuenhUV0FSREJMaThBUlQ4bEJUM0t6MzdzZw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 17:50:00 GMT",
    "summary": null
  },
  {
    "title": "US secretary of state Antony Blinken admits of having 'direct contacts' with Syrian rebel group HTS - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMiiAJBVV95cUxNcHdyQzdrRVpWRExUcUk0MF9kblVCRm84MDQyT0F0clZVeFZJYjhvb2hzZG9XTDhuelZQcVdsR2ZEYmhxRU1MSl83ZWdmMnNrZGVLelRYemNzVmF3T2I2TjM4RHdMSmJ0bVVCVjdOUktkVEUtM3NkbVZSUFk3Xy05a1ZEaEYwUG5FU0RMNnpTenZqdm91SjlUUDRYRGR0MTVlODZ0QmZwZkQzTDlWZFctWTBOdF9CQndBZnRRdHVpWW5McWNxRlZocE9mN2JvenlHelBlSDQxUnMydzU0Y29uZHl6RVFVTjUxb2xSelRvb195M29vc01xLTlzUEV4MWFwYzNuUFBNVUbSAY4CQVVfeXFMUEdHbFBZY3FIeElsZ0gxcE9CQ2Uzb2lONl9NVFNubnJXRzFvY000aVB4bVVjMWZHb1ZaMVd0NTR1QXk1S2xuZW8ydGlNNjhvY1lHaEZIWWVSSnNhSVl3UWluVWxZM3AxUGVkSzQ3WmhyUFd2Tl9MNnFhdld4Mm12RDVXSV9Bb1loZTZNQ2hLZDZsS2l2QXNSNjNyU1NXVzk2M2ZkOVh5QjQ5b0ROcHEwQ3FfSnVEUUl2VjNodlV1TUlYTU9NTDBEM0R1eWlCM3M1T1hncERmeTc2U2ljNlVnV1AxdWhfM1ZXX0sta0ZSck1RdUtGOHIwMHVqYUpYdHpNVEZHOS1EZG1ELXJBT2lR?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 17:43:00 GMT",
    "summary": null
  },
  {
    "title": "Mango founder Isak Andic dies in mountain accident - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/europe/mango-founder-isak-andic-passes-away-in-mountain-accident/articleshow/116323460.cms",
    "pubDate": "Sat, 14 Dec 2024 17:35:00 GMT",
    "summary": null
  },
  {
    "title": "'Pushpa 2: The Rule' box office collection day 10: Allu Arjun's arrest refuses to slow down the film's re - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/pushpa-2-the-rule-box-office-collection-day-10-allu-arjuns-arrest-refuses-to-slow-down-the-films-revenue-as-it-crosses-rs-820-crore-mark/articleshow/116323271.cms",
    "pubDate": "Sat, 14 Dec 2024 17:28:00 GMT",
    "summary": "<h1>Pushpa 2: The Rule box office collection day 10: Allu Arjun's arrest refuses to slow down the film's revenue as it crosses Rs 820 crore mark</h1>\n<p><strong>Publication Date:</strong> December 2023 | <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116323271,imgsize-69434,width-400,resizemode-4/116323271.jpg\" alt=\"'Pushpa 2: The Rule' box office collection day 10: Allu Arjun's arrest refuses to slow down the film's revenue as it crosses Rs 820 crore mark\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Allu Arjun in 'Pushpa 2: The Rule'</figcaption>\n<p>Despite legal challenges, 'Pushpa 2: The Rule' continues to perform impressively at the box office, achieving net collections of over Rs 820 crore in India.</p>\n<ul>\n    <li>The film has earned around Rs 60 crore net on its second Friday, totaling approximately Rs 822.20 crore after 10 days.</li>\n    <li>The first-week collection was Rs 725.8 crore, which included Rs 10.65 crore from its premiere and Rs 164.25 crore on opening day.</li>\n    <li>Weekend collections peaked with Rs 141.05 crore on Sunday following a dip on its first Friday.</li>\n    <li>Allu Arjun was arrested on December 13 related to a fan's death incident at the film's premiere but was released on bail the next day.</li>\n    <li>He expressed deep regret for the incident and clarified he had no connection to it.</li>\n</ul>\n<blockquote>“It was purely accidental and unintentional. I have been attending premieres at this theatre for 20 years without incident.” - Allu Arjun</blockquote>\n<p>The film's strong box office performance underscores its popularity, despite the unfortunate events surrounding its premiere, showcasing the resilience of its fanbase and the industry’s support for Allu Arjun.</p>"
  },
  {
    "title": "Omarzai and Rashid lead Afghanistan to T20I series win over sloppy Zimbabwe - ESPNcricinfo",
    "link": "https://www.espncricinfo.com/series/afghanistan-in-zimbabwe-2024-25-1457916/zimbabwe-vs-afghanistan-3rd-t20i-1457922/match-report",
    "pubDate": "Sat, 14 Dec 2024 17:25:30 GMT",
    "summary": "<h1>Omarzai and Rashid lead Afghanistan to T20I series win over sloppy Zimbabwe</h1>\n\n<p><strong>Publication Date:</strong> [Insert Publication Date] <strong>Source:</strong> [Insert Source]</p>\n\n<p>Afghanistan secured a thrilling victory against Zimbabwe in the third T20I, successfully chasing down 128 runs to win the series, thanks to notable performances from Azmatullah Omarzai and Rashid Khan.</p>\n\n<ul>\n    <li>Afghanistan chased down a target of 128 after being 45 for 4 at one point.</li>\n    <li>Azmatullah Omarzai scored 34 runs, while Mohammad Nabi contributed with an unbeaten 24 runs.</li>\n    <li>Zimbabwe posted a total of 127 runs, with Brian Bennett scoring 31 runs, but they were hurt by giving away 17 extras.</li>\n    <li>Rashid Khan excelled with the ball, taking 4 wickets for 27 runs, dismantling Zimbabwe's middle order.</li>\n    <li>Zimbabwe has now lost all six bilateral T20I series against Afghanistan.</li>\n</ul>\n\n<blockquote>“Afghanistan hardly looked in trouble after Akram's over with five wides.”</blockquote>\n<blockquote>“Brian Bennett ended as the highest run-getter across both sides with 107 runs in the series.”</blockquote>\n\n<p>The match showcased Afghanistan's resilience despite early setbacks, with standout performances from Omarzai and Nabi leading them to a historic series victory against Zimbabwe. This win reflects Afghanistan's growing prowess in T20 cricket."
  },
  {
    "title": "Hasina involved in forced disappearances, says Bangladesh inquiry commission - The Hindu",
    "link": "https://www.thehindu.com/news/international/hasina-involved-in-forced-disappearances-says-bangladesh-inquiry-commission/article68986255.ece",
    "pubDate": "Sat, 14 Dec 2024 17:08:00 GMT",
    "summary": "<h1>Hasina involved in forced disappearances, says Bangladesh inquiry commission</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/s83g3q/article68986412.ece/alternates/LANDSCAPE_1200/YE-Top_Photos-Asia-Photo_Gallery_44407.jpg\" alt=\"Soon after Ex-PM Hasina fled, several human rights activists revealed that they were kept imprisoned for years in the House of Mirrors (Aynaghar) in Dhaka, for intense and prolonged interrogation.\" title=\"Soon after Ex-PM Hasina fled, several human rights activists revealed that they were kept imprisoned for years in the House of Mirrors (Aynaghar) in Dhaka, for intense and prolonged interrogation.\" fetchpriority=\"high\">\n<figcaption>Photo Credit: AP</figcaption>\n<p>In a startling report, a Bangladesh inquiry commission has implicated former Prime Minister Sheikh Hasina in enforced disappearances during her time in office, recommending the disbandment of the Rapid Action Battalion.</p>\n<ul>\n    <li>The Commission of Inquiry on Enforced Disappearance reported Sheikh Hasina's involvement in over 1,676 cases, estimating the total could exceed 3,500 cases.</li>\n    <li>The report calls for the disbandment of the Rapid Action Battalion due to its role in human rights abuses.</li>\n    <li>Four individuals were arrested for attacks on a Hindu community in Sunamganj district, linked to communal tensions.</li>\n    <li>The commission noted the involvement of several high-ranking officials, including Hasina's defense adviser.</li>\n    <li>A further interim report is expected in March 2025, with a full review taking an additional year.</li>\n</ul>\n<blockquote>“You are doing a really very important job. We are ready to give you all kinds of support that you need.” - Mohammad Yunus, Chief Adviser</blockquote>\n<p>This inquiry underscores the systematic issues regarding enforced disappearances in Bangladesh, highlighting serious concerns over human rights under Sheikh Hasina's administration.</p>"
  },
  {
    "title": "Vishal Mega Mart IPO Highlights: Issue booked 27.28x led by QIBs, NIIs. Check GMP, review, more | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/ipo/vishal-mega-mart-ipo-day-3-live-updates-issue-booked-1-54x-so-far-led-by-nii-retail-investors-check-gmp-review-more-11734057447987.html",
    "pubDate": "Sat, 14 Dec 2024 17:05:16 GMT",
    "summary": "<h1>Vishal Mega Mart IPO Highlights: Issue booked 27.28x led by QIBs, NIIs. Check GMP, review, more</h1>\n<p><strong>Publication Date:</strong> 13 Dec, 2024 | <strong>Source:</strong> HT Digital Streams Limited</p>\n<figure>\n    <img src=\"https://www.livemint.com/lm-img/img/2024/12/13/600x338/2-0-394793912-retail--5--0_1680596768914_1734058336915.jpg\" alt=\"Vishal Mega Mart IPO Day 3 Live Updates: Vishal Mega Mart IPO date of subscription is scheduled for Wednesday, December 11, and will close on Friday, December 13. Photo by Rajkumar\">\n    <figcaption>Vishal Mega Mart IPO Day 3 Live Updates: Vishal Mega Mart IPO date of subscription is scheduled for Wednesday, December 11, and will close on Friday, December 13. Photo by Rajkumar</figcaption>\n</figure>\n<p>Vishal Mega Mart's IPO, valued at ₹8,000 crore, saw significant interest with a subscription rate of 27.28 times on its third day, primarily from Qualified Institutional Buyers (QIBs) and Non-Institutional Investors (NIIs).</p>\n<ul>\n    <li>The IPO was fully subscribed on the second day, achieving a rate of 1.54 times.</li>\n    <li>The retail investor segment saw a subscription of 2.31 times, while NIIs subscribed at 14.25 times.</li>\n    <li>QIBs led the charge with a staggering 80.75 times subscription rate.</li>\n    <li>Vishal Mega Mart aims for a market valuation of approximately ₹36,120 crore if shares are priced at ₹78.</li>\n    <li>The price band for the IPO is between ₹74 and ₹78 per equity share.</li>\n    <li>The supermarket chain is focused on growth in tier-2 cities with plans to expand its retail presence across India.</li>\n</ul>\n<blockquote>\n    \"The IPO offers an attractive valuation at 76x FY24 PE, making it relatively affordable compared to industry peers.\" - Gaurav Garg, Research Analyst at Lemonn Markets Desk.\n</blockquote>\n<p>This robust response from investors highlights growing confidence in Vishal Mega Mart’s potential amidst a dynamic retail landscape. The IPO has attracted significant attention and is seen as a promising opportunity for investors.</p>"
  },
  {
    "title": "Pushpa 2 Box Office: Allu Arjun film shatter records on Saturday, Eyes 200cr second weekend in India - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-box-office-allu-arjun-film-shatter-records-on-saturday-eyes-200cr-second-weekend-in-india-1362796",
    "pubDate": "Sat, 14 Dec 2024 16:55:43 GMT",
    "summary": "<h1>Pushpa 2 Box Office: Allu Arjun film shatter records on Saturday, Eyes 200cr second weekend in India</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 | <strong>Source:</strong> Pinkvilla</p>\n<img width=\"855\" height=\"855\" src=\"https://www.pinkvilla.com/images/2024-12/1804463813_pushpa-5.jpg\" alt=\"Pushpa 2\" title=\"Allu Arjun in Pushpa 2 (image courtesy of Mythri Movie Makers)\">\n<figcaption>Allu Arjun in Pushpa 2 (image courtesy of Mythri Movie Makers)</figcaption>\n<p>The Second Saturday has significantly boosted Pushpa 2's position in its quest to break lifetime records, particularly that of Baahubali 2.</p>\n<ul>\n    <li>Pushpa 2 is projected to gross over Rs. 70 crore on its Second Saturday, surpassing Baahubali 2's record of Rs. 64.25 crore.</li>\n    <li>The film is now on track to achieve the highest second weekend collection ever, potentially earning around Rs. 200 crore.</li>\n    <li>Early estimates indicate an 80% growth in collections for the Hindi version compared to previous days.</li>\n    <li>Pushpa 2 has passed the Rs. 900 crore milestone, with a total gross of approximately Rs. 925 crore and aiming for Rs. 1000 crore soon.</li>\n</ul>\n<blockquote>\"The trajectory is highly encouraging,\" indicating Pushpa 2's competitive race with Baahubali 2.</blockquote>\n<p>As Pushpa 2 continues to break records, it sets a promising pace for future milestones in the Indian box office landscape.</p>"
  },
  {
    "title": "Xiaomi to refresh Redmi Note 14 series with new budget 4G smartphone release - Notebookcheck.net",
    "link": "https://www.notebookcheck.net/Xiaomi-to-refresh-Redmi-Note-14-series-with-new-budget-4G-smartphone-release.932656.0.html",
    "pubDate": "Sat, 14 Dec 2024 16:44:00 GMT",
    "summary": null
  },
  {
    "title": "7 smart ways to use turmeric for weight loss - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMi2wFBVV95cUxPMlFuVjlPQ3NWUndwZzk5ZElYVnVoVDh6OFYyYkFxb3BwZ0s3V0tRelhLTmk3Z0FuWTFpbGhBbng2dkswX2JwaXNPMEEzMU9RUXpHbjNydkkzTTluQVd0b3lTTnR0ZHR0blBubUVDUFpSRDNkSHR2a3lEdmRjZGhSOG9YMGlmU09YYWM0al9SUndOVWd5V2RBaFlLcEh1MjFvTTZkTjhvLV9zUUhFN2pIR19uUUIxSGM5VW1tNzZWREs0VWZHWUI5cng0RGdXZ05hR0ljQXBSbFgxYXPSAdsBQVVfeXFMTzJRblY5T0NzVlJ3cGc5OWRJWFZ1aFQ4ejhWMmJBcW9wcGdLN1dLUXpYS05pN2dBblkxaWxoQW54NnZLMF9icGlzTzBBMzFPUVF6R24zcnZJM005bkFXdG95U050dGR0dG5Qbm1FQ1BaUkQzZEh0dmt5RHZkY2RoUjhvWDBpZlNPWGFjNGpfUlJ3TlVneVdkQWhZS3BIdTIxb002ZE44by1fc1FIRTdqSEdfblFCMUhjOVVtbTc2VkRLNFVmR1lCOXJ4NERnV2dOYUdJY0FwUmxYMWFz?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 16:30:00 GMT",
    "summary": null
  },
  {
    "title": "Srikanth Gives Leaks About 'Game Changer'.. - Greatandhra",
    "link": "https://www.greatandhra.com/movies/news/srikanth-gives-leaks-about-game-changer-142741",
    "pubDate": "Sat, 14 Dec 2024 16:26:52 GMT",
    "summary": "<h1>Srikanth Gives Leaks About 'Game Changer'</h1>\n<p><strong>Date & Source:</strong> Unknown Date, GreatAndhra</p>\n<figure>\n    <img src=\"https://www.greatandhra.com/newphotos10/srikanth31734193612.jpg\" alt=\"Srikanth Gives Leaks About 'Game Changer'\">\n    <figcaption>Srikanth Gives Leaks About 'Game Changer'</figcaption>\n</figure>\n<p><strong>Introduction:</strong> Srikanth, who plays a key role in the upcoming film 'Game Changer', has shared some insights about the movie, generating excitement among fans.</p>\n<ul>\n    <li>Srikanth assures that 'Game Changer' will exceed all expectations with unexpected twists and turns.</li>\n    <li>The film is said to balance strong narratives with powerful elevations, making it appealing to audiences.</li>\n    <li>Srikanth clarifies that there will be no sequel to 'Game Changer' and attributes shooting delays to scheduling challenges with the star-studded cast.</li>\n    <li>The movie is set to release on January 10 as a Sankranthi treat, with Ram Charan's role as Appanna being a major highlight.</li>\n</ul>\n<blockquote>\"Audiences today love stories that combine strong narratives with powerful elevations. While some films focus solely on elevations, this one perfectly balances both. Shankar’s recent films may not have been successful, but this will not disappoint,\" Srikanth said.</blockquote>\n<p><strong>Conclusion:</strong> 'Game Changer' is anticipated to be a thrilling and well-balanced film, with Srikanth's leaks adding to the hype surrounding its release.</p>"
  },
  {
    "title": "Elon Musk congratulates new world chess champion D Gukesh on historic win - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/chess/elon-musk-congratulates-new-world-chess-champion-d-gukesh-on-historic-win/articleshow/116322346.cms",
    "pubDate": "Sat, 14 Dec 2024 16:06:00 GMT",
    "summary": null
  }
]