[
  {
    "title": "Parliament Winter Session LIVE: BJP says ‘Rahul Gandhi insulted Constitution when he tore UPA bill’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 11:44:40 GMT",
    "summary": "<h1>Parliament Winter Session LIVE: PM Modi to address Lok Sabha shortly</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/narendra_modi_purvodaya_plan_budget__1721789411358_1734178334855.jpg\" alt=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" title=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)</figcaption>\n<p>The Parliament Winter Session is underway, with Prime Minister Modi set to address the Lok Sabha shortly amidst ongoing debates on the Constitution's 75th anniversary. Various members of the opposition have been vocal about their concerns during this special session.</p>\n<ul>\n    <li>PM Modi will speak on the second and final day of the Constitution debate initiated in Lok Sabha.</li>\n    <li>Priyanka Gandhi Vadra made her maiden speech criticizing the ruling government on multiple issues.</li>\n    <li>The opposition has been vocal in defending the Constitution and criticizing the BJP's policies.</li>\n    <li>Congress members protested the alleged vandalization of a replica of the Constitution.</li>\n    <li>The Winter Session began in November and will conclude on December 20.</li>\n</ul>\n<blockquote>“The Constitution is the protective shield of justice, unity, and freedom of expression.” - Priyanka Gandhi Vadra</blockquote>\n<p>The session highlights intense political exchanges and critical discussions on the Constitution, emphasizing the significance of democratic values in India. Prime Minister Modi's upcoming address is highly anticipated amidst this heated political environment.</p>"
  },
  {
    "title": "'Recipe for disaster': CM Omar Abdullah on dual governance model in J&K - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/two-power-centres-are-recipe-for-disaster-says-j-k-chief-minister-omar-abdullah/articleshow/116317042.cms",
    "pubDate": "Sat, 14 Dec 2024 11:06:00 GMT",
    "summary": "<h1>'Recipe for disaster': CM Omar Abdullah on dual governance model in J&K</h1>\n<p><strong>Publication Date:</strong> Not specified <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116317048,imgsize-1373531,width-400,resizemode-4/116317048.jpg\" alt=\"'Recipe for disaster': CM Omar Abdullah on dual governance model in J&amp;K\" title=\"J&amp;K chief minister Omar Abdullah (File photo/ANI)\">\n<figcaption>J&amp;K chief minister Omar Abdullah (File photo/ANI)</figcaption>\n<p>Chief Minister Omar Abdullah criticized the dual governance model in Jammu and Kashmir, describing it as a \"recipe for disaster,\" and called for the restoration of statehood in the region.</p>\n<ul>\n    <li>Abdullah expressed cautious optimism regarding the central government's commitment to restore statehood, citing previous promises from Prime Minister Modi and Home Minister Shah.</li>\n    <li>He emphasized that having multiple power centres leads to inefficiency, using sports leadership as an analogy.</li>\n    <li>Abdullah highlighted the lack of benefits from Union Territory status since taking office and criticized the idea of dual governance, referencing Delhi's arrangement.</li>\n    <li>The Supreme Court has ordered assembly elections by September and called for statehood restoration \"at the earliest\" by December 2023.</li>\n    <li>He mentioned plans for a backup strategy if statehood isn't restored but chose not to disclose details.</li>\n</ul>\n<blockquote>\n    \"Let me just say this, having two power centres anywhere is a recipe for disaster... No organisation works well if there are multiple power centres.\" – Omar Abdullah\n</blockquote>\n<p>In conclusion, Abdullah’s remarks reflect a strong stance against the current governance structure in Jammu and Kashmir, insisting on the need for restoring its statehood to ensure effective administration and representation."
  },
  {
    "title": "Samantha Ruth Prabhu is ‘not crying’ watching Allu Arjun's emotional reunion with wife Sneha Reddy and kids - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/samantha-ruth-prabhu-is-not-crying-watching-allu-arjuns-emotional-reunion-with-wife-sneha-reddy-and-kids-101734169953237.html",
    "pubDate": "Sat, 14 Dec 2024 11:04:26 GMT",
    "summary": "<h1>Samantha Ruth Prabhu is ‘not crying’ watching Allu Arjun's emotional reunion with wife Sneha Reddy and kids</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Allu_Arjun_Sneha_1734170317501_1734170326687.jpg\" alt=\"Allu Arjun greeted his family with a wide smile and hugs after his release from jail.\" title=\"Allu Arjun greeted his family with a wide smile and hugs after his release from jail.\">\n<figcaption>Allu Arjun greeted his family with a wide smile and hugs after his release from jail.</figcaption>\n<p>Allu Arjun had an emotional reunion with his family after being released from jail on interim bail, following his arrest in connection to a tragedy at the premiere of his film, Pushpa 2: The Rule.</p>\n<ul>\n    <li>Allu Arjun was arrested due to a fan's death during a chaotic premiere event.</li>\n    <li>He returned home on Saturday morning to hugs from his family, including his wife and children.</li>\n    <li>Samantha Ruth Prabhu reacted to the moment on her Instagram, stating, \"I am not crying, okay!\"</li>\n    <li>Vignesh Shivan expressed condolences and praised Arjun’s maturity in handling the situation.</li>\n    <li>Other celebrities, including Varun Dhawan and Rashmika Mandanna, showed support for Arjun during this difficult time.</li>\n</ul>\n<blockquote>\n    “Waited to only see this! Very very unfortunate to go through this @alluarjunonline sir, but the way he handled this was very mature and dignified.” - Vignesh Shivan\n</blockquote>\n<p>This incident has drawn significant attention from both fans and the media, highlighting the pressures faced by celebrities in the public eye."
  },
  {
    "title": "Switzerland Suspends MFN Status To India: What It Means For Stock Market Investors? - News18",
    "link": "https://news.google.com/rss/articles/CBMizwFBVV95cUxOa183el82REh1dUllOTg5QUZNbVN2dGpWdGdSUmhGUXZ6UnQ1MDlGS3dtX0FpYlJVQmxnTUdYeVlnekZrbmRUa0hQSWtSRXZLWGV2SHFtOVNxNUdBd3I5eWRMSUptOHJscHVUNVpUNEh6cEJHMzJFV08tTUdDQ1N6SVdZT1RnYXl4NXBiTFhfRTlucmlBMkRVQmlEY09PWU16NFh2SzZRdUd1RE1FcHpMdXgtWi1yZE9uU2t6alhmX1JQdWlZLUEyN1doSVZ2LUHSAdQBQVVfeXFMTVR4Vk5aV0JPZHBialV1V2RfN1NveVRhMlZmRi13MGFBNmVocUFOUXRwSXlBa1NyWnBtbDFHVFlwbVZZNHJXZTRRQWw3TnhBSFNFLWpfVVJLRE9FRmlYdHJhbG9DWW4yRWtpd25SemtBNjF0M09BcHFFdjdJZ1k5VzRMSmJ3eWU5Y0IxQTQ4eHhSYkJ3TU1TMElnM3RHT2ExUW5tNGhGY2hTdWVoSU14T1lWV2h2TTVQZzhhenF2SXdBVG9XOHA2U2FvMmxCX1FhMF9sNWc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 10:44:45 GMT",
    "summary": null
  },
  {
    "title": "Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-hindi-day-10-box-office-trends-allu-arjun-starrer-scores-biggest-second-saturday-in-history-of-hindi-cinema-1362736",
    "pubDate": "Sat, 14 Dec 2024 10:39:02 GMT",
    "summary": "<h1>Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema</h1>\n<p><strong>Published on:</strong> Dec 14, 2024&nbsp;|&nbsp;<strong>Source:</strong> Pinkvilla</p>\n<img src=\"https://www.pinkvilla.com/images/2024-12/1253371340_pushpa-2.jpg\" alt=\"Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema\" title=\"Pushpa 2 (Hindi) Day 10 Box Office Trends: Allu Arjun starrer scores biggest second Saturday in history of Hindi Cinema\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Pushpa 2 (Hindi) Day 10 Box Office Trends</figcaption>\n<p>The Allu Arjun-led Pushpa 2 has achieved a remarkable milestone, setting a record for the highest second Saturday box office collection in the history of Hindi Cinema.</p>\n<ul>\n    <li>The film is expected to earn Rs 41 to Rs 43 crore on its 10th day, raising the total to Rs 458 crore.</li>\n    <li>It surpasses the previous record held by Stree 2, which collected Rs 33 crore on its second Saturday.</li>\n    <li>Pushpa 2’s second weekend collection is projected to reach Rs 115 crore, the highest ever.</li>\n    <li>Allu Arjun is on track to join the Rs 500 crore club by the second Sunday.</li>\n    <li>The film is likely to become the third biggest Hindi feature film in 13 days, surpassing numerous blockbusters.</li>\n</ul>\n<blockquote>“Pushpa 2 has established Allu Arjun as one of the most popular faces in the Hindi markets.”</blockquote>\n<p>In conclusion, Pushpa 2's unprecedented box office success positions it as a formidable contender in Indian cinema, with Allu Arjun possibly becoming a leading crowd-puller in the Hindi film industry.</p>"
  },
  {
    "title": "Redmi Note 14 Pro+ review: A mid-range powerhouse with flagship aspirations - Business Today",
    "link": "https://www.businesstoday.in/technology/reviews/story/redmi-note-14-pro-review-a-mid-range-powerhouse-with-flagship-aspirations-457327-2024-12-14",
    "pubDate": "Sat, 14 Dec 2024 10:26:04 GMT",
    "summary": "<h1>Redmi Note 14 Pro+ review: A mid-range powerhouse with flagship aspirations</h1>\n<p><strong>Date:</strong> [Publication Date] &nbsp; <strong>Source:</strong> [Source]</p>\n<img src=\"https://akm-img-a-in.tosshub.com/businesstoday/styles/medium_crop_simple/public/images/story/202412/img_8360.jpg?h=8265930d&itok=ryRWBdvg\" alt=\"Redmi Note 14 Pro+\" width=\"2083\" height=\"1269\">\n<figcaption>Redmi Note 14 Pro+ Design</figcaption>\n<p>Over the years, the Redmi Note lineup has redefined value-for-money propositions, and the Redmi Note 14 Pro+ continues that legacy, positioned as a premium offering in the sub-₹40,000 segment.</p>\n<ul>\n    <li>Pricing starts at ₹29,999.</li>\n    <li>Design features premium materials and IP68 rating.</li>\n    <li>Display is a 6.67-inch 3D Curved AMOLED with a 120Hz refresh rate.</li>\n    <li>Performance powered by Qualcomm Snapdragon 7s Gen 3, available in multiple variants.</li>\n    <li>Cameras include a 50MP primary, 50MP telephoto, and 20MP front camera.</li>\n    <li>Battery capacity of 6200mAh with 90W HyperCharge support.</li>\n    <li>Software runs on Android 14-based HyperOS with a commitment to updates.</li>\n</ul>\n<blockquote> \n    “The Redmi Note 14 Pro+ is a feature-packed mid-range phone that excels in design, display, and battery life.” \n</blockquote>\n<p>The Redmi Note 14 Pro+ stands as a strong contender in the mid-range smartphone market, offering excellent design, display, and battery life, though it has room for improvement in software and storage options.</p>"
  },
  {
    "title": "Michael Dell spent 40 years preparing for an AI boom no one expected | Company Business News - Mint",
    "link": "https://www.livemint.com/companies/people/michael-dell-spent-40-years-preparing-for-an-ai-boom-no-one-expected-11734171240857.html",
    "pubDate": "Sat, 14 Dec 2024 10:18:19 GMT",
    "summary": null
  },
  {
    "title": "Samsung challenges Apple Vision Pro, unveils its Moohan XR headset - India TV News",
    "link": "https://www.indiatvnews.com/technology/gadgets/samsung-challenges-apple-vision-pro-unveils-its-moohan-xr-headset-2024-12-14-966214",
    "pubDate": "Sat, 14 Dec 2024 09:53:38 GMT",
    "summary": "<h1>Samsung challenges Apple Vision Pro, unveils its Moohan XR headset</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> India TV News</p>\n<img src=\"https://resize.indiatvnews.com/en/centered/newbucket/1200_675/2024/12/samsung-moohan-xr-headset-1734169975.webp\" alt=\"Samsung Moohan XR headset\" width=\"1200\" height=\"675\">\n<figcaption>Samsung Moohan XR headset</figcaption>\n<p>Samsung has unveiled its upcoming Moohan XR headset, designed for mixed reality and augmented reality experiences, during a presentation of Google's new Android XR OS. It will compete with the Apple Vision Pro and Meta Quest 3 when released next year.</p>\n<ul>\n  <li>The headset, codenamed Project Moohan, will support Google's Gemini AI assistant.</li>\n  <li>It will feature apps optimized for a large virtual display and run on the new Android XR platform.</li>\n  <li>Samsung has not disclosed specifics about the release date and pricing.</li>\n  <li>Advanced display technology and multi-modal input capabilities are key specifications.</li>\n  <li>It may include features like live translation and immersive views via Google Maps.</li>\n</ul>\n<blockquote>“The Moohan XR headset... operates on Android XR, Google's new platform that incorporates features for AR, virtual reality (VR), and artificial intelligence (AI).”</blockquote>\n<p>With its innovative features, Samsung's Moohan XR headset aims to position itself as a strong competitor in the growing mixed reality market, directly challenging Apple's Vision Pro."
  },
  {
    "title": "Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\" | Cricket News - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/vinod-kambli-responds-after-kapil-dev-offers-to-help-him-have-no-hesitation-7240365",
    "pubDate": "Sat, 14 Dec 2024 09:51:51 GMT",
    "summary": "<h1>Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\"</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-12/u7eograg_vinod-kambli-kapil-dev_625x300_13_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Vinod Kambli\" width=\"639\" height=\"479\">\n<figcaption>Vinod Kambli has agreed to enter rehab amid concerns over his health and financial crisis. © X (Twitter)</figcaption>\n<p>Vinod Kambli, the former Indian cricketer, is set to enter rehab following a financial and health crisis, with support from notable cricket figures including Kapil Dev and Sunil Gavaskar.</p>\n<ul>\n    <li>Kambli has agreed to enter rehab, acknowledging his previous 14 attempts.</li>\n    <li>Kapil Dev offered to cover treatment costs on the condition that Kambli agrees to rehabilitate.</li>\n    <li>Sunil Gavaskar has also extended help and support to Kambli.</li>\n    <li>Kambli stated he has no hesitation about going to rehab, crediting his wife for managing their financial situation.</li>\n    <li>His only income currently comes from a BCCI pension of Rs 30,000 per month.</li>\n    <li>Other former cricketers, including Ajay Jadeja and Abey Kuruvilla, have reached out to Kambli for support.</li>\n</ul>\n<blockquote>\n    \"Bad (on his financial condition). But the manner in which my wife has handled everything, hats off to her. ... Sure, I have no hesitation (to enter rehab), because until I have my family with me, I'm not afraid of anything, anybody.\" - Vinod Kambli\n</blockquote>\n<p>Kambli expressed optimism about his situation, believing that the BCCI would help him if needed. His recent public appearance raised concerns about his condition, and he is grateful for the support from his peers.</p>"
  },
  {
    "title": "Stock market today: Nifty 50, Sensex jump 1% each; midcaps, smallcaps underperform | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/stock-market-news/stock-market-today-sensex-nifty-50-crash-over-1-each-why-indian-stock-market-is-down-today-explained-11734066340382.html",
    "pubDate": "Sat, 14 Dec 2024 09:44:36 GMT",
    "summary": null
  },
  {
    "title": "Anurag Kashyap says 'ye bhi gayi' as he shares pics from daughter Aaliyah Kashyap's wedding with Shane Gregoire - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/bollywood/anurag-kashyap-says-ye-bhi-gayi-as-he-shares-pics-from-daughter-aaliyah-kashyaps-wedding-with-shane-gregoire-101734166233741.html",
    "pubDate": "Sat, 14 Dec 2024 09:37:19 GMT",
    "summary": "<h1>Anurag Kashyap says 'ye bhi gayi' as he shares pics from daughter Aaliyah Kashyap's wedding with Shane Gregoire</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Anurag_Kashyap_1734167737460_1734167743307.jpg\" alt=\"Anurag Kashyap shared photos featuring himself, Aarti Bajaj, Aaliyah Kashyap and Shane Gregoire.\" title=\"Anurag Kashyap shared photos featuring himself, Aarti Bajaj, Aaliyah Kashyap and Shane Gregoire.\">\n<figcaption>Anurag Kashyap shared photos featuring himself, Aarti Bajaj, Aaliyah Kashyap and Shane Gregoire.</figcaption>\n<p>Filmmaker Anurag Kashyap shared a series of photos from his daughter Aaliyah Kashyap's wedding to Shane Gregoire, highlighting moments spent with family during the special occasion.</p>\n<ul>\n    <li>Anurag Kashyap shared wedding photos on Instagram featuring Aaliyah and Shane.</li>\n    <li>The wedding included rituals performed by Anurag and his ex-wife Aarti Bajaj.</li>\n    <li>Prominent guests at the reception included celebrities like Shah Rukh Khan's daughter Suhana and actors Nawazuddin Siddiqui and Abhishek Bachchan.</li>\n    <li>Aaliyah and Shane got engaged in a private ceremony last year and announced their engagement on Instagram in May 2023.</li>\n</ul>\n<blockquote>\"Ye bhi gayi (This one is also gone) .. @shanegregoire my Silly take care of her. And I will get back to my stubborn self.\"</blockquote>\n<p>Aaliyah and Shane's wedding marked a significant moment for Anurag, who expressed his emotions about the day's importance and shared a heartfelt message on social media. The event celebrated love and family, drawing attention from fans and followers alike.</p>"
  },
  {
    "title": "New Israeli strikes said to target Syrian military sites, underground missile bunkers - The Times of Israel",
    "link": "https://www.timesofisrael.com/new-israeli-strikes-said-to-target-syrian-military-sites-underground-missile-bunkers/",
    "pubDate": "Sat, 14 Dec 2024 09:35:41 GMT",
    "summary": null
  },
  {
    "title": "NASA's critical warning: A 200-foot, airplane-sized asteroid is approaching Earth at high speed tomorrow - Moneycontrol",
    "link": "https://www.moneycontrol.com/science/nasa-s-critical-warning-a-200-foot-airplane-sized-asteroid-is-approaching-earth-at-high-speed-tomorrow-article-12889891.html",
    "pubDate": "Sat, 14 Dec 2024 09:30:41 GMT",
    "summary": null
  },
  {
    "title": "Parliament Winter Session LIVE: ‘Rahul clueless on pages in Constitution', says Thakur - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 09:29:54 GMT",
    "summary": "<h1>Parliament Winter Session LIVE: BJP invokes Emergency to counter Rahul Gandhi's attacks</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/image_1734165966421_1734165975726.png\" alt=\"Parliament Session Live: Leader of opposition in the Lok Sabha speaks during a debate on 75 years of India's Constitution.\" title=\"Parliament Session Live: Leader of opposition in the Lok Sabha speaks during a debate on 75 years of India's Constitution.\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Parliament Session Live: Leader of opposition in the Lok Sabha speaks during a debate on 75 years of India's Constitution.</figcaption>\n<p>During the second day of the Winter Session of Parliament, important discussions took place regarding the Constitution, with prominent debates between the ruling party and the opposition highlighting ongoing political tensions.</p>\n<ul>\n    <li>The Lok Sabha holds a special debate on the Constitution, celebrating its 75th anniversary.</li>\n    <li>Rahul Gandhi accused the BJP of using Emergency tactics to suppress dissent.</li>\n    <li>Priyanka Gandhi Vadra delivered her maiden speech, criticizing the government for failing to support citizens.</li>\n    <li>The BJP countered opposition claims, specifically targeting Rahul Gandhi's remarks on the Constitution and historical figures.</li>\n    <li>Upcoming discussions on the 'One Nation, One Election' bill, sparking controversy among opposition parties.</li>\n</ul>\n<blockquote>\"The Constitution is a document of modern India, but it could never have been written without ancient India, her ideas.\" - Rahul Gandhi</blockquote>\n<p>This Parliament session has showcased the ongoing clash between the BJP and Congress, with leaders vying to define their narratives around the nation's constitutional identity and current political issues.</p>"
  },
  {
    "title": "Rahul Gandhi's Lok Sabha speech on Constitution debate: Key quotes - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/rahul-gandhis-lok-sabha-speech-on-constitution-debate-key-quotes/articleshow/116314696.cms",
    "pubDate": "Sat, 14 Dec 2024 09:18:00 GMT",
    "summary": null
  },
  {
    "title": "'Really surprised': Matthew Hayden reacts to Rohit's bold decision on Day 1 of Gabba Test - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/really-surprised-matthew-hayden-reacts-to-rohits-bold-decision-on-day-1-of-gabba-test/articleshow/116314612.cms",
    "pubDate": "Sat, 14 Dec 2024 09:13:00 GMT",
    "summary": "<h1>'Really surprised': Matthew Hayden reacts to Rohit's bold decision on Day 1 of Gabba Test</h1>\n<p><strong>Publication Date:</strong> NEW DELHI</p>\n<p><strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116314598,imgsize-37904,width-400,resizemode-4/116314598.jpg\" alt=\"'Really surprised': Matthew Hayden reacts to Rohit's bold decision on Day 1 of Gabba Test\" title=\"Matthew Hayden and Rohit Sharma. (File Pic: Image Credit - X)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Matthew Hayden and Rohit Sharma. (File Pic: Image Credit - X)</figcaption>\n<p>Former Australian opener Matthew Hayden expressed surprise at Rohit Sharma's bold decision to bowl first on the opening day of the Gabba Test, given that the pitch conditions seemed more suited for batting.</p>\n<ul>\n    <li>Hayden was taken aback by Rohit's toss decision, stating that the pitch favored batters.</li>\n    <li>He noted that the groundsman had likely prepared the pitch earlier due to recent rain, affecting its behavior.</li>\n    <li>India's bowlers struggled against Australia, who ended the day at 28/0 in 13.2 overs.</li>\n    <li>Hayden believes that the pitch will deteriorate over the next couple of days, making spinners more effective.</li>\n</ul>\n<blockquote>“I was really surprised that actually, Rohit won the toss and decided to bowl, because I felt like it was over-prepared... Almost 12 inches of rain in the past two weeks.\" - Matthew Hayden</blockquote>\n<p>In conclusion, Hayden emphasized that opting to bat first would have been a wiser choice, considering the expected changes in pitch conditions over the course of the match."
  },
  {
    "title": "Viswanathan Anand Responds As Ex-World Champion Criticises D Gukesh's Title Triumph - NDTV Sports",
    "link": "https://sports.ndtv.com/chess/viswanathan-anand-responds-as-ex-world-champion-criticises-d-gukeshs-title-triumph-7239007",
    "pubDate": "Sat, 14 Dec 2024 08:54:56 GMT",
    "summary": "<h1>Viswanathan Anand Responds As Ex-World Champion Criticises D Gukesh's Title Triumph</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img width=\"639\" height=\"479\" src=\"https://c.ndtvimg.com/2024-12/82fkn5no_d-gukesh-afp_625x300_13_December_24.jpg?im=FaceCrop,algorithm=dnn,width=806,height=605\" title=\"Viswanathan Anand Responds As Ex-World Champion Criticises D Gukesh's Title Triumph\">\n<figcaption>D Gukesh became the youngest chess world champion © AFP</figcaption>\n<p>Legendary chess player Viswanathan Anand promised support for D. Gukesh, who faced criticism regarding his World Championship victory over Ding Liren. Anand emphasized that criticism is part of achieving success and praised Gukesh's historic triumph.</p>\n<ul>\n    <li>D. Gukesh becomes the youngest chess world champion by defeating Ding Liren.</li>\n    <li>Critiques from former champion Vladimir Kramnik question the quality of the match.</li>\n    <li>Magnus Carlsen also criticizes the earlier rounds, calling them uncharacteristic for World Championship contenders.</li>\n    <li>Anand advises Gukesh to ignore the criticism and reflects on the importance of his achievement.</li>\n    <li>Anand highlights Gukesh's strong performance in recent competitions leading to his championship win.</li>\n</ul>\n<blockquote>\n    \"To be honest, I think it just comes with the territory. You ignore it and that's all.\" - Viswanathan Anand\n</blockquote>\n<p>In conclusion, Anand views Gukesh's victory as a significant milestone in Indian chess, celebrating the new generation's achievements despite the surrounding criticism.</p>"
  },
  {
    "title": "'Victory of blessed revolution': Thousands flock to streets in Syria to celebrate Assad's fall - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/middle-east/victory-of-blessed-revolution-thousands-flock-to-streets-in-syria-to-celebrate-assads-fall/photostory/116312934.cms",
    "pubDate": "Sat, 14 Dec 2024 08:51:23 GMT",
    "summary": "<h1>'Victory of blessed revolution': Thousands flock to streets in Syria to celebrate Assad's fall</h1>\n<p><strong>Publication Date:</strong> [Insert Date Here] <strong> | Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/imgsize-2356908,msid-116312960,width-600,height-335,resizemode-75/116312960.jpg\" alt=\"Syrians celebrate Assad's fall\">\n<figcaption>Syrians celebrate Assad's fall</figcaption>\n<p>Thousands of Syrians took to the streets to celebrate a significant shift in power as rebel forces ousted Bashar Assad’s government.</p>\n<ul>\n    <li>The celebrations took place in Damascus' largest square, symbolizing a major political change.</li>\n    <li>Syrians observed their first Friday prayers in the main mosque since the fall of Assad.</li>\n    <li>HTS leader Ahmad al-Sharaa congratulated the Syrian people and encouraged peaceful celebrations.</li>\n    <li>Rebel forces ended Assad’s 24-year rule after seizing control of Damascus.</li>\n    <li>Assad fled to Russia for asylum following the collapse of his regime.</li>\n    <li>Mohamed al-Bashir was appointed as caretaker prime minister as the country seeks stability.</li>\n    <li>India evacuated 77 citizens from Syria amid turmoil after the government's overthrow.</li>\n</ul>\n<blockquote>“Now it is time for this people to enjoy stability and calm.” – Mohamed al-Bashir, caretaker prime minister</blockquote>\n<p>The remarkable events in Syria mark a turning point, with hopes for a future of peace and stability following the long rule of Bashar Assad."
  },
  {
    "title": "'Nahi ho raha swing' - Jasprit Bumrah's frustration an early worry for India in Gabba Test - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/nahi-ho-raha-swing-jasprit-bumrahs-frustration-an-early-worry-for-india-in-gabba-test/articleshow/116314004.cms",
    "pubDate": "Sat, 14 Dec 2024 08:49:00 GMT",
    "summary": "<h1>Nahi ho raha swing - Jasprit Bumrah's frustration an early worry for India in Gabba Test</h1>\n<p><strong>Publication Date:</strong> [Insert Date] <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116314093,imgsize-29074,width-400,resizemode-4/116314093.jpg\" alt=\"'Nahi ho raha swing' - Jasprit Bumrah's frustration an early worry for India in Gabba Test\" title=\"Jasprit Bumrah (Photo Source: X)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Jasprit Bumrah (Photo Source: X)</figcaption>\n<p>In the third Test against Australia at the Gabba, Indian captain Rohit Sharma opted to bowl first under cloudy conditions. However, Jasprit Bumrah expressed his frustration over the lack of swing during the early overs.</p>\n<ul>\n    <li>Rohit Sharma chose to bowl first despite expectations of a favorable pitch for fast bowlers.</li>\n    <li>Bumrah was heard on the stump microphone saying, \"Nahin ho raha swing aise bhi; kahin bhi kar lo\", indicating the ball was not swinging.</li>\n    <li>The first day was disrupted by rain, with only 13.2 overs bowled, leaving Australia at 28 for 0 by the end.</li>\n    <li>Indian bowlers experimented with different lines but failed to get swing or seam movement.</li>\n    <li>Former players and commentators expressed concerns about the decision to bowl first at the Gabba, citing historical context.</li>\n</ul>\n<blockquote>\"You bat at the Gabba. If you face Australia, you want them to bat second and fourth.\" - Kerry O'Keeffe</blockquote>\n<p>This situation highlights ongoing challenges for India in the Test series and raises questions about their bowling strategy in conditions that did not provide the expected advantages.</p>"
  },
  {
    "title": "Imad, Amir announce retirement from international cricket - ICC Cricket",
    "link": "https://www.icc-cricket.com/news/pakistan-star-announces-retirement-from-international-cricket",
    "pubDate": "Sat, 14 Dec 2024 08:37:30 GMT",
    "summary": "<h1>Imad, Amir announce retirement from international cricket</h1>\n<p><strong>Publication Date:</strong> October 2023 <strong>Source:</strong> PCB Statement</p>\n<p>Imad Wasim and Mohammad Amir have announced their retirement from international cricket, expressing gratitude to fans and the Pakistan Cricket Board (PCB) for their support throughout their careers.</p>\n<ul>\n    <li>Imad Wasim mentioned the fulfillment of a dream representing Pakistan.</li>\n    <li>He expressed gratitude to fans and the PCB, wishing success for the national team.</li>\n    <li>Mohammad Amir emphasized the honor of playing for Pakistan in all formats.</li>\n    <li>Amir believes it is time for the next generation to take over in Pakistan cricket.</li>\n    <li>Both players thanked fans for their support and the PCB for their assistance over the years.</li>\n</ul>\n<blockquote>“It has been a great journey representing my country... I wish great success to the national team.” – Imad Wasim</blockquote>\n<blockquote>“It has been a great honour to play for Pakistan... I feel this is the right time for the next generation to take the baton.” – Mohammad Amir</blockquote>\n<p>Both Imad Wasim and Mohammad Amir leave behind a legacy of dedication to Pakistan cricket, prompting a hopeful outlook for its future with new players. </p>"
  },
  {
    "title": "South Korea President Yoon Suk Yeol impeached over his martial law order - The Hindu",
    "link": "https://www.thehindu.com/news/international/south-koreas-parliament-votes-to-impeach-president-yoon-suk-yeol-over-his-martial-law-order/article68984822.ece",
    "pubDate": "Sat, 14 Dec 2024 08:21:00 GMT",
    "summary": "<h1>South Korea President Yoon Suk Yeol impeached over his martial law order</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/axo1rz/article68984836.ece/alternates/LANDSCAPE_1200/AFP_36QD2GE.jpg\" alt=\"South Korea’s parliament has voted to impeach President Yoon Suk Yeol.\" />\n<figcaption>South Korea’s parliament has voted to impeach President Yoon Suk Yeol. File | Photo Credit: AFP</figcaption>\n<p>South Korea’s parliament has voted to impeach President Yoon Suk Yeol over his short-lived martial law declaration this month, marking a significant political event in the country.</p>\n<ul>\n    <li>The National Assembly passed the impeachment motion with a vote of 204-85.</li>\n    <li>Yoon’s presidential powers will be suspended pending the Constitutional Court's decision on his impeachment.</li>\n    <li>The court has up to 180 days to decide Yoon's fate; if removed, a national election must be held within 60 days.</li>\n    <li>Yoon stated he will “never give up” and called for stability during this “temporary” pause of his presidency.</li>\n    <li>The martial law decree drew comparisons to South Korea's authoritarian past from the 1980s.</li>\n</ul>\n<blockquote>“I will fight to the end in the face of opposition-led efforts to remove me from office.” - President Yoon Suk Yeol</blockquote>\n<p>The unexpected impeachment reflects deep political tensions in South Korea, and Yoon's fate now lies in the hands of the Constitutional Court. The upcoming decision will be crucial for the future political landscape of the nation.</p>"
  },
  {
    "title": "South Korean President Yoon Suk Yeol Impeached Over Failed Martial Law Bid - NDTV",
    "link": "https://news.google.com/rss/articles/CBMitgFBVV95cUxNaFBWYk10c2pvRVp5OFlVaUxvYVlreEVZWVJEV2JPX3lRTUhiT21oRlNhampXOGp3a05IVG5tZ3l3dmJDaVVaOFlyeEY2eEFRWEJKaW94ZzAxY2Z6SUF4NzdvQ0taemNBZVFoYkV4UW9Ia01tazMtbWs0MHdWbXNsRFl2d3U1Tms0UTZRM2VqbEtLd2VLTnJ5RDJNdVJZcnRiMjVMU0EyZUJOUWxFc2dqNlgtWVhhZw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 08:08:59 GMT",
    "summary": null
  },
  {
    "title": "'Harassment by ED, BJP leaders': Purported suicide note of MP businessman, wife sparks political slugfest - Deccan Herald",
    "link": "https://www.deccanherald.com/india/madhya-pradesh/harassment-by-ed-bjp-leaders-suicide-note-of-mp-businessman-wife-sparks-political-slugfest-3317599",
    "pubDate": "Sat, 14 Dec 2024 07:50:59 GMT",
    "summary": "<h1>Harassment by ED, BJP leaders: Purported suicide note of MP businessman, wife sparks political slugfest</h1>\n<p><strong>Published:</strong> 14 December 2024, <strong>Source:</strong> PTI</p>\n<p>Bhopal: A purported suicide note recovered after the deaths of a businessman and his wife in Madhya Pradesh's Sehore district has ignited a political dispute between the Congress and the ruling BJP.</p>\n<ul>\n    <li>The suicide note reportedly accuses the Enforcement Directorate (ED) and BJP leaders of harassment.</li>\n    <li>Manoj Parmar urged Congress leader Rahul Gandhi to care for his children in the note, saying the couple were supporters of the party.</li>\n    <li>Congress claims harassment led to the couple's deaths, labeling it a state-sponsored murder.</li>\n    <li>BJP leaders condemned the politically charged accusations, calling them a misuse of tragedy for personal gain.</li>\n    <li>The ED conducted searches linked to Parmar under the Prevention of Money Laundering Act prior to the incident.</li>\n</ul>\n<blockquote>\"The deceased's only crime was that during our leader Rahul Gandhi's Bharat Jodo Yatra, his children had supported the yatra by gifting him a piggy bank.\" - Kamal Nath</blockquote>\n<p>The investigation continues, with calls for thorough examination of the circumstances surrounding the tragic deaths amid rising political tension.</p>"
  },
  {
    "title": "Naga Chaitanya, Rana Daggubati, Vijay Deverakonda meet Pushpa 2 star Allu Arjun after his release from jail. Watch videos - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/telugu/naga-chaitanya-rana-daggubati-vijay-deverakonda-meet-pushpa-2-star-allu-arjun-after-his-release-from-jail-watch-videos-9724472/",
    "pubDate": "Sat, 14 Dec 2024 07:46:57 GMT",
    "summary": "<h1>Naga Chaitanya, Rana Daggubati, Vijay Deverakonda meet Pushpa 2 star Allu Arjun after his release from jail. Watch videos.</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Arjun.jpg?w=640\" alt=\"Allu Arjun was welcomed by his friends\" width=\"640\" height=\"360\">\n<figcaption>Allu Arjun was welcomed by his Vijay Deverakonda, Naga Chaitanya, Rana Daggubati and others (Photo: X)</figcaption>\n<p>After his emotional release from jail, Allu Arjun received a warm welcome from his friends and family, including notable actors and the director of his film Pushpa 2.</p>\n<ul>\n    <li>Allu Arjun was released from jail after being arrested in connection with a tragic incident at a screening of his film.</li>\n    <li>Vijay Deverakonda, Naga Chaitanya, Rana Daggubati, and director Sukumar were present to greet him.</li>\n    <li>Many videos and photos of the reunion were shared on social media.</li>\n    <li>The actor had spent a night in Chanchalguda jail before being released.</li>\n</ul>\n<blockquote>“Vijay Deverakonda visiting #AlluArjun shows real brotherhood, fans love this bond!” — Madhu (@MadhuOmNamo)</blockquote>\n<p>Allu Arjun's lawyer claimed that the prison authorities didn’t release him on time despite receiving the bail order. The incident leading to his arrest involved a stampede that resulted in the death of a woman and injuries to her son.</p>\n<p>The outpouring of support from his friends and the public emphasizes the strong connections within the film community and the ongoing love for Allu Arjun among fans.</p>"
  },
  {
    "title": "Political row breaks out between Central and State governments over IAF’s ₹132 crore demand from Kerala as airlift charges - The Hindu",
    "link": "https://www.thehindu.com/news/national/kerala/political-row-breaks-out-between-central-and-state-governments-over-iafs-132-crore-demand-from-kerala-as-airlift-charges/article68984673.ece",
    "pubDate": "Sat, 14 Dec 2024 07:46:00 GMT",
    "summary": "<h1>Political row breaks out between Central and State governments over IAF’s ₹132 crore demand from Kerala as airlift charges</h1>\n<p><strong>Published on:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/f22hsq/article68984762.ece/alternates/LANDSCAPE_1200/PTI08_08_2024_000141B.jpg\" alt=\"Teams of Special Operations Group and IAF, along with one Cadavar dog being airlifted during a search and rescue operation at a landslide-hit area in Wayanad on August 8, 2024.\" title=\"Teams of Special Operations Group and IAF, along with one Cadavar dog being airlifted during a search and rescue operation at a landslide-hit area in Wayanad on August 8, 2024.\">\n<figcaption>Teams of Special Operations Group and IAF, along with one Cadavar dog being airlifted during a search and rescue operation at a landslide-hit area in Wayanad on August 8, 2024. | Photo Credit: PTI</figcaption>\n<p>Another political row has broken out between the State and Central governments over the Indian Air Force’s (IAF) demand that Kerala recompense an outstanding ₹132 crore airway bill incurred during disaster-related humanitarian operations.</p>\n<ul>\n    <li>The IAF's demand surfaces amid calls for federal aid for Wayanad's landslide recovery.</li>\n    <li>Kerala's Revenue Minister K. Rajan criticized the Centre's demand as discriminatory against the state.</li>\n    <li>The Centre is accused of stonewalling Kerala's request to classify the Wayanad landslide as a Level 3 disaster for federal aid eligibility.</li>\n    <li>K. Rajan emphasized that Kerala is financially strained and cannot afford to compensate the IAF without federal support.</li>\n    <li>Joint protests from Kerala MPs, including Congress's Priyanka Gandhi Vadra, have been organized against the Centre's actions.</li>\n</ul>\n<blockquote>\"The Centre's demand for monetary reimbursement for humanitarian operations amid ongoing disaster recovery in Kerala is unjust and discriminatory.\"</blockquote>\n<p>Kerala's officials plan to petition the Centre to waive the IAF's charges, highlighting a growing tension in federal-state relations over disaster aid and support.</p>"
  },
  {
    "title": "Bengaluru Techie's Wife, In-Laws File Anticipatory Bail Plea After Summons - NDTV",
    "link": "https://news.google.com/rss/articles/CBMisgFBVV95cUxOUGFtMjBNTHBWNVd5a1ZmWENqZGVjRnV4ZGx0QzQyaEREdWlUYzVnTUZ5bEg4Y0pGcmRNVjAwbFhsQ01EMm5FQk9yVFdKekFkcV96d3N1cElfbDlBUVdHTEtKOHNCZE45OXNmeWlSVDRZNmgwZmQ0cjlzbzJlYTVJZzlHRTV4SG4xNEpnMm1UZ3hoNV9QNkFNX245SVVtV0NKbjdOdi0ycWJENEJLSWc2dG9R0gG6AUFVX3lxTE0yS29OWVNFbF9JSVNXUUloMjBHeVJ0ejVyUERDY2ZDQnJzTzRTZ3V1TmprVC1yUDlIUTdEZzI2bkVZUi1peEVTRVFGenl1NWx6RnJrZkhyUFltLWlFMmlmaDFkX2R0Q3N3WWlPTXkzXzhucEp2VVRNV0U5STFHZkVVSTdRbTNGY1dKSW9aSjM0d3BFUi0wbm05T0J6SF9HZlZZVlFRSWV1bGhhNl9vODZFZ3JsNE5lVkh0Zw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 07:44:34 GMT",
    "summary": null
  },
  {
    "title": "Atul Subhash Suicide | Accused-Wife Moves Allahabad High Court Seeking Anticipatory Bail In Abetment To... - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/high-court/allahabad-high-court/atul-subhash-suicide-accused-wife-moves-allahabad-high-court-seeking-anticipatory-bail-in-abetment-to-suicide-case-278344",
    "pubDate": "Sat, 14 Dec 2024 07:30:03 GMT",
    "summary": "<h1>Atul Subhash Suicide | Accused-Wife Moves Allahabad High Court Seeking Anticipatory Bail In Abetment To</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Live Law</p>\n<img src=\"https://www.livelaw.in/h-upload/2024/12/14/750x450_576388-atul-subhash.webp\" alt=\"Atul Subhash Suicide | Accused-Wife Moves Allahabad High Court Seeking Anticipatory Bail In Abetment To Suicide Case\" title=\"Atul Subhash Suicide | Accused-Wife Moves Allahabad High Court Seeking Anticipatory Bail In Abetment To Suicide Case\">\n<figcaption>Image related to Atul Subhash's case.</figcaption>\n<p>The wife of Atul Subhash, a 34-year-old techie from Bangalore who allegedly died by suicide, has filed for anticipatory bail in connection with an FIR accusing her and her family of abetting his suicide.</p>\n<ul>\n    <li>Atul Subhash left a 'justice is due' placard and a 24-page suicide note before his death.</li>\n    <li>He recorded an 81-minute video detailing the harassment he faced from his wife, Nikita Singhania, during their legal disputes.</li>\n    <li>An FIR was lodged against Nikita and her family by Atul's brother, claiming abetment to suicide.</li>\n    <li>Nikita and three family members have filed an anticipatory bail plea with the Allahabad High Court.</li>\n    <li>A PIL has been filed in the Supreme Court seeking reforms in domestic violence and dowry laws to protect husbands and their families.</li>\n</ul>\n<blockquote>\n    <p>#JustIn #AtulSubhashSuicideCase | An anticipatory bail petition has been filed by his wife, Nikita Singhania, and three of her family members before the #AllahabadHighCourt in connection with an FIR filed against them over abetment to suicide case.</p>\n</blockquote>\n<p>This case highlights the complexities surrounding domestic disputes and mental health, raising important discussions on legal protections in familial conflicts.</p>"
  },
  {
    "title": "Mukesh Ambani names Ira Bindra as Group President for RIL human resources - Business Standard",
    "link": "https://www.business-standard.com/companies/news/ambani-names-ira-bindra-as-group-president-for-human-resources-at-reliance-124121400235_1.html",
    "pubDate": "Sat, 14 Dec 2024 07:21:51 GMT",
    "summary": null
  },
  {
    "title": "'Nahi ho raha...': Jasprit Bumrah's anguish caught on stump mic before rain crashes Day 1 of India vs Australia 3rd Test - Hindustan Times",
    "link": "https://www.hindustantimes.com/cricket/nahi-ho-raha-jasprit-bumrahs-anguish-caught-on-stump-mic-before-rain-crashes-day-1-of-india-vs-australia-3rd-test-101734159788152.html",
    "pubDate": "Sat, 14 Dec 2024 07:18:25 GMT",
    "summary": "<h1>'Nahi ho raha...': Jasprit Bumrah's anguish caught on stump mic before rain crashes Day 1 of India vs Australia 3rd Test</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/CRICKET-AUS-IND-27_1734159859199_1734159883727.jpg\" alt=\"India's paceman Jasprit Bumrah reacts after a delivery to Australia's Usman Khawaja (C) on the first day of the third cricket Test match. (Photo by David GRAY / AFP)(AFP)\" title=\"India's paceman Jasprit Bumrah reacts after a delivery to Australia's Usman Khawaja (C) on the first day of the third cricket Test match. (Photo by David GRAY / AFP)(AFP)\">\n<figcaption>India's paceman Jasprit Bumrah reacts after a delivery to Australia's Usman Khawaja (C) on the first day of the third cricket Test match. (Photo by David GRAY / AFP)(AFP)</figcaption>\n<p>Rain disrupted Day 1 of the third Test between India and Australia at the Gabba, allowing only 13.2 overs of play. The highlight was a moment captured on the stump mic featuring Jasprit Bumrah expressing his frustration.</p>\n<ul>\n    <li>Rohit Sharma won the toss and opted to bowl first under overcast conditions.</li>\n    <li>Jasprit Bumrah struggled to find swing and indicated to Shubman Gill during play that the ball wasn't swinging as expected.</li>\n    <li>Usman Khawaja and Nathan McSweeney faced the Indian bowlers comfortably, contributing to Australia's score of 28/0 before rain halted play.</li>\n    <li>The play is scheduled to resume with adjusted timings at 5:20 AM IST, contingent on weather conditions.</li>\n</ul>\n<blockquote>\n    <p>“Nahi ho raha swing aise bhi (The ball isn't swinging),” Jasprit Bumrah expressed to Shubman Gill after his delivery.</p>\n</blockquote>\n<p>As both teams prepare for the resumption, memories of India's historic win at the Gabba in 2020-21 loom large, with Rishabh Pant sharing his positive outlook about returning to the venue.</p>"
  },
  {
    "title": "'Happy we reached our country': Four Indians arrive in Delhi from Syria - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/happy-we-reached-our-country-four-indians-arrive-in-delhi-from-syria/articleshow/116310411.cms",
    "pubDate": "Sat, 14 Dec 2024 07:16:00 GMT",
    "summary": null
  }
]