[
  {
    "title": "Founder of fashion brand Mango, Isak Andic, dies in mountain accident - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/founder-of-fashion-brand-mango-isak-andic-dies-in-mountain-accident-101734203386816.html",
    "pubDate": "Sat, 14 Dec 2024 19:33:41 GMT",
    "summary": "<h1>Founder of fashion brand Mango, Isak Andic, dies in mountain accident</h1>\n<p><strong>Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/France-Isak-Andic-Obit-0_1734203623806_1734203651799.jpg\" alt=\"Isak Andic, the founder of Spanish fashion brand Mango, died in a mountain accident(AP)\" title=\"Isak Andic, the founder of Spanish fashion brand Mango, died in a mountain accident(AP)\">\n<figcaption>Isak Andic, the founder of Spanish fashion brand Mango, died in a mountain accident(AP)</figcaption>\n<p>Isak Andic, the Istanbul-born founder and owner of the fashion brand Mango, tragically died in a hiking accident near Barcelona, falling from a 150-metre cliff while hiking with family.</p>\n<ul>\n    <li>Andic was 71 years old at the time of his death.</li>\n    <li>The accident occurred near the Montserrat caves close to Barcelona.</li>\n    <li>Mango CEO Toni Ruiz expressed the legacy Andic left behind, stating, “His departure leaves a huge void.”</li>\n    <li>Andic founded Mango in 1984 after moving to Catalonia in the 1960s.</li>\n    <li>He had a net worth of $4.5 billion, according to Forbes.</li>\n    <li>Mango reported a turnover of 3.1 billion euros in 2023, with significant online sales and a presence in over 120 markets.</li>\n</ul>\n<blockquote>“He leaves an indelible mark on the Catalan and global fashion sector.” - Salvador Illa, head of the regional government of Catalonia</blockquote>\n<p>This loss has sent shockwaves through the fashion industry, as Andic's contributions and vision helped shape Mango into a globally recognized brand."
  },
  {
    "title": "Hidden dangers of not drinking enough water during winter - The Times of India",
    "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/hidden-dangers-of-not-drinking-enough-water-during-winter/articleshow/116325584.cms",
    "pubDate": "Sat, 14 Dec 2024 19:20:00 GMT",
    "summary": "<h1>Hidden dangers of not drinking enough water during winter</h1>\n<p><strong>Publication Date:</strong> (Not provided) <strong>Source:</strong> (Not provided)</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116325656,imgsize-1435027,width-400,resizemode-4/116325656.jpg\" alt=\"Hidden dangers of not drinking enough water during winter\" title=\" (Image: Canva)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>(Image: Canva)</figcaption>\n<p>As winter arrives, many people reduce their water intake, leading to dehydration and various health risks. It’s crucial to stay hydrated even in colder temperatures.</p>\n<ul>\n    <li>Dehydration can lead to kidney stones, urinary tract infections, and constipation.</li>\n    <li>Lack of water affects mental and physical performance, causing confusion and memory loss.</li>\n    <li>Cold weather increases strain on the heart, especially in dehydration.</li>\n    <li>Water is vital for digestion; inadequate intake can result in constipation and abdominal discomfort.</li>\n</ul>\n<blockquote>\"Regardless of the temperature, it is important to be hydrated all year round. Lack of water not only results in dehydration but also increases the risk of kidney stones and urinary tract infections.\"</blockquote>\n<p>To maintain hydration in winter, consider drinking herbal teas, adding flavor to water with fruits, and increasing liquid food intake while avoiding caffeine.</p>"
  },
  {
    "title": "Marius, the man who named Jupiter’s Galilean moons - The Hindu",
    "link": "https://www.thehindu.com/children/marius-the-man-who-named-jupiters-galilean-moons/article68950364.ece",
    "pubDate": "Sat, 14 Dec 2024 19:11:00 GMT",
    "summary": "<h1>Marius, the man who named Jupiter’s Galilean moons</h1>\n<p><strong>Published on:</strong> December 15, 2024<!-- Add the source if available --> </p>\n<img src=\"https://th-i.thgim.com/public/incoming/sgvfmh/article68950335.ece/alternates/FREE_1200/15istb%20Simon_Marius%202.jpg\" alt=\"This portrait of Marius appeared as a frontispiece (illustration facing the title page of a book) to the Mundus Iovialis.\" width=\"100%\">\n<figcaption>This portrait of Marius appeared as a frontispiece to the <i>Mundus Iovialis</i>. It also shows Jupiter’s moons in orbit around the planet – something that Galileo didn’t include in his book. | Photo Credit: WIKIMEDIA COMMONS</figcaption>\n<p>Simon Marius, a 17th-century astronomer, is known for naming the four largest moons of Jupiter despite being overshadowed by Galileo, who claimed to have discovered them first. The debate over Marius' contributions continues today.</p>\n<ul>\n    <li>Marius was an astronomer, mathematician, physician, and calendar maker born in 1573 in Gunzenhausen, Germany.</li>\n    <li>He independently observed Jupiter's moons on December 29, 1609, claiming to see “four tiny stars” aligned with the planet.</li>\n    <li>In 1614, Marius published <i>Mundus Iovialis</i>, detailing his findings including Jupiter’s moons and the Andromeda Galaxy.</li>\n    <li>His suggested names for the moons—Io, Europa, Ganymede, and Callisto—were influenced by the work of Johannes Kepler.</li>\n    <li>Galileo accused Marius of plagiarism in 1623, resulting in ongoing debate about Marius' contributions to astronomy.</li>\n</ul>\n<blockquote>“While it is nigh impossible for us to determine if Marius does deserve credit for independently discovering the four major satellites of Jupiter, there’s no doubt that he was the one who gave them the names that are now in use.”</blockquote>\n<p>The legacy of Simon Marius highlights the complexities of scientific discovery and the importance of acknowledgment in the history of astronomy. Despite controversies, his contributions to the naming of Jupiter’s moons remain significant."
  },
  {
    "title": "Chinese flagship phones are great value for money, but they won't stay cheaper for much longer – here's why - TechRadar",
    "link": "https://www.techradar.com/phones/chinese-flagship-phones-are-great-value-for-money-but-they-wont-stay-cheap-for-much-longer-heres-why",
    "pubDate": "Sat, 14 Dec 2024 19:00:00 GMT",
    "summary": "<h1>Chinese flagship phones are great value for money, but they won't stay cheaper for much longer &ndash; here's why</h1>\n<p><strong>Publication Date:</strong> October 2023 | <strong>Source:</strong> TechRadar</p>\n<figure>\n    <img src=\"https://cdn.mos.cms.futurecdn.net/uKJ4AzAEDNB69yjxZb44RA-320-80.jpg\" alt=\"Xiaomi 14 Ultra\">\n    <figcaption>The Xiaomi 14 Ultra is among the best phones we've tested this year (Image credit: Future / Roland Moore-Colyer)</figcaption>\n</figure>\n<p>The article discusses the changing landscape of Chinese flagship smartphones, emphasizing their increasing prices while maintaining high value and specifications, particularly in Western markets.</p>\n<ul>\n    <li>Chinese brands like Xiaomi and Oppo are making significant inroads in Western markets, including the UK and Australia.</li>\n    <li>The Xiaomi 14 Ultra retails for £1,299, surpassing some of the most expensive models from established brands.</li>\n    <li>Chinese manufacturers, previously focused on cheaper alternatives, are shifting toward offering high-end devices at competitive prices.</li>\n    <li>Upcoming models are expected to carry even higher price tags, indicating a trend toward premium pricing.</li>\n</ul>\n<blockquote>\n    <p>The modus operandi for Chinese flagship challengers has changed: where previously these companies sought to offer comparable performance at cheaper prices, now they're focused on delivering better performance at bigger prices.</p>\n</blockquote>\n<p>The article concludes that consumers might want to secure a Chinese flagship phone soon, as the era of affordable high-end devices may soon be over.</p>"
  },
  {
    "title": "Allu Arjun arrest: Telangana congress president says law will take its course - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/allu-arjun-arrest-telangana-congress-president-says-law-will-take-its-course-101734198251098.html",
    "pubDate": "Sat, 14 Dec 2024 18:43:57 GMT",
    "summary": "<h1>Allu Arjun arrest: Telangana congress president says law will take its course</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/ANI-20241214454-0_1734201556256_1734201588361.jpg\" alt=\"The ruling Congress president in Telangana B Mahesh Kumar Goud on Saturday law was taking its course in Allu Arjun's case\" title=\"The ruling Congress president in Telangana B Mahesh Kumar Goud on Saturday law was taking its course in Allu Arjun's case\">\n<figcaption>The ruling Congress president in Telangana B Mahesh Kumar Goud on Saturday law was taking its course in Allu Arjun's case(Tharun Vinny)</figcaption>\n<p>B Mahesh Kumar Goud, the Congress president in Telangana, commented on the arrest of popular Telugu actor Allu Arjun, stating that the legal process is being followed, and expressed that the party holds no ill will against film actors.</p>\n<ul>\n    <li>Goud stated that the cases against Arjun are legal and he has been granted bail.</li>\n    <li>He emphasized Congress's supportive stance towards cinema heroes, citing historical support for the Telugu film industry.</li>\n    <li>The arrest of Allu Arjun arose from an incident during the premiere of his film 'Pushpa 2' where a fan jostling led to a woman's death.</li>\n    <li>Goud criticized BJP leaders for politicizing the situation regarding the arrest.</li>\n    <li>He mentioned the need for lawful action against BRS leader K T Rama Rao if irregularities are found in connection to a past race event in Hyderabad.</li>\n</ul>\n<blockquote>\"The cases filed against Arjun are within the purview of law and the court granted him bail,\" said Goud.</blockquote>\n<p>This incident highlights the intersection of celebrity culture and legal affairs, as political leaders navigate public sentiment and legal processes simultaneously.</p>"
  },
  {
    "title": "\"Those Who Speak Truth...\": Yogi Adityanath On High Court Judge's Remarks - NDTV",
    "link": "https://news.google.com/rss/articles/CBMitwFBVV95cUxOYUpkYWt5M2xMLUZDLTJsQi1mN2doMFphNEJCdG5PbGllU3BMWU5jc19OdElMSjNEZ1h1U0N5M2tFR1RvR2xfT3dFUjlVblhVd0s1Z2ZVM293bUlPdFdpUjdtQ0hrZUVMNHpHdUJfcjJiRjlOeUFsTHVzcnZSZUFfTWlLaHBBcTZmYTBQUG53ZXRXbGJ5T2pLa2VBVVNqWGNNLXBvdzVubDRRbzhPQUMtVG9WejhBRmPSAb8BQVVfeXFMTmtQNWF4T3h3SXA3bUctV1F1UU1paUVNc1VtbVFYVDl4eTA3OGYwNGtYcE5Vc21DNTdac2VCaXE0ckMxbGVtOF9xLXJnSm1WU1dtdFhpMWI4MWJlYUZpcjVKTktpWWUtWkNWZHJmN3FrVXpmdUtTUW1KN2JIUHRuYlg4T3ZRclA1TEZaUEJpdEQzZzlSejFfUlc0bXh3UjF1QUJfdnhFS3VfSHBnMFdtWXBlMzhmQm1zalpMYUxtaHM?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 18:18:59 GMT",
    "summary": null
  },
  {
    "title": "First case of bird flu reported in Louisiana, patient hospitalised - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMi-AFBVV95cUxPWEFxU1phcUkwOU9oQmFVQm9VOTl3UWU3bGhLQ0JDTGVxc1ZPeUc2UlFiUHdZcjRKSTVXZnB3eVUzZWVuYUNuTVF5dV8yc3hNLVYxUkQ3TUxNMjBobHJfaUsyVmR4SzNmY3B1MWZBM08ycjBxRWxGN1Q3WFdWUXFSWnJHcndfb2lzNkJza1YwRXdhYmVvMk9uM290b2tPa0hRVTh3ZGE2RldJRTNlWXFlNFZqUHIyT2I3SmEtallpSWtoUjFtMjQycFdORmt3TXdsVlJYTmUwZGZCRElaNEZZUkZ2QTVtUk8tNWF3OGdsUHI0THhOWjFQMNIB_gFBVV95cUxQbzFqa3hMVnBQYS1EOWRtS0dVd2FBXzQ3LXRrYmZnaDNZaWFfakdvejNkMUVTUTl3Y09nelY4cGFhXzVoWHgxa2hPVHdtRjcwSC1rZU03WElOYmZTS1BDVHJpcDc5d2hCb2pDYU1hUURxaTBWVHRDalpTNnZQNHM2aU5mdFp1WW1IU3RnMFpZZ3c1ZW1ZOHdHY3o2LTdGaDBGeURTR25PdE5TOE1FVVhsQjNDOXNZMDA1cEY5VEI4a3V2YjRReXNhNG5lcjZyclAydDRRRGtHYk4wYWRNUUgyRVI4REJuenhUV0FSREJMaThBUlQ4bEJUM0t6MzdzZw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 17:50:00 GMT",
    "summary": null
  },
  {
    "title": "Mango founder Isak Andic dies in mountain accident - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/europe/mango-founder-isak-andic-passes-away-in-mountain-accident/articleshow/116323460.cms",
    "pubDate": "Sat, 14 Dec 2024 17:35:00 GMT",
    "summary": null
  },
  {
    "title": "'Pushpa 2: The Rule' box office collection day 10: Allu Arjun's arrest refuses to slow down the film's re - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/pushpa-2-the-rule-box-office-collection-day-10-allu-arjuns-arrest-refuses-to-slow-down-the-films-revenue-as-it-crosses-rs-820-crore-mark/articleshow/116323271.cms",
    "pubDate": "Sat, 14 Dec 2024 17:28:00 GMT",
    "summary": "<h1>Pushpa 2: The Rule box office collection day 10: Allu Arjun's arrest refuses to slow down the film's revenue as it crosses Rs 820 crore mark</h1>\n<p><strong>Publication Date:</strong> December 2023 | <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116323271,imgsize-69434,width-400,resizemode-4/116323271.jpg\" alt=\"'Pushpa 2: The Rule' box office collection day 10: Allu Arjun's arrest refuses to slow down the film's revenue as it crosses Rs 820 crore mark\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Allu Arjun in 'Pushpa 2: The Rule'</figcaption>\n<p>Despite legal challenges, 'Pushpa 2: The Rule' continues to perform impressively at the box office, achieving net collections of over Rs 820 crore in India.</p>\n<ul>\n    <li>The film has earned around Rs 60 crore net on its second Friday, totaling approximately Rs 822.20 crore after 10 days.</li>\n    <li>The first-week collection was Rs 725.8 crore, which included Rs 10.65 crore from its premiere and Rs 164.25 crore on opening day.</li>\n    <li>Weekend collections peaked with Rs 141.05 crore on Sunday following a dip on its first Friday.</li>\n    <li>Allu Arjun was arrested on December 13 related to a fan's death incident at the film's premiere but was released on bail the next day.</li>\n    <li>He expressed deep regret for the incident and clarified he had no connection to it.</li>\n</ul>\n<blockquote>“It was purely accidental and unintentional. I have been attending premieres at this theatre for 20 years without incident.” - Allu Arjun</blockquote>\n<p>The film's strong box office performance underscores its popularity, despite the unfortunate events surrounding its premiere, showcasing the resilience of its fanbase and the industry’s support for Allu Arjun.</p>"
  },
  {
    "title": "Omarzai and Rashid lead Afghanistan to T20I series win over sloppy Zimbabwe - ESPNcricinfo",
    "link": "https://www.espncricinfo.com/series/afghanistan-in-zimbabwe-2024-25-1457916/zimbabwe-vs-afghanistan-3rd-t20i-1457922/match-report",
    "pubDate": "Sat, 14 Dec 2024 17:25:30 GMT",
    "summary": "<h1>Omarzai and Rashid lead Afghanistan to T20I series win over sloppy Zimbabwe</h1>\n\n<p><strong>Publication Date:</strong> [Insert Publication Date] <strong>Source:</strong> [Insert Source]</p>\n\n<p>Afghanistan secured a thrilling victory against Zimbabwe in the third T20I, successfully chasing down 128 runs to win the series, thanks to notable performances from Azmatullah Omarzai and Rashid Khan.</p>\n\n<ul>\n    <li>Afghanistan chased down a target of 128 after being 45 for 4 at one point.</li>\n    <li>Azmatullah Omarzai scored 34 runs, while Mohammad Nabi contributed with an unbeaten 24 runs.</li>\n    <li>Zimbabwe posted a total of 127 runs, with Brian Bennett scoring 31 runs, but they were hurt by giving away 17 extras.</li>\n    <li>Rashid Khan excelled with the ball, taking 4 wickets for 27 runs, dismantling Zimbabwe's middle order.</li>\n    <li>Zimbabwe has now lost all six bilateral T20I series against Afghanistan.</li>\n</ul>\n\n<blockquote>“Afghanistan hardly looked in trouble after Akram's over with five wides.”</blockquote>\n<blockquote>“Brian Bennett ended as the highest run-getter across both sides with 107 runs in the series.”</blockquote>\n\n<p>The match showcased Afghanistan's resilience despite early setbacks, with standout performances from Omarzai and Nabi leading them to a historic series victory against Zimbabwe. This win reflects Afghanistan's growing prowess in T20 cricket."
  },
  {
    "title": "Hasina involved in forced disappearances, says Bangladesh inquiry commission - The Hindu",
    "link": "https://www.thehindu.com/news/international/hasina-involved-in-forced-disappearances-says-bangladesh-inquiry-commission/article68986255.ece",
    "pubDate": "Sat, 14 Dec 2024 17:08:00 GMT",
    "summary": "<h1>Hasina involved in forced disappearances, says Bangladesh inquiry commission</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/s83g3q/article68986412.ece/alternates/LANDSCAPE_1200/YE-Top_Photos-Asia-Photo_Gallery_44407.jpg\" alt=\"Soon after Ex-PM Hasina fled, several human rights activists revealed that they were kept imprisoned for years in the House of Mirrors (Aynaghar) in Dhaka, for intense and prolonged interrogation.\" title=\"Soon after Ex-PM Hasina fled, several human rights activists revealed that they were kept imprisoned for years in the House of Mirrors (Aynaghar) in Dhaka, for intense and prolonged interrogation.\" fetchpriority=\"high\">\n<figcaption>Photo Credit: AP</figcaption>\n<p>In a startling report, a Bangladesh inquiry commission has implicated former Prime Minister Sheikh Hasina in enforced disappearances during her time in office, recommending the disbandment of the Rapid Action Battalion.</p>\n<ul>\n    <li>The Commission of Inquiry on Enforced Disappearance reported Sheikh Hasina's involvement in over 1,676 cases, estimating the total could exceed 3,500 cases.</li>\n    <li>The report calls for the disbandment of the Rapid Action Battalion due to its role in human rights abuses.</li>\n    <li>Four individuals were arrested for attacks on a Hindu community in Sunamganj district, linked to communal tensions.</li>\n    <li>The commission noted the involvement of several high-ranking officials, including Hasina's defense adviser.</li>\n    <li>A further interim report is expected in March 2025, with a full review taking an additional year.</li>\n</ul>\n<blockquote>“You are doing a really very important job. We are ready to give you all kinds of support that you need.” - Mohammad Yunus, Chief Adviser</blockquote>\n<p>This inquiry underscores the systematic issues regarding enforced disappearances in Bangladesh, highlighting serious concerns over human rights under Sheikh Hasina's administration.</p>"
  },
  {
    "title": "Vishal Mega Mart IPO Highlights: Issue booked 27.28x led by QIBs, NIIs. Check GMP, review, more | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/ipo/vishal-mega-mart-ipo-day-3-live-updates-issue-booked-1-54x-so-far-led-by-nii-retail-investors-check-gmp-review-more-11734057447987.html",
    "pubDate": "Sat, 14 Dec 2024 17:05:16 GMT",
    "summary": "<h1>Vishal Mega Mart IPO Highlights: Issue booked 27.28x led by QIBs, NIIs. Check GMP, review, more</h1>\n<p><strong>Publication Date:</strong> 13 Dec, 2024 | <strong>Source:</strong> HT Digital Streams Limited</p>\n<figure>\n    <img src=\"https://www.livemint.com/lm-img/img/2024/12/13/600x338/2-0-394793912-retail--5--0_1680596768914_1734058336915.jpg\" alt=\"Vishal Mega Mart IPO Day 3 Live Updates: Vishal Mega Mart IPO date of subscription is scheduled for Wednesday, December 11, and will close on Friday, December 13. Photo by Rajkumar\">\n    <figcaption>Vishal Mega Mart IPO Day 3 Live Updates: Vishal Mega Mart IPO date of subscription is scheduled for Wednesday, December 11, and will close on Friday, December 13. Photo by Rajkumar</figcaption>\n</figure>\n<p>Vishal Mega Mart's IPO, valued at ₹8,000 crore, saw significant interest with a subscription rate of 27.28 times on its third day, primarily from Qualified Institutional Buyers (QIBs) and Non-Institutional Investors (NIIs).</p>\n<ul>\n    <li>The IPO was fully subscribed on the second day, achieving a rate of 1.54 times.</li>\n    <li>The retail investor segment saw a subscription of 2.31 times, while NIIs subscribed at 14.25 times.</li>\n    <li>QIBs led the charge with a staggering 80.75 times subscription rate.</li>\n    <li>Vishal Mega Mart aims for a market valuation of approximately ₹36,120 crore if shares are priced at ₹78.</li>\n    <li>The price band for the IPO is between ₹74 and ₹78 per equity share.</li>\n    <li>The supermarket chain is focused on growth in tier-2 cities with plans to expand its retail presence across India.</li>\n</ul>\n<blockquote>\n    \"The IPO offers an attractive valuation at 76x FY24 PE, making it relatively affordable compared to industry peers.\" - Gaurav Garg, Research Analyst at Lemonn Markets Desk.\n</blockquote>\n<p>This robust response from investors highlights growing confidence in Vishal Mega Mart’s potential amidst a dynamic retail landscape. The IPO has attracted significant attention and is seen as a promising opportunity for investors.</p>"
  },
  {
    "title": "Pushpa 2 Box Office: Allu Arjun film shatter records on Saturday, Eyes 200cr second weekend in India - PINKVILLA",
    "link": "https://www.pinkvilla.com/entertainment/box-office/pushpa-2-box-office-allu-arjun-film-shatter-records-on-saturday-eyes-200cr-second-weekend-in-india-1362796",
    "pubDate": "Sat, 14 Dec 2024 16:55:43 GMT",
    "summary": "<h1>Pushpa 2 Box Office: Allu Arjun film shatter records on Saturday, Eyes 200cr second weekend in India</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 | <strong>Source:</strong> Pinkvilla</p>\n<img width=\"855\" height=\"855\" src=\"https://www.pinkvilla.com/images/2024-12/1804463813_pushpa-5.jpg\" alt=\"Pushpa 2\" title=\"Allu Arjun in Pushpa 2 (image courtesy of Mythri Movie Makers)\">\n<figcaption>Allu Arjun in Pushpa 2 (image courtesy of Mythri Movie Makers)</figcaption>\n<p>The Second Saturday has significantly boosted Pushpa 2's position in its quest to break lifetime records, particularly that of Baahubali 2.</p>\n<ul>\n    <li>Pushpa 2 is projected to gross over Rs. 70 crore on its Second Saturday, surpassing Baahubali 2's record of Rs. 64.25 crore.</li>\n    <li>The film is now on track to achieve the highest second weekend collection ever, potentially earning around Rs. 200 crore.</li>\n    <li>Early estimates indicate an 80% growth in collections for the Hindi version compared to previous days.</li>\n    <li>Pushpa 2 has passed the Rs. 900 crore milestone, with a total gross of approximately Rs. 925 crore and aiming for Rs. 1000 crore soon.</li>\n</ul>\n<blockquote>\"The trajectory is highly encouraging,\" indicating Pushpa 2's competitive race with Baahubali 2.</blockquote>\n<p>As Pushpa 2 continues to break records, it sets a promising pace for future milestones in the Indian box office landscape.</p>"
  },
  {
    "title": "7 smart ways to use turmeric for weight loss - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMi2wFBVV95cUxPMlFuVjlPQ3NWUndwZzk5ZElYVnVoVDh6OFYyYkFxb3BwZ0s3V0tRelhLTmk3Z0FuWTFpbGhBbng2dkswX2JwaXNPMEEzMU9RUXpHbjNydkkzTTluQVd0b3lTTnR0ZHR0blBubUVDUFpSRDNkSHR2a3lEdmRjZGhSOG9YMGlmU09YYWM0al9SUndOVWd5V2RBaFlLcEh1MjFvTTZkTjhvLV9zUUhFN2pIR19uUUIxSGM5VW1tNzZWREs0VWZHWUI5cng0RGdXZ05hR0ljQXBSbFgxYXPSAdsBQVVfeXFMTzJRblY5T0NzVlJ3cGc5OWRJWFZ1aFQ4ejhWMmJBcW9wcGdLN1dLUXpYS05pN2dBblkxaWxoQW54NnZLMF9icGlzTzBBMzFPUVF6R24zcnZJM005bkFXdG95U050dGR0dG5Qbm1FQ1BaUkQzZEh0dmt5RHZkY2RoUjhvWDBpZlNPWGFjNGpfUlJ3TlVneVdkQWhZS3BIdTIxb002ZE44by1fc1FIRTdqSEdfblFCMUhjOVVtbTc2VkRLNFVmR1lCOXJ4NERnV2dOYUdJY0FwUmxYMWFz?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 16:30:00 GMT",
    "summary": null
  },
  {
    "title": "Srikanth Gives Leaks About 'Game Changer'.. - Greatandhra",
    "link": "https://www.greatandhra.com/movies/news/srikanth-gives-leaks-about-game-changer-142741",
    "pubDate": "Sat, 14 Dec 2024 16:26:52 GMT",
    "summary": "<h1>Srikanth Gives Leaks About 'Game Changer'</h1>\n<p><strong>Date & Source:</strong> Unknown Date, GreatAndhra</p>\n<figure>\n    <img src=\"https://www.greatandhra.com/newphotos10/srikanth31734193612.jpg\" alt=\"Srikanth Gives Leaks About 'Game Changer'\">\n    <figcaption>Srikanth Gives Leaks About 'Game Changer'</figcaption>\n</figure>\n<p><strong>Introduction:</strong> Srikanth, who plays a key role in the upcoming film 'Game Changer', has shared some insights about the movie, generating excitement among fans.</p>\n<ul>\n    <li>Srikanth assures that 'Game Changer' will exceed all expectations with unexpected twists and turns.</li>\n    <li>The film is said to balance strong narratives with powerful elevations, making it appealing to audiences.</li>\n    <li>Srikanth clarifies that there will be no sequel to 'Game Changer' and attributes shooting delays to scheduling challenges with the star-studded cast.</li>\n    <li>The movie is set to release on January 10 as a Sankranthi treat, with Ram Charan's role as Appanna being a major highlight.</li>\n</ul>\n<blockquote>\"Audiences today love stories that combine strong narratives with powerful elevations. While some films focus solely on elevations, this one perfectly balances both. Shankar’s recent films may not have been successful, but this will not disappoint,\" Srikanth said.</blockquote>\n<p><strong>Conclusion:</strong> 'Game Changer' is anticipated to be a thrilling and well-balanced film, with Srikanth's leaks adding to the hype surrounding its release.</p>"
  },
  {
    "title": "Elon Musk congratulates new world chess champion D Gukesh on historic win - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/chess/elon-musk-congratulates-new-world-chess-champion-d-gukesh-on-historic-win/articleshow/116322346.cms",
    "pubDate": "Sat, 14 Dec 2024 16:06:00 GMT",
    "summary": null
  },
  {
    "title": "‘Double maths period, boring’: Priyanka Gandhi Vadra on PM Modi's parliament speech - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/double-maths-period-boring-priyanka-gandhi-vadra-on-pm-modis-parliament-speech-101734190105597.html",
    "pubDate": "Sat, 14 Dec 2024 15:58:18 GMT",
    "summary": "<h1>‘Double maths period, boring’: Priyanka Gandhi Vadra on PM Modi's parliament speech</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Priyanka_Gandhi_Vadra_1734190383716_1734190384026.jpg\" alt=\"Congress MP Priyanka Gandhi Vadra speaks in the Lok Sabha during the Winter Session of Parliament on Friday.(Sansad TV)\" title=\"Congress MP Priyanka Gandhi Vadra speaks in the Lok Sabha during the Winter Session of Parliament on Friday.(Sansad TV)\">\n<figcaption>Congress MP Priyanka Gandhi Vadra speaks in the Lok Sabha during the Winter Session of Parliament on Friday.(Sansad TV)</figcaption>\n<p>Congress general secretary Priyanka Gandhi Vadra criticized Prime Minister Narendra Modi's recent speech in Parliament, describing it as unoriginal and boring, likening the experience to a tedious double mathematics class.</p>\n<ul>\n    <li>Priyanka Gandhi Vadra called PM Modi's address “double period of mathematics” and “boring”.</li>\n    <li>She expressed disappointment, stating there was nothing new in his remarks.</li>\n    <li>During the speech, PM Modi accused the Nehru-Gandhi family of undermining the Constitution throughout their rule.</li>\n    <li>Modi emphasized that the Congress family's actions during their governance have had lasting negative impacts on Indian democracy.</li>\n    <li>The Prime Minister recalled serious events, such as the Emergency, to highlight Congress's historical failures.</li>\n</ul>\n<blockquote>“(JP) Nadda ji was also rubbing hands but as soon as Modi ji looked at him, he started acting as if he is listening attentively. Amit Shah also had his hand on head, (Piyush) Goyal ji was going off to sleep... I had thought that the PM will say something new, something nice.” - Priyanka Gandhi Vadra</blockquote>\n<p>The exchanges in Parliament highlight ongoing tensions between the ruling party and the opposition, reflecting broader debates about governance and historical accountability in India.</p>"
  },
  {
    "title": "Uproar in Lok Sabha after NDA cites Indira Gandhi’s letter on Savarkar - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/clash-in-lok-sabha-after-nda-cites-indira-gandhi-s-letter-on-savarkar-101734191637733.html",
    "pubDate": "Sat, 14 Dec 2024 15:53:57 GMT",
    "summary": "<h1>Uproar in Lok Sabha after NDA cites Indira Gandhi’s letter on Savarkar</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Shiv-Sena-MP-Shrikant-Shinde-speaks-in-the-Lok-Sab_1734191630136.jpg\" alt=\"Shiv Sena MP Shrikant Shinde speaks in the Lok Sabha on Saturday. (SansadTV YouTube)\">\n<figcaption>Shiv Sena MP Shrikant Shinde speaks in the Lok Sabha on Saturday. (SansadTV YouTube)</figcaption>\n<p>Shiv Sena MP Shrikant Shinde's invocation of a letter from Indira Gandhi praising V D Savarkar led to heated debates in the Lok Sabha, escalating tensions between the NDA and Congress members.</p>\n<ul>\n    <li>Shinde read a letter from Indira Gandhi praising Savarkar's contributions to India's freedom movement.</li>\n    <li>His statements prompted Congress MPs to demand a response from Rahul Gandhi, leading to disruptions in the House.</li>\n    <li>Shinde accused Congress of ignoring constitutional matters and highlighted past violence during their tenure.</li>\n    <li>BJP MP Nishikant Dubey criticized Congress, stating Indira Gandhi had funded Savarkar’s trust.</li>\n    <li>Rahul Gandhi responded by suggesting that Indira Gandhi had disapproved of Savarkar's actions during the freedom struggle.</li>\n    <li>Union minister Kiren Rijiju shared Indira Gandhi's letter, countering arguments made by Rahul Gandhi regarding Savarkar.</li>\n</ul>\n<blockquote>“Savarkar apologised to the British... Gandhi ji went to jail, Nehru ji went to jail, but Savarkar ji sought forgiveness.” - Rahul Gandhi</blockquote>\n<p>This intense exchange in the Lok Sabha reflects the ongoing political tensions and the differing perspectives on historical figures in India's independence movement, underscoring the impact of history on current political discourse.</p>"
  },
  {
    "title": "What happened during Assad's final hours in Syria: Deception, despair and flight - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/syria-bashar-al-assad-russia-damascus-civil-war-101734190324252.html",
    "pubDate": "Sat, 14 Dec 2024 15:50:53 GMT",
    "summary": "<h1>What happened during Assad's final hours in Syria: Deception, despair and flight</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Syria-4_1734190503069_1734190650507.jpg\" alt=\"A torn poster shows ousted Syrian President Bashar Assad at the entrance of the notorious security detention centre called Palestine Branch, in Damascus, Syria.\" title=\"A torn poster shows ousted Syrian President Bashar Assad at the entrance of the notorious security detention centre called Palestine Branch, in Damascus, Syria.\">\n<figcaption>A torn poster shows ousted Syrian President Bashar Assad at the entrance of the notorious security detention centre called Palestine Branch, in Damascus, Syria, Saturday, Dec. 14, 2024.(AP)</figcaption>\n<p>The article discusses the final hours of Bashar al-Assad's rule in Syria, detailing his secretive plans to flee the country amidst collapsing power and escalating rebel control.</p>\n<ul>\n    <li>Assad's departure was planned and executed without informing key aides and family members.</li>\n    <li>On the eve of his flight, he assured military chiefs of Russian support while masking the true dire situation.</li>\n    <li>He fled to Russia on December 8, 2024, after disguising the flight under radar.</li>\n    <li>Significant unrest in Damascus accompanied Assad's departure, with civilians celebrating the fall of his regime.</li>\n    <li>There were no military rescue efforts from Russia or Iran despite previous support during the civil war.</li>\n</ul>\n<blockquote>\"Assad didn't even make a last stand. He didn't even rally his own troops,\" said Nadim Houri, executive director of the Arab Reform Initiative.</blockquote>\n<p>In conclusion, Bashar al-Assad's flight marked the end of his 24-year rule and the demise of his family's long-standing power, leaving a pivotal moment in Syria's tumultuous history."
  },
  {
    "title": "After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note - News18",
    "link": "https://www.news18.com/india/bengaluru-cop-dies-by-suicide-in-uniform-blames-wife-father-in-law-for-torture-in-final-note-techie-atul-subhash-9156102.html",
    "pubDate": "Sat, 14 Dec 2024 15:39:08 GMT",
    "summary": "<h1>After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note</h1>\n<p><strong>Publication Date:</strong> December 14, 2024, 19:37 IST</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Bengaluru cop dies by suicide (Photo: IANS)\">\n    <figcaption>Bengaluru cop dies by suicide (Photo: IANS)</figcaption>\n</figure>\n<p>A Bengaluru Police constable died by suicide in uniform, citing torture from his wife and in-laws in a note. This incident follows nationwide outrage over a similar case involving techie Atul Subhash.</p>\n<ul>\n    <li>The cop, identified as HC Thippanna, 34, allegedly took his life due to ongoing domestic issues.</li>\n    <li>He committed suicide on the railway tracks and left behind a note blaming his wife and father-in-law for his troubles.</li>\n    <li>Thippanna described being threatened by his father-in-law and expressed feelings of hopelessness.</li>\n    <li>This tragedy is linked to recent discussions around the Atul Subhash suicide case, which has sparked debates on men's rights.</li>\n    <li>Social media has seen a rise in discussions advocating for justice and men's rights following these incidents.</li>\n</ul>\n<blockquote>\n    “On December 12, he called me at 7.26 p.m., spoke for 14 minutes, and threatened me,” Thippanna wrote in his note, highlighting the distress he faced.\n</blockquote>\n<p>This tragedy underscores the need for awareness and support regarding mental health and domestic issues."
  },
  {
    "title": "Section of Akasa Air pilots flags concerns over unfair practices; airline terms allegations untrue - The Economic Times",
    "link": "https://news.google.com/rss/articles/CBMioAJBVV95cUxNeDkxb1l2cXhYR1RFT0tfVkNfQ1lmUHBZWkNJVDVxTlZkZlBjZDA4VW1ZY1UtOUI5N2Z2M2J3MEJaVWVrZ3Jhbk9hR3dlTUxtYXB3TnByNGFxd1JMcUNNSWIwNjdlcEljbWNsSnZOdWFzUGJjOXRtZy1fZ1lSdjJOc291Sm5HXzlsVzBiMEFUeUNrVm1UWjY1M3k4RGx5anlIMUI4LUpsa3dKTEVBdkZJRGd4TDF6T0EzUnNGQzhkdjUya2tSYU5EckIya0ExMVJCWHJrT1BqZTJlc2Ewai1DcDBtQmFtRlE0d3dRcnlpSWh1T2tKZi1xWmQyd3pqcF91QWVsZTVoNG9KMkZrUVJYX0FDcDMyMWFhRHB6QTFVMnfSAaYCQVVfeXFMUEZZQXpvWVNHcjNoMDZSUWJQemx1VXJEb0hyblVSbnZKbFI2SW9mVkQ3SHdVWmRjNjNUSFNQQmNaTFdzVXdDMmxyMUVaYUZlQ0wtelBFQkRsQWVBRm0tMF8wNjd4TDBXWDZBejFjZkJJV3g3eklkMTBJWGdFV2NneFFhc3pLSWJjc1daTi1ZRVlfWWlRMjRHMGY2OUtFZTFwRXlhUDRITTdYbmRfZmgyaW15ekxYajBRdUV3LVllcXdxZVUxSzd2WUFHUkRPcnotU1BjdlV6MDVYVnlmd1o3eDFmZV9jYndTd1plU05LX2dQanhLeVFjdXhyb0IzUnVzYVVfajRvU2toX3NKdy13X1ZrQlozUm1PbWd3REF6ZXFldWV6YWZ3?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 15:31:31 GMT",
    "summary": null
  },
  {
    "title": "'Ek Bharat, Shreshtha Bharat': PM Modi presents 11 resolutions for India's future - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/ek-bharat-shreshtha-bharat-pm-modi-presents-11-resolutions-for-indias-future/articleshow/116320565.cms",
    "pubDate": "Sat, 14 Dec 2024 15:24:00 GMT",
    "summary": null
  },
  {
    "title": "‘I gave up sugar, honey, jaggery 4 years ago’: Saumya Tandon swears by these sugar-free desserts—Can you do it too? - Hindustan Times",
    "link": "https://www.hindustantimes.com/lifestyle/health/i-gave-up-sugar-honey-jaggery-4-years-ago-saumya-tandon-swears-by-these-sugar-free-desserts-can-you-do-it-too-101734187580191.html",
    "pubDate": "Sat, 14 Dec 2024 15:10:31 GMT",
    "summary": "<h1>I gave up sugar, honey, jaggery 4 years ago: Saumya Tandon swears by these sugar-free desserts—Can you do it too?</h1>\n<p><strong>Publication Date: </strong>Dec 14, 2024 <strong>Source: </strong>Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Saumya_Tandon_1734188766244_1734188766483.jpg\" alt=\"Saumya Tandon’s sugar-free journey: A game-changer for your sweet tooth(Photo by Instagram/saumyas_world_)\" title=\"Saumya Tandon’s sugar-free journey: A game-changer for your sweet tooth(Photo by Instagram/saumyas_world_)\" />\n<figcaption>Saumya Tandon’s sugar-free journey: A game-changer for your sweet tooth(Photo by Instagram/saumyas_world_)</figcaption>\n<p>Actor Saumya Tandon shares her experience of living sugar-free for four years, relying on fruits and natural ingredients for her desserts. She advocates for a lifestyle that eliminates sugar and its substitutes while promoting healthier alternatives.</p>\n<ul>\n    <li>Saumya Tandon has not consumed sugar, honey, or jaggery for four years.</li>\n    <li>She creates sugar-free desserts using fruits and dry fruits, calling it a transformative experience.</li>\n    <li>Nutritionist Prachi Chandra discusses the psychology behind sugar cravings and their health implications.</li>\n    <li>The WHO recommends limiting sugar intake to less than 10% of total energy, about 40g for adults a day.</li>\n    <li>Chandra offers tips to manage sugar cravings, advocating for natural sugars from fruits and vegetables.</li>\n</ul>\n<blockquote>“Craving once in a while is ok but frequent sugar cravings are not a good sign.” - Prachi Chandra</blockquote>\n<p>This shift towards a sugar-free lifestyle highlights the benefits of natural sugars and encourages healthier eating habits. Saumya Tandon's journey serves as an inspiration for others looking to reduce their sugar intake and lead a healthier life.</p>"
  },
  {
    "title": "Intermittent fasting could slow hair regeneration, says study - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMi8gFBVV95cUxQMGY3d1cwTTJUaEwtaVZFMEEya0ZZRnBkM2lDaDg1Z3hra2lOYjRlWlotMjVKVlN6M29OU01xMzNyVmg5dF9TVzR3LU5nc0F0XzlTSzlPbmZjbm94NmFvUjVIYUZCT18zdEpaVVVEMFF2ajcyWVhBN05rNHFGRGYtaDloS19CY3JmaUJnVXpwaFRqaFN6Q29SZEExNndjcTZIN0NoQ2VZUnloS0FnNnRtdGZqaVFoMjFiMVRSVkVNS2d6SElicVIyZnN1UTU4dmRrd2wweUljaFJHZnFMQXpqc19PQXFuY0xRVndaaDNsUGpNd9IB9wFBVV95cUxNandEbzh0d2Nic2NYbFRCTGdHS3ZwZHljQWNhNWxwX1A3T2UtNGd4MlBHbF9HVXlrajNSWm1GWnVEOHY3QmxSQzAtd1l1akw3V08zVDh0RVJsRkYteXYxczVMQkxQenRLNFBEZWpGeTQ0WmlNSVJ2dkR6ZVJxLWpiVjRFRGxYQV9yd0pyVXYxUk9ZLXZ6NFRPY1QyVGVycmZPWVctUUZOb3lTc1lPMGJRTkpIdHZVT3ptR2twczhqRzVYYjBnOWJBbHFJbHdmQllZTF92ZmNiMXVjNnhUNllKTVpqaTI3bUVxdzVtVmZfM192VTNHRFFB?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 15:06:00 GMT",
    "summary": null
  },
  {
    "title": "Virat Kohli reaches new milestone, joins Sachin Tendulkar in this elite list - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMigAJBVV95cUxNZDdjNHdtSzk3UDV2LVRrMU80OFkxa1FFRF9Lb191aUlmeDVodUU3WG15SUtpdVFvUHdmcElydHJDd2UzUUQ4SGRRRUFnNXBlUzNIdnByRnVzSjBMT3dNRklNY2QzZmV5UUxrTHBTYm9YY1lJR2lOelVub2pqWlpVR19WOThXc05IaWxmMUt5a3dDc2xleVNuMWZ2NzdFWXREMXZHcVp5Yl8xbkhwaktyc1ZJdUp1ZlBIMWVuYS00MU10eVNXTS1EVVJheTRvU0hLa2NsbmFTWVRhWU52UXFHZTk3WGQxaG1zYnZWeXVxNDBMZXUtdVZsMzJNeFVGcXRf?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 14:58:00 GMT",
    "summary": "<h1>Virat Kohli reaches new milestone, joins Sachin Tendulkar in this elite list</h1>\n<p><strong>Publication Date:</strong> NEW DELHI</p>\n<p><strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116320762,imgsize-138000,width-400,resizemode-4/116320762.jpg\" alt=\"Virat Kohli reaches new milestone, joins Sachin Tendulkar in this elite list\" title=\"(AP Photo)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>(AP Photo)</figcaption>\n<p>Virat Kohli has achieved a new milestone in his cricket career by becoming only the second player to feature in 100 or more international matches against Australia, a record that was previously held by Sachin Tendulkar.</p>\n<ul>\n    <li>Kohli has played 28 Tests, 49 ODIs, and 23 T20Is against Australia.</li>\n    <li>He has scored 5326 runs in 117 innings, with an average of 50.24, including 17 centuries and 27 half-centuries.</li>\n    <li>Sachin Tendulkar played 39 Tests and 71 ODIs against Australia, amassing 3630 runs in Tests and 3077 runs in ODIs.</li>\n    <li>Other notable players who have played over 80 matches against Australia include Desmond Haynes, MS Dhoni, and Vivian Richards.</li>\n</ul>\n<blockquote>“Records are meant to be broken when Virat Kohli steps onto the field.”</blockquote>\n<p>This achievement reinforces Kohli's status as one of the greats in cricket, continuing a legacy that includes legendary players like Sachin Tendulkar.</p>"
  },
  {
    "title": "Saudi FM joins Arab, US diplomats to discuss Syria’s future - Arab News",
    "link": "https://www.arabnews.com/node/2583018/middle-east",
    "pubDate": "Sat, 14 Dec 2024 14:54:42 GMT",
    "summary": "<h1>Saudi FM joins Arab, US diplomats to discuss Syria’s future</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Arab News</p>\n<img src=\"https://www.arabnews.pk/sites/default/files/pictures/December/2999496/2024/syria_3_1.jpg\" alt=\"Turkey's Foreign Minister Hakan Fidan\" width=\"1200\" height=\"707\">\n<figcaption>Turkey's Foreign Minister Hakan Fidan, left, speaks with US Secretary of State Antony Blinken during a meeting with the foreign ministers of the Arab Contact Group on Syria in Jordan's southern Red Sea coastal city of Aqaba, on Dec. 14, 2024. (AP)</figcaption>\n<p>Top diplomats from the United States, Turkiye, the European Union, and Arab nations convened in Aqaba, Jordan, to discuss Syria's political future and the transition from President Bashar Assad's regime.</p>\n<ul>\n    <li>The meeting involved key players including US Secretary of State Antony Blinken, Turkish Foreign Minister Hakan Fidan, and foreign ministers from various Arab nations.</li>\n    <li>The focal point of discussions was the future of Syria and ensuring a political process that is inclusive and respects minority rights.</li>\n    <li>Turkiye confirmed the resumption of its embassy operations in Damascus, indicating a major shift in its diplomatic stance.</li>\n    <li>Russian and Iranian diplomats, Assad's primary supporters, were notably absent from the talks.</li>\n    <li>Diplomats expressed concern over the importance of preventing a sectarian partition of Syria.</li>\n</ul>\n<blockquote>\"It is a time of both opportunity but also real challenge for Syria.\" - Antony Blinken</blockquote>\n<p>In conclusion, the meeting marks a significant step in international efforts to shape Syria's political landscape post-Assad, with a strong emphasis on collaboration among involved nations to support a stable and inclusive governance structure in the region.</p>"
  },
  {
    "title": "Saira Banu recalls Raj Kapoor kneeling before Dilip Kumar after their marriage, shares Dilip Kumar's emot - TOI Etimes",
    "link": "https://news.google.com/rss/articles/CBMi3wJBVV95cUxQeXNibUVDWkFZWlZuaXJiX1lGLXRvbkJCVW5BVEFoRWdxTUJoS2tZSGp2bTFjOFhpMjBSSjFRM0xFb05lVEFrX3FUM0M2OUtKcGdNRGYwNEc1cS1rZ044V2dnR21QZXdCUFkxYlhQWWRYUXhiaGk3RDlwWUlQemVNR3RqQU9MWU5IVnFkem5UV2RUX1dyY0VRV3JSa2M3cDlYNjU3THhhQ2Q3dElRcVF3bFVhVnVZNXZPS2I1NWF4WmI5WXBydzBxOHVzaGI4dGMwc05mTXpILS1YNlRMYnVpNWozVllJeURSVmI5UVdJYWx6ZThSWmRwa21seDd2bjhqLU04djdHcVpYT0NCSnN1Y19yQXpGUmVsNU9fVGRwelJfVDZmOVppMkxMenpodDBYSmNwekJFbWpGTHdHQmo1STkteWlWSDROWkV6dVRKZ3ZPVDRmTUZuYWhuWUZmcFU?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 14:38:00 GMT",
    "summary": null
  },
  {
    "title": "Exclusive: Russia pulling back but not out of Syria, sources say - Reuters",
    "link": "https://www.reuters.com/world/russia-pulling-back-not-out-syria-sources-say-2024-12-14/",
    "pubDate": "Sat, 14 Dec 2024 14:33:19 GMT",
    "summary": null
  },
  {
    "title": "Xiaomi Redmi Note 14 Pro: 4G refresh leaks with disappointing performance upgrades - Notebookcheck.net",
    "link": "https://www.notebookcheck.net/Xiaomi-Redmi-Note-14-Pro-4G-refresh-leaks-with-disappointing-performance-upgrades.932654.0.html",
    "pubDate": "Sat, 14 Dec 2024 14:22:00 GMT",
    "summary": null
  },
  {
    "title": "India vs Australia 3rd Test, Day 2, Brisbane weather forecast: Will it rain once again at the Gabba? - Hindustan Times",
    "link": "https://www.hindustantimes.com/cricket/india-vs-australia-3rd-test-day-2-brisbane-weather-forecast-will-it-rain-once-again-at-the-gabba-101734184797805.html",
    "pubDate": "Sat, 14 Dec 2024 14:08:50 GMT",
    "summary": "<h1>India vs Australia 3rd Test, Day 2, Brisbane weather forecast: Will it rain once again at the Gabba?</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/AP12-14-2024-000001B-1_1734185162562_1734185183645.jpg\" alt=\"General view of covers on the pitch as it rain during play on day one.(AP)\" title=\"General view of covers on the pitch as it rain during play on day one.(AP)\">\n<figcaption>General view of covers on the pitch as it rain during play on day one.(AP)</figcaption>\n<p>Day 1 of the ongoing third Test match between India and Australia was severely affected by rain, leading to only 13.2 overs being played. The forecast for Day 2 suggests further rain could disrupt play.</p>\n<ul>\n    <li>Day 1 was cut short at the Gabba, with only 13.2 overs played due to rain.</li>\n    <li>India's captain, Rohit Sharma, chose to bowl after winning the toss. The Australian openers ended the day unbeaten.</li>\n    <li>Weather forecast indicates cloudy conditions and showers expected from 9 AM local time, lasting for about two hours.</li>\n    <li>India has made changes to their lineup, including the inclusion of Ravindra Jadeja and Akash Deep.</li>\n    <li>The visitors recently lost to Australia by 10 wickets in Adelaide, leveling the series at 1-1.</li>\n</ul>\n<blockquote>\"The temperature is expected to hover around 24-31 degrees Celsius on Day 2.\"</blockquote>\n<p>The ongoing weather conditions and previous performances underscore the challenges both teams face as they strive for momentum in this closely contested series.</p>"
  }
]