[
  {
    "title": "Garena Free Fire Max Redeem Codes for December 15, 2024: Unlock new rewards, in-game items and more - Moneycontrol",
    "link": "https://www.moneycontrol.com/technology/garena-free-fire-max-redeem-codes-for-december-15-2024-unlock-new-rewards-in-game-items-and-more-article-12890178.html",
    "pubDate": "Sun, 15 Dec 2024 07:46:37 GMT",
    "summary": null
  },
  {
    "title": "'Pushpa 2' box office collection day 10: The film sees huge growth of 71 percent on Saturday, post Allu A - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/pushpa-2-box-office-collection-day-10-the-film-sees-huge-growth-of-71-percent-on-saturday-post-allu-arjuns-arrest-crosses-rs-820-crore/articleshow/116329338.cms",
    "pubDate": "Sun, 15 Dec 2024 07:27:00 GMT",
    "summary": "<h1>'Pushpa 2' Box Office Collection Day 10: The Film Sees Huge Growth of 71 Percent on Saturday, Post Allu Arjun's Arrest; Crosses Rs 820 Crore</h1>\n<p><strong>Publication Date:</strong> December 14, 2023 <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116329329,imgsize-41224,width-400,resizemode-4/116329329.jpg\" alt=\"'Pushpa 2' box office collection day 10: The film sees huge growth of 71 percent on Saturday, post Allu Arjun's arrest; crosses Rs 820 crore\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Allu Arjun in 'Pushpa 2'</figcaption>\n<p>Allu Arjun and Rashmika Mandanna's 'Pushpa 2' continues to break box office records, experiencing an impressive growth of 71% on its 10th day of release, following Arjun's brief arrest.</p>\n<ul>\n  <li>The movie collected Rs 62.3 crore on day 10, with Rs 46 crore from Hindi and Rs 13 crore from Telugu versions.</li>\n  <li>Total earnings in India have now reached Rs 824 crore across all languages.</li>\n  <li>Rs 498 crore of the total collection is from the Hindi version, surpassing the Telugu earnings.</li>\n  <li>'Pushpa 2' has exceeded the lifetime collections of 'Jawan' and 'RRR'.</li>\n  <li>Anticipations are high for 'Pushpa 2' to achieve Rs 100 crore in its second weekend, which hasn't been seen since 'Baahubali 2' and 'Dangal'.</li>\n</ul>\n<blockquote>\"This kind of growth is just unprecedented.\" </blockquote>\n<p>With the potential for further earnings likely on Sunday, 'Pushpa 2' is set to dominate the box office, especially before the upcoming competition from Varun Dhawan's 'Baby John'.</p>"
  },
  {
    "title": "Webb and Chandra Telescopes In Space Team Up For Amazing Imagery - MSN",
    "link": "https://www.msn.com/",
    "pubDate": "Sun, 15 Dec 2024 06:52:13 GMT",
    "summary": null
  },
  {
    "title": "India vs Australia LIVE Score, 3rd Test Day 2: Jasprit Bumrah Removes Dangerous Travis Head, Completes 5-For - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/india-vs-australia-live-score-3rd-test-match-day-2-ind-vs-aus-live-scorecard-updates-7247280",
    "pubDate": "Sun, 15 Dec 2024 06:36:01 GMT",
    "summary": null
  },
  {
    "title": "Political slugfest over Allu Arjun continues as Congress defends Pushpa 2 star's arrest - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/political-slugfest-over-allu-arjun-continues-as-congress-defends-pushpa-2-actor-arrest-over-sandhya-theatre-stampede-101734242246141.html",
    "pubDate": "Sun, 15 Dec 2024 06:34:19 GMT",
    "summary": "<h1>Political slugfest over Allu Arjun continues as Congress defends Pushpa 2 star's arrest</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/ANI-20241214233-0_1734242864718_1734242891463.jpg\" alt=\"Actor Allu Arjun greets during the press conference on being released from Chanchalguda Central Jail after the Telangana High Court granted him interim bail.(ANI)\">\n<figcaption>Actor Allu Arjun greets during the press conference on being released from Chanchalguda Central Jail after the Telangana High Court granted him interim bail.(ANI)</figcaption>\n<p>The arrest of Telugu actor Allu Arjun has incited a major political debate in Telangana, with various parties reacting differently to the incident tied to a tragic stampede during the premiere of \"Pushpa 2: The Rule\".</p>\n<ul>\n    <li>Allu Arjun was arrested in connection with a woman's death due to a stampede at the Sandhya Theatre during the film's premiere.</li>\n    <li>Congress defended the arrest, emphasizing that it is lawful and that the party supports adherence to the legal process.</li>\n    <li>Union Minister Ashwini Vaishnaw criticized Congress, claiming they disrespect the creative industry and misplace blame for poor theater arrangements.</li>\n    <li>YS Jagan Mohan Reddy, Andhra Pradesh opposition leader, condemned the arrest, suggesting it was unfair to hold Arjun accountable for the stampede.</li>\n    <li>Arjun was initially sent to 14-day judicial custody but was later granted interim bail by the Telangana High Court.</li>\n</ul>\n<blockquote>\n    \"The cases filed against Arjun are within the purview of law and the court granted him bail.\" - B Mahesh Kumar Goud, Telangana Congress president\n</blockquote>\n<p>The incident has highlighted tensions between political factions in Telangana, with stark differences in how they view responsibility for the tragedy and their attitudes toward the film industry. As reactions continue to unfold, it remains crucial to balance accountability with fair treatment of individuals involved.</p>"
  },
  {
    "title": "Shiv Sena MLAs scramble for berths ahead of Maharashtra cabinet expansion today | What we know so far - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/shiv-sena-mlas-scramble-for-berths-ahead-of-maharashtra-cabinet-expansion-today-what-we-know-so-far-101734243090169.html",
    "pubDate": "Sun, 15 Dec 2024 06:25:14 GMT",
    "summary": "<h1>Shiv Sena MLAs scramble for berths ahead of Maharashtra cabinet expansion today | What we know so far</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 | <strong>Source:</strong> HT News Desk</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/PTI12-07-2024-000185A-0_1734243171116_1734243181031.jpg\" alt=\"Maharashtra CM Devendra Fadnavis, Deputy CMs Eknath Shinde and Ajit Pawar pay tribute to Chhatrapati Shivaji Maharaj before the Special session of the state Assembly.(PTI)\" title=\"Maharashtra CM Devendra Fadnavis, Deputy CMs Eknath Shinde and Ajit Pawar pay tribute to Chhatrapati Shivaji Maharaj before the Special session of the state Assembly.(PTI)\">\n<figcaption>Maharashtra CM Devendra Fadnavis, Deputy CMs Eknath Shinde and Ajit Pawar pay tribute to Chhatrapati Shivaji Maharaj before the Special session of the state Assembly.(PTI)</figcaption>\n<p>The swearing-in ceremony of the Maharashtra cabinet is set for Sunday evening, following intense discussions among the BJP, Shiv Sena, and NCP after their recent electoral victory. The upcoming expansion will see Ministers vying for key positions amid strategic portfolio discussions.</p>\n<ul>\n    <li>The cabinet expansion, coming before the winter assembly session, is led by Chief Minister Devendra Fadnavis.</li>\n    <li>The BJP is expected to receive 20-21 ministerial positions, with Shiv Sena and NCP obtaining 11-12 and 9-10, respectively.</li>\n    <li>Intense competition exists within the Shiv Sena, particularly among MLAs seeking ministerial roles.</li>\n    <li>Former ministers are struggling to secure positions, while certain controversial figures face opposition from the BJP.</li>\n    <li>Other political dynamics include complaints about certain MLAs' behavior and past controversies.</li>\n    <li>The Mahayuti coalition achieved a sweeping victory in the November assembly elections, securing 230 out of 288 seats.</li>\n</ul>\n<blockquote>“30-32 ministers are likely to take oath on Sunday, including 20 BJP leaders and the rest from Shiv Sena.”</blockquote>\n<p>The upcoming cabinet expansion is crucial for the Mahayuti government as it aims to solidify its position following a significant electoral victory and address internal party dynamics and public expectations."
  },
  {
    "title": "Craving Sweets? Try Saumya Tandon's Healthy Sweet Potato Halwa Recipe For A Guilt-Free Indulgence - News18",
    "link": "https://www.news18.com/lifestyle/food-craving-sweets-try-saumya-tandons-healthy-sweet-potato-halwa-recipe-for-a-guilt-free-indulgence-9156782.html",
    "pubDate": "Sun, 15 Dec 2024 06:16:06 GMT",
    "summary": "<h1>Craving Sweets? Try Saumya Tandon's Healthy Sweet Potato Halwa Recipe For A Guilt-Free Indulgence</h1>\n<p><strong>Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Saumya Tandon revealed that she quit sugar and its substitutes four years ago.\" title=\"Saumya Tandon revealed that she quit sugar and its substitutes four years ago.\">\n    <figcaption>Saumya Tandon revealed that she quit sugar and its substitutes four years ago.</figcaption>\n</figure>\n<p>Saumya Tandon shared a healthy recipe for sweet potato halwa that eschews sugar and its substitutes, promoting guilt-free indulgence.</p>\n<ul>\n    <li>Saumya Tandon has been sugar-free for four years, including honey and jaggery.</li>\n    <li>She discusses her lifestyle changes and shares a sweet potato halwa recipe in her recent Instagram video.</li>\n    <li>The recipe includes healthy ingredients like ghee and milk, focusing on natural sweetness.</li>\n    <li>Users can prepare the dish easily with simple steps provided in the article.</li>\n</ul>\n<blockquote>\n    <p>“I gave up sugar/all sugar substitutes, honey and jaggery 4 years ago. I only eat fruits and dry fruits and desserts made of them. It’s a game changer. Try!”</p>\n</blockquote>\n<p>In conclusion, Saumya Tandon's journey towards a sugar-free diet inspires many to explore healthier dessert options without compromising on taste.</p>"
  },
  {
    "title": "Paracetamol linked to side effects in digestive tract, heart, kidneys: Study - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/trends/paracetamol-linked-to-side-effects-in-digestive-tract-heart-kidneys-study-12890128.html",
    "pubDate": "Sun, 15 Dec 2024 06:08:21 GMT",
    "summary": null
  },
  {
    "title": "UP: Aarti performed after 46 years at ancient temple in Sambhal | Video - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/up-aarti-performed-after-46-years-at-ancient-temple-in-sambhal-video-101734241428572.html",
    "pubDate": "Sun, 15 Dec 2024 06:06:04 GMT",
    "summary": "<h1>UP: Aarti performed after 46 years at ancient temple in Sambhal | Video</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 11:36 AM IST<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/ANI-20241214140-0_1734241983648_1734241992676.jpg\" alt=\"Nagar Hindu Sabha patron Vishnu Sharan Rastogi said that the temple has been closed since the 1978 riots. (ANI)\">\n<figcaption>Nagar Hindu Sabha patron Vishnu Sharan Rastogi said that the temple has been closed since the 1978 riots. (ANI)</figcaption>\n<p>Aarti was performed for the first time in 46 years at the ancient Bhasma Shankar temple in Sambhal, Uttar Pradesh, after it was reopened by local authorities recently.</p>\n<ul>\n    <li>The temple was discovered during an anti-encroachment drive, where officials found it houses deities Lord Shiva and Hanuman.</li>\n    <li>This centuries-old temple had been closed since the 1978 communal riots.</li>\n    <li>Local authorities have initiated measures to restore the temple and ensure its security, including the installation of CCTV cameras.</li>\n    <li>Officials plan to hand over the temple to the community it originally belonged to and take action against encroachments.</li>\n</ul>\n<blockquote>\"A Brahmin should be appointed here so that he can stay here. Till the time caretaker is appointed, we will take responsibility.\" - Acharya Brahm Shukla</blockquote>\n<p>The reopening of the temple marks a significant moment for the local community, rekindling spiritual practices that had been dormant for decades and promising to restore the temple to its original state.</p>"
  },
  {
    "title": "NYT Strands Answers For December 15: Today’s Spangram Could Be Hard To Find. Here Are The Solutions - ABP Live",
    "link": "https://news.abplive.com/gaming/nyt-strands-answers-today-december-15-2024-words-solution-spangram-today-how-to-play-watch-video-tutorial-1737692",
    "pubDate": "Sun, 15 Dec 2024 05:50:09 GMT",
    "summary": "<h1>NYT Strands Answers For December 15: Today’s Spangram Could Be Hard To Find. Here Are The Solutions.</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> ABP Live Gaming</p>\n<p>Tired of Wordle? The New York Times has launched Strands, a new word puzzle that challenges vocabulary skills by requiring players to find six to eight words hidden in a scrambled letter grid centered around a theme.</p>\n<ul>\n    <li>Strands is a daily puzzle available on the NYT Games section.</li>\n    <li>Players identify words based on a themed grid of 54 letters.</li>\n    <li>The game includes a hidden theme called Spangram, revealed after finding six words.</li>\n    <li>Today's theme is \"Moonlighting\" with answers including BUNNY, BELL, STAR, and others.</li>\n</ul>\n<blockquote>“The word spans the entirety of the grid. Add ‘span’ to ‘anagram’, and et voilà! You get Spangram.”</blockquote>\n<p>Stay tuned to ABP Live Gaming for more guides and stories about NYT Strands and other games.</p>"
  },
  {
    "title": "FPIs return to Indian equities; infuse Rs 22,766 cr in first two weeks of Dec - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/business/fpis-return-to-indian-equities-infuse-rs-22-766-cr-in-first-two-weeks-of-dec-12890119.html",
    "pubDate": "Sun, 15 Dec 2024 05:41:04 GMT",
    "summary": null
  },
  {
    "title": "7 colourful photos of universe captured by NASA Hubble Space Telescope - India.com",
    "link": "https://www.india.com/webstories/viral/7-colourful-photos-of-universe-captured-by-nasa-hubble-space-telescope-7466565/",
    "pubDate": "Sun, 15 Dec 2024 05:39:16 GMT",
    "summary": "<h1>7 Colourful Photos of Universe Captured by NASA Hubble Space Telescope</h1>\n<p><strong>Publication Date:</strong> 15 Dec, 2024 | <strong>Source:</strong> India.com</p>\n<img src=\"https://static.india.com/wp-content/uploads/2024/12/FotoJet-2024-12-15T105849.671.jpg?impolicy=Medium_Widthonly&amp;w=400&amp;h=800\" alt=\"Colorful universe captured by NASA Hubble Space Telescope\">\n<figcaption>Images showcasing the beauty of the universe taken by the Hubble Space Telescope.</figcaption>\n<p>This article highlights seven stunning photographs of the universe captured by NASA's Hubble Space Telescope, showcasing the vibrant colors and breathtaking scenes of celestial bodies and phenomena.</p>\n<ul>\n    <li>The Hubble Space Telescope continues to provide remarkable images of the cosmos, enhancing our understanding of space.</li>\n    <li>Each photo reveals unique features of galaxies, nebulae, and star clusters.</li>\n    <li>The vibrant colors in the images are due to various elements and gases present in space.</li>\n    <li>The article emphasizes the importance of space exploration and the advances in astronomy.</li>\n</ul>\n<blockquote>\"The universe is an intricate tapestry of color and light, a grand design waiting to be explored.\"</blockquote>\n<p>Overall, these images serve as a reminder of the boundless beauty of the universe and the advances in technology that allow us to capture such wonders.</p>"
  },
  {
    "title": "Weekly Tech News Wrap: Redmi Note 14, vivo X200, Samsung XR Headset, New Cancellation Charges By Flipkart and Myntra, and More - Smartprix",
    "link": "https://www.smartprix.com/bytes/weekly-tech-news-wrap-redmi-note-14-vivo-x200-samsung-xr-headset-new-cancellation-charges-by-flipkart-and-myntra-and-more/",
    "pubDate": "Sun, 15 Dec 2024 05:28:32 GMT",
    "summary": null
  },
  {
    "title": "India vs Australia LIVE Score, 3rd Test Day 2: Rohit Sharma Drops Travis Head, Huge Chance For India Goes Begging - NDTV Sports",
    "link": "https://news.google.com/rss/articles/CBMi2wFBVV95cUxOLXQ3RzFjb0wwbDJ1WUhtMFhjbTFWNl9kbVctZFdhNjE3YkdocDdJTnhiSmhxcEttMkZ2Nkl2UVZKVDhwUklabmF0R3pvcThEaUZYSFh0U1NQOFZTaWJWWEFsWmdDUWotQ1c5RkdzVF9PNHIta2Jvb2g2MUFhMUNSZEthU25DTm4wQkJtUjREUEpqeEp3alhnOVpJYlllb0Nlb3VyRE4wYWF6Skl1MlpCVDBrSGNLNE1IR3F6ajF5NDJwZG9NUkJjUnczeU90NlYycm1ybEZ2ZVh6XzDSAeMBQVVfeXFMT2ZSY2gzYmljcFc0ZVhDb3JySjRIai04b0gtbnFLNFI3SExFdDhfYzBLSXIwWUIzMEVPdGQ5UVRvVUNNSTBvWS1HVlh2eG9wcS1IYzEtOGRNRUdVdWZFT2lNSTZhYlE3T2pnTm1ETVVHU1dqQWprOUlLRGxNdzdCcWVPMmZ4ODNTSnUwbkdaMjI1d2dvQWU1RWlhb3dtRkFvVk1oV3pJUDFpRE5ucjR2RFZBMjZTcHlNUW4ydG1tV010aWdPLWZpTFNXY0V5SlFXZUtDYWVCdlNULXdmQzlYbURKMWs?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 05:27:39 GMT",
    "summary": null
  },
  {
    "title": "Maharashtra Cabinet Expansion Today, New Faces Expected | List Of Probables - News18",
    "link": "https://www.news18.com/politics/maharashtra-cabinet-expansion-devendra-fadnavis-shinde-pawar-new-faces-names-latest-updates-9156674.html",
    "pubDate": "Sun, 15 Dec 2024 05:24:16 GMT",
    "summary": "<h1>Maharashtra Cabinet Expansion Today, New Faces Expected | List Of Probables</h1>\n<p><strong>Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Maharashtra Cabinet Expansion: CM Devendra Fadnavis (PTI Image)\">\n    <figcaption>Maharashtra Cabinet Expansion: CM Devendra Fadnavis (PTI Image)</figcaption>\n</figure>\n<p>The cabinet expansion of the BJP-led Maharashtra government is set to occur today, with several new faces expected to join the council of ministers as the state prepares for its upcoming Winter Session.</p>\n<ul>\n    <li>20 to 22 BJP MLAs and 10 to 12 Shiv Sena MLAs are expected to be sworn in today.</li>\n    <li>10 leaders from Ajit Pawar’s NCP are also likely to take oath.</li>\n    <li>The Mahayuti alliance may drop underperforming ministers from both BJP and Shiv Sena.</li>\n    <li>Key probable ministers for BJP include Nitesh Rane and Pankaja Munde, among others.</li>\n    <li>Ajit Pawar is anticipated to retain the Finance portfolio, while the Home Ministry may go to BJP.</li>\n    <li>The cabinet expansion comes one day before the Winter Session of the Assembly starting December 16.</li>\n</ul>\n<blockquote>“The Mahayuti may drop underperforming ministers, which could include 4 leaders from the Shinde camp, 3 from the BJP, and 2 from the Ajit Pawar faction,” sources said.</blockquote>\n<p>The cabinet expansion indicates a strategic move to solidify the government ahead of the Winter Session, emphasizing the coalition's ability to refresh its ministerial lineup with new talent while retaining essential portfolios.</p>"
  },
  {
    "title": "From Alia Bhatt to Deepika Padukone: 5 celebrity skincare routines you can follow - Health shots",
    "link": "https://www.healthshots.com/beauty/skin-care/deepika-padukone-to-alia-bhatt-5-celebrity-approved-skincare-routines/",
    "pubDate": "Sun, 15 Dec 2024 05:00:34 GMT",
    "summary": "<h1>From Alia Bhatt to Deepika Padukone: 5 celebrity skincare routines you can follow</h1>\n<p><strong>Published On: </strong> 15 Dec 2024, 10:30 am IST</p>\n<figure id=\"attachment_95545\" aria-describedby=\"caption-attachment-95545\">\n    <img decoding=\"async\" fetchpriority=\"high\" data-src=\"https://images.healthshots.com/healthshots/en/uploads/2023/11/28083904/vitamin-K-for-skin.jpg\" alt=\"Woman with glowing skin\" width=\"1600\" height=\"900\">\n    <figcaption id=\"caption-attachment-95545\">Know the benefits of a skincare routine to get glowing skin. Image courtesy: Adobe Stock</figcaption>\n</figure>\n<p>Discover the secrets to radiant skin with these celebrity-inspired morning skincare routines. Know how to protect your skin like a star.</p>\n<ul>\n    <li>Alia Bhatt emphasizes gentle cleansing, toning, hydration, and sunscreen to achieve glowing skin.</li>\n    <li>Kriti Sanon starts her routine with ice water to reduce puffiness, followed by cleansing and hydrating products.</li>\n    <li>Deepika Padukone shares her moisturizing and sun protection techniques to maintain her skin’s health.</li>\n    <li>Madhuri Dixit uses mild cleansers and natural toners to refresh her skin and always applies sunscreen.</li>\n    <li>Kiara Advani follows a simple but effective regimen prioritizing gentle cleansing, hydration, and sun protection.</li>\n</ul>\n<blockquote>\"These skincare routines contain simple ideas that everyone can follow in their everyday practice.\" - Article Summary</blockquote>\n<p>In conclusion, following the simple yet effective skincare routines of these celebrities can help achieve healthy, glowing skin. Remember, a blend of proper skincare, hydration, and sun protection is key.</p>"
  },
  {
    "title": "Five of top 10 most valued firms together add Rs 1.13 lakh cr in market valuation; Airtel shines - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/business/five-of-top-10-most-valued-firms-together-add-rs-1-13-lakh-cr-in-market-valuation-airtel-shines-12890109.html",
    "pubDate": "Sun, 15 Dec 2024 04:55:52 GMT",
    "summary": null
  },
  {
    "title": "Allu Arjun’s Pushpa 2 becomes the third biggest hit of Indian Cinema, displacing Ram Charan and NTR Jr's - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/allu-arjuns-pushpa-2-becomes-the-third-biggest-hit-of-indian-cinema-displacing-ram-charan-and-ntr-jrs-rrr/articleshow/116331564.cms",
    "pubDate": "Sun, 15 Dec 2024 04:38:00 GMT",
    "summary": null
  },
  {
    "title": "Delhi's minimum temperature 4.9 degrees C; air quality 'poor' - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/india/delhi-s-minimum-temperature-4-9-degrees-c-air-quality-poor-12890101.html",
    "pubDate": "Sun, 15 Dec 2024 04:36:14 GMT",
    "summary": null
  },
  {
    "title": "Stocks to buy or sell: Dharmesh Shah of ICICI Securities recommends buying SBI, Latent View Analytics tomorrow | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/stocks-to-buy-or-sell-dharmesh-shah-of-icici-securities-recommends-buying-sbi-latent-view-analytics-tomorrow-11734192740757.html",
    "pubDate": "Sun, 15 Dec 2024 04:19:29 GMT",
    "summary": null
  },
  {
    "title": "Internet angry at Allu Arjun's 'celebration' after prison release as boy injured in Pushpa 2 stampede remains critical - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/internet-angry-at-allu-arjuns-celebration-after-prison-release-as-boy-injured-in-pushpa-2-stampede-remains-critical-101734234928326.html",
    "pubDate": "Sun, 15 Dec 2024 04:14:29 GMT",
    "summary": "<h1>Internet angry at Allu Arjun's 'celebration' after prison release as boy injured in Pushpa 2 stampede remains critical</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 09:44 AM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<figure>\n    <img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Allu_Arjun_1734235230505_1734235230770.jpg\" alt=\"Vijay Deverakonda met actor Allu Arjun after the latter was released from a Hyderabad jail on Saturday.\" title=\"Vijay Deverakonda met actor Allu Arjun after the latter was released from a Hyderabad jail on Saturday.\">\n    <figcaption>Vijay Deverakonda met actor Allu Arjun after the latter was released from a Hyderabad jail on Saturday.</figcaption>\n</figure>\n<p>Allu Arjun's celebratory return home from prison following a high-profile arrest has sparked outrage online, particularly as a young victim from the associated stampede remains in critical condition.</p>\n<ul>\n    <li>Allu Arjun was arrested concerning a fan's death during the premiere of his film <a href=\"https://www.hindustantimes.com/entertainment/telugu-cinema/justice-done-allu-arjun-fans-celebrate-after-actor-is-granted-interim-bail-in-pushpa-2-stampede-case-101734093105639.html\">Pushpa 2: The Rule</a>.</li>\n    <li>After his release, he was celebrated at home with significant industry support, which many deemed inappropriate given the ongoing tragedy.</li>\n    <li>Many social media users criticized the celebrations, calling it a PR stunt and questioning the lack of support for the deceased's family by Arjun.</li>\n    <li>The incident occurred during a large crowd gathering at Sandhya Theatre, leading to a stampede that resulted in significant casualties.</li>\n</ul>\n<blockquote>\n    \"Today's non-stop celebrity visits and the publicity around it has tilted the scales in favour of Revanth Reddy... It should have been a day of introspection, not celebration.\"\n</blockquote>\n<p>The critic response reflects a broader sentiment that celebrity culture can overshadow genuine human tragedy, urging a consideration of the consequences of such public displays amidst personal loss.</p>"
  },
  {
    "title": "NASA Warns Of Two BIG Asteroids Making Close Approach To Earth Tomorrow: Should You Worry? - Times Now",
    "link": "https://www.timesnownews.com/technology-science/nasa-warns-of-two-big-asteroids-making-close-approach-to-earth-tomorrow-should-you-worry-article-116331233",
    "pubDate": "Sun, 15 Dec 2024 04:12:07 GMT",
    "summary": "<h1>NASA Warns Of Two BIG Asteroids Making Close Approach To Earth Tomorrow: Should You Worry?</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> Times Now News</p>\n<img loading=\"lazy\" src=\"https://static.tnn.in/thumb/msid-116331284,thumbsize-1191763,width-1280,height-720,resizemode-75/116331284.jpg\" alt=\"Asteroid (AI-Generated Image)\" title=\"Asteroid (AI-Generated Image)\">\n<figcaption>Asteroid (AI-Generated Image)</figcaption>\n<p>Two asteroids, 2024 XY5 and 2024 XB6, are set to pass close to Earth on December 16, 2024, prompting interest from astronomers. Although they do not pose any immediate threat, their approach emphasizes NASA's monitoring efforts of near-Earth objects.</p>\n<ul>\n    <li><strong>Asteroid 2024 XY5:</strong> 71 feet in diameter, will pass at a distance of 3,500,000 kilometers at 5:56 AM IST traveling at 17,389 km/h.</li>\n    <li><strong>Asteroid 2024 XB6:</strong> 56 feet in diameter, will approach at 6,690,000 kilometers at 7:25 AM IST traveling at 23,787 km/h.</li>\n    <li>Both asteroids do not pose a risk as they are smaller than the threshold for \"potentially hazardous asteroids.\"</li>\n    <li>Nasa actively tracks near-Earth objects to ensure safety against potential threats.</li>\n</ul>\n<blockquote>“Despite their size and speed, NASA has confirmed that both asteroids will safely pass Earth without posing any risk.”</blockquote>\n<p>Stay informed and vigilant about the risks posed by space debris, even if these asteroids are harmless. NASA's continued monitoring is essential for ensuring our planet's safety.</p>"
  },
  {
    "title": "FIDE slams claims of Liren losing World Chess Championship match to Gukesh on purpose: 'Every sportsman makes mistakes' - Firstpost",
    "link": "https://www.firstpost.com/sports/fide-slams-claims-of-ding-liren-losing-world-chess-championship-match-to-d-gukesh-on-purpose-13844589.html",
    "pubDate": "Sun, 15 Dec 2024 04:11:42 GMT",
    "summary": "<h1>FIDE slams claims of Liren losing World Chess Championship match to Gukesh on purpose: 'Every sportsman makes mistakes'</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> Firstpost</p>\n<img src=\"https://images.firstpost.com/uploads/2024/12/Gukesh-and-Liren_FIDE-image-2024-12-834c1f41dcfc208c163bcc992a2ef040-1200x675.jpg?im=FitAndFill=(596,336)\" alt=\"FIDE slams claims of Liren losing World Chess Championship match to Gukesh on purpose: 'Every sportsman makes mistakes'\" title=\"FIDE slams claims of Liren losing World Chess Championship match to Gukesh on purpose: 'Every sportsman makes mistakes'\">\n<figcaption>FIDE hailed D Gukesh and Ding Liren for putting up a good show during the 2024 World Chess Championship match in Singapore. Image credit: FIDE</figcaption>\n<p>The International Chess Federation (FIDE) President Arkady Dvorkovich has dismissed allegations that Ding Liren lost the World Chess Championship match to D Gukesh intentionally, praising both players for their performances.</p>\n<ul>\n    <li>D Gukesh won the 2024 World Chess Championship, making him the second Indian champion after Viswanathan Anand.</li>\n    <li>Ding Liren made a critical blunder in Game 14, which cost him the match and title.</li>\n    <li>Vladimir Kramnik and the Russian Chess Federation raised doubts about the nature of Liren's loss.</li>\n    <li>Despite criticism from Magnus Carlsen, Viswanathan Anand supported Gukesh and encouraged him to disregard negative feedback.</li>\n    <li>Gukesh became the youngest-ever World Chess Champion at 18, breaking Garry Kasparov's record.</li>\n</ul>\n<blockquote>“Sports is about mistakes, without mistakes, there would be no goals in football. Every sportsman makes mistakes but that’s what we are excited about...\" - Arkady Dvorkovich</blockquote>\n<p>In conclusion, the FIDE President's remarks highlight the unpredictability of chess, while Gukesh's historic victory continues to generate discussion and debate in the chess community.</p>"
  },
  {
    "title": "Another BEST bus accident in Mumbai; third in less than a week - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/mumbai/biker-dies-in-collision-with-best-bus-in-mumbai-third-fatal-accident-in-a-week/articleshow/116331202.cms",
    "pubDate": "Sun, 15 Dec 2024 04:09:00 GMT",
    "summary": null
  },
  {
    "title": "EXCLUSIVE| Saif Ali Khan on meeting PM Modi with Kapoor family: Asked how much rest he got, he said three hours a night - Hindustan Times",
    "link": "https://www.hindustantimes.com/htcity/cinema/exclusive-saif-ali-khan-on-meeting-pm-modi-with-kapoor-family-asked-how-much-rest-he-got-he-said-three-hours-a-night-101734204335107.html",
    "pubDate": "Sun, 15 Dec 2024 04:06:23 GMT",
    "summary": "<h1>EXCLUSIVE| Saif Ali Khan on meeting PM Modi with Kapoor family: Asked how much rest he got, he said three hours a night.</h1>\n<p><strong>Date:</strong> Dec 15, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/SAIFKAREENAMODI_1734205562222_1734205594307.jpg\" alt=\"Saif Ali Khan poses with PM Narendra Modi at the recent meeting in Delhi.\" title=\"Saif Ali Khan poses with PM Narendra Modi at the recent meeting in Delhi.\">\n<figcaption>Saif Ali Khan poses with PM Narendra Modi at the recent meeting in Delhi.</figcaption>\n<p>Actor Saif Ali Khan recently met Prime Minister Narendra Modi in Delhi along with the Kapoor family. The meeting was held in memory of the late Raj Kapoor, and Khan shared insights about the engaging encounter.</p>\n<ul>\n    <li>Saif Ali Khan attended the meeting with the Kapoor family in memory of Raj Kapoor.</li>\n    <li>He described PM Modi as attentive and charming despite a long day in Parliament.</li>\n    <li>The meeting was attended by Kareena Kapoor, Karisma Kapoor, Ranbir Kapoor, Alia Bhatt, and others.</li>\n    <li>PM Modi inquired about Saif's parents and signed a paper for Saif's children, Taimur and Jehangir.</li>\n    <li>Saif noted that PM Modi mentioned he gets about three hours of sleep a night.</li>\n</ul>\n<blockquote>“I asked him how much rest he got and he said about three hours a night. It was a special day for me.” - Saif Ali Khan</blockquote>\n<p>This meeting not only commemorated Raj Kapoor's legacy but also highlighted the personal connection and respect between the Kapoor family and the Prime Minister. Saif expressed gratitude for the time spent with Modi, emphasizing the importance of family and legacy."
  },
  {
    "title": "Today's NYT Strands Hints, Answers and Help for Dec. 15, #287 - CNET",
    "link": "https://www.cnet.com/tech/gaming/todays-nyt-strands-hints-answers-and-help-for-dec-15-287/",
    "pubDate": "Sun, 15 Dec 2024 04:01:00 GMT",
    "summary": "<h1>Today's NYT Strands Hints, Answer and Help for Dec. 15, #287 - CNET</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> CNET</p>\n<img src=\"https://www.cnet.com/images/logos/og_cnet.png\" alt=\"completed NYT Strands puzzle for Dec. 15, 2024, #287\" height=\"590.1535203811541\" width=\"1200\" loading=\"lazy\">\n<figcaption><span><p>The completed NYT Strands puzzle for Dec. 15, 2024.</p></span> <span>NYT/Screenshot by CNET</span></figcaption>\n<p>The article provides hints and answers for the New York Times Strands puzzle themed around \"Moonlighting,\" along with related insights for stargazers.</p>\n<ul>\n    <li>Today's Strands theme is \"Moonlighting\".</li>\n    <li>Clue: Made of green cheese.</li>\n    <li>Goal: Find hidden words related to the theme.</li>\n    <li>Words used for hints: GLUE, BEST, WANING, and others.</li>\n    <li>Non-spangram answers include FULL, WANING, WAXING, and more.</li>\n    <li>Today's spangram: LUNARPHASE.</li>\n</ul>\n<blockquote>\"2024 has been a great year for stargazing for me.\" - CNET Article</blockquote>\n<p>Stargazing enthusiasts are encouraged to engage with today's Strands puzzle and explore the hints provided for an enhanced gaming experience.</p>"
  },
  {
    "title": "Vishal Mega Mart IPO Allotment: GMP At 24.36%, A Step-By-Step Guide To Check Allotment Status Online - News18",
    "link": "https://www.news18.com/business/ipo/vishal-mega-mart-ipo-allotment-gmp-at-24-36-a-step-by-step-guide-to-check-allotment-status-online-9156707.html",
    "pubDate": "Sun, 15 Dec 2024 03:58:42 GMT",
    "summary": "<h1>Vishal Mega Mart IPO Allotment: GMP At 24.36%, A Step-By-Step Guide To Check Allotment Status Online</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Vishal Mega Mart IPO.\" />\n    <figcaption>Vishal Mega Mart IPO.</figcaption>\n</figure>\n<p>Vishal Mega Mart's IPO is generating significant interest with a strong subscription performance, set to finalize allotment on December 16, and listing on December 18.</p>\n<ul>\n    <li>The IPO was open for subscription from December 11 to December 13, with a total subscription of 28.75 times.</li>\n    <li>Retail investors subscribed 2.43 times, non-institutional investors 15.01 times, and qualified institutional buyers 85.11 times.</li>\n    <li>The IPO price band was set at Rs 74 to Rs 78 per share.</li>\n    <li>Unlisted shares are currently trading at Rs 97, reflecting a premium of 24.36%.</li>\n    <li>Allotment confirmation expected by the evening of December 16; shares will list on BSE and NSE on December 18.</li>\n</ul>\n<blockquote>\n    <p>\"The GMP has shown steady growth, increasing from the 20.51 per cent recorded at the IPO’s outset.\"</p>\n</blockquote>\n<p>The Vishal Mega Mart IPO has attracted considerable investor interest, reflected in its subscription rates and GMP, indicating a promising outlook for its market debut.</p>"
  },
  {
    "title": "Fed meeting among top 5 factors that can sway Sensex, Nifty this week - The Economic Times",
    "link": "https://news.google.com/rss/articles/CBMi2gFBVV95cUxPTzgyVzRLcFJERUtXcm5xLW84NVJtS0tkdFc3d29OMHp0cDlfYnV1cDRVOWZKOUtMTEhHanBaUFNjbmRDNUlyUUhBV0FMNU5mbF9EdUthMkpjQjF2Z1JOa2tnQTRla0NmWUxrYmx1ZkNTN0VkWkpyNkE5bl8wSjFjUWxRc0NObVh1bTVrMHEyV0VZQ1hRTmxoWTgtbzFjRUhLRnlKRDljRUFoX1lncHVtbnBiSGJnRkZUSEcwVGQ0d21XT2VzNkRJWkZUOHg4cHJ4NkNNYWoyeWNXd9IB3wFBVV95cUxNSFFiZllLaGVJYTZsOUJpdVRUc3U0UVFtNHdQYzFpenhKV0JYUXZhek1zQ3NnV3JwbkZoNlFQaHF6aUZsdUFEa2l5XzhPU2FyOUhvaFNWelBmemJNY0xlTkZ6dEpiSWJ2Y1RyY1RsVFh3b21FMDlqWm1aYWVfaXpsN1BzS0JuRW1KMzlhUVlZSFc0TDJUVWwwUHFtdzAyT3NUbzY5UXdKNGE2SF9UeFZhcjJoOHNacnZJNTFPejloblI0b001Yk1LempVTUVKZXBQOG43NW8yMUJiQnJsUk9N?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 03:56:45 GMT",
    "summary": null
  },
  {
    "title": "MobiKwik IPO: Know Latest GMP, Allotment, and Listing Dates - News18",
    "link": "https://www.news18.com/business/ipo/mobikwik-ipo-know-latest-gmp-allotment-and-listing-dates-9156691.html",
    "pubDate": "Sun, 15 Dec 2024 03:43:17 GMT",
    "summary": "<h1>MobiKwik IPO: Know Latest GMP, Allotment, and Listing Dates</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"The MobiKwik IPO, which opened for bidding between December 11 and December 13, received an overwhelming 125.69 times subscription.\" title=\"The MobiKwik IPO, which opened for bidding between December 11 and December 13, received an overwhelming 125.69 times subscription.\" loading=\"eager\">\n    <figcaption>The MobiKwik IPO, which opened for bidding between December 11 and December 13, received an overwhelming 125.69 times subscription.</figcaption>\n</figure>\n<p>The much-anticipated initial public offering (IPO) of MobiKwik has concluded with impressive subscription numbers and is set for a strong market debut on December 18.</p>\n<ul>\n    <li>The IPO was open for bidding from December 11 to December 13.</li>\n    <li>The IPO received an overwhelming subscription rate of 125.69 times overall, with retail investors at 141.78 times, NIIs at 114.7 times, and QIBs at 125.82 times.</li>\n    <li>MobiKwik’s unlisted shares are currently trading at Rs 444, which is 59.14% higher than the upper price band of Rs 279.</li>\n    <li>The allotment will be finalised on December 16, with listing on the BSE and NSE scheduled for December 18.</li>\n    <li>The total size of the public issue is Rs 572 crore, consisting entirely of fresh equity shares.</li>\n</ul>\n<blockquote>“As of today, MobiKwik’s unlisted shares are trading at Rs 444 per share, which is Rs 165 or 59.14% higher than the upper price band of Rs 279, signaling a strong debut on December 18.”</blockquote>\n<p>Founded by Bipin Preet Singh and Upasana Taku, MobiKwik aims to solidify its position in India’s fintech ecosystem with this IPO."
  },
  {
    "title": "India vs Australia LIVE Score, 3rd Test Day 2: India Miss Huge DRS Opportunity, Steve Smith Survives - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/india-vs-australia-live-score-3rd-test-match-day-2-ind-vs-aus-live-scorecard-updates-7247280",
    "pubDate": "Sun, 15 Dec 2024 03:34:49 GMT",
    "summary": null
  }
]