[
  {
    "title": "Buy or sell: Sumeet Bagadia recommends three stocks to buy on Monday — 16 December 2024 | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/stock-market-news/buy-or-sell-sumeet-bagadia-recommends-three-stocks-to-buy-on-monday-16-december-2024-11734168515901.html",
    "pubDate": "Sun, 15 Dec 2024 11:00:06 GMT",
    "summary": null
  },
  {
    "title": "WPL Auction Live Updates: Gujarat break the bank for Simran, Dottin; MI win bidding war for Kamalini - Hindustan Times",
    "link": "https://news.google.com/rss/articles/CBMi_AFBVV95cUxQeEZVOXZWM0syZURnekpLekV5b0dzbmVYdzdRcUVHWmh1a1lIRHg2T0lPbWVBcEpsWnJKZGhCc2RuYTJQbkZhV0RqSVNxamVJTWhJVHY1RkNQNV9IVGthajNReTA3ZGRONzdkWlZfQWxnV2xIVk1JeWhhc09JblkzY1RDbzN3YzBqSTJBNXNYLXU4dnlrcVJtTW43NDhLTWlQTjEyMHdrNk1rT0RFZVVkRjdubjMtcHJwblBEc1BaaGU1RTFQSXpvYk54ZExVcTM0NlpUTlo5SlBfNjBaNlptQW5MTjEwWnBtdDctNzg2emdGb2tuWVNWaUpIamjSAYICQVVfeXFMT09jQXQ1ZzZlSUZPY0wwaUNlZWJ5X1hBcnpDdEk2YW1OczBDRkpTUndteGxQc2h0NDVyLVNLQjZvenNPdHVxcU1nX1NwQk8zakstMUZQM2U4Rks2MV94Yi1JUGNLbmo5cklra2dCVlhaR1ZPeHVGT1NjVzZ6QkVLY3FqWE9rUDhTNEJ0VU8waGxJczFjcEJSMFJnaExwaW5od09TdGZZSlRBMHlrSXNLLXp6QUU0LThNOXpqNkJDSVpFZXRaVDRHQ1g4ZU9WQUZrS0I0TkdsMllxTEJaT1d3WUM2ZDRKaldQaTVidUhFUHFiZkZ5NUk4Y3NEZHJ2RHdEVGdB?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 10:30:00 GMT",
    "summary": null
  },
  {
    "title": "Why cholesterol level rises during winter season - The Times of India",
    "link": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/why-cholesterol-level-rises-during-winter-season/articleshow/116330667.cms",
    "pubDate": "Sun, 15 Dec 2024 10:30:00 GMT",
    "summary": null
  },
  {
    "title": "Man City v Man Utd: Opta say back 60/1 Bet Builder on Sunday - Betting.betfair",
    "link": "https://betting.betfair.com/football/premier-league/manchester-city-v-manchester-united-tips-opta-say-back-60-1-bet-builder-on-sunday-131224-19.html",
    "pubDate": "Sun, 15 Dec 2024 10:27:05 GMT",
    "summary": null
  },
  {
    "title": "Galaxy S25 series prices leak, Realme Neo7 is official, Week 50 in review - GSMArena.com news - GSMArena.com",
    "link": "https://www.gsmarena.com/galaxy_s25_series_prices_leak_realme_neo7_is_official_week_50_in_review-news-65730.php",
    "pubDate": "Sun, 15 Dec 2024 10:01:01 GMT",
    "summary": "<h1>Galaxy S25 series prices leak, Realme Neo7 is official, Week 50 in review</h1>\n<p><strong>Publication Date:</strong> December 2024</p>\n<p><strong>Source:</strong> Not specified</p>\n<p>As we wrap up week 50 of 2024, key developments include potential pricing for the Galaxy S25 series and the official launch of Realme's Neo7 smartphone.</p>\n<ul>\n    <li>The Galaxy S25 series is expected to maintain the same pricing structure as the S24 series.</li>\n    <li>Upgrades include the Snapdragon 8 Elite processor and up to 12GB of RAM for the smaller model.</li>\n    <li>The S25 Ultra will feature a new 50MP ultra-wide camera while maintaining its main camera from the previous model.</li>\n    <li>Realme introduced the Neo7, equipped with a Dimensity 9300+ chipset and a large 7,000 mAh battery.</li>\n    <li>The Neo7 offers a 50MP main camera and an 8MP ultrawide, with prices starting from CNY 2,199 ($302).</li>\n    <li>Huawei's Mate 70 series highlights 100% domestic chip production in China, showcasing the Kirin 9020 chipset.</li>\n</ul>\n<blockquote>\"Huawei has achieved 100% domestic production of chips, which is a testament to the true autonomy of the semiconductor industry in China.\" - Richard Yu, Huawei CEO</blockquote>\n<p>In summary, the Galaxy S25 series appears to follow in the footsteps of its predecessor in terms of pricing, while Realme's Neo7 and Huawei's advancements in domestic chip production are notable highlights of the week.</p>"
  },
  {
    "title": "‘If you have problems with EVMs…': Omar Abdullah's salvo at INDIA ally Congress - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/omar-abdullah-fires-another-shot-at-ally-congress-if-you-have-problems-with-evms-101734255715415.html",
    "pubDate": "Sun, 15 Dec 2024 09:50:42 GMT",
    "summary": "<h1>If you have problems with EVMs…: Omar Abdullah's salvo at INDIA ally Congress</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 04:21 PM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/PTI12-14-2024-000217A-0_1734255937782_1734255986267.jpg\" alt=\"New Delhi: Jammu and Kashmir Chief Minister Omar Abdullah during an interview with PTI, in New Delhi,(PTI)\" title=\"New Delhi: Jammu and Kashmir Chief Minister Omar Abdullah during an interview with PTI, in New Delhi,(PTI)\">\n<figcaption>New Delhi: Jammu and Kashmir Chief Minister Omar Abdullah during an interview with PTI, in New Delhi,(PTI)</figcaption>\n<p>Jammu and Kashmir Chief Minister Omar Abdullah criticized the Congress party's stance on Electronic Voting Machines (EVMs), arguing that they cannot reject EVMs after losses while celebrating wins with the same machines.</p>\n<ul>\n    <li>Abdullah addressed the Congress's doubts about EVMs following defeats in the Haryana and Maharashtra Assembly polls.</li>\n    <li>He stated that one cannot selectively trust EVMs based on election outcomes.</li>\n    <li>Abdullah encouraged parties to remain consistent in their views on voting mechanisms.</li>\n    <li>He defended the Central Vista project, stating it was necessary for a new Parliament building.</li>\n    <li>Reports indicate rising tension between the National Conference (NC) and Congress, particularly after recent elections in Jammu and Kashmir.</li>\n</ul>\n<blockquote>\n    \"When you get a hundred plus members of Parliament using the same EVMs, and you celebrate that as sort of a victory for your party, you can't then a few months later turn around and say... we don't like these EVMs because now the election results aren't going the way we would like them to.\" — Omar Abdullah\n</blockquote>\n<p>Abdullah's comments indicate growing friction within the INDIA alliance and highlight the need for party leaders to consistently support their electoral processes. His advocacy for principles over partisan loyalty bolsters his political stance amid rising tensions.</p>"
  },
  {
    "title": "MobiKwik IPO: Know Latest GMP, Allotment, and Listing Dates - News18",
    "link": "https://www.news18.com/business/ipo/mobikwik-ipo-know-latest-gmp-allotment-and-listing-dates-9156691.html",
    "pubDate": "Sun, 15 Dec 2024 09:44:45 GMT",
    "summary": "<h1>MobiKwik IPO: Know Latest GMP, Allotment, and Listing Dates</h1>\n<p><strong>Publication Date:</strong> December 15, 2024, 16:35 IST</p>\n<p><strong>Source:</strong> News18</p>\n<img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"The MobiKwik IPO, which opened for bidding between December 11 and December 13, received an overwhelming 125.69 times subscription.\" />\n<figcaption>The MobiKwik IPO, which opened for bidding between December 11 and December 13, received an overwhelming 125.69 times subscription.</figcaption>\n<p>MobiKwik's IPO has garnered significant attention, concluding with impressive subscription numbers and a strong expected debut on December 18, 2024.</p>\n<ul>\n    <li>The IPO received a total subscription rate of 125.69 times, with retail investors subscribing 141.78 times.</li>\n    <li>Unlisted shares are currently trading at Rs 444 per share, 59.14% higher than the upper price band of Rs 279.</li>\n    <li>The IPO allotment finalization is set for December 16, 2024, while the listing is scheduled for December 18, 2024.</li>\n    <li>The public issue consists entirely of fresh equity shares worth Rs 572 crore, with no Offer for Sale component.</li>\n    <li>MobiKwik secured Rs 257 crore from anchor investors prior to the IPO launch.</li>\n</ul>\n<blockquote>\"MobiKwik’s unlisted shares are trading at Rs 444 per share, signaling a strong debut on December 18.\"</blockquote>\n<p>In conclusion, MobiKwik’s IPO has been met with strong market enthusiasm, positioning the company favorably in India’s fintech landscape as it prepares for its public market entry.</p>"
  },
  {
    "title": "NASA warns about two giant asteroids on a collision course with Earth at high speed tomorrow - Moneycontrol",
    "link": "https://www.moneycontrol.com/science/nasa-warns-about-two-giant-asteroids-on-a-collision-course-with-earth-at-high-speed-tomorrow-article-12890145.html",
    "pubDate": "Sun, 15 Dec 2024 09:30:38 GMT",
    "summary": null
  },
  {
    "title": "WPL 2025 Auction LIVE Updates: 16-Year-Old G Kamalini From Tamil Nadu Bought By Mumbai Indians For Rs 1.6 Crore - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/womens-premier-league-2025-mini-auction-live-updates-prices-wpl-auction-2025-7251982",
    "pubDate": "Sun, 15 Dec 2024 09:10:21 GMT",
    "summary": null
  },
  {
    "title": "Allu Arjun visits uncle Chiranjeevi with wife Sneha Reddy and kids after being released from jail. Watch - The Indian Express",
    "link": "https://indianexpress.com/article/entertainment/telugu/allu-arjun-visits-uncle-chiranjeevi-with-wife-sneha-reddy-and-kids-after-being-released-from-jail-watch-9725905/",
    "pubDate": "Sun, 15 Dec 2024 09:05:01 GMT",
    "summary": "<h1>Allu Arjun visits uncle Chiranjeevi with wife Sneha Reddy and kids after being released from jail. Watch.</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/allu-arjun-11.jpg?w=640\" alt=\"Allu Arjun Chiranjeevi.\" width=\"640\" height=\"360\">\n<figcaption>Allu Arjun and wife Sneha Reddy with Chiranjeevi. (Pic: @UrsVamsiShe/X)</figcaption>\n<p>Following his release from jail, actor Allu Arjun visited his uncle Chiranjeevi at his residence, accompanied by his wife Sneha Reddy and children Ayaan and Arha. The visit was highlighted on social media with several videos capturing the family's arrival.</p>\n<ul>\n    <li>Allu Arjun was released from jail after a tragic incident involving a stampede during a screening of Pushpa 2.</li>\n    <li>He was seen arriving at Chiranjeevi's residence in an orange hoodie, with his family in the car.</li>\n    <li>Videos of the family's visit were widely shared on social media platforms.</li>\n    <li>Following his release, several celebrities, including Chiranjeevi's wife Surekha and actor Rana Daggubati, visited to show their support.</li>\n</ul>\n<blockquote>\n    <p>“BREAKING: Allu Arjun family arrives at Chiranjeevi residence🏡🏠”</p>\n    <footer>— Manobala Vijayabalan (@ManobalaV) <a href=\"https://twitter.com/ManobalaV/status/1868188852214792423?ref_src=twsrc%5Etfw\" rel=\"nofollow, noopener\" target=\"_blank\">December 15, 2024</a></footer>\n</blockquote>\n<p>The visit comes after the Hyderabad police registered a case against Allu Arjun and his security team in connection with the stampede, which tragically resulted in a death. The complaint has since been withdrawn by the woman's husband.</p>"
  },
  {
    "title": "US sheriff sends drone to follow mysterious objects in New Jersey sky: Here's happened next - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/us/us-sheriff-sends-drone-to-follow-mysterious-objects-in-new-jersey-sky-heres-happened-next/articleshow/116335334.cms",
    "pubDate": "Sun, 15 Dec 2024 09:00:00 GMT",
    "summary": null
  },
  {
    "title": "\"My Career Made, Then Unmade By Gandhis\": Mani Shankar Aiyar's Big Claim - NDTV",
    "link": "https://www.ndtv.com/india-news/mani-shankar-aiyar-gandhi-family-my-career-made-then-unmade-by-gandhis-mani-shankar-aiyars-big-claim-7253116",
    "pubDate": "Sun, 15 Dec 2024 08:56:44 GMT",
    "summary": "<h1>My Career Made, Then Unmade By Gandhis: Mani Shankar Aiyar's Big Claim</h1>\n<p><strong>Date:</strong> Not specified <strong>Source:</strong> Press Trust of India</p>\n<p>Senior Congress leader Mani Shankar Aiyar has claimed that the Gandhi family played a significant role in both his political rise and subsequent marginalization within the party.</p>\n<ul>\n    <li>Aiyar stated, \"The irony of my life is that my political career was made by the Gandhis and unmade by the Gandhis.\"</li>\n    <li>He expressed frustration over a lack of substantial engagement with key members of the Gandhi family over the years.</li>\n    <li>Aiyar mentioned he did not have the opportunity to meet Sonia Gandhi for a decade and had only limited interactions with Rahul and Priyanka Gandhi.</li>\n    <li>He recalled needing to ask Priyanka to convey birthday wishes to Rahul during a period of his suspension from the party.</li>\n    <li>Aiyar wrote a letter to Rahul Gandhi seeking clarity on his suspension but received no acknowledgment.</li>\n    <li>He reflected on the political environment in 2012 during crises for both Sonia Gandhi and former PM Manmohan Singh, noting Pranab Mukherjee's potential leadership during that time.</li>\n</ul>\n<blockquote>“For 10 years, I was not given an opportunity to meet Sonia Gandhi one-on-one. I was not given an opportunity, except once, of spending any meaningful time with Rahul Gandhi.”</blockquote>\n<p>This interview sheds light on the complex dynamics within the Congress party and highlights Aiyar's personal experiences regarding his political journey influenced by the Gandhi family.</p>"
  },
  {
    "title": "Delhi Assembly polls: AAP releases final candidates’ list, Arvind Kejriwal to contest from New Delhi, Atishi from Kalkaji - The Hindu",
    "link": "https://www.thehindu.com/news/cities/Delhi/delhi-polls-aap-releases-final-candidates-list-arvind-kejriwal-to-contest-from-new-delhi-atishi-from-kalkaji/article68987960.ece",
    "pubDate": "Sun, 15 Dec 2024 08:32:00 GMT",
    "summary": "<h1>Delhi Assembly polls: AAP releases final candidates’ list, Arvind Kejriwal to contest from New Delhi, Atishi from Kalkaji</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/9ay3df/article68987966.ece/alternates/LANDSCAPE_1200/ARVIND%20KEJRIWAL%20ECI%2011%2012%202024%202.JPG\" alt=\"The AAP released its final list of 38 candidates for the Delhi Assembly polls.\" />\n<figcaption>The AAP released its final list of 38 candidates for the Delhi Assembly polls. Photo Credit: The Hindu</figcaption>\n<p>The AAP has announced its final list of candidates for the upcoming Delhi Assembly elections, with Arvind Kejriwal running from New Delhi and Atishi from Kalkaji, as the party aims for a third consecutive term.</p>\n<ul>\n    <li>AAP released a list of 38 candidates for the February Delhi Assembly polls.</li>\n    <li>Arvind Kejriwal will contest from New Delhi; Atishi will contest from Kalkaji.</li>\n    <li>Senior leaders Saurabh Bharadwaj, Gopal Rai, Imran Hussain, Raghuvinder Shokeen, and Mukesh Kumar Ahlawat are fielded from various constituencies.</li>\n    <li>The party secured 62 out of 70 seats in the 2020 elections.</li>\n    <li>The upcoming elections are seen as a significant test for AAP's governance and electoral appeal.</li>\n</ul>\n<blockquote>“Here is our fourth and final list for upcoming Delhi Elections ‼️ Congratulations to all the candidates 🎉 फिर लायेंगे केजरीवाल 🔥💯” — AAP (@AamAadmiParty) December 15, 2024</blockquote>\n<p>The announcement signals AAP's strategic positioning ahead of crucial elections, reinforcing its leadership and candidate choices aimed at ensuring continued governance in Delhi.</p>"
  },
  {
    "title": "25-year-old biker killed after being hit by bus in Mumbai, days after deadly Kurla accident - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/25yearold-biker-killed-after-being-hit-by-bus-in-mumbai-days-after-deadly-kurla-accident-101734248190468.html",
    "pubDate": "Sun, 15 Dec 2024 08:21:54 GMT",
    "summary": "<h1>25-year-old biker killed after being hit by bus in Mumbai, days after deadly Kurla accident</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Mumbai--India--Dec-13--2024--BEST-bus-services-res_1734248575217_1734248644730.jpg\" alt=\"Four days after the Kurla accident, BEST bus services had just resumed on Friday. (Raju Shinde/HT Photo)\">\n<figcaption>Four days after the Kurla accident, BEST bus services had just resumed on Friday. (Raju Shinde/HT Photo)</figcaption>\n<p>Days after a fatal bus accident in Kurla, a 25-year-old motorcyclist was killed when struck by a bus in Govandi, leading to the arrest of the bus driver and conductor.</p>\n<ul>\n    <li>The incident occurred at Shivaji Nagar junction in Govandi, where Dikshit Vinod Rajput was hit while riding his motorcycle.</li>\n    <li>Rajput suffered severe head injuries and was declared dead at Rajawadi Hospital.</li>\n    <li>Police arrested the bus driver, Vinod Aabaji Rankhambe, and conductor, Avinash Vikramrao Gite, under relevant legal sections.</li>\n    <li>This accident follows a serious bus crash in Kurla that killed seven people and injured 42 others.</li>\n    <li>The Kurla accident involved a bus colliding with multiple vehicles and structures, causing significant casualties.</li>\n    <li>There are concerns regarding the training of bus drivers for operating electric buses.</li>\n</ul>\n<blockquote>\"The bus driver was not fully trained to deal with the electric bus, having received only a limited amount of training.\" - Regional Transport Officers (RTO)</blockquote>\n<p>This tragic event highlights ongoing safety concerns surrounding public transport in Mumbai, particularly with the operation of electric buses.</p>"
  },
  {
    "title": "Delhi polls: AAP releases final list of candidates; Arvind Kejriwal to contest from New Delhi, Atishi fro - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/delhi-polls-aap-releases-final-list-of-candidates-arvind-kejriwal-to-contest-from-new-delhi-atishi-from-kalkaji/articleshow/116335250.cms",
    "pubDate": "Sun, 15 Dec 2024 08:11:00 GMT",
    "summary": null
  },
  {
    "title": "Why X users are congratulating Nirmala Sitharaman over world chess champion D Gukesh's win - ThePrint",
    "link": "https://theprint.in/sport/why-x-users-are-congratulating-nirmala-sitharaman-over-world-chess-champion-d-gukeshs-win/2404101/",
    "pubDate": "Sun, 15 Dec 2024 08:05:10 GMT",
    "summary": "<h1>Why X users are congratulating Nirmala Sitharaman over world chess champion D Gukesh's win</h1>\n<p><strong>Publication Date:</strong> December 13, 2024 <strong>Source:</strong> The Print</p>\n<!-- If there is an image, include it here. -->\n<p>Following D. Gukesh's historic win as the youngest World Chess Champion at 18, congratulatory messages have flooded in for both the champion and Finance Minister Nirmala Sitharaman, sparking a wave of humorous commentary regarding taxes on social media.</p>\n<ul>\n    <li>D. Gukesh defeated Ding Liren, becoming the second Indian to win the World Chess Championship title.</li>\n    <li>He earned approximately $600,000 (around ₹5.07 crore) from his victories in three games.</li>\n    <li>The total prize money of $1.5 million will be split between Gukesh and his competitor, totaling Gukesh's earnings to about $1.35 million (₹11.45 crore).</li>\n    <li>The Indian income tax rate for high earners is 30%, with a potential total tax obligation for Gukesh exceeding ₹4.67 crore due to additional surcharges.</li>\n    <li>Social media users humorously congratulated the income tax department for their share of Gukesh's winnings.</li>\n</ul>\n<blockquote>\n    <p>\"The Indian Tax Department is always a step ahead, making sure they get their share of the winnings! Even in chess, they manage to checkmate the earnings.\" — Sarvesh Yadav (@Savy23_09)</p>\n</blockquote>\n<p>Social media is filled with witty remarks, illustrating the humor surrounding the tax implications of Gukesh’s victory, showcasing the saying that \"no victory is immune to India’s tax humour.\"</p>"
  },
  {
    "title": "India vs Australia Highlights, 3rd Test Day 2: Jasprit Bumrah Shines With 5-For; Australia On Top After Travis Head Runs Riot - NDTV Sports",
    "link": "https://news.google.com/rss/articles/CBMi2wFBVV95cUxOLXQ3RzFjb0wwbDJ1WUhtMFhjbTFWNl9kbVctZFdhNjE3YkdocDdJTnhiSmhxcEttMkZ2Nkl2UVZKVDhwUklabmF0R3pvcThEaUZYSFh0U1NQOFZTaWJWWEFsWmdDUWotQ1c5RkdzVF9PNHIta2Jvb2g2MUFhMUNSZEthU25DTm4wQkJtUjREUEpqeEp3alhnOVpJYlllb0Nlb3VyRE4wYWF6Skl1MlpCVDBrSGNLNE1IR3F6ajF5NDJwZG9NUkJjUnczeU90NlYycm1ybEZ2ZVh6XzDSAeMBQVVfeXFMT2ZSY2gzYmljcFc0ZVhDb3JySjRIai04b0gtbnFLNFI3SExFdDhfYzBLSXIwWUIzMEVPdGQ5UVRvVUNNSTBvWS1HVlh2eG9wcS1IYzEtOGRNRUdVdWZFT2lNSTZhYlE3T2pnTm1ETVVHU1dqQWprOUlLRGxNdzdCcWVPMmZ4ODNTSnUwbkdaMjI1d2dvQWU1RWlhb3dtRkFvVk1oV3pJUDFpRE5ucjR2RFZBMjZTcHlNUW4ydG1tV010aWdPLWZpTFNXY0V5SlFXZUtDYWVCdlNULXdmQzlYbURKMWs?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 08:04:44 GMT",
    "summary": null
  },
  {
    "title": "Delhi assembly polls: AAP's 4th list out, Kejriwal to contest from New Delhi - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/delhi-assembly-polls-2025-aaps-4th-list-out-kejriwal-to-contest-from-new-delhi-cm-atishi-kalkaji-101734249604291.html",
    "pubDate": "Sun, 15 Dec 2024 08:02:50 GMT",
    "summary": "<h1>Delhi assembly polls: AAP's 4th list out, Arvind Kejriwal to contest from New Delhi</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 03:42 PM IST | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Arvind-Kejriwal-with-party-leaders-in-New-Delhi-on_1734249811059_1734249835913.jpg\" alt=\"While Arvind Kejriwal (C) will contest from New Delhi, CM Atishi (L) will contest the polls from Kalkaji. (PTI)\">\n<figcaption>While Arvind Kejriwal (C) will contest from New Delhi, CM Atishi (L) will contest the polls from Kalkaji. (PTI)</figcaption>\n<p>The Aam Aadmi Party (AAP) has released its fourth and final candidate list for the 2025 Delhi assembly elections, featuring Arvind Kejriwal and Chief Minister Atishi as key candidates in their respective constituencies.</p>\n<ul>\n    <li>Arvind Kejriwal will contest from New Delhi, while Atishi will field from Kalkaji.</li>\n    <li>The list includes 38 candidates, among them, Saurabh Bharadwaj, Gopal Rai, Satyendra Kumar Jain, and Durgesh Pathak.</li>\n    <li>Assembly elections for the 70-member Delhi assembly are scheduled for February 2025.</li>\n    <li>Kejriwal has ruled out any pre-poll alliance with the Congress, stating AAP will rely on its own strength.</li>\n    <li>Other notable candidates include Saurabh Bharadwaj from Greater Kailash and Gopal Rai from Babarpur.</li>\n</ul>\n<blockquote>\"AAP's 10 years of misrule have brought Delhi to the brink of ruin.\" - Parvesh Sahib Singh, BJP candidate for New Delhi</blockquote>\n<p>This election is poised to be competitive, with Kejriwal likely to face sons of two former chief ministers, indicating a high-stakes battle for power in Delhi."
  },
  {
    "title": "Maharashtra Cabinet expansion: Swearing-in ceremony in Nagpur today; over 30 MLAs to take oath - The Hindu",
    "link": "https://www.thehindu.com/news/national/maharashtra/maharashtra-cabinet-expansion-swearing-in-ceremony-nagpur-december-15-2024/article68987923.ece",
    "pubDate": "Sun, 15 Dec 2024 07:54:00 GMT",
    "summary": "<h1>Maharashtra Cabinet expansion: Swearing-in ceremony in Nagpur today; over 30 MLAs to take oath</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/news/national/exprg0/article68987914.ece/alternates/LANDSCAPE_1200/Devendra%20Fadnavis.png\" alt=\"Maharashtra CM Devendra Fadnavis attends a welcome rally at Nagpur ahead of the swearing-in ceremony on December 15, 2024. Photo: X/@BJP4Maharashtra\" />\n<figcaption>Maharashtra CM Devendra Fadnavis attends a welcome rally at Nagpur ahead of the swearing-in ceremony on December 15, 2024. Photo: X/@BJP4Maharashtra</figcaption>\n<p>The swearing-in ceremony for new Ministers in Maharashtra will take place today, marking a significant expansion of the State’s Cabinet with over 30 MLAs set to take their oaths.</p>\n<ul>\n    <li>The ceremony is scheduled for 4 p.m. at the Raj Bhavan in Nagpur.</li>\n    <li>The Cabinet expansion involves the ruling coalition Mahayuti, including the BJP, Shiv Sena, and NCP.</li>\n    <li>Over 30 MLAs are expected to be sworn in, with the Cabinet able to accommodate up to 43 members.</li>\n    <li>Distribution of Cabinet positions may include around 20 for BJP, 11-12 for Shiv Sena, and 9-10 for NCP.</li>\n    <li>This is the first swearing-in ceremony held in Nagpur in 33 years, since 1991.</li>\n    <li>Devendra Fadnavis is visiting Nagpur for the first time since taking office, coinciding with local celebrations of 'Dev Diwali'.</li>\n</ul>\n<blockquote>“Mr. Fadnavis is very particular that a few MLAs from Shiv Sena should not be part of his cabinet due to various reasons.”</blockquote>\n<p>This expansion and ceremony are crucial as the ruling coalition finalizes its power-sharing arrangements ahead of the upcoming Winter Session of the State legislature, emphasizing the ongoing negotiations and political dynamics within the coalition.</p>"
  },
  {
    "title": "Garena Free Fire Max Redeem Codes for December 15, 2024: Unlock new rewards, in-game items and more - Moneycontrol",
    "link": "https://www.moneycontrol.com/technology/garena-free-fire-max-redeem-codes-for-december-15-2024-unlock-new-rewards-in-game-items-and-more-article-12890178.html",
    "pubDate": "Sun, 15 Dec 2024 07:46:37 GMT",
    "summary": null
  },
  {
    "title": "'My political career made & unmade by the Gandhis': What senior Congress leader Mani Shankar Aiyar said o - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/my-political-career-made-unmade-by-the-gandhis-what-senior-congress-leader-mani-shankar-aiyar-said-on-sonia-rahul-priyanka-gandhi/articleshow/116330070.cms",
    "pubDate": "Sun, 15 Dec 2024 07:35:00 GMT",
    "summary": null
  },
  {
    "title": "Pushpa 2 The Rule worldwide box office collection: Allu Arjun film sees 70% jump after arrest saga, beats SRK's Jawan - Hindustan Times",
    "link": "https://www.hindustantimes.com/entertainment/telugu-cinema/pushpa-2-the-rule-worldwide-box-office-collection-allu-arjun-film-sees-70-jump-after-arrest-beats-shah-rukhs-jawan-101734246539908.html",
    "pubDate": "Sun, 15 Dec 2024 07:27:38 GMT",
    "summary": "<h1>Pushpa 2 The Rule worldwide box office collection: Allu Arjun film sees 70% jump after arrest saga, beats SRK's Jawan</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/pushpa_2_worldwide_box_office_1734247029392_1734247029586.webp\" alt=\"Pushpa 2 worldwide box office collection: Allu Arjun plays a smuggler in the franchise.\" title=\"Pushpa 2 worldwide box office collection: Allu Arjun plays a smuggler in the franchise.\">\n<figcaption>Pushpa 2 worldwide box office collection: Allu Arjun plays a smuggler in the franchise.</figcaption>\n<p>Pushpa 2: The Rule has achieved remarkable box office success, crossing ₹1196 crore worldwide in just 10 days, fueled by a significant jump following the arrest of its lead actor, Allu Arjun.</p>\n<ul>\n    <li>The film saw a 70% increase in worldwide earnings after Arjun's arrest, with a 74% jump in the domestic market.</li>\n    <li>It earned ₹86 crore on its tenth day, surpassing Shah Rukh Khan's Jawan.</li>\n    <li>Overall, Pushpa 2 is nearing the ₹1200 crore mark and is now set to challenge KGF Chapter 2's record of ₹1208 crore.</li>\n    <li>The film has bolstered its overseas earnings, approaching $2 million on its tenth day.</li>\n    <li>Pushpa 2: The Rule is directed by Sukumar and features Allu Arjun alongside Rashmika Mandanna and Fahadh Faasil.</li>\n</ul>\n<blockquote>\"Pushpa 2 should be able to cross KGF 2 on Sunday and then make a beeline for another blockbuster, SS Rajamouli's RRR (₹1309 crore).\"</blockquote>\n<p>In conclusion, Pushpa 2's impressive performance at the box office demonstrates the film's popularity and the resilience of its leading star, Allu Arjun, amid controversy. The film is poised to continue its success trajectory in the coming days.</p>"
  },
  {
    "title": "'Pushpa 2' box office collection day 10: The film sees huge growth of 71 percent on Saturday, post Allu A - TOI Etimes",
    "link": "https://timesofindia.indiatimes.com/entertainment/hindi/bollywood/box-office/pushpa-2-box-office-collection-day-10-the-film-sees-huge-growth-of-71-percent-on-saturday-post-allu-arjuns-arrest-crosses-rs-820-crore/articleshow/116329338.cms",
    "pubDate": "Sun, 15 Dec 2024 07:27:00 GMT",
    "summary": "<h1>'Pushpa 2' Box Office Collection Day 10: The Film Sees Huge Growth of 71 Percent on Saturday, Post Allu Arjun's Arrest; Crosses Rs 820 Crore</h1>\n<p><strong>Publication Date:</strong> December 14, 2023 <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116329329,imgsize-41224,width-400,resizemode-4/116329329.jpg\" alt=\"'Pushpa 2' box office collection day 10: The film sees huge growth of 71 percent on Saturday, post Allu Arjun's arrest; crosses Rs 820 crore\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Allu Arjun in 'Pushpa 2'</figcaption>\n<p>Allu Arjun and Rashmika Mandanna's 'Pushpa 2' continues to break box office records, experiencing an impressive growth of 71% on its 10th day of release, following Arjun's brief arrest.</p>\n<ul>\n  <li>The movie collected Rs 62.3 crore on day 10, with Rs 46 crore from Hindi and Rs 13 crore from Telugu versions.</li>\n  <li>Total earnings in India have now reached Rs 824 crore across all languages.</li>\n  <li>Rs 498 crore of the total collection is from the Hindi version, surpassing the Telugu earnings.</li>\n  <li>'Pushpa 2' has exceeded the lifetime collections of 'Jawan' and 'RRR'.</li>\n  <li>Anticipations are high for 'Pushpa 2' to achieve Rs 100 crore in its second weekend, which hasn't been seen since 'Baahubali 2' and 'Dangal'.</li>\n</ul>\n<blockquote>\"This kind of growth is just unprecedented.\" </blockquote>\n<p>With the potential for further earnings likely on Sunday, 'Pushpa 2' is set to dominate the box office, especially before the upcoming competition from Varun Dhawan's 'Baby John'.</p>"
  },
  {
    "title": "Bengaluru techie suicide: Subhash Atul's estranged wife Nikita Singhania, her brother and mother arrested - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/bengaluru/bengaluru-techie-suicide-subhash-atuls-estranged-wife-nikita-singhania-arrested-from-gurgaon/articleshow/116330431.cms",
    "pubDate": "Sun, 15 Dec 2024 07:23:00 GMT",
    "summary": "```html\n<h1>Bengaluru techie suicide: Subhash Atul's estranged wife Nikita Singhania, her brother and mother arrested</h1>\n<p><strong>Date:</strong> October 15, 2023 <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/photo/92222747.cms\" alt=\"Bengaluru Techie Suicide\" width=\"600\" height=\"400\">\n<figcaption>Image related to the Bengaluru techie suicide case.</figcaption>\n<p>The tragic suicide of techie Subhash Atul in Bengaluru has led to the arrest of his estranged wife, Nikita Singhania, along with her brother and mother, as police investigate the circumstances surrounding his death.</p>\n<ul>\n    <li>Nikita Singhania, her brother, and mother were arrested in connection with Subhash Atul's suicide.</li>\n    <li>Subhash’s family pointed to issues in his marriage as a contributing factor to his decision.</li>\n    <li>Police are gathering evidence and testimonies from witnesses regarding the family dynamics.</li>\n    <li>The case has sparked discussions around mental health and domestic issues in urban areas.</li>\n</ul>\n<blockquote>\"We are deeply saddened by the loss and hope justice is served,\" said a family spokesperson.</blockquote>\n<p>The arrests highlight the need for open conversations about mental health and the impact of strained relationships, aiming to prevent such tragic outcomes in the future.</p>\n```"
  },
  {
    "title": "Pushpa 2 Hindi Box Office Day 10: Allu Arjun Creates History Surpassing Stree 2’s 2nd Saturday – 3 Unbelievable Records Destroyed! - Koimoi",
    "link": "https://www.koimoi.com/box-office/pushpa-2-hindi-box-office-day-10-allu-arjun-creates-history-surpassing-stree-2s-2nd-saturday-3-unbelievable-records-destroyed/",
    "pubDate": "Sun, 15 Dec 2024 07:06:59 GMT",
    "summary": "<h1>Pushpa 2 Hindi Box Office Day 10: Allu Arjun Creates History Surpassing Stree 2’s 2nd Saturday – 3</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Koimoi</p>\n<figure>\n    <img src=\"https://www.koimoi.com/wp-content/new-galleries/2024/12/pushpa-2-hindi-box-office-01.jpg\" alt=\"Pushpa 2 Hindi Box Office Day 10: Allu Arjun Creates History Surpassing Stree 2\" width=\"1200\" height=\"630\">\n    <figcaption>Pushpa 2 Hindi Box Office Day 10: 3 Unbelievable Records Destroyed! (Photo Credit – YouTube)</figcaption>\n</figure>\n<p>Allu Arjun has set a new record at the box office with Pushpa 2, becoming the second South Indian film to cross the 500 crore mark, following Baahubali 2.</p>\n<ul>\n    <li>Pushpa 2 has grossed a total of 507.50 crore after 10 days.</li>\n    <li>On its tenth day, the film earned 46.50 crore, marking a 69% increase from the previous day.</li>\n    <li>The second weekend collections total 74 crore.</li>\n    <li>Highest earnings for Day 10 are recorded at 46 crore, surpassing Stree 2's 33.80 crore on its second Saturday.</li>\n    <li>Pushpa 2 is the fastest Hindi film to achieve the 500 crore milestone.</li>\n    <li>It is the seventh Hindi film to join the 500 crore club.</li>\n</ul>\n<blockquote>\"Allu Arjun’s biggie has scored <strong>39%</strong> higher earnings than Stree 2 on the second Saturday.\"</blockquote>\n<p>Key statistics show that Pushpa 2 is approaching the 600 crore club, likely achieving this in just a couple of days. The film's impressive performance highlights its popularity and strong box office presence.</p>"
  },
  {
    "title": "Webb and Chandra Telescopes In Space Team Up For Amazing Imagery - MSN",
    "link": "https://www.msn.com/",
    "pubDate": "Sun, 15 Dec 2024 06:52:13 GMT",
    "summary": null
  },
  {
    "title": "Market cap of 5 of top-10 most valued firms jumps by ₹1.13 lakh crore; Airtel top gainer | Stock Market News - Mint",
    "link": "https://www.livemint.com/market/stock-market-news/market-cap-of-5-of-top-10-most-valued-firms-jumps-by-rs-1-13-lakh-crore-airtel-top-gainer-11734242857269.html",
    "pubDate": "Sun, 15 Dec 2024 06:37:55 GMT",
    "summary": null
  },
  {
    "title": "India vs Australia LIVE Score, 3rd Test Day 2: Jasprit Bumrah Removes Dangerous Travis Head, Completes 5-For - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/india-vs-australia-live-score-3rd-test-match-day-2-ind-vs-aus-live-scorecard-updates-7247280",
    "pubDate": "Sun, 15 Dec 2024 06:36:01 GMT",
    "summary": null
  },
  {
    "title": "Political slugfest over Allu Arjun continues as Congress defends Pushpa 2 star's arrest - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/political-slugfest-over-allu-arjun-continues-as-congress-defends-pushpa-2-actor-arrest-over-sandhya-theatre-stampede-101734242246141.html",
    "pubDate": "Sun, 15 Dec 2024 06:34:19 GMT",
    "summary": "<h1>Political slugfest over Allu Arjun continues as Congress defends Pushpa 2 star's arrest</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/ANI-20241214233-0_1734242864718_1734242891463.jpg\" alt=\"Actor Allu Arjun greets during the press conference on being released from Chanchalguda Central Jail after the Telangana High Court granted him interim bail.(ANI)\">\n<figcaption>Actor Allu Arjun greets during the press conference on being released from Chanchalguda Central Jail after the Telangana High Court granted him interim bail.(ANI)</figcaption>\n<p>The arrest of Telugu actor Allu Arjun has incited a major political debate in Telangana, with various parties reacting differently to the incident tied to a tragic stampede during the premiere of \"Pushpa 2: The Rule\".</p>\n<ul>\n    <li>Allu Arjun was arrested in connection with a woman's death due to a stampede at the Sandhya Theatre during the film's premiere.</li>\n    <li>Congress defended the arrest, emphasizing that it is lawful and that the party supports adherence to the legal process.</li>\n    <li>Union Minister Ashwini Vaishnaw criticized Congress, claiming they disrespect the creative industry and misplace blame for poor theater arrangements.</li>\n    <li>YS Jagan Mohan Reddy, Andhra Pradesh opposition leader, condemned the arrest, suggesting it was unfair to hold Arjun accountable for the stampede.</li>\n    <li>Arjun was initially sent to 14-day judicial custody but was later granted interim bail by the Telangana High Court.</li>\n</ul>\n<blockquote>\n    \"The cases filed against Arjun are within the purview of law and the court granted him bail.\" - B Mahesh Kumar Goud, Telangana Congress president\n</blockquote>\n<p>The incident has highlighted tensions between political factions in Telangana, with stark differences in how they view responsibility for the tragedy and their attitudes toward the film industry. As reactions continue to unfold, it remains crucial to balance accountability with fair treatment of individuals involved.</p>"
  },
  {
    "title": "MobiKwik IPO Allotment Date, Time: GMP soars! Check shares finalisation status online by PAN - GUIDE - ET Now",
    "link": "https://www.etnownews.com/markets/mobikwik-ipo-allotment-date-time-gmp-soars-check-shares-finalisation-status-online-by-pan-guide-article-116332592",
    "pubDate": "Sun, 15 Dec 2024 06:25:29 GMT",
    "summary": "<h1>MobiKwik IPO Allotment Date, Time: GMP soars! Check shares finalisation status online by PAN - GUIDE</h1>\n<p><strong>Publication Date:</strong> Updated Dec 15, 2024</p>\n<p><strong>Source:</strong> ET Now News</p>\n<img src=\"https://etstatic.tnn.in/photo/msid-95598012,width-200,height-200,resizemode-75/95598012.jpg\" alt=\"MobiKwik IPO Allotment Date\" loading=\"lazy\">\n<figcaption>MobiKwik IPO Allotment Date: High GMP ahead of bid finalisation! Guide to check status online using PAN</figcaption>\n<p>MobiKwik's IPO share finalisation is approaching, with high demand and a notable grey market premium indicating strong market interest.</p>\n<ul>\n    <li>Investors can check the status of their bids for MobiKwik's Rs 572 crore issue on Monday.</li>\n    <li>The allotment basis will be finalised around Monday as stated by MobiKwik.</li>\n    <li>The shares are currently commanding a significant premium in the grey market.</li>\n</ul>\n<blockquote>“MobiKwik IPO is commanding a GMP in the range of Rs 150 to Rs 165, indicating 59 per cent gains on listing.”</blockquote>\n<p>Overall, the MobiKwik IPO demonstrates strong investor interest, and the upcoming share allotment could signal a promising listing on the stock exchanges."
  }
]