[
  {
    "title": "Parliament Winter Session LIVE: BJP says ‘Rahul Gandhi insulted Constitution when he tore UPA bill’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 11:44:40 GMT",
    "summary": "<h1>Parliament Winter Session LIVE: PM Modi to address Lok Sabha shortly</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/narendra_modi_purvodaya_plan_budget__1721789411358_1734178334855.jpg\" alt=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" title=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)</figcaption>\n<p>The Parliament Winter Session is underway, with Prime Minister Modi set to address the Lok Sabha shortly amidst ongoing debates on the Constitution's 75th anniversary. Various members of the opposition have been vocal about their concerns during this special session.</p>\n<ul>\n    <li>PM Modi will speak on the second and final day of the Constitution debate initiated in Lok Sabha.</li>\n    <li>Priyanka Gandhi Vadra made her maiden speech criticizing the ruling government on multiple issues.</li>\n    <li>The opposition has been vocal in defending the Constitution and criticizing the BJP's policies.</li>\n    <li>Congress members protested the alleged vandalization of a replica of the Constitution.</li>\n    <li>The Winter Session began in November and will conclude on December 20.</li>\n</ul>\n<blockquote>“The Constitution is the protective shield of justice, unity, and freedom of expression.” - Priyanka Gandhi Vadra</blockquote>\n<p>The session highlights intense political exchanges and critical discussions on the Constitution, emphasizing the significance of democratic values in India. Prime Minister Modi's upcoming address is highly anticipated amidst this heated political environment.</p>"
  },
  {
    "title": "After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note - News18",
    "link": "https://www.news18.com/india/bengaluru-cop-dies-by-suicide-in-uniform-blames-wife-father-in-law-for-torture-in-final-note-techie-atul-subhash-9156102.html",
    "pubDate": "Sat, 14 Dec 2024 11:27:07 GMT",
    "summary": "<h1>After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note</h1>\n<p><strong>Publication Date:</strong> December 14, 2024, 19:37 IST</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Bengaluru cop dies by suicide (Photo: IANS)\">\n    <figcaption>Bengaluru cop dies by suicide (Photo: IANS)</figcaption>\n</figure>\n<p>A Bengaluru Police constable died by suicide in uniform, citing torture from his wife and in-laws in a note. This incident follows nationwide outrage over a similar case involving techie Atul Subhash.</p>\n<ul>\n    <li>The cop, identified as HC Thippanna, 34, allegedly took his life due to ongoing domestic issues.</li>\n    <li>He committed suicide on the railway tracks and left behind a note blaming his wife and father-in-law for his troubles.</li>\n    <li>Thippanna described being threatened by his father-in-law and expressed feelings of hopelessness.</li>\n    <li>This tragedy is linked to recent discussions around the Atul Subhash suicide case, which has sparked debates on men's rights.</li>\n    <li>Social media has seen a rise in discussions advocating for justice and men's rights following these incidents.</li>\n</ul>\n<blockquote>\n    “On December 12, he called me at 7.26 p.m., spoke for 14 minutes, and threatened me,” Thippanna wrote in his note, highlighting the distress he faced.\n</blockquote>\n<p>This tragedy underscores the need for awareness and support regarding mental health and domestic issues."
  },
  {
    "title": "\"Live-In Partner's Taunts...\": Unemployed Engineer Dies By Suicide In Noida - NDTV",
    "link": "https://www.ndtv.com/india-news/noida-suicide-engineer-live-in-partner-live-in-partners-taunts-unemployed-engineer-dies-by-suicide-in-noida-7247313",
    "pubDate": "Sat, 14 Dec 2024 11:10:06 GMT",
    "summary": "<h1>Live-In Partner's Taunts...: Unemployed Engineer Dies By Suicide In Noida</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img title=\"'Live-In Partner's Taunts...': Unemployed Engineer Dies By Suicide In Noida\" alt=\"'Live-In Partner's Taunts...': Unemployed Engineer Dies By Suicide In Noida\" src=\"https://c.ndtvimg.com/2024-12/lh00eblg_noida-police-station-sector-113_625x300_14_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=650,height=400\">\n<figcaption>The Noida police station where the investigation is ongoing.</figcaption>\n<p>A 27-year-old engineer in Noida has reportedly died by suicide, citing mental stress related to unemployment and taunting from his live-in partner in a note he left behind.</p>\n<ul>\n    <li>The engineer, Mayank Chandel, faced increasing stress due to his joblessness and taunts from his partner.</li>\n    <li>Chandel and his partner were in a live-in relationship for four years and lived together near Shaurya Banquet Hall in Noida.</li>\n    <li>His partner found him hanging in their apartment after returning home from work.</li>\n    <li>The police have initiated an investigation and sent the body for post-mortem.</li>\n</ul>\n<blockquote>\n    \"He mentioned in his note that his partner repeatedly hinted at his need to find a job, which added to his stress.\"\n</blockquote>\n<p>This tragic incident highlights the severe impact of mental health issues and the pressures related to employment instability. Authorities continue to investigate the circumstances surrounding Chandel's death while offering support to his family."
  },
  {
    "title": "'Recipe for disaster': CM Omar Abdullah on dual governance model in J&K - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/two-power-centres-are-recipe-for-disaster-says-j-k-chief-minister-omar-abdullah/articleshow/116317042.cms",
    "pubDate": "Sat, 14 Dec 2024 11:06:00 GMT",
    "summary": null
  },
  {
    "title": "Sikhs Genocide Happened in Congress Rule: Anurag Thakur's Rejoinder to Rahul Gandhi | LIVE - Republic World",
    "link": "https://news.google.com/rss/articles/CBMi6wJBVV95cUxOZ1pqTldFdVdpbjAtWXJJaGpLOVlIZ2lHYlVuZTU1OHpUM25CbGhIVlB1RmVKNXNUMG1HQmNIa0pPd2JMc3VaZHJVTWYybm8tekhMTG9xT1hKMkdsT1MtU2VrZXVYc1J2c1NtZDdRTUM0NzZZdHQ3TGhJSmpobmxLYV9UY3NDNkYxckdxT3IxbVhIWjIxNnhuT25sZkVCbGJ6SkVSekRyR0ZGZEFKdDBGZ2JaV2lGRFVZTVdTR25VV2tWdmdHMEV2X0RJSFVZdnJvUkFUYjJseGVfY0NvT1dXQ3ppRThLczQ0a19pSGRGMzdGdm82eDkya25RZzd2c3o3V2tZMG50VmpYTXFXaEJ1ZzVBMTRuZ1I5MC1ldmxER1JsY3Vmc3FjeE90UHZGaUQwRk1fdl92dE42amNhU1otbXFiQ29CcVdYQ3J1RmpTdFp3YWRUckx2NkZXb0stbHNYLWU3TXdxTFlvSGs?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 11:02:56 GMT",
    "summary": null
  },
  {
    "title": "Switzerland Suspends MFN Status To India: What It Means For Stock Market Investors? - News18",
    "link": "https://www.news18.com/business/markets/switzerland-suspends-mfn-status-to-india-what-it-means-for-stock-market-investors-9155958.html",
    "pubDate": "Sat, 14 Dec 2024 10:44:45 GMT",
    "summary": "<h1>Switzerland Suspends MFN Status To India: What It Means For Stock Market Investors?</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Investors need to keep an eye on sectors like pharmaceuticals, IT, financial services, and engineering goods.\" title=\"Investors need to keep an eye on sectors like pharmaceuticals, IT, financial services, and engineering goods.\" loading=\"eager\">\n    <figcaption>Investors need to keep an eye on sectors like pharmaceuticals, IT, financial services, and engineering goods.</figcaption>\n</figure>\n<p>Switzerland's recent suspension of the Most Favoured Nation (MFN) status for India poses challenges for Indian companies, particularly in finance, pharmaceuticals, and IT sectors, affecting trade dynamics between the two nations.</p>\n<ul>\n    <li>The MFN suspension disrupts the preferential trade framework under WTO rules for Indian firms.</li>\n    <li>Indian companies will now incur a 10% tax on dividends and incomes in Switzerland, up from 5%, effective January 1, 2025.</li>\n    <li>The change may lead to higher tariffs and reduced market access for Indian goods in Switzerland.</li>\n    <li>The Indian government anticipates renegotiating its double taxation treaty with Switzerland due to changes in trade agreements.</li>\n    <li>In FY 2023-24, bilateral trade reached approximately $23.76 billion, with a significant portion being imports from Switzerland.</li>\n</ul>\n<blockquote>\n    “Investors need to keep an eye on sectors like pharmaceuticals, IT, financial services, and engineering goods.” - Stock Market Analyst\n</blockquote>\n<p>The suspension of MFN status necessitates adaptability among Indian investors and firms, as they navigate new tax implications and trade barriers in the Swiss market.</p>"
  },
  {
    "title": "Atul Subhash suicide: Estranged wife, family move Allahabad High Court for anticipatory bail - Bar & Bench - Indian Legal News",
    "link": "https://www.barandbench.com/news/atul-subhash-suicide-wife-allahabad-high-court-anticipatory-bail",
    "pubDate": "Sat, 14 Dec 2024 10:10:18 GMT",
    "summary": "<h1>Atul Subhash suicide: Estranged wife, family move Allahabad High Court for anticipatory bail</h1>\n<p><strong>Published on:</strong> 14 Dec 2024, 10:10 am</p>\n<figure>\n  <img src=\"data:image/gif;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=\" alt=\"Case Status\" width=\"100%\" height=\"100%\">\n  <figcaption>Case Status - Allahabad High Court website</figcaption>\n</figure>\n<p>Days after Bengaluru techie Atul Subhash died by suicide, his estranged wife Nikita Singhania and her family members have approached the Allahabad High Court seeking anticipatory bail in the abetment of suicide case lodged against them in Bengaluru.</p>\n<ul>\n  <li>Nikita Singhania, her mother Nisha, brother Anurag, and uncle Sushil filed the anticipatory bail plea on December 13.</li>\n  <li>The case will be heard next week in the Allahabad High Court.</li>\n  <li>An FIR was filed by Atul's brother, Bikas Kumar, accusing Nikita and her family of abetment of suicide.</li>\n  <li>Atul Subhash, a 34-year-old software engineer, left behind a suicide note and video alleging harassment by his wife and her family.</li>\n  <li>The incident has sparked a debate on social media regarding the treatment of men in legal cases related to divorce and alimony.</li>\n  <li>A public interest litigation has been filed in the Supreme Court regarding the misuse of dowry and domestic violence laws against men.</li>\n</ul>\n<blockquote>His video and suicide note have sparked a debate on social media, with many calling for the arrest of Nikita and her family members.</blockquote>\n<p>This case raises significant issues regarding the legal battles surrounding marriage and the societal pressures linked to them, highlighting the need for attention to mental health and legal equity. </p>"
  },
  {
    "title": "Parliament Winter Session LIVE: Anurag Thakur slams Rahul, says, 'Sikhs were murdered during Congress rule' - India TV News",
    "link": "https://news.google.com/rss/articles/CBMimwJBVV95cUxOQmQtOWhOUnVxdEV4NFhUbEFRaVNwYm5iQTgwUnVKWXdJZmJaWnNDejVMekVFZHRFbENrU3ppY3BSbEUxWDhfc1FQclZUdWkxQmh4VDNqYnRpVDJvbS1XS3VIUU9HeHg2cUFQZGhUVURLc3VHRE5zMGJsNDBoYS1icmVfT3dIMktKdk5MRU1lM3RfeEdycmJrVmtUdXV6RE4zTW1US1VfSVNkZDhDbjZKakk0R0F5eEtKc2Y4Zk1hb1dWWXBJLWgyU3ZWWURDaERjaGt4WURSVVFSWjNzaXZhcmpMQmpsbnhGbXF5VkJMbFpwckI3UDlfSmZHVmFydFVCX3pRVnc2VE1zNUJ4eEk1cGpkVkdFNHRfdkUw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 09:58:29 GMT",
    "summary": null
  },
  {
    "title": "BPSC 70th CCE Prelims Exam 2024 Live Updates: Exam analysis, paper leak allegations - The Indian Express",
    "link": "https://indianexpress.com/article/education/bpsc-70th-cce-prelims-2024-live-updates-exam-guidelines-feedback-analysis-answer-key-cut-off-9722519/",
    "pubDate": "Sat, 14 Dec 2024 09:31:06 GMT",
    "summary": "<h1>BPSC 70th CCE Prelims Exam 2024 Live Updates: Exam analysis, paper leak allegations</h1>\n<p><strong>Publication Date:</strong> December 13, 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/BPSC-1.jpg?w=640\" alt=\"BPSC 70th Prelims Exam 2024 Live Updates: The BPSC CCE 70th preliminary exam will be held in a single shift from 12 noon to 2 pm\" width=\"640\" height=\"360\">\n<figcaption>BPSC 70th Prelims Exam 2024 Live Updates: The BPSC CCE 70th preliminary exam will be held in a single shift from 12 noon to 2 pm. (Representative image)</figcaption>\n<p>The BPSC 70th Integrated Combined Competitive Examination (CCE) 2024 preliminary was held on December 13 amid reports of alleged paper leaks and chaos at an exam center in Patna.</p>\n<ul>\n  <li>The exam was conducted in a single shift from 12 noon to 2 pm across 912 centers in Bihar.</li>\n  <li>Negative markings will be applied for incorrect answers.</li>\n  <li>Only candidates who pass the preliminary exam will be eligible for the BPSC CCE main exam.</li>\n  <li>Over 4.83 lakh aspirants registered for the exam.</li>\n  <li>A total of 2,035 vacancies will be filled as part of this recruitment process.</li>\n</ul>\n<blockquote>“Since the BPSC CCE 70th prelims exam is set to be conducted in ‘one shift, one paper’ format, no ‘normalisation of marks’ will be done to derive the result.”</blockquote>\n<p>The outcome of the examination and the subsequent response to the alleged irregularities will be closely monitored by the authorities and candidates alike.</p>"
  },
  {
    "title": "Parliament Winter Session LIVE: ‘Rahul clueless on pages in Constitution', says Thakur - Hindustan Times",
    "link": "https://news.google.com/rss/articles/CBMi_wFBVV95cUxQaW5tNFpNQ3d4Yk93a3M2QU95cms2M0RVbzNRV0VCbWpIbl85VjF2WU9WbE9YOWphdUlLQk83dzlZZjR2enpOT2RObFFFY2Q3dGlnSW4wcW1BRjgwaHVjRkdwOWYweUZMT3ctM2ZCVjE0VmR5cUJWR0pEM3dpTFJCWkJFbnpJT0FVLXlZeWRkaHZlalNDWWRrZFF1b0o2OURGRVRKVEZSM0xoSDl4SldjaHlvcm52aExmYjZyOHBLcGYwTHFsX3VwVGdiTDF0V2VRRGxqLWhvX3pWVVlyNzRVQV9xaUIyMXlwbFF3dFVPZVN4RWQ1djJMdTU0TDdsbmfSAYQCQVVfeXFMUDVyY3hPOWR6SFlCX3h5cm52cXRGaUZNdEwycHhwM2ZiVHVRZDlqMVRhbzlYUF9zeWUtS0FpcDE5bWZiVS0zUGR1elJyUUhNcnBvYUVCOW5fckpfTEUxLW1DZDluWVVQY1JrVnUtaUJGSjhJRVdTVEZUbUNDUnpyT1VnbkhmVHNqcl81aGpFb2t3Y2lHWk1neEZLZEhxdFFNNW5oOVU1TXZGM0ktb3VBMWVqNkNsMlJsYVprX1puQjIwd1dUaEh2emFlX3hwc19teWhsYTktQUpTZ2EwaGRqLWo2d2ZXNDVXRnp3YzBzR29oWFFUVDcwSmlnLXByOTFiVWkxYnA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 09:29:54 GMT",
    "summary": null
  },
  {
    "title": "Contempt Power Is Not Only For Violation Of Express Orders; Applies To Any Act Intended To Frustrate... - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/top-stories/contempt-power-is-not-only-for-violation-of-express-orders-applies-to-any-act-intended-to-frustrate-judicial-process-supreme-court-278359",
    "pubDate": "Sat, 14 Dec 2024 09:10:55 GMT",
    "summary": "<h1>Contempt Power Is Not Only For Violation Of Express Orders; Applies To Any Act Intended To Frustrate</h1>\n<p><strong>Publication Date:</strong> October 2023 <strong>Source:</strong> LiveLaw</p>\n<!-- No image available -->\n<p>In a significant judgment, the Supreme Court established that contempt jurisdiction extends beyond explicit violations of court orders to any actions intended to frustrate court proceedings or bypass eventual judgments.</p>\n<ul>\n    <li>The Supreme Court ruled that contempt includes conduct aiming to disrupt judicial authority or processes.</li>\n    <li>A borrower transferring property during ongoing court proceedings was found to be in contempt of court.</li>\n    <li>The contempt case was prompted by a petition from Celir LLP, the auction purchaser of the property.</li>\n    <li>The Court noted attempts by the borrower and transferee to obstruct the implementation of its judgment.</li>\n    <li>Despite ruling that such attempts constitute contempt, the Court did not hold the parties guilty but allowed them a chance to comply with the judgment.</li>\n</ul>\n<blockquote>\n    \"The contempt jurisdiction of the court extends beyond the mere direct disobedience of explicit orders. Deliberate conduct aimed at frustrating court proceedings may amount to contempt.\" \n</blockquote>\n<p>The ruling emphasizes the need to respect the judicial process, indicating the Court's readiness to intervene against actions that threaten its authority and the rule of law.</p>"
  },
  {
    "title": "Watch: Rahul Gandhi 'yuva' gaffe in Lok Sabha leaves NDA MPs in splits - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/watch-rahul-gandhi-yuva-gaffe-in-lok-sabha-leaves-nda-mps-in-splits/articleshow/116314266.cms",
    "pubDate": "Sat, 14 Dec 2024 09:03:00 GMT",
    "summary": "```html\n<h1>Watch: Rahul Gandhi 'yuva' gaffe in Lok Sabha leaves NDA MPs in splits</h1>\n<p><strong>Publication Date:</strong> Not specified</p>\n<p><strong>Source:</strong> Times of India</p>\n<p><strong>Image:</strong> <img src=\"https://static.toiimg.com/photo/81214996.cms\" alt=\"Image related to the article\"><figcaption>Rahul Gandhi's gaffe during the Lok Sabha session.</figcaption></p>\n<p>In a recent session of the Lok Sabha, Congress leader Rahul Gandhi's slip of the tongue referring to himself as 'yuva' (youth) caused laughter among NDA MPs, highlighting the lighter moments amidst serious political discussions.</p>\n<ul>\n    <li>Rahul Gandhi made a humorous gaffe while addressing the Lok Sabha.</li>\n    <li>The incident drew laughter and reactions from members of the NDA.</li>\n    <li>Gandhi's remarks commented on youth engagement in politics.</li>\n</ul>\n<blockquote>“The truth is it is the current NDA government that had made a ministry for fisheries in 2019,” PM Modi remarked during the session.</blockquote>\n<p>The lighthearted moment serves as a reminder of the human side of politics, where leaders can share a laugh despite differences.</p>\n```"
  },
  {
    "title": "RSMSSB Livestock Assistant Online Form 2025 - SarkariExam.com",
    "link": "https://news.google.com/rss/articles/CBMifEFVX3lxTFAwaUZid19aZF9TeThiQlo3ZXVhYjRJWDZPM09sQXdCV0lWTy1MRXZWa2c4NjJHVUVRVzl0NmNXOXBTQVdXQTBvQzJqaWRZUzJlTjJ6WE5uNWJGc3I1cGtRRWEzUEJXb3czTVg5ZWVyVnhtZDNscmNWb1JCZGc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 08:44:03 GMT",
    "summary": null
  },
  {
    "title": "S.197 CrPC| Sanction Not Needed To Prosecute Police Officers Accused Of Lodging False Cases Or... - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/top-stories/s197-crpc-sanction-not-needed-to-prosecute-police-officers-accused-of-lodging-false-cases-or-fabricating-evidence-supreme-court-278357",
    "pubDate": "Sat, 14 Dec 2024 08:43:51 GMT",
    "summary": "<h1>Supreme Court Ruling on Police Officials and False Cases</h1>\n\n<p><strong>Publication Date:</strong> December 13, 2024</p>\n<p><strong>Source:</strong> Live Law</p>\n\n<p>The Supreme Court ruled that police officials accused of lodging false cases are not protected from prosecution under Section 197 of the Code of Criminal Procedure, as such actions do not fall within their official duties.</p>\n\n<ul>\n    <li>The Court clarified that the protection of Section 197 CrPC applies only to acts performed in the course of official duties.</li>\n    <li>Fabrication of evidence and filing of bogus cases are considered outside the scope of official duties.</li>\n    <li>The ruling overturned the MP High Court's decision which had quashed the criminal case against the accused police officials for lack of sanction under Section 197.</li>\n    <li>The Court emphasized the necessity of evaluating the facts and circumstances of each case before deciding on the application of Section 197 CrPC.</li>\n    <li>It ruled that allowing public officials to misuse their status under the guise of official duty would lead to illegal and unethical acts.</li>\n    <li>The trial against the police officials was directed to proceed, affirming that wrongful acts emerging from official duties are not automatically protected.</li>\n</ul>\n\n<blockquote>“Allowing so would enable the accused to use their status as public servants as a facade for doing an objectionable, illegal and unlawful act and take undue advantage of their position.\" - Supreme Court</blockquote>\n\n<p>In conclusion, this ruling underscores the judicial commitment to accountability among public officials, ensuring that misuse of power cannot be shielded by the protections typically afforded under Section 197 CrPC.</p>"
  },
  {
    "title": "'Dissolve govt today and hold elections': SP chief Akhilesh Yadav's challenge to PM Modi on 'one nation, - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/dissolve-govt-today-and-hold-elections-sp-chief-akhilesh-yadavs-challenge-to-pm-modi-on-one-nation-one-election/articleshow/116313655.cms",
    "pubDate": "Sat, 14 Dec 2024 08:38:00 GMT",
    "summary": null
  },
  {
    "title": "Bihar Teacher Kidnapped On Way To School, Forced To Marry Woman At Gunpoint - NDTV",
    "link": "https://www.ndtv.com/india-news/bihar-teacher-kidnapped-on-way-to-school-forced-to-marry-woman-at-gunpoint-7246439",
    "pubDate": "Sat, 14 Dec 2024 08:34:01 GMT",
    "summary": null
  },
  {
    "title": "India Political Updates | 'Indian farmers being treated like it's Pak border', says Bajrang Punia on use of tear gas, water cannon - Deccan Herald",
    "link": "https://www.deccanherald.com/india/india-politics-news-live-updates-bjp-congress-aap-narendra-modi-rahul-gandhi-priyanka-gandhi-arvind-kejriwal-delhi-polls-one-nation-one-election-farmers-protest-dilli-chalo-shambhu-border-3317476",
    "pubDate": "Sat, 14 Dec 2024 08:17:47 GMT",
    "summary": "<h1>India Political Updates | 17-18 people injured in police action at Sambhu border, says farmer leader Sarwan Singh</h1>\n<p><strong>Publication Date:</strong> 14 December 2024</p>\n<p><strong>Source:</strong> ANI</p>\n\n<!-- Image section is excluded as none is provided -->\n\n<p>A delegation of BJP leaders has accused the Aam Aadmi Party of manipulating votes, while farmers are in the midst of a 'Dilli Chalo' march facing police resistance at the Sambhu border, leading to injuries among protesters.</p>\n\n<ul>\n    <li>17-18 people injured due to police action during farmer protests at Sambhu border, according to farmer leader Sarwan Singh.</li>\n    <li>Heavy police presence deployed to disperse the 'Dilli Chalo' march initiative by farmers.</li>\n    <li>Police used tear gas and water cannons against protesting farmers.</li>\n    <li>BJP discusses evidence of alleged fake votes ahead of upcoming Delhi Assembly polls.</li>\n</ul>\n\n<blockquote>\n    <p>\"Both the forums have decided to withdraw the 'jatha' today. We are hearing that 17-18 people have been injured. We will hold a PC after some time and inform about the further action.\" - Sarwan Singh Pandher</p>\n</blockquote>\n\n<p>The ongoing protests highlight significant tensions between farmer groups and law enforcement, reflecting broader political strains as elections approach. Observers are keenly watching how these events unfold.</p>"
  },
  {
    "title": "CBI summoned Principal Secretary IAS Bishnupada Sethi in Rs 10L bribery case - OTV News",
    "link": "https://odishatv.in/news/odisha/cbi-summoned-principal-secretary-ias-bishnupada-sethi-in-rs10l-bribery-case-251067",
    "pubDate": "Sat, 14 Dec 2024 08:06:36 GMT",
    "summary": "<h1>CBI summoned Principal Secretary IAS Bishnupada Sethi in Rs 10L bribery case</h1>\n<p><strong>Publication Date:</strong> December 10, 2023 <strong>Source:</strong> OTV News</p>\n<img src=\"https://images.odishatv.in/uploadimage/library/16_9/16_9_0/recent_photo_1734155758.webp\" alt=\"CBI summoned Principal Secretary IAS Bishnupada Sethi in Rs 10L bribery case\" title=\"CBI summoned Principal Secretary IAS Bishnupada Sethi in Rs 10L bribery case\" width=\"916\" height=\"515\">\n<figcaption>Principal Secretary IAS Bishnupada Sethi</figcaption>\n<p>The Central Bureau of Investigation (CBI) has summoned IAS Bishnupada Sethi, the Principal Secretary to the Odisha Government, in relation to a Rs 10 lakh bribery case, which has emerged from an ongoing investigation.</p>\n<ul>\n    <li>Bishnupada Sethi is required to appear at the CBI office in Bhubaneswar on December 11 at 10:00 am.</li>\n    <li>Three individuals were arrested previously on December 6 in connection with the case, including Chanchal Mukherjee from Bridge and Roof Company.</li>\n    <li>The CBI is also involving Sethi's drivers in their inquiry, suggesting possible facilitation of the bribery transaction.</li>\n    <li>The bribe was allegedly linked to projects assigned by the Odisha government to Mukherjee's company.</li>\n</ul>\n<blockquote>“We have zero-tolerance towards any kind of corruption. No matter how influential a person is, if he/she is involved in corruption, then our government will ensure stringent action is taken against him/her.” - Law Minister Prithviraj Harichandan</blockquote>\n<p>This investigation underscores the government's commitment to combat corruption within its ranks, with high-profile officials now under scrutiny.</p>"
  },
  {
    "title": "BPSC 70th Prelims Exam 2024 Live Updates: Exam analysis, paper leak allegations - The Indian Express",
    "link": "https://indianexpress.com/article/education/bpsc-70th-cce-prelims-2024-live-updates-exam-guidelines-feedback-analysis-answer-key-cut-off-9722519/",
    "pubDate": "Sat, 14 Dec 2024 08:06:21 GMT",
    "summary": "<h1>BPSC 70th CCE Prelims Exam 2024 Live Updates: Exam analysis, paper leak allegations</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/BPSC-1.jpg?w=640\" alt=\"BPSC 70th Prelims Exam 2024 Live Updates: The BPSC CCE 70th preliminary exam will be held in a single shift from 12 noon to 2 pm\" width=\"640\" height=\"360\">\n<figcaption>BPSC 70th Prelims Exam 2024 Live Updates: The BPSC CCE 70th preliminary exam will be held in a single shift from 12 noon to 2 pm. (Representative image)</figcaption>\n<p>In the BPSC 70th preliminary exam, conducted across 912 centers, negative marking will be implemented for incorrect answers. Only successful candidates will proceed to the main exam.</p>\n<ul>\n    <li>The exam took place in a single shift from 12 noon to 2 pm.</li>\n    <li>Over 4.83 lakh aspirants registered for the exam.</li>\n    <li>2,035 vacancies will be filled as part of this recruitment process.</li>\n    <li>No normalization of marks will be conducted as the exam is in 'one shift, one paper' format.</li>\n    <li>The dates for the BPSC CCE 70th main exam will be announced after the prelims results.</li>\n</ul>\n<blockquote>“Negative markings will be applied for incorrect answers. Only those who pass the preliminary exam will be eligible to take the BPSC CCE main exam.”</blockquote>\n<p>In conclusion, the BPSC 70th preliminary exam is a significant step for over 4.83 lakh aspirants, setting the stage for future recruitment opportunities in the state."
  },
  {
    "title": "Cross Town News story on Transfers of AGMUT cadre IPS Officers was not only breaking news for J&K but also for Officers of Delhi Police - Cross Town News",
    "link": "https://news.google.com/rss/articles/CBMijAJBVV95cUxNZWl3ZUhUUUZCZjJZdFFTMFB1REcwdVp4R0RpT0ZfWXdmZlBDRUdTWllsdlFXNFVKdFBSa2VmWmRmQjc0RnM1aExReEF6U2hfM0g5SlhJbVpsS0ZVc1h6NktheUJaOGYxUnAtVEFJUnVUdmJ6STN1QmhEaXI1aUJzcm9kOUZENkNSWjRFUjBSaW96ZHA0dkFtZ0g4aVVoXzZ4TGhFdXZUcDlmb0czaEotSGhBdnNYRW0wa3ZtU2hPR2NwZ01wWndDVWZZS3h2a29IbDI4YTVIOTlyVXFKZ3FlTFdkRHU2RzI4RXEwSzlsbU5EOE1qRXFSYnBxOS1ZOG5QTEtsWG1NTDlWNElE?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 07:51:19 GMT",
    "summary": null
  },
  {
    "title": "'Harassment by ED, BJP leaders': Purported suicide note of MP businessman, wife sparks political slugfest - Deccan Herald",
    "link": "https://www.deccanherald.com/india/madhya-pradesh/harassment-by-ed-bjp-leaders-suicide-note-of-mp-businessman-wife-sparks-political-slugfest-3317599",
    "pubDate": "Sat, 14 Dec 2024 07:50:59 GMT",
    "summary": "<h1>Harassment by ED, BJP leaders: Purported suicide note of MP businessman, wife sparks political slugfest</h1>\n<p><strong>Published on:</strong> 14 December 2024, 07:50 IST</p>\n<p><strong>Source:</strong> PTI</p>\n<p>A purported suicide note linked to the deaths of a businessman and his wife in Madhya Pradesh has ignited political tensions between the Congress party and the ruling BJP, with allegations of harassment by the Enforcement Directorate (ED).</p>\n<ul>\n    <li>The couple, Manoj and Neha Parmar, were found hanging in their home in Sehore district.</li>\n    <li>The suicide note, addressed to key political leaders including Prime Minister Narendra Modi and Rahul Gandhi, accused ED officials and BJP leaders of harassment.</li>\n    <li>The Congress party claims that Parmar's affiliation with them led to the couple's targeting by the ED.</li>\n    <li>State Congress president Jitu Patwari described the death as a potential state-sponsored murder rather than suicide.</li>\n    <li>ED has been investigating Parmar for alleged financial crimes including a money laundering case.</li>\n    <li>Former MP Chief Minister Kamal Nath linked the deaths to political pressure from the BJP government and ED.</li>\n</ul>\n<blockquote>\n    \"The whole case was more about wiping out an entire family than harassing a businessman to the point of suicide for political reasons.\" - Kamal Nath\n</blockquote>\n<p>This incident has raised significant concerns regarding the intersection of politics and law enforcement in India, prompting calls for a thorough investigation into the circumstances surrounding the couple's deaths.</p>"
  },
  {
    "title": "Political row breaks out between Central and State governments over IAF’s ₹132 crore demand from Kerala as airlift charges - The Hindu",
    "link": "https://www.thehindu.com/news/national/kerala/political-row-breaks-out-between-central-and-state-governments-over-iafs-132-crore-demand-from-kerala-as-airlift-charges/article68984673.ece",
    "pubDate": "Sat, 14 Dec 2024 07:46:00 GMT",
    "summary": "<h1>Political row breaks out between Central and State governments over IAF’s ₹132 crore demand from Kerala as airlift charges</h1>\n<p><strong>Published on:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/f22hsq/article68984762.ece/alternates/LANDSCAPE_1200/PTI08_08_2024_000141B.jpg\" alt=\"Teams of Special Operations Group and IAF, along with one Cadavar dog being airlifted during a search and rescue operation at a landslide-hit area in Wayanad on August 8, 2024.\" title=\"Teams of Special Operations Group and IAF, along with one Cadavar dog being airlifted during a search and rescue operation at a landslide-hit area in Wayanad on August 8, 2024.\">\n<figcaption>Teams of Special Operations Group and IAF, along with one Cadavar dog being airlifted during a search and rescue operation at a landslide-hit area in Wayanad on August 8, 2024. | Photo Credit: PTI</figcaption>\n<p>Another political row has broken out between the State and Central governments over the Indian Air Force’s (IAF) demand that Kerala recompense an outstanding ₹132 crore airway bill incurred during disaster-related humanitarian operations.</p>\n<ul>\n    <li>The IAF's demand surfaces amid calls for federal aid for Wayanad's landslide recovery.</li>\n    <li>Kerala's Revenue Minister K. Rajan criticized the Centre's demand as discriminatory against the state.</li>\n    <li>The Centre is accused of stonewalling Kerala's request to classify the Wayanad landslide as a Level 3 disaster for federal aid eligibility.</li>\n    <li>K. Rajan emphasized that Kerala is financially strained and cannot afford to compensate the IAF without federal support.</li>\n    <li>Joint protests from Kerala MPs, including Congress's Priyanka Gandhi Vadra, have been organized against the Centre's actions.</li>\n</ul>\n<blockquote>\"The Centre's demand for monetary reimbursement for humanitarian operations amid ongoing disaster recovery in Kerala is unjust and discriminatory.\"</blockquote>\n<p>Kerala's officials plan to petition the Centre to waive the IAF's charges, highlighting a growing tension in federal-state relations over disaster aid and support.</p>"
  },
  {
    "title": "Bengaluru Techie's Wife, In-Laws File Anticipatory Bail Plea After Summons - NDTV",
    "link": "https://news.google.com/rss/articles/CBMisgFBVV95cUxOUGFtMjBNTHBWNVd5a1ZmWENqZGVjRnV4ZGx0QzQyaEREdWlUYzVnTUZ5bEg4Y0pGcmRNVjAwbFhsQ01EMm5FQk9yVFdKekFkcV96d3N1cElfbDlBUVdHTEtKOHNCZE45OXNmeWlSVDRZNmgwZmQ0cjlzbzJlYTVJZzlHRTV4SG4xNEpnMm1UZ3hoNV9QNkFNX245SVVtV0NKbjdOdi0ycWJENEJLSWc2dG9R0gG6AUFVX3lxTE0yS29OWVNFbF9JSVNXUUloMjBHeVJ0ejVyUERDY2ZDQnJzTzRTZ3V1TmprVC1yUDlIUTdEZzI2bkVZUi1peEVTRVFGenl1NWx6RnJrZkhyUFltLWlFMmlmaDFkX2R0Q3N3WWlPTXkzXzhucEp2VVRNV0U5STFHZkVVSTdRbTNGY1dKSW9aSjM0d3BFUi0wbm05T0J6SF9HZlZZVlFRSWV1bGhhNl9vODZFZ3JsNE5lVkh0Zw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 07:44:34 GMT",
    "summary": null
  },
  {
    "title": "Atul Subhash Suicide | Accused-Wife Moves Allahabad High Court Seeking Anticipatory Bail In Abetment To... - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/high-court/allahabad-high-court/atul-subhash-suicide-accused-wife-moves-allahabad-high-court-seeking-anticipatory-bail-in-abetment-to-suicide-case-278344",
    "pubDate": "Sat, 14 Dec 2024 07:30:03 GMT",
    "summary": "<h1>Atul Subhash Suicide | Accused-Wife Moves Allahabad High Court Seeking Anticipatory Bail In Abetment To</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Live Law</p>\n<img src=\"https://www.livelaw.in/h-upload/2024/12/14/750x450_576388-atul-subhash.webp\" alt=\"Atul Subhash Suicide | Accused-Wife Moves Allahabad High Court Seeking Anticipatory Bail In Abetment To Suicide Case\" title=\"Atul Subhash Suicide | Accused-Wife Moves Allahabad High Court Seeking Anticipatory Bail In Abetment To Suicide Case\">\n<figcaption>Image related to Atul Subhash's case.</figcaption>\n<p>The wife of Atul Subhash, a 34-year-old techie from Bangalore who allegedly died by suicide, has filed for anticipatory bail in an abetment case against her and her family.</p>\n<ul>\n    <li>Atul Subhash left a 'justice is due' placard and a 24-page suicide note, along with an 81-minute accusatory video against his wife.</li>\n    <li>An FIR was lodged by Atul's brother against Nikita Singhania and three family members, alleging abetment to suicide.</li>\n    <li>Nikita and her family have filed for anticipatory bail, which is set to be heard in the coming week.</li>\n    <li>A Public Interest Litigation (PIL) has been filed in the Supreme Court seeking reforms in domestic violence and dowry laws to protect husbands and their families.</li>\n</ul>\n<blockquote>An anticipatory bail petition has been filed by his wife, Nikita Singhania, and three of her family members before the Allahabad High Court in connection with an FIR filed against them over abetment to suicide case.</blockquote>\n<p>This case highlights ongoing issues surrounding domestic violence, allegations of harassment, and the complexities of legal battles in family courts.</p>"
  },
  {
    "title": "'Happy we reached our country': Four Indians arrive in Delhi from Syria - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMi0gFBVV95cUxQZVBMdUF0QnQxUnNWS2JoTWw1eWdUZ1hWZV9XX2NnMU41YkxkTmU3NlR0MTQzNFpDeEpfNkl2dk94VldWZDVwTzBPdG1vVmUzM2NLTmJtamdqVlhONTBtOVIxbnFIbUFrQlhhd1FDNG9mMHJqOUdnUnlUZXJsNzMzR0xWSUpYeXhjUHFpelBpTGl6U0xuTmtsYW9jbWNVVE0yWk1MM21Jclp0c3dvOU9wTnZMSTF0OEJETG56MVRCQ2ZFRTJoZlN5X2VoX29lcktabkE?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 07:16:00 GMT",
    "summary": null
  },
  {
    "title": "Delhi now capital of crime, people worried: Arvind Kejriwal writes to Amit Shah - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/delhi-now-capital-of-crime-people-worried-arvind-kejriwal-writes-to-amit-shah-101734159945328.html",
    "pubDate": "Sat, 14 Dec 2024 07:10:59 GMT",
    "summary": "<h1>Delhi now capital of crime, people worried: Arvind Kejriwal writes to Amit Shah</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<figure>\n    <img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/PTI12-11-2024-000319A-0_1734159991007_1734160078553.jpg\" alt=\"Arvind Kejriwal addresses the media in New Delhi.(PTI)\">\n    <figcaption>Arvind Kejriwal addresses the media in New Delhi.(PTI)</figcaption>\n</figure>\n<p>Arvind Kejriwal has expressed grave concerns about the escalating crime rates in Delhi, urging a meeting with Union Home Minister Amit Shah to address the issues related to law and order.</p>\n<ul>\n    <li>Kejriwal's letter highlights Delhi's alarming status as the \"crime capital\" of India, particularly for crimes against women.</li>\n    <li>Delhi ranks first in murder cases and experiences a rise in extortion and bomb threats.</li>\n    <li>A 350% increase in drug-related crimes has been reported, raising security fears among residents.</li>\n    <li>Kejriwal criticized the BJP's handling of law enforcement in the capital and called for unity among Delhi's citizens.</li>\n    <li>The Delhi High Court has mandated a comprehensive action plan to address bomb threats, setting an eight-week deadline.</li>\n</ul>\n<blockquote>\n    \"Delhi's law and order is under the Central Government, but Delhi is now being known as the capital of crime.\" - Arvind Kejriwal\n</blockquote>\n<blockquote>\n    \"Amit Shah ji has ruined Delhi. He has turned Delhi into a jungle raj. People are living a life of terror everywhere.\" - Arvind Kejriwal\n</blockquote>\n<p>The crisis in Delhi’s law and order management has led to growing discontent among residents, prompting calls for urgent governmental action to restore safety and security in the capital.</p>"
  },
  {
    "title": "'One Nation, One Election' : How Constitution Is Proposed To Be Amended For Simultaneous Elections To Lok ... - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/top-stories/one-nation-one-election-how-constitution-is-proposed-to-be-amended-for-simultaneous-elections-to-lok-sabha-state-assemblies-278339",
    "pubDate": "Sat, 14 Dec 2024 06:37:52 GMT",
    "summary": "<h1>One Nation, One Election: How Constitution Is Proposed To Be Amended For Simultaneous Elections To Lok</h1>\n<p><strong>Publication Date:</strong> Not specified <strong>Source:</strong> LiveLaw</p>\n<p>The 'One Nation, One Election' Bill aims to amend the Constitution to facilitate simultaneous elections for the Lok Sabha and all Legislative Assemblies. The Bill is set to be tabled in Parliament and proposes significant changes to existing electoral laws.</p>\n<ul>\n    <li>The Bill seeks to insert Article 82A for simultaneous elections to the House of the People and all Legislative Assemblies.</li>\n    <li>It also amends Articles 83, 172, and 327 regarding the duration and conduct of elections.</li>\n    <li>Simultaneous elections mean general elections held together for the Lok Sabha and all Legislative Assemblies.</li>\n    <li>Provisions include how mid-term elections will be managed and their alignment for Union Territories.</li>\n</ul>\n<blockquote>\"There was an imperative need for holding of simultaneous elections. The imposition of Model Code of Conduct in various parts of the country which are poll-bound puts on hold the entire development programs.\" - Government Statement</blockquote>\n<p>The proposed amendments focus on streamlining the electoral process, addressing inefficiencies caused by staggered elections, and aligning legislative terms to enhance governance and development.</p>"
  },
  {
    "title": "What Priyanka Gandhi meant when she told BJP: ‘Learn from us on Emergency, you too apologise’ - The Indian Express",
    "link": "https://indianexpress.com/article/political-pulse/priyanka-gandhi-emergency-bjp-parliament-speech-constitution-9724385/",
    "pubDate": "Sat, 14 Dec 2024 06:31:07 GMT",
    "summary": "<h1>What Priyanka Gandhi meant when she told BJP: ‘Learn from us on Emergency, you too apologise’</h1>\n<p><strong>Publication Date:</strong> Recent | <strong>Source:</strong> Indian Express</p>\n\n<p>In her inaugural speech in Parliament, Priyanka Gandhi Vadra addressed the BJP's criticisms regarding the Emergency, urging them to acknowledge their own mistakes and fight fair elections.</p>\n\n<ul>\n    <li>Priyanka Gandhi spoke during a special debate on the Constitution, challenging BJP leaders.</li>\n    <li>She quoted Defence Minister Rajnath Singh, suggesting that the BJP should apologize for its mistakes.</li>\n    <li>Congress leaders, including Rahil Gandhi and Sonia Gandhi, have previously acknowledged the Emergency as a “mistake.”</li>\n    <li>Historian Pranab Mukherjee described the Emergency as a \"misadventure\" in his writings.</li>\n    <li>Shashi Tharoor highlighted that the Emergency was \"undemocratic\" but not \"unconstitutional.\"</li>\n</ul>\n\n<blockquote>“What happened in the Emergency is wrong. Let us not go back and forth on it.” — Jyotiraditya Scindia</blockquote>\n\n<p>The Congress party has a history of reflecting on the Emergency, with leaders admitting its faults while navigating complex discussions around accountability and historical context.</p>"
  },
  {
    "title": "Rajasthan RPSC Assistant Professor Online Form 2025 - SarkariExam.com",
    "link": "https://news.google.com/rss/articles/CBMihwFBVV95cUxOUktMOTg3ZU8wcEY1cTZTRXp6dkpVQmtjTzRXWUVvNkphQVRYY1g2bUlwb0tsTmw5TmlYNW8xekpRV2tUOTJrUmxSMDJmakU2dkhkc2xVVFZfM2VvZ1VmLUZvRjhPX2twRGJHMHo4eUhWQ3VFNUlwblR4ZGo3MEYzYU9ZdFdacTQ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 06:30:59 GMT",
    "summary": null
  },
  {
    "title": "Though S.52 TP Act Doesn't Make Pendente Lite Transfer Void, Court Can Invalidate Such Sale Exercising... - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/top-stories/though-s52-tp-act-doesnt-make-pendente-lite-transfer-void-court-can-invalidate-such-sale-exercising-contempt-power-supreme-court-278337",
    "pubDate": "Sat, 14 Dec 2024 06:19:15 GMT",
    "summary": "<h1>Though S.52 TP Act Doesn't Make Pendente Lite Transfer Void, Court Can Invalidate Such Sale Exercising Contempt Jurisdiction</h1>\n<p><strong>Publication Date:</strong> September 21, 2024 | <strong>Source:</strong> LiveLaw</p>\n<!-- Image section is excluded as there is no image provided -->\n<p>The Supreme Court ruled that while a transfer during ongoing court proceedings is not automatically void, it can be invalidated if done in contempt of court orders.</p>\n<ul>\n    <li>The case involved a contempt petition filed by Celir LLP regarding a property auctioned under the SARFAESI Act.</li>\n    <li>The Supreme Court ruled that even if Section 52 of the Transfer of Property Act does not make such transfers void, courts can reverse them to uphold judicial authority.</li>\n    <li>The transaction in question occurred after a Supreme Court petition was filed, highlighting contempt of judicial directions.</li>\n    <li>The Court emphasized the need for respect towards the court's authority and the judicial process.</li>\n    <li>Senior Advocates represented the involved parties in the case.</li>\n</ul>\n<blockquote>\n    <p>\"The mere conduct of parties aimed at frustrating the court proceedings or circumventing its decisions, even without an explicit prohibitory order, constitutes contempt. Such actions interfere with the administration of justice.\" - Supreme Court</p>\n</blockquote>\n<p>The court's decision reinforces the importance of adhering to court directions and maintaining the integrity of the judicial system, even in the context of property transfers.</p>"
  }
]