[
  {
    "title": "Important MCQs Based On Latest Supreme Court Judgments For Law Examinations - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/top-stories/important-mcqs-based-on-latest-supreme-court-judgments-for-law-examinations-278403",
    "pubDate": "Sun, 15 Dec 2024 13:41:50 GMT",
    "summary": "```html\n<h1>Important MCQs Based On Latest Supreme Court Judgments For Law Examinations</h1>\n<p><strong>Publication Date:</strong> Not specified | <strong>Source:</strong> Live Law</p>\n<!-- If an image is available, it can be added here -->\n\n<p>This article presents multiple-choice questions (MCQs) based on recent Supreme Court judgments, aimed at aiding law students in their examinations by focusing on key legal concepts and rulings.</p>\n\n<ul>\n    <li>The Supreme Court held that a police officer accused of false filing cannot claim immunity under Section 197 Cr.P.C.</li>\n    <li>Compromise agreements can be recalled if not adhered to, as ruled by the Supreme Court.</li>\n    <li>The Court clarified that a decree for specific performance does not require a separate application for possession.</li>\n    <li>Conditions in mortgage agreements, such as failure to redeem within a specified time, can lead to a conditional sale.</li>\n    <li>A subsequent suit cannot be maintained if issues could have been raised in earlier litigation, according to the Supreme Court.</li>\n    <li>Authorized signatories of companies are not liable for cheque-related disputes under the Negotiable Instruments Act.</li>\n    <li>The Court reaffirmed that lethal actions resulting in death will lead to murder convictions regardless of intent.</li>\n    <li>Disputes over wages and termination fall exclusively within the jurisdiction of statutory authorities and are not arbitrable.</li>\n    <li>Evidence collected en route to the police station based on disclosure statements is inadmissible in court.</li>\n    <li>Cross-examination must be considered by the court when evaluating summoning applications under Section 319 Cr.P.C.</li>\n</ul>\n\n<blockquote>\n    \"The protection of Section 197 CrPC is available only for acts discharged in the course of official duties.\" \n</blockquote>\n<blockquote>\n    \"Mere possession of property by the mortgagor wouldn't make it a simple mortgage.\" \n</blockquote>\n\n<p>These insights outline significant legal principles established in recent rulings, essential for law students preparing for examinations and legal practitioners staying informed on current judicial trends.</p>\n```"
  },
  {
    "title": "39 Maharashtra Ministers Join Devendra Fadnavis' Cabinet. Full List - NDTV",
    "link": "https://www.ndtv.com/india-news/39-maharashtra-ministers-join-devendra-fadnavis-cabinet-full-list-7254571",
    "pubDate": "Sun, 15 Dec 2024 13:19:37 GMT",
    "summary": "<h1>39 Maharashtra Ministers Join Devendra Fadnavis' Cabinet. Full List</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<div>\n    <img title=\"39 Maharashtra Ministers Join Devendra Fadnavis' Cabinet. Full List\" alt=\"39 Maharashtra Ministers Join Devendra Fadnavis' Cabinet. Full List\" src=\"https://c.ndtvimg.com/2024-12/l28fkui_maharashtra-cabinet-expansion_625x300_15_December_24.jpg?im=FitAndFill,algorithm=dnn,width=650,height=400\">\n    <figcaption>39 Maharashtra Ministers took oath in a grand event.</figcaption>\n</div>\n<p>The much-awaited cabinet expansion of the new Maharashtra government led by Chief Minister Devendra Fadnavis happened today, with 39 ministers taking oath.</p>\n<ul>\n    <li>A total of 39 ministers inducted into the Maharashtra cabinet.</li>\n    <li>19 ministers from the Bharatiya Janata Party (BJP).</li>\n    <li>9 ministers from the Ajit Pawar-led Nationalist Congress Party (NCP).</li>\n    <li>11 ministers from the Eknath Shinde-led Shiv Sena.</li>\n</ul>\n<blockquote>“This expansion marks a significant step forward for the governance of Maharashtra,\" said Chief Minister Devendra Fadnavis.</blockquote>\n<p>The cabinet expansion highlights the collaborative efforts between multiple parties to strengthen governance in Maharashtra."
  },
  {
    "title": "Unidentified Health illness : 7 Deaths : Ministers Javed Rana , Sakeena Itoo visit Kotranka - Cross Town News",
    "link": "https://news.google.com/rss/articles/CBMiywFBVV95cUxQb0VCS0ZTRjBOTHRaWFJBMVhDWHVBTEJ4VC0tZVVINmFqSDdKWUNydzdiSThJdzRtYlJtZzR4ZEstSXpCM1BUNDZlVDVnUFNocHk3cllLRFROckF4aFJoaHU3MGJrTk1vZWtQTUZwZGVESDVSbWhXZ3RjaFhTNFljeHhJV2kxTl9ac2paZHZOZGlWbEtma2IzRDd2RjVHSElUUXRrMWYyLWtfQ0ZPdTkwYVFvZVYzczc0R0J5Q19ONDY4bDJpT24tTzJ2Zw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 12:45:15 GMT",
    "summary": null
  },
  {
    "title": "'They wanted me dead': Bengaluru cop's note mirrors techie Subhash Atul's suicide case - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/bengaluru/cop-dies-by-suicide-blames-wifeand-father-in-law-in-death-note/articleshow/116324971.cms",
    "pubDate": "Sun, 15 Dec 2024 12:27:00 GMT",
    "summary": null
  },
  {
    "title": "Maharashtra Cabinet's Swearing-in Underway: BJP's Bawankule, Pankaja Munde Take Oath As Ministers - News18",
    "link": "https://www.news18.com/politics/maharashtra-cabinet-expansion-devendra-fadnavis-shinde-pawar-new-faces-names-latest-updates-9156674.html",
    "pubDate": "Sun, 15 Dec 2024 12:11:53 GMT",
    "summary": "<h1>Maharashtra Cabinet Expansion: BJP Gets 19 Ministers, 11 From Shiv Sena, 9 From NCP</h1>\n<p><strong>Publication Date:</strong> December 15, 2024, 23:47 IST<br /><strong>Source:</strong> News18</p>\n<img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"BJP's Chandrashekhar Bawankule and Pankaja Munde taking oath in Nagpur's Raj Bhavan on Sunday.\" title=\"BJP's Chandrashekhar Bawankule and Pankaja Munde taking oath in Nagpur's Raj Bhavan on Sunday.\" loading=\"eager\">\n<figcaption>BJP's Chandrashekhar Bawankule and Pankaja Munde taking oath in Nagpur's Raj Bhavan on Sunday.</figcaption>\n<p><strong>Maharashtra Cabinet Expansion:</strong> The Cabinet expansion of the new BJP-led Maharashtra government took place on Sunday as 39 ministers from the Bharatiya Janata Party (BJP), Shiv Sena (Shinde faction) and Nationalist Congress Party (Ajit Pawar) took oath at Raj Bhavan in Nagpur.</p>\n<ul>\n    <li>The cabinet includes 19 ministers from the BJP, 11 from Shiv Sena (Shinde faction), and nine from NCP (Ajit Pawar).</li>\n    <li>This expansion occurred 10 days after Devendra Fadnavis was sworn in as Chief Minister following a decisive mandate in the November Assembly elections.</li>\n    <li>Deputy Chief Ministers Eknath Shinde and Ajit Pawar were confirmed alongside the new ministers.</li>\n    <li>Key ministers from the BJP included state unit chief Chandrashekhar Bawankule and Pankaja Munde.</li>\n    <li>Ajit Pawar’s NCP welcomed several new faces among their appointed ministers.</li>\n    <li>The assembly session commences on December 16, following this cabinet expansion.</li>\n</ul>\n<blockquote>\"The Mahayuti may drop underperforming ministers, which could include 4 leaders from the Shinde camp, 3 from the BJP, and 2 from Ajit Pawar faction.\" - Sources to News18</blockquote>\n<p>In conclusion, the cabinet expansion reflects the BJP's consolidation of power in Maharashtra, with a significant representation from their coalition partners as they prepare for the upcoming Assembly session.</p>"
  },
  {
    "title": "India is a player the world turns to, even if we're bashful at times, says EAM Jaishankar - The Economic Times",
    "link": "https://economictimes.indiatimes.com/news/india/india-is-a-player-the-world-turns-to-even-if-were-bashful-at-times-says-eam-jaishankar/articleshow/116338404.cms?from=mdr",
    "pubDate": "Sun, 15 Dec 2024 11:43:54 GMT",
    "summary": "<h1>India is a player the world turns to, even if we're bashful at times, says EAM Jaishankar</h1>\n<p><strong>Publication Date:</strong> Sunday | <strong>Source:</strong> News</p>\n<p>India's External Affairs Minister Dr. S. Jaishankar emphasized the country's role as an international ally and first responder, highlighting the need for a multigenerational foreign policy to address past mistakes.</p>\n<ul>\n    <li>Dr. Jaishankar declared India as an ally that the world looks to, acknowledging its occasional bashfulness.</li>\n    <li>He stressed that India is a first-responder but recognized the need for improvement from historical errors.</li>\n    <li>Jaishankar stated that the era of India being in a 'defensive crouch' is over and emphasized ongoing efforts to enhance connectivity.</li>\n    <li>He pointed out that around 17-18 million Indians are currently working abroad and predicted this number will increase.</li>\n</ul>\n<blockquote>\"We're a player the world turns to, even if we're bashful at times. The idea of India as a first responder, I can predict, will only get stronger,\" said Jaishankar.</blockquote>\n<blockquote>\"One thing is for sure, the kind of defensive crouch that we had gotten ourselves into, for some reason-that era is decisively behind us,\" said Jaishankar.</blockquote>\n<p>This statement from Dr. Jaishankar reinforces India’s proactive approach in international relationships, highlighting optimism for the future of Indian professionals abroad and the country's growing global connectivity."
  },
  {
    "title": "\"If Pranab Mukherjee Were PM...\": Mani Shankar Aiyar On Congress' 2014 Rout - NDTV",
    "link": "https://www.ndtv.com/india-news/mani-shankar-aiyar-if-pranab-mukherjee-became-pm-mani-shankar-aiyar-on-congress-14-rout-7253925",
    "pubDate": "Sun, 15 Dec 2024 11:21:27 GMT",
    "summary": "<h1>If Pranab Mukherjee Were PM...: Mani Shankar Aiyar On Congress' 2014 Rout</h1>\n<p><strong>Publication Date:</strong> September 1, 2020</p>\n<p><strong>Source:</strong> NDTV</p>\n<img title=\"'If Pranab Mukherjee Were PM...': Mani Shankar Aiyar On Congress' 2014 Rout\" alt=\"'If Pranab Mukherjee Were PM...': Mani Shankar Aiyar On Congress' 2014 Rout\" src=\"https://c.ndtvimg.com/2020-09/89vl7lpo_pranab-mukherjee-pti650_625x300_01_September_20.jpg?im=FeatureCrop,algorithm=dnn,width=650,height=400\">\n<figcaption>Pranab Mukherjee was elected President in 2012 after a four-decade career in Congress</figcaption>\n<p>The article discusses comments made by Congress leader Mani Shankar Aiyar regarding the impact Pranab Mukherjee could have had on the Congress party's performance in the 2014 general elections if he had been Prime Minister instead of Dr. Manmohan Singh.</p>\n<ul>\n    <li>Aiyar believes that Pranab Mukherjee as Prime Minister during UPA-II would have changed the outcome of the 2014 elections.</li>\n    <li>The Congress party faced its worst performance, winning only 44 seats, attributed to \"no governance\" in 2013.</li>\n    <li>Pranab Mukherjee, who had significant charisma and energy, could have better led the party and government.</li>\n    <li>Aiyar compares Congress's 2014 defeat to its peak of 414 seats in 1984.</li>\n    <li>The absence of effective governance in 2013 made it difficult for Congress to counter BJP's attacks.</li>\n</ul>\n<blockquote>\n    <p>\"A party that had been at 414 in December 1984 had fallen by 2014 to 44 seats. That is because there was no governance in 2013...\"</p>\n</blockquote>\n<p>In conclusion, Aiyar reflects on the potential different paths the Congress party could have taken if Pranab Mukherjee had been at the helm, suggesting it might have resulted in a better electoral outcome."
  },
  {
    "title": "Devendra Fadnavis cabinet takes oath in Nagpur - Meet the new Maharashtra ministers - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/devendra-fadnavis-cabinet-takes-oath-in-nagpur-meet-the-new-maharashtra-ministers/articleshow/116336869.cms",
    "pubDate": "Sun, 15 Dec 2024 11:20:00 GMT",
    "summary": null
  },
  {
    "title": "‘My political career made, unmade by Gandhis’, says Congress veteran Mani Shankar Aiyar - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/my-political-career-made-unmade-by-gandhis-says-congress-veteran-mani-shankar-aiyar-101734260375108.html",
    "pubDate": "Sun, 15 Dec 2024 11:16:59 GMT",
    "summary": "<h1>‘My political career made, unmade by Gandhis’, says Congress veteran Mani Shankar Aiyar</h1>\n<p><strong>Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/mani-shankar-aiyar_1637720669574_1734260938316.jpg\" alt=\"File photo of Congress leader Manishankar Aiyar.(HT Photo)\" title=\"File photo of Congress leader Manishankar Aiyar.(HT Photo)\">\n<figcaption>File photo of Congress leader Manishankar Aiyar.(HT Photo)</figcaption>\n<p>Senior Congress leader Mani Shankar Aiyar has expressed that his political career has been significantly influenced by the Gandhi family, both positively and negatively, and has offered insights on the party's leadership decisions over the years.</p>\n<ul>\n    <li>Aiyar claims his political career was “made and unmade” by the Gandhi family.</li>\n    <li>He stated that he had limited personal interactions with Sonia Gandhi, Rahul Gandhi, and Priyanka Gandhi.</li>\n    <li>Aiyar believes if Pranab Mukherjee had become Prime Minister in 2012, the Congress would have performed better in the 2014 elections.</li>\n    <li>He recalled feeling surprised when Sonia Gandhi remarked, \"I’m not a Christian\" during a Christmas greeting.</li>\n    <li>Aiyar's upcoming book 'A Maverick in Politics' discusses these political dynamics and his experiences.</li>\n</ul>\n<blockquote>“The irony of my life is that my political career was made by the Gandhis and unmade by the Gandhis.”</blockquote>\n<p>In conclusion, Aiyar reflects on his complex relationship with the Gandhi family while emphasizing the pivotal role of Pranab Mukherjee's potential leadership in Congress's political fortunes."
  },
  {
    "title": "Man In Bihar Dies After Mob Thrashes Him All Night On Suspicion Of Theft - NDTV",
    "link": "https://news.google.com/rss/articles/CBMisgFBVV95cUxQVDFfR09CU0tIbDA1dDVNeGpDQ0JlMUlnVVg1c2c3RVVBX1h3bnlteERHUHpPQW02OGVSTWdsTDFzQWFLZnpWcWxKbWpaRGJrOE4tSy14SFFXN3E1T1NpY1NYOUJIQkp2SXB5aWRFNUhMWFBGZGJGaGJ1UVk5MkNiXzBoaE9EYWY5VkdCOXBFSnN3R0tmaXNxeDRnZWhWaHNBcm9oYnZoZVR1ckRWSU14SllR0gG6AUFVX3lxTE5adC00NzE5TURGX1ZMR0tpV3h0by1PTFgzVGowQ3NIZmVsendhZWdBaTBvWjBtOHp2cG14ek5YZ2l2bG9hOWd5T2lWWmJQTkVCSmwzTmJhOHl2QkVobDBLQkRYcGNYMW9KamVQbXlPZFNfUHdCRDdtMDJIbjRnVFJEZjZfaFFwX0hROE9vMng5WkRlQ0R1VzRsZ1RxN3ZlRzJFbF9pYXc1YmpPTDhqRUJsN25YdlZsYnNSUQ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 11:06:16 GMT",
    "summary": null
  },
  {
    "title": "Allahabad HC judge Justice Shekhar Yadav likely to face SC collegium over remarks at VHP event - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/allahabad-hc-judge-justice-shekhar-yadav-likely-to-face-sc-collegium-over-remarks-at-vhp-event-101734256012251.html",
    "pubDate": "Sun, 15 Dec 2024 10:49:31 GMT",
    "summary": "<h1>Allahabad HC judge Justice Shekhar Yadav likely to face SC collegium over remarks at VHP event</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Justice_Shekhar_Kumar_Yadav_1734256119248_1734256119454.jpg\" alt=\"Justice Shekhar Kumar Yadav at VHP event\" title=\"Justice Shekhar Kumar Yadav at VHP event\">\n<figcaption>Allahabad high court' sitting judge Justice Shekhar Kumar Yadav, who courted controversy over his alleged remarks at an event of Vishwa Hindu Parishad (VHP)(HT_PRINT)</figcaption>\n<p>Justice Shekhar Yadav of the Allahabad High Court faces scrutiny over controversial remarks made at a VHP event, with the Supreme Court collegium requesting a report on his statements.</p>\n<ul>\n    <li>Justice Yadav spoke at a VHP event on December 8, discussing the aim of the Uniform Civil Code.</li>\n    <li>He made controversial statements about the law functioning according to majority wishes, which were circulated on social media.</li>\n    <li>Opposition leaders labeled his remarks as “hate speech,” leading to calls for his impeachment by over 55 MPs in the Rajya Sabha.</li>\n    <li>Senior lawyer Prashant Bhushan has requested an in-house inquiry into Justice Yadav's conduct.</li>\n    <li>The Supreme Court has requested details from the Allahabad High Court regarding the incident.</li>\n</ul>\n<blockquote>\"A strong institutional response is needed to restore public faith in the judiciary,\" - Prashant Bhushan</blockquote>\n<p>The situation surrounding Justice Yadav highlights significant concerns about judicial integrity and the expectations of impartiality within the judiciary, prompting calls for accountability."
  },
  {
    "title": "24-page suicide note and a letter titled ... goes missing from the Google Drive shared by the Bengaluru t - The Times of India",
    "link": "https://timesofindia.indiatimes.com/technology/social/24-page-suicide-note-and-a-letter-titled-goes-missing-from-the-google-drive-shared-by-the-bengaluru-techie-before-his-death/articleshow/116337441.cms",
    "pubDate": "Sun, 15 Dec 2024 10:31:00 GMT",
    "summary": null
  },
  {
    "title": "Justice Shekhar Yadav likely to appear before Supreme Court Collegium over comments at VHP event - Deccan Herald",
    "link": "https://www.deccanherald.com/india/justice-shekhar-yadav-likely-to-appear-before-supreme-court-collegium-over-comments-at-vhp-event-3318458",
    "pubDate": "Sun, 15 Dec 2024 10:22:14 GMT",
    "summary": "<h1>Justice Shekhar Yadav likely to appear before Supreme Court Collegium over comments at VHP event</h1>\n<p><strong>Published:</strong> 15 December 2024, 10:22 IST</p>\n<p><strong>Source:</strong> Deccan Herald</p>\n<p>Justice Shekhar Kumar Yadav is expected to present his views to the Supreme Court Collegium regarding controversial remarks made during a VHP event, which have provoked public and political reaction.</p>\n<ul>\n    <li>Justice Yadav made statements about the uniform civil code aiming to promote social harmony during a VHP function on December 8.</li>\n    <li>The Supreme Court has requested a report from the Allahabad High Court concerning Yadav's comments following media coverage.</li>\n    <li>Opposition figures and organizations have criticized his statements, labeling them as \"hate speech\".</li>\n    <li>Activist Prashant Bhushan has called for an inquiry into Yadav’s conduct, citing breaches of judicial ethics.</li>\n    <li>The Bar Association of India has condemned Yadav's remarks and demanded a retraction along with an apology.</li>\n</ul>\n<blockquote>\n    \"A strong institutional response is needed to restore public faith in the judiciary.\" - Prashant Bhushan\n</blockquote>\n<p>The Justice's remarks have raised significant concerns about judicial impartiality and the independence of the judiciary, with various stakeholders urging for immediate action from the Supreme Court."
  },
  {
    "title": "\"Can't Say You Don't Like EVMs Because...\": Ally Junks Congress' Charge - NDTV",
    "link": "https://www.ndtv.com/india-news/omar-abdullah-never-blamed-machines-ally-omar-abdullah-trashes-congresss-evm-charge-7253575",
    "pubDate": "Sun, 15 Dec 2024 10:18:01 GMT",
    "summary": "<h1>\"Can't Say You Don't Like EVMs Because...\": Ally Junks Congress' Charge</h1>\n<p><strong>Publication Date:</strong> October 16, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-10/osp6usb8_priyanka-gandhi-omar-abdullah-rahul-gandhi_625x300_16_October_24.jpeg?im=FeatureCrop,algorithm=dnn,width=650,height=400\" alt=\"'Can't Say You Don't Like EVMs Because...': Ally Junks Congress' Charge\">\n<figcaption>Omar Abdullah addresses the inconsistencies in questioning EVMs.</figcaption>\n<p>Omar Abdullah, Jammu and Kashmir Chief Minister and member of the National Conference, criticized Congress for its inconsistent stance on Electronic Voting Machines (EVMs), emphasizing that such questioning should be consistent.</p>\n<ul>\n    <li>Omar Abdullah stated it is wrong to question EVMs only when results are unfavorable.</li>\n    <li>He mentioned that if parties distrust EVMs, they should refrain from contesting elections.</li>\n    <li>Abdullah highlighted his own electoral experiences, noting he never blamed EVMs for election outcomes.</li>\n    <li>The National Conference performed well in recent Jammu and Kashmir Assembly polls, winning 48 out of 95 seats.</li>\n    <li>Abdullah praised infrastructure initiatives by the Modi government, contrasting with Congress's critiques.</li>\n    <li>His remarks reflect a potential rift within the INDIA alliance, particularly concerning Congress's leadership role.</li>\n</ul>\n<blockquote>\n    \"When you get a hundred plus members of Parliament using the same EVMs... you can't then a few months later turn around and say... we don't like these EVMs because now the election results aren't going the way we would like them to.\" - Omar Abdullah\n</blockquote>\n<p>Abdullah's comments underline the complexities within the opposition alliance and suggest a call for greater consistency and self-reflection among its members regarding electoral integrity and leadership dynamics.</p>"
  },
  {
    "title": "Lok Sabha defeats Rajya Sabha in Tuberculosis-awareness friendly cricket match - India Today",
    "link": "https://www.indiatoday.in/india/story/lok-sabha-rajya-sabha-mps-tb-free-india-awareness-cricket-match-new-delhi-major-dhyan-chand-national-stadium-2650144-2024-12-15",
    "pubDate": "Sun, 15 Dec 2024 10:13:46 GMT",
    "summary": "<h1>Lok Sabha defeats Rajya Sabha in Tuberculosis-awareness friendly cricket match</h1>\n<p><strong>Published On:</strong> Dec 15, 2024</p>\n<p><strong>Source:</strong> India Today</p>\n<img fetchpriority=\"high\" src=\"https://akm-img-a-in.tosshub.com/indiatoday/2024-12/Match%20Gif.gif?VersionId=9Uelf2mzFL0kTfAcYeQakGj7qW9FYRCo\" width=\"690\" alt=\"MPs cricket match\" title=\"Lok Sabha Speaker's XI beat Rajya Sabha Chairman's Xi by 73 runs in the anti-tuberculosis awareness match in New Delhi on Sunday, December 15, 2024. (Screengrab: X/@ANI)\" height=\"388\">\n<figcaption>Lok Sabha Speaker's XI beat Rajya Sabha Chairman's Xi by 73 runs in the anti-tuberculosis awareness match in New Delhi on Sunday, December 15, 2024. (Screengrab: X/@ANI)</figcaption>\n<p>The TB awareness match featured Lok Sabha Speaker's XI and Rajya Sabha Chairman's XI, aiming to raise awareness against tuberculosis through a friendly cricket match in New Delhi.</p>\n<ul>\n  <li>Lok Sabha Speaker's XI won by 73 runs, scoring 192 runs.</li>\n  <li>Former Sports Minister Anurag Singh Thakur scored 111 runs, leading his team to victory.</li>\n  <li>BJP MP Nishikant Dubey was named best fielder, and Congress MP Deepender Singh Hooda was the best bowler.</li>\n  <li>Manoj Tiwari won the Super Catch award during the match.</li>\n  <li>The match emphasized the importance of TB awareness and health initiatives among MPs.</li>\n</ul>\n<blockquote>\n  <p>\"TB is a serious disease, and raising awareness is the most effective way to combat it.\" - Anurag Thakur</p>\n</blockquote>\n<blockquote>\n  <p>\"Our mantra is TB free India and Fit India Movement.\" - Kiren Rijiju</p>\n</blockquote>\n<p>The event successfully blended sports and social responsibility, showcasing the MPs' commitment to combating tuberculosis through public awareness initiatives."
  },
  {
    "title": "MP couple's 'suicide' days after ED raid: Family says 'had we sided with BJP, this wouldn't have happened' - ThePrint",
    "link": "https://theprint.in/india/mp-couples-suicide-days-after-ed-raid-family-says-had-we-sided-with-bjp-this-wouldnt-have-happened/2404010/",
    "pubDate": "Sun, 15 Dec 2024 09:55:15 GMT",
    "summary": "<h1>MP couple's 'suicide' days after ED raid: Family says 'had we sided with BJP, this wouldn't have happened'</h1>\n<p><strong>Publication Date: </strong> December 2023 | <strong>Source: </strong>ThePrint</p>\n<!-- If available, include the image section here -->\n<p>In a tragic turn of events, a couple in Madhya Pradesh reportedly committed suicide shortly after a raid by the Enforcement Directorate (ED), with the family alleging political pressure from the ruling BJP as the cause.</p>\n<ul>\n    <li>Manoj Parmar and his wife Neha were found dead near a six-page note claiming harassment by ED officials for their support of the Congress party.</li>\n    <li>The couple's family asserts that joining the BJP could have spared them from the ED's scrutiny.</li>\n    <li>ED officials denied the family's allegations, stating the raid was performed orderly and according to protocol.</li>\n    <li>Congress leaders criticized the BJP for using the ED as a political tool against opponents.</li>\n    <li>The couple leaves behind three children, two sons and a daughter, who have been vocal about the alleged pressures faced from political entities.</li>\n</ul>\n<blockquote>\n    “It is clear for the BJP—join the party and ED cases and everything goes away. If you don’t, you face the consequences.” – Dharam Singh Parmar, father of Manoj Parmar\n</blockquote>\n<p>In conclusion, the incident has sparked significant political controversy, raising questions about the use of government agencies in political warfare and the pressures faced by individuals standing against dominant parties.</p>"
  },
  {
    "title": "‘If you have problems with EVMs…': Omar Abdullah's salvo at INDIA ally Congress - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/omar-abdullah-fires-another-shot-at-ally-congress-if-you-have-problems-with-evms-101734255715415.html",
    "pubDate": "Sun, 15 Dec 2024 09:50:42 GMT",
    "summary": "<h1>If you have problems with EVMs…: Omar Abdullah's salvo at INDIA ally Congress</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 04:21 PM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/PTI12-14-2024-000217A-0_1734255937782_1734255986267.jpg\" alt=\"New Delhi: Jammu and Kashmir Chief Minister Omar Abdullah during an interview with PTI, in New Delhi,(PTI)\" title=\"New Delhi: Jammu and Kashmir Chief Minister Omar Abdullah during an interview with PTI, in New Delhi,(PTI)\">\n<figcaption>New Delhi: Jammu and Kashmir Chief Minister Omar Abdullah during an interview with PTI, in New Delhi,(PTI)</figcaption>\n<p>Jammu and Kashmir Chief Minister Omar Abdullah criticized the Congress party's stance on Electronic Voting Machines (EVMs), arguing that they cannot reject EVMs after losses while celebrating wins with the same machines.</p>\n<ul>\n    <li>Abdullah addressed the Congress's doubts about EVMs following defeats in the Haryana and Maharashtra Assembly polls.</li>\n    <li>He stated that one cannot selectively trust EVMs based on election outcomes.</li>\n    <li>Abdullah encouraged parties to remain consistent in their views on voting mechanisms.</li>\n    <li>He defended the Central Vista project, stating it was necessary for a new Parliament building.</li>\n    <li>Reports indicate rising tension between the National Conference (NC) and Congress, particularly after recent elections in Jammu and Kashmir.</li>\n</ul>\n<blockquote>\n    \"When you get a hundred plus members of Parliament using the same EVMs, and you celebrate that as sort of a victory for your party, you can't then a few months later turn around and say... we don't like these EVMs because now the election results aren't going the way we would like them to.\" — Omar Abdullah\n</blockquote>\n<p>Abdullah's comments indicate growing friction within the INDIA alliance and highlight the need for party leaders to consistently support their electoral processes. His advocacy for principles over partisan loyalty bolsters his political stance amid rising tensions.</p>"
  },
  {
    "title": "J&K Govt sets up Panel to ensure Transparency in Departmental Promotions - Cross Town News",
    "link": "https://news.google.com/rss/articles/CBMiuAFBVV95cUxOMTdlWmRWdTVYQkhQTTBuMDl4UC0xTnpteGxOR0dHb0J4bnk2OWhEUjM5YTVKMldMYVA2RW9EXzJxVWxRalk1UWIzaVJTWVphd3l6STRNMERpMk1zdmpYd3RSY1Q3SGVmRjVITkhwYWZ1UzM2M2p1N05NejQ0UjJ3QktwMURzQ0Q2a2FpTmxFcVd6eTB0LXJuTFFQVW1FYjBYbHFFbEtjWmFRM01TS2dIVWx5RzJvdnpt?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 09:30:39 GMT",
    "summary": null
  },
  {
    "title": "India loses a key Kashmir ally with fall of Syria’s Assad - This Week In Asia",
    "link": "https://www.scmp.com/week-asia/politics/article/3290723/india-loses-key-kashmir-ally-fall-syrias-assad",
    "pubDate": "Sun, 15 Dec 2024 09:00:07 GMT",
    "summary": "<h1>India loses a key Kashmir ally with fall of Syria’s Assad</h1>\n<p><strong>Publication Date:</strong> October 2023</p>\n<p><strong>Source:</strong> South China Morning Post</p>\n<p>For India, the upheaval in Syria marks the loss of what analysts call a crucial Islamic “voice of support” on one of its thorniest issues: Kashmir.</p>\n<ul>\n    <li>Syria's support, particularly under Bashar al-Assad, was significant for India regarding the Kashmir dispute.</li>\n    <li>Assad's administration consistently affirmed that Kashmir was an internal matter for India, opposing external interference.</li>\n    <li>The fall of Assad has raised questions about the future of this support for India.</li>\n    <li>Assad fled after opposition forces seized the Syrian capital, ending decades of his family's rule amid a devastating civil war.</li>\n    <li>The sudden shift in Syria's political landscape surprised Indian officials, especially given recent diplomatic engagements.</li>\n</ul>\n<blockquote>“This voice of support from within the Arab Islamic world was important,” said Kabir Taneja, a Middle East expert.</blockquote>\n<p>The fall of Assad not only affects Syria but has broader implications for India's diplomatic strategies concerning Kashmir as it loses a significant ally in the Arab world.</p>"
  },
  {
    "title": "\"My Career Made, Then Unmade By Gandhis\": Mani Shankar Aiyar's Big Claim - NDTV",
    "link": "https://www.ndtv.com/india-news/mani-shankar-aiyar-gandhi-family-my-career-made-then-unmade-by-gandhis-mani-shankar-aiyars-big-claim-7253116",
    "pubDate": "Sun, 15 Dec 2024 08:56:44 GMT",
    "summary": "<h1>My Career Made, Then Unmade By Gandhis: Mani Shankar Aiyar's Big Claim</h1>\n<p><strong>Date:</strong> Not specified <strong>Source:</strong> Press Trust of India</p>\n<p>Senior Congress leader Mani Shankar Aiyar has claimed that the Gandhi family played a significant role in both his political rise and subsequent marginalization within the party.</p>\n<ul>\n    <li>Aiyar stated, \"The irony of my life is that my political career was made by the Gandhis and unmade by the Gandhis.\"</li>\n    <li>He expressed frustration over a lack of substantial engagement with key members of the Gandhi family over the years.</li>\n    <li>Aiyar mentioned he did not have the opportunity to meet Sonia Gandhi for a decade and had only limited interactions with Rahul and Priyanka Gandhi.</li>\n    <li>He recalled needing to ask Priyanka to convey birthday wishes to Rahul during a period of his suspension from the party.</li>\n    <li>Aiyar wrote a letter to Rahul Gandhi seeking clarity on his suspension but received no acknowledgment.</li>\n    <li>He reflected on the political environment in 2012 during crises for both Sonia Gandhi and former PM Manmohan Singh, noting Pranab Mukherjee's potential leadership during that time.</li>\n</ul>\n<blockquote>“For 10 years, I was not given an opportunity to meet Sonia Gandhi one-on-one. I was not given an opportunity, except once, of spending any meaningful time with Rahul Gandhi.”</blockquote>\n<p>This interview sheds light on the complex dynamics within the Congress party and highlights Aiyar's personal experiences regarding his political journey influenced by the Gandhi family.</p>"
  },
  {
    "title": "Delhi Assembly polls: AAP releases final candidates’ list, Arvind Kejriwal to contest from New Delhi, Atishi from Kalkaji - The Hindu",
    "link": "https://www.thehindu.com/news/cities/Delhi/delhi-polls-aap-releases-final-candidates-list-arvind-kejriwal-to-contest-from-new-delhi-atishi-from-kalkaji/article68987960.ece",
    "pubDate": "Sun, 15 Dec 2024 08:32:00 GMT",
    "summary": "<h1>Delhi Assembly polls: AAP releases final candidates’ list, Arvind Kejriwal to contest from New Delhi, Atishi from Kalkaji</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<figure>\n    <img src=\"https://th-i.thgim.com/public/incoming/9ay3df/article68987966.ece/alternates/LANDSCAPE_1200/ARVIND%20KEJRIWAL%20ECI%2011%2012%202024%202.JPG\" alt=\"The AAP released its final list of 38 candidates for the Delhi Assembly polls. File\" />\n    <figcaption>The AAP released its final list of 38 candidates for the Delhi Assembly polls. File | Photo Credit: The Hindu</figcaption>\n</figure>\n<p>The AAP on Sunday released its final list of candidates for the upcoming Delhi Assembly polls, marking a significant step as the party aims for a third consecutive term in power.</p>\n<ul>\n    <li>The party announced a total of 38 candidates.</li>\n    <li>Arvind Kejriwal will contest from the New Delhi constituency.</li>\n    <li>Chief Minister Atishi is fielded from Kalkaji.</li>\n    <li>Ministers will contest from various constituencies including Greater Kailash and Babarpur.</li>\n    <li>The 2020 election saw AAP securing 62 out of 70 seats.</li>\n</ul>\n<blockquote>\n    <p>Here is our fourth and final list for upcoming Delhi Elections ‼️</p>\n    <p>Congratulations to all the candidates 🎉</p>\n    <p>फिर लायेंगे केजरीवाल 🔥💯</p>\n    <footer>— AAP (@AamAadmiParty) <a href=\"https://twitter.com/AamAadmiParty/status/1868202342048207310?ref_src=twsrc%5Etfw\">December 15, 2024</a></footer>\n</blockquote>\n<p>The upcoming polls are anticipated to be a crucial test for AAP's governance model and its connection with the electorate.</p>"
  },
  {
    "title": "Maggi prices likely to rise after January 1; here is why - The Tribune India",
    "link": "https://news.google.com/rss/articles/CBMioAFBVV95cUxPMTBtQ2M3TXhUWk9fekVtU1VSNWFHWXJ2bmNkT3FEWDZfbmc3cXJXSWl1QnZNdnNPQ1JnaWx2dnlkRFBpdHNibTJIVWVKT2FJczdyUUVuUGFjWWpOamRZcVl4czJ2RDdhSHlzQkFKd3JhOFdaUnlvc1dPYTNSYW5lWHVzaloyM0NpNk1hVWFYbm1naE04dDIxU3VhSjMwSjFt0gGkAUFVX3lxTE5Ud0h1V0p3M1UzdUpMQkhyRFc4cndOUzNNSlZkY3dGS3BrekFHUldnVmczZngtS3hReENBZmdBb2gtb0xhN1daU1RPMVJ2SklMNmxILTVtcE9fLVJub0JVVUlyeGFZZS1LZGZaTUFfYlBUSkJoRk05M2M4b3RBVDNiZzBLUzBKNURjUFU4YktNaXZfVDJ5LXZ1X1VwdVprRzgxRzdD?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 08:31:07 GMT",
    "summary": null
  },
  {
    "title": "Complete Supreme Court Quarterly Digest 2024- [July To September] - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/supreme-court/supreme-court-judgments-and-orders-quarterly-digest-2024-278396",
    "pubDate": "Sun, 15 Dec 2024 08:25:37 GMT",
    "summary": null
  },
  {
    "title": "Aaditya Thackeray's request to CM Devendra Fadnavis ahead of cabinet expansion - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/aaditya-thackerays-request-to-cm-devendra-fadnavis-ahead-of-cabinet-expansion-101734249235192.html",
    "pubDate": "Sun, 15 Dec 2024 08:23:38 GMT",
    "summary": "<h1>Aaditya Thackeray's request to CM Devendra Fadnavis ahead of cabinet expansion</h1>\n<p><strong>Date:</strong> Dec 15, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/ANI-20241207178-0_1734249945170_1734249988729.jpg\" alt=\"Maharashtra Chief Minister Devendra Fadnavis and Shiv Sena (Uddhav Balasaheb Thackeray) MLA Aaditya Thackeray during day 1 of the special session of the Maharashtra Legislative Assembly. (ANI)\" title=\"Maharashtra Chief Minister Devendra Fadnavis and Shiv Sena (Uddhav Balasaheb Thackeray) MLA Aaditya Thackeray during day 1 of the special session of the Maharashtra Legislative Assembly. (ANI)\">\n<figcaption>Maharashtra Chief Minister Devendra Fadnavis and Shiv Sena (Uddhav Balasaheb Thackeray) MLA Aaditya Thackeray during day 1 of the special session of the Maharashtra Legislative Assembly. (ANI)</figcaption>\n<p>Shiv Sena (UBT) leader Aaditya Thackeray has urged Chief Minister Devendra Fadnavis to initiate an inquiry into a road scam targeting former CM Eknath Shinde ahead of the state cabinet expansion.</p>\n<ul>\n    <li>Aaditya Thackeray calls for the exclusion of Eknath Shinde and two other former ministers from the cabinet.</li>\n    <li>Thackeray alleges involvement in a ₹12,000 crore road scam, emphasizing the need for accountability.</li>\n    <li>He highlights concerns over a controversial 400 KM road concretisation project by BMC.</li>\n    <li>The inquiry request comes just before a scheduled cabinet expansion in Maharashtra.</li>\n</ul>\n<blockquote>\"If the BJP government is serious about acting on the road scam, they must keep the then illegal CM Shinde and 2 guardian ministers of Shinde’s regime- Lodha and Kesarkar, out of the cabinet.\" - Aaditya Thackeray</blockquote>\n<p>The situation around the alleged road scam continues to evolve, with increasing calls for transparency and an investigation, as the government prepares for new appointments in the upcoming cabinet expansion.</p>"
  },
  {
    "title": "25-year-old biker killed after being hit by bus in Mumbai, days after deadly Kurla accident - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/25yearold-biker-killed-after-being-hit-by-bus-in-mumbai-days-after-deadly-kurla-accident-101734248190468.html",
    "pubDate": "Sun, 15 Dec 2024 08:21:54 GMT",
    "summary": "<h1>25-year-old biker killed after being hit by bus in Mumbai, days after deadly Kurla accident</h1>\n<p><strong>Date:</strong> December 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Mumbai--India--Dec-13--2024--BEST-bus-services-res_1734248575217_1734248644730.jpg\" alt=\"Four days after the Kurla accident, BEST bus services had just resumed on Friday. (Raju Shinde/HT Photo)\" title=\"Four days after the Kurla accident, BEST bus services had just resumed on Friday. (Raju Shinde/HT Photo)\">\n<figcaption>Four days after the Kurla accident, BEST bus services had just resumed on Friday. (Raju Shinde/HT Photo)</figcaption>\n\n<p>Days after a tragic accident in Kurla that claimed seven lives, a 25-year-old motorcyclist was killed when he was hit by a bus in Mumbai's Govandi area, prompting police to arrest the bus driver and conductor.</p>\n\n<ul>\n    <li>The accident occurred at the Shivaji Nagar junction in Govandi.</li>\n    <li>The victim, identified as Dikshit Vinod Rajput, suffered severe head injuries and was declared dead at Rajawadi Hospital.</li>\n    <li>The arrests were made under the relevant sections of the Bharatiya Nyay Sanhita (BNS) Act.</li>\n    <li>A previous bus accident in Kurla had resulted in seven fatalities and 42 injuries.</li>\n    <li>The driver of the bus involved in the Kurla incident was not fully trained to operate the electric vehicle.</li>\n</ul>\n\n<blockquote>“The incident claimed the lives of seven persons and highlighted serious training issues related to the operation of electric buses.”</blockquote>\n\n<p>This recent series of accidents underscores the urgent need for improved driver training and safety measures for public transport in Mumbai.</p>"
  },
  {
    "title": "Punjab DGP, MHA Director meet fasting farmer leader Dallewal; urge him to get medical aid - The Tribune India",
    "link": "https://news.google.com/rss/articles/CBMiygFBVV95cUxOU0VKaTlldGxMTnllUXU4a0hfUm1VWUIyaW80QUJ1a2x3LVM0enlVYXZiUWRxaEtoUzRUSVFyczFlZkRFN3VFbGs1MTVLakg5dzRfREpZNWZXMndTdVBGU0FZVzB3eEM2cGcxWFpqMmVDTW9lbjZnX1E2LUJTYjBIS2M1bG9WeHRuTm1HcXp6VjBPV2NxOVJQV09YdllYR3FpRC1ac05FMkFOZmFpZTY2aWZaVkgyOHBHbndkV3FiRFN2WlNub2JMUmVn0gHOAUFVX3lxTE9fRDJOaG1VMnpRVnRzMVVEa0c0cmxfNng5eWs5RjZ6VWtELXc2cnk5dEE4bW0zbnVZbmVFV242UVlCRVlNXzdpNEVXdlhkWElabGpzMmExeXIzTTFxX2FETlEyZVdvendPNWExaTBkR01kWnR5bS1xbUcyclpuanpIb29MdTFZUkRnQ2FRczh1M19oU1c3X1JBRUhlMHNzMG1wR0xOWk1UWXFVaFFwZGc5R3VJVDJpTWFtemZad2VVTVF4eXZHLWdOMERSSUF3?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 08:15:42 GMT",
    "summary": null
  },
  {
    "title": "Delhi assembly polls: AAP's 4th list out, Kejriwal to contest from New Delhi - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/delhi-assembly-polls-2025-aaps-4th-list-out-kejriwal-to-contest-from-new-delhi-cm-atishi-kalkaji-101734249604291.html",
    "pubDate": "Sun, 15 Dec 2024 08:02:50 GMT",
    "summary": "<h1>Delhi assembly polls: AAP's 4th list out, Arvind Kejriwal to contest from New Delhi</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 03:42 PM IST | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Arvind-Kejriwal-with-party-leaders-in-New-Delhi-on_1734249811059_1734249835913.jpg\" alt=\"While Arvind Kejriwal (C) will contest from New Delhi, CM Atishi (L) will contest the polls from Kalkaji. (PTI)\">\n<figcaption>While Arvind Kejriwal (C) will contest from New Delhi, CM Atishi (L) will contest the polls from Kalkaji. (PTI)</figcaption>\n<p>The Aam Aadmi Party (AAP) has released its fourth and final candidate list for the 2025 Delhi assembly elections, featuring Arvind Kejriwal and Chief Minister Atishi as key candidates in their respective constituencies.</p>\n<ul>\n    <li>Arvind Kejriwal will contest from New Delhi, while Atishi will field from Kalkaji.</li>\n    <li>The list includes 38 candidates, among them, Saurabh Bharadwaj, Gopal Rai, Satyendra Kumar Jain, and Durgesh Pathak.</li>\n    <li>Assembly elections for the 70-member Delhi assembly are scheduled for February 2025.</li>\n    <li>Kejriwal has ruled out any pre-poll alliance with the Congress, stating AAP will rely on its own strength.</li>\n    <li>Other notable candidates include Saurabh Bharadwaj from Greater Kailash and Gopal Rai from Babarpur.</li>\n</ul>\n<blockquote>\"AAP's 10 years of misrule have brought Delhi to the brink of ruin.\" - Parvesh Sahib Singh, BJP candidate for New Delhi</blockquote>\n<p>This election is poised to be competitive, with Kejriwal likely to face sons of two former chief ministers, indicating a high-stakes battle for power in Delhi."
  },
  {
    "title": "Arvind Kejriwal, Atishi On 4th AAP List For Delhi Polls - NDTV",
    "link": "https://news.google.com/rss/articles/CBMikAFBVV95cUxOUFBSd3MwYjJKVDhRS19HNDBCZm5aVEVDRUhtOFZsaU5yYTBTbXdBVEhRakwxM2dqeHNxS2hrUUFSSEV1cHRyQ2xSNmc3ODMtVGgyclBueHU1eUVsR2JfcHF6RGJqRmN5bzQzNEhWWjg4bVB0azJFakVGUW5OV3NxaWtWSFc4VnlISjk4djgwTWQ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 08:01:38 GMT",
    "summary": null
  },
  {
    "title": "Maharashtra Cabinet expansion: Swearing-in ceremony in Nagpur today; over 30 MLAs to take oath - The Hindu",
    "link": "https://www.thehindu.com/news/national/maharashtra/maharashtra-cabinet-expansion-swearing-in-ceremony-nagpur-december-15-2024/article68987923.ece",
    "pubDate": "Sun, 15 Dec 2024 07:54:00 GMT",
    "summary": "<h1>Maharashtra Cabinet expansion: Swearing-in ceremony in Nagpur today; over 30 MLAs to take oath</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/news/national/exprg0/article68987914.ece/alternates/LANDSCAPE_1200/Devendra%20Fadnavis.png\" alt=\"Maharashtra CM Devendra Fadnavis attends a welcome rally at Nagpur ahead of the swearing-in ceremony on December 15, 2024. Photo: X/@BJP4Maharashtra\" />\n<figcaption>Maharashtra CM Devendra Fadnavis attends a welcome rally at Nagpur ahead of the swearing-in ceremony on December 15, 2024. Photo: X/@BJP4Maharashtra</figcaption>\n<p>The swearing-in ceremony for new Ministers in Maharashtra will take place today, marking a significant expansion of the State’s Cabinet with over 30 MLAs set to take their oaths.</p>\n<ul>\n    <li>The ceremony is scheduled for 4 p.m. at the Raj Bhavan in Nagpur.</li>\n    <li>The Cabinet expansion involves the ruling coalition Mahayuti, including the BJP, Shiv Sena, and NCP.</li>\n    <li>Over 30 MLAs are expected to be sworn in, with the Cabinet able to accommodate up to 43 members.</li>\n    <li>Distribution of Cabinet positions may include around 20 for BJP, 11-12 for Shiv Sena, and 9-10 for NCP.</li>\n    <li>This is the first swearing-in ceremony held in Nagpur in 33 years, since 1991.</li>\n    <li>Devendra Fadnavis is visiting Nagpur for the first time since taking office, coinciding with local celebrations of 'Dev Diwali'.</li>\n</ul>\n<blockquote>“Mr. Fadnavis is very particular that a few MLAs from Shiv Sena should not be part of his cabinet due to various reasons.”</blockquote>\n<p>This expansion and ceremony are crucial as the ruling coalition finalizes its power-sharing arrangements ahead of the upcoming Winter Session of the State legislature, emphasizing the ongoing negotiations and political dynamics within the coalition.</p>"
  },
  {
    "title": "Danish Chikna, Dawood Ibrahim's Drug Factory Manager, Arrested In Mumbai - NDTV",
    "link": "https://news.google.com/rss/articles/CBMirgFBVV95cUxOUVFwdWx3N0JsNGpvWVdQZkNWRUFYUmhxenM5MUFUajFJTXhvQ19iWlBtamZoclctMmhwNXFaUzE1ZzFQVmF0UkpXM1lqdHVnbkNTTW9UTkd3aXUtNUxjVmtDOFNXQkozenJHc1NCbWtSLVBTVUlaZUlaaDNKTmNUWDFwSThLN1dvT3lqUW02NXRpWS1iRmlVazcwM3lIbmxsY0F2Tk41Y1NuTXY3ekHSAbYBQVVfeXFMTlRydW0yQnV2QmFIS284YU5fY0FBcGNTX0w1SXA2Q2FvdDBxLUtrR2lnRVN0alNiNjN5ak5EenRPWnk5cVdyenFOX0dPTWtmdUIydC0zVDhrT0VVZ1ZSM2cybVR1cW1TY2FoZ0R3dk16VU1mejBHdmxvQjdMbUNnQnFYMjFFWEJvZWpMNDhGYzJXajR0Qm5ITThySWNVT2w4SlNwWmN5Y3pQNUJpc00ySTh2c1hZU3c?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 07:40:12 GMT",
    "summary": null
  }
]