[
  {
    "title": "Another BEST bus accident in Mumbai; third in less than a week - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/mumbai/biker-dies-in-collision-with-best-bus-in-mumbai-third-fatal-accident-in-a-week/articleshow/116331202.cms",
    "pubDate": "Sun, 15 Dec 2024 04:09:00 GMT",
    "summary": null
  },
  {
    "title": "Bengaluru techie suicide: Subhash Atul's estranged wife Nikita Singhania, her brother and mother arrested - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/bengaluru/bengaluru-techie-suicide-subhash-atuls-estranged-wife-nikita-singhania-arrested-from-gurgaon/articleshow/116330431.cms",
    "pubDate": "Sun, 15 Dec 2024 03:31:00 GMT",
    "summary": null
  },
  {
    "title": "Yogi Adityanath on the impeachment notices against Allahabad HC judge Shekhar Kumar Yadav and Jagdeep Dhankhar - The Hindu",
    "link": "https://www.thehindu.com/news/national/those-who-speak-truth-are-threatened-with-impeachment-yogi-adityanath/article68987605.ece",
    "pubDate": "Sun, 15 Dec 2024 03:19:00 GMT",
    "summary": "<h1>Yogi Adityanath on the impeachment notices against Allahabad HC judge Shekhar Kumar Yadav and Jagdeep Dhankhar</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/hf4mgf/article68987607.ece/alternates/LANDSCAPE_1200/PTI12_14_2024_000455A.jpg\" alt=\"Uttar Pradesh Chief Minister Yogi Adityanath addresses the “World Hindu Economic Fourm” in Mumbai, on December 14, 2024.\" title=\"Uttar Pradesh Chief Minister Yogi Adityanath addresses the “World Hindu Economic Fourm” in Mumbai, on December 14, 2024.\" />\n<figcaption>Uttar Pradesh Chief Minister Yogi Adityanath addresses the “World Hindu Economic Fourm” in Mumbai, on December 14, 2024. | Photo Credit: PTI</figcaption>\n<p>Uttar Pradesh Chief Minister Yogi Adityanath criticized the Opposition for initiating impeachment notices against Rajya Sabha Chairman Jagdeep Dhankhar and Allahabad High Court's Justice Shekhar Kumar Yadav, asserting that truth-tellers face threats of impeachment.</p>\n<ul>\n    <li>Adityanath spoke at the World Hindu Economic Forum on December 14, 2024.</li>\n    <li>He accused the Congress party of double standards and attempting to suppress the truth.</li>\n    <li>He advocated for a Uniform Civil Code, emphasizing respect for the majority community's sentiments.</li>\n    <li>The BJP leader remarked on the Opposition's concerns about his rise from a farmer's son to his current position.</li>\n    <li>He stated that India's economy is on track to become the third largest by 2027.</li>\n</ul>\n<blockquote>\n    \"Whoever speaks the truth, these people will pressurise him with impeachment (motions), and still they talk about the Constitution. Look at their double standards.\" - Yogi Adityanath\n</blockquote>\n<p>Adityanath emphasized that the Sanatan religion promotes inclusivity without claiming superiority, affirming its historical significance and contribution to India's legacy.</p>"
  },
  {
    "title": "MLAs, DDC Members boycott meeting due to Absence of DC Jammu & others ? Fire complaint - Cross Town News",
    "link": "https://news.google.com/rss/articles/CBMixgFBVV95cUxOOUFzbzdZWjFpY0x4MXlEZXFWT2RWdVFILUE3OHlWN0QtbzJ5cnBMU0J0SWRMN0YyWHByd3hYM3NNNl9qb215ckZ3Z1FTcDJtdTVOdUQ3ZWhrWG5KRHFNOEd2YjIxdFNuSjJ0WVBuQW04OUV6MG0teEF5RXFkcGkzWHhzMkJEU3dZQWUydVdCeWZ5bVJWNmpTOXp2U3JQVGJzUDZDY2NIcURwclYxYTR5d09oTjVHYUFEVkRKYTBJdzBYN2gtcXc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 03:07:42 GMT",
    "summary": null
  },
  {
    "title": "One Nation, One Election: Bill provisions show simultaneous polls not until 2034 - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/constitutional-amendment-bill-to-synchronise-lok-sabha-state-assembly-terms-101734147705408.html",
    "pubDate": "Sun, 15 Dec 2024 03:06:00 GMT",
    "summary": "<h1>One Nation, One Election: Bill provisions show simultaneous polls not until 2034</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 08:36 AM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/The-bill-is-expected-to-be-introduced-in-the-Lok-S_1734152798525.jpg\" alt=\"The bill is expected to be introduced in the Lok Sabha on Monday (HT photo)\" title=\"The bill is expected to be introduced in the Lok Sabha on Monday (HT photo)\">\n<figcaption>The bill is expected to be introduced in the Lok Sabha on Monday (HT photo)</figcaption>\n<p>The Constitutional Amendment Bill for \"One Nation, One Election\" aims to synchronize the terms of the Lok Sabha and state assemblies, but actual simultaneous voting will not begin until 2034.</p>\n<ul>\n    <li>The bill proposes new articles to allow synchronization of terms for both Lok Sabha and state assemblies.</li>\n    <li>Should a legislature dissolve early, mid-term elections will only be for the remaining term of that specific legislature.</li>\n    <li>The amendments include adding Article 82(A) and modifying Articles 83, 172, and 327.</li>\n    <li>The provisions will take effect from an \"appointed date\" as determined by the President after the next general election in 2029.</li>\n    <li>It establishes that legislative assemblies elected after the appointed date will end with the tenure of the Lok Sabha.</li>\n    <li>A second bill will align elections in Union Territories with the synchronizations.</li>\n</ul>\n<blockquote>“Notwithstanding anything in Article 83 and Article 172, the term of all legislative assemblies constituted in any general election held after the appointed date and before the expiry of the full term of the House of the People shall come to an end on the expiry of the full term of the House of the People.”</blockquote>\n<p>The introduction of this bill marks a significant move towards potential electoral reform in India, with critics raising concerns about its implications for democracy.</p>"
  },
  {
    "title": "‘Whoever speaks truth…’: Adityanath backs VP Dhankhar, HC judge - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/whoever-speaks-truth-adityanath-backs-vp-jagdeep-dhankhar-hc-judge-101734227129159.html",
    "pubDate": "Sun, 15 Dec 2024 02:33:51 GMT",
    "summary": "<h1>‘Whoever speaks truth…’: Adityanath backs VP Dhankhar, HC judge</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Uttar-Pradesh-chief-minister-Yogi-Adityanath---HT-_1734117266308_1734227235703.jpg\" alt=\"Uttar Pradesh chief minister Yogi Adityanath.\" title=\"Uttar Pradesh chief minister Yogi Adityanath. (HT PHOTO)\">\n<figcaption>Uttar Pradesh chief minister Yogi Adityanath. (HT PHOTO)</figcaption>\n<p>Uttar Pradesh Chief Minister Yogi Adityanath expressed support for Vice President Jagdeep Dhankhar and an Allahabad High Court judge, criticizing the impeachment motions brought against them and claiming that those who speak the truth face threats of impeachment.</p>\n<ul>\n    <li>Adityanath stated that those who “speak the truth” in India are threatened with impeachment.</li>\n    <li>The comments were made in context of impeachment motions against VP Dhankhar and Justice Shekhar Yadav.</li>\n    <li>He emphasized the need for a Uniform Civil Code in India, defending Judge Yadav's opinion on the matter.</li>\n    <li>Adityanath spoke at the World Hindu Economic Forum in Mumbai, accentuating the opposition's perceived threat to truth-tellers.</li>\n    <li>He accused the Congress party of “strangulating” the Constitution historically.</li>\n</ul>\n<blockquote>“Whoever speaks the truth, these people will pressurise him with impeachment, and still they talk about the Constitution.” - Yogi Adityanath</blockquote>\n<p>Adityanath's remarks highlight the ongoing tension between the government and opposition parties regarding allegations of political motivations behind impeachment motions, suggesting a call for a more respectful discourse surrounding truth and governance in India.</p>"
  },
  {
    "title": "'Nehru Model Failed, We're Trying To Correct It Since 2014': S Jaishankar - NDTV",
    "link": "https://www.ndtv.com/india-news/nehru-model-failed-were-trying-to-correct-it-since-2014-s-jaishankar-7251347",
    "pubDate": "Sun, 15 Dec 2024 02:32:31 GMT",
    "summary": "<h1>Nehru Model Failed, We're Trying To Correct It Since 2014: S Jaishankar</h1>\n<p><strong>Publication Date:</strong> November 7, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img title=\"'Nehru Model Failed, We're Trying To Correct It Since 2014': S Jaishankar\" alt=\"'Nehru Model Failed, We're Trying To Correct It Since 2014': S Jaishankar\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-11/i4vj5dq_-jaishankar_650x400_07_November_24.jpg?im=FaceCrop,algorithm=dnn,width=650,height=400\">\n<figcaption>External Affairs Minister S. Jaishankar addresses the launch of 'The Nehru Development Model'.</figcaption>\n<p>In a recent address, External Affairs Minister S. Jaishankar discussed the failures of the 'Nehru development model' and the ongoing efforts to correct its consequences since 2014.</p>\n<ul>\n    <li>Jaishankar stated that both Russia and China reject the economic assumptions of the Nehru era.</li>\n    <li>The 'Nehru development model' has influenced India's politics, bureaucracy, and education.</li>\n    <li>He emphasized a strong need for a course correction post-2014, but acknowledged this task remains challenging.</li>\n    <li>Jaishankar quoted John Foster Dulles on India's independence to highlight past geopolitical misconceptions.</li>\n    <li>He pointed out a national consensus on the model's failure but noted a reluctance to explore alternatives.</li>\n    <li>The current environment requires more focus on resiliency, reliability, and trust rather than just openness.</li>\n</ul>\n<blockquote>\"As a result, we end up doing the reforms we must, rarely the reforms we should.\" - S. Jaishankar</blockquote>\n<p>Jaishankar concluded that the idea of 'Atmanirbharta' should be about self-reliance without equating to protectionism, emphasizing the importance of national security and thoughtful action.</p>"
  },
  {
    "title": "Sambhal officials reopen ancient temple closed since riots in 1978 - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/sambhal-officials-reopen-ancient-temple-closed-since-riots-in-1978-101734226864099.html",
    "pubDate": "Sun, 15 Dec 2024 01:57:36 GMT",
    "summary": "<h1>Sambhal officials reopen ancient temple closed since riots in 1978</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/sambhal_ancient_temple_1734227254006_1734227294166.jpg\" alt=\"Officials found a Hanuman idol and a Shivling inside the 'ancient' Bhasma Shankar temple. (PTI/ANI)\" title=\"Officials found a Hanuman idol and a Shivling inside the 'ancient' Bhasma Shankar temple. (PTI/ANI)\">\n<figcaption>Officials found a Hanuman idol and a Shivling inside the 'ancient' Bhasma Shankar temple. (PTI/ANI)</figcaption>\n<p>The Sambhal district officials have reopened the Bhasma Shankar temple, which had been closed since the communal riots of 1978. This reopening is a significant moment for the local Hindu community after decades of displacement.</p>\n<ul>\n    <li>The temple was discovered during an anti-encroachment drive near Shahi Jama Masjid.</li>\n    <li>A Hanuman idol and a Shivling were found during the inspection.</li>\n    <li>Sub-Divisional Magistrate Vandana Misra highlighted the discovery and the decision to reopen the temple.</li>\n    <li>Local residents, including Mukesh Rastogi, claim the temple is over 500 years old and has significant historical importance.</li>\n    <li>The reopening follows recent violence related to a survey of the Shahi Jama Masjid.</li>\n</ul>\n<blockquote>\"We all came here together and decided to reopen the temple,\" - Vandana Misra, Sub-Divisional Magistrate.</blockquote>\n<p>The reopening of the Bhasma Shankar temple marks a restorative step for the community, allowing local residents to reconnect with a significant part of their heritage that had been inaccessible for decades."
  },
  {
    "title": "Man chops off four fingers to avoid working at family's diamond firm in Gujarat's Surat - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/man-chops-off-four-fingers-to-avoid-working-at-familys-diamond-firm-in-gujarat-surat-101734223704428.html",
    "pubDate": "Sun, 15 Dec 2024 01:56:46 GMT",
    "summary": null
  },
  {
    "title": "Kolkata woman rejects brother-in-law's advances, he kills and severs her head - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/kolkata-woman-rejects-brother-in-laws-advances-he-kills-and-severs-her-head-101734221569231.html",
    "pubDate": "Sun, 15 Dec 2024 00:31:48 GMT",
    "summary": "<h1>Kolkata woman rejects brother-in-law's advances, he kills and severs her head</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 06:01 AM IST</p>\n<p><strong>Source:</strong> HT News Desk</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/kolkata_woman_severed_head_1734221951855_1734221952168.jpg\" alt=\"Police had recovered the woman's severed human head from garbage dump near Graham Road in Tollygunge area on Friday. (ANI)\">\n<figcaption>Police had recovered the woman's severed human head from garbage dump near Graham Road in Tollygunge area on Friday. (ANI)</figcaption>\n<p>Within 24 hours of finding a woman's severed head at a garbage dump in south Kolkata's Tollygunge area, her brother-in-law was arrested for allegedly killing her.</p>\n<ul>\n  <li>Atiur Rahman Laskar, the victim's brother-in-law, allegedly killed her after she rejected his advances.</li>\n  <li>The victim's severed head was found in a garbage dump near Graham Road on Friday.</li>\n  <li>Laskar, a construction worker, confessed to the murder and was arrested from his native village in South 24 Parganas' Diamond Harbour.</li>\n  <li>The victim had been separated from her husband for two years and worked as a domestic help in the Regent Park area.</li>\n  <li>Laskar's advances were rejected, which infuriated him, leading to the murder.</li>\n</ul>\n<blockquote>\n  <p>\"On Thursday evening, after she was done with work, he forced her to accompany him to an under-construction building. He strangulated her there and then beheaded her. He cut the body in three parts and dumped those,\" DCP (South Suburban) Bidisha Kalita said.</p>\n</blockquote>\n<p>The incident sent chills down the residents' spines, triggering fear in the locality. The police are investigating the possible involvement of other people in the crime.</p>"
  },
  {
    "title": "Discrimination against Muslims at the centre of Oppn debate in Parliament - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/discrimination-against-muslims-at-the-centre-of-oppn-debate-in-parliament-101734203884490.html",
    "pubDate": "Sat, 14 Dec 2024 23:15:18 GMT",
    "summary": "<h1>Discrimination against Muslims at the centre of Oppn debate in Parliament</h1>\n<p><strong>Publication Date:</strong> December 14, 2024<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Opposition-MPs-in-the-House-during-the-Winter-sess_1734203873645_1734207421711.jpg\" alt=\"Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)\" title=\"Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)\">\n<figcaption>Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)</figcaption>\n<p>The Opposition MPs criticized the ruling BJP for alleged discrimination against Muslims during the Lok Sabha session honoring the Constitution's 75th anniversary, raising concerns about the secular nature of the government and various injustices faced by the Muslim community.</p>\n<ul>\n    <li>Opposition leaders from various parties accused the Modi government of targeting the secular character of the Indian Constitution.</li>\n    <li>DMK's A Raja challenged BJP leaders on their historical claims regarding the Constitution and its formation.</li>\n    <li>AIMIM's Asaduddin Owaisi discussed the potential marginalization of Muslims in the context of upcoming delimitation and political representation.</li>\n    <li>Concerns were raised regarding restrictions on Muslim rituals and practices, particularly the Hijab and dietary laws.</li>\n    <li>Various MPs highlighted the disproportionate representation of Muslims in government positions and called for a caste census to address marginalization.</li>\n</ul>\n<blockquote>\n    “However, under the current government of the last ten years, the injustices inflicted upon my community are intolerable.” - Mohammed Jawed, INC MP from Kishanganj.\n</blockquote>\n<p>The debate showcased significant apprehensions about the future of secularism in India and the treatment of minorities, with various leaders calling for a return to the core values of the Constitution to ensure justice and equality for all communities.</p>"
  },
  {
    "title": "Nehru to now, 1 family did max damage to Constitution: PM Modi - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/nehru-to-now-1-family-did-max-damage-to-constitution-pm-modi/articleshow/116326179.cms",
    "pubDate": "Sat, 14 Dec 2024 21:33:00 GMT",
    "summary": null
  },
  {
    "title": "After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note - News18",
    "link": "https://www.news18.com/india/bengaluru-cop-dies-by-suicide-in-uniform-blames-wife-father-in-law-for-torture-in-final-note-techie-atul-subhash-9156102.html",
    "pubDate": "Sat, 14 Dec 2024 20:32:49 GMT",
    "summary": "<h1>After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note</h1>\n<p><strong>Publication Date:</strong> December 14, 2024, 19:37 IST</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Bengaluru cop dies by suicide (Photo: IANS)\">\n    <figcaption>Bengaluru cop dies by suicide (Photo: IANS)</figcaption>\n</figure>\n<p>A Bengaluru Police constable died by suicide in uniform, citing torture from his wife and in-laws in a note. This incident follows nationwide outrage over a similar case involving techie Atul Subhash.</p>\n<ul>\n    <li>The cop, identified as HC Thippanna, 34, allegedly took his life due to ongoing domestic issues.</li>\n    <li>He committed suicide on the railway tracks and left behind a note blaming his wife and father-in-law for his troubles.</li>\n    <li>Thippanna described being threatened by his father-in-law and expressed feelings of hopelessness.</li>\n    <li>This tragedy is linked to recent discussions around the Atul Subhash suicide case, which has sparked debates on men's rights.</li>\n    <li>Social media has seen a rise in discussions advocating for justice and men's rights following these incidents.</li>\n</ul>\n<blockquote>\n    “On December 12, he called me at 7.26 p.m., spoke for 14 minutes, and threatened me,” Thippanna wrote in his note, highlighting the distress he faced.\n</blockquote>\n<p>This tragedy underscores the need for awareness and support regarding mental health and domestic issues."
  },
  {
    "title": "For Indira, Savarkar was India's 'remarkable son': NDA to Rahul Gandhi - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMizgFBVV95cUxQYTVIdWo4a2xXR2RKRS1kZlJXZVlucGpqMlRNVFpfR1FQOXNfYWRwaDVkQUMzUWNQdkROSDRiOTFrWE41V1A5SUJSY3dNbGlwVUFlVlh1a1FVT3AxUG03dmstQzdjVUNOWFJtcm9aSWRDMDJLSXQ0aG9EeDl1Y0lCNTNzdWp3YVFCVXN1VFpITTJpWk9jR09rX1hHYllUdGMxWWhPc2pOOEJTMl9aUDBQT2JtV0IxVXlMLVRhTnQzcmlSUklVQXVtdE9jcmV6UQ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 19:40:00 GMT",
    "summary": null
  },
  {
    "title": "PM 'distorian' par excellence, puts WhatsApp University to shame: Congress on Modi's speech - Deccan Herald",
    "link": "https://www.deccanherald.com/india/pm-distorian-par-excellence-puts-whatsapp-university-to-shame-congress-on-modis-speech-3318080",
    "pubDate": "Sat, 14 Dec 2024 19:20:49 GMT",
    "summary": "<h1>PM 'distorian' par excellence, puts WhatsApp University to shame: Congress on Modi's speech</h1>\n<p><strong>Published:</strong> 14 December 2024, <strong>Source:</strong> News Daily</p>\n<!-- Image with Caption: Excluded as no image is available -->\n<p>The Congress party criticized Prime Minister Narendra Modi's recent Lok Sabha speech, calling his resolutions \"hollow\" and likening him to a \"distorian\" who fails to address significant issues facing the country.</p>\n<ul>\n    <li>Congress labeled Modi's 11 resolutions as insubstantial and criticized his lengthy speech for lacking new insights.</li>\n    <li>Congress leaders questioned the absence of senior ministers during opposition speeches, suggesting they were avoiding engagement with opposing views.</li>\n    <li>Priyanka Gandhi Vadra criticized Modi's 110-minute speech, comparing it to a boring school class, and called for transparency regarding the Adani issue.</li>\n    <li>Jairam Ramesh claimed Modi is adept at distorting facts for self-interest, referencing a \"MA in Entire Political Science\".</li>\n    <li>K C Venugopal and Gaurav Gogoi pointed out Modi's focus on Congress in a debate about the Constitution instead of addressing urgent societal inequalities.</li>\n</ul>\n<blockquote>Mr. Narendra Modi has a MA in Entire Political Science - whatever that means. Today in the Lok Sabha he showed that he is also a Distorian par excellence. — Jairam Ramesh (@Jairam_Ramesh)</blockquote>\n<blockquote>On a debate about India’s Constitution, the PM once again decided to bring out his tired old speech about the Congress instead. — K C Venugopal (@kcvenugopalmp)</blockquote>\n<p>The Congress party maintains that Modi’s addresses do not answer critical questions about corruption and societal divisions, insisting that rhetoric alone will not satisfy public concerns.</p>"
  },
  {
    "title": "Western Disturbance likely to bring snowfall on Dec 22 - Greater Kashmir",
    "link": "https://news.google.com/rss/articles/CBMinwFBVV95cUxQUW1rZ2s1QlRNWG9NZ0pXM3pyNFZKbTdxd1p2V0FjZ0psRHBxeVZoRnVNRndJbUJQQmhYcnNoV0puNllpQ2MxbnVnNHc4bGpOT0JHR1VYdFl2T2xLQUVWcERnZW5fSE8ySHlmVFlhZmNJTURNYUF3NzNpX2J5VzV4OHB6anFXLXU2S2t6Y0JwTUp6VTl1MXFtQ0VHZVF6M3PSAaQBQVVfeXFMTzBQLUx6VWV1bXdRVE92T1BwcFA0Rk9fVTQ1cFM3MWluT1NQcnFmbHFPMkdpNEVrMmNfTjkxLWNrUFFQSGV5MU5ybTNZeUtDMXJKekNmOG9uM05kMkpwNktqRERHMkRBdF8tZGh5T2dDX20wak5SdTY5RVpnc1IwOTU3UmxQaUV5NFdlN1JIRVlhMWN0amtxRWhTN0x6Qnd4Q09BV0o?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 18:40:06 GMT",
    "summary": null
  },
  {
    "title": "\"Those Who Speak Truth...\": Yogi Adityanath On High Court Judge's Remarks - NDTV",
    "link": "https://www.ndtv.com/india-news/those-who-speak-truth-yogi-adityanath-on-allahabad-high-court-judges-remarks-7249862",
    "pubDate": "Sat, 14 Dec 2024 18:18:59 GMT",
    "summary": "<h1>Those Who Speak Truth...: Yogi Adityanath On High Court Judge's Remarks</h1>\n<p><strong>Publication Date: </strong>October 28, 2024</p>\n<p><strong>Source: </strong>NDTV</p>\n<figure>\n    <img src=\"https://c.ndtvimg.com/2024-10/v7rs1pj_up-chief-minister-yogi-adityanath_625x300_28_October_24.jpeg?im=FitAndFill,algorithm=dnn,width=650,height=400\" alt=\"'Those Who Speak Truth...': Yogi Adityanath On High Court Judge's Remarks\">\n    <figcaption>Uttar Pradesh Chief Minister Yogi Adityanath.</figcaption>\n</figure>\n<p>Uttar Pradesh Chief Minister Yogi Adityanath criticized the Opposition for their impeachment motions against key figures, claiming those who speak the truth face threats and expressing his grievances against Congress.</p>\n<ul>\n    <li>Adityanath expressed concern over impeachment notices against Rajya Sabha Chairman Jagdeep Dhankhar and Allahabad High Court Judge Shekhar Kumar Yadav.</li>\n    <li>He accused Congress of double standards and suppressing the truth.</li>\n    <li>The Chief Minister defended the need for a Uniform Civil Code, referencing the judge's comments supporting it.</li>\n    <li>He mentioned India's potential growth, claiming it will become the third largest economy by 2027.</li>\n    <li>Adityanath emphasized the importance of India's cultural legacy in economic development.</li>\n</ul>\n<blockquote>\n    \"Whoever speaks the truth, these people will pressurise him with impeachment (motions), and still they talk about the Constitution.\" - Yogi Adityanath\n</blockquote>\n<p>Adityanath's remarks underline the contentious political landscape and the ongoing debates around India's legal and cultural frameworks, as he calls for recognition and support for those who express their views freely.</p>"
  },
  {
    "title": "Bangladesh: 4 arrested for vandalising Hindu temple, arson at homes - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/bangladesh-4-arrested-for-vandalising-hindu-temple-arson-at-homes-101734194089356.html",
    "pubDate": "Sat, 14 Dec 2024 17:15:16 GMT",
    "summary": "<h1>Bangladesh: 4 arrested for vandalising Hindu temple, arson at homes</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 10:45 PM IST | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Bangladesh_hindus_1734196329532_1734196329846.jpg\" alt=\"Attacks allegedly targeting the members of Hindu community and recent arrest of Hindu monk Chinmoy Krishna Das have led to strained bilateral relations between India and Bangladesh(AFP file)\" title=\"Attacks allegedly targeting the members of Hindu community and recent arrest of Hindu monk Chinmoy Krishna Das have led to strained bilateral relations between India and Bangladesh(AFP file)\">\n<figcaption>Attacks allegedly targeting the members of Hindu community and recent arrest of Hindu monk Chinmoy Krishna Das have led to strained bilateral relations between India and Bangladesh(AFP file)</figcaption>\n<p>Bangladesh police have arrested four individuals for vandalising a Hindu temple and committing arson against homes and shops in Doarabazar area, highlighting ongoing communal tensions in the region.</p>\n<ul>\n    <li>Four individuals arrested: Alim Hossain (19), Sultan Ahmed Raju (20), Imran Hossain (31), and Shajahan Hossain (20).</li>\n    <li>Police have filed cases against 12 named individuals and 150-170 unidentified persons related to the incident.</li>\n    <li>The unrest began after a Facebook post sparked tensions, leading to vandalism despite the post being deleted shortly after.</li>\n    <li>Bangladesh has reported 88 incidents of communal violence targeting Hindus from August to October.</li>\n    <li>India's foreign secretary addressed concerns regarding the safety of minorities in Bangladesh during a recent visit.</li>\n</ul>\n<blockquote>“On December 3, a Facebook post by Akash Das... sparked tensions in the district.”</blockquote>\n<p>In conclusion, the incident underscores the rising communal tensions in Bangladesh, with significant implications for inter-community relations and bilateral ties with India.</p>"
  },
  {
    "title": "Modi tears into Congress in Lok Sabha, attacks Nehru, Indira, Rajiv, Rahul for 'undermining' Constitution - ThePrint",
    "link": "https://theprint.in/politics/modi-tears-into-congress-in-lok-sabha-attacks-nehru-indira-rajiv-rahul-for-undermining-constitution/2403747/",
    "pubDate": "Sat, 14 Dec 2024 16:58:47 GMT",
    "summary": "```\n<h1>Modi tears into Congress in Lok Sabha, attacks Nehru, Indira, Rajiv, Rahul for 'undermining' Constitution</h1>\n<p><strong>Date:</strong> [Publication Date]<br><strong>Source:</strong> The Print</p>\n<figure>\n    <img src=\"[Image URL]\" alt=\"Modi addressing Lok Sabha\">\n    <figcaption>Prime Minister Narendra Modi addressing Lok Sabha</figcaption>\n</figure>\n<p>Launching a piercing attack on the Congress in Lok Sabha, Prime Minister Narendra Modi accused the party of undermining the Constitution under successive governments led by members of the Gandhi family.</p>\n<ol>\n    <li>Modi criticized the Congress for bringing a series of amendments to the Constitution, starting from Jawaharlal Nehru's tenure.</li>\n    <li>He highlighted the imposition of Emergency under Indira Gandhi as a significant misstep.</li>\n    <li>The PM accused Rajiv Gandhi of sacrificing constitutional principles for votebank politics.</li>\n    <li>Modi also mentioned Rahul Gandhi's actions, such as tearing up an ordinance, as examples of the Congress's disregard for constitutional norms.</li>\n    <li>He defended his government's amendments, including the abrogation of Article 370 and the amendment of the Citizenship Act, as corrections to past mistakes.</li>\n</ol>\n<blockquote>“One family of the Congress did not leave any stone unturned to undermine the Constitution. And I mention one family because out of the last 75 years, it controlled the country for 55 years. This family harboured harmful ideas, activities, policies and this tradition continues to this date. At every possible level, this family has challenged the constitutional principles and values,” Modi said.</blockquote>\n<p>Modi concluded by appealing to the country to guard against the Congress's attempts to introduce religion-based reservation and reiterated his commitment to implement a “Secular Civil Code.”</p>\n```"
  },
  {
    "title": "Bihar Police BPSSC Steno Assistant Sub Inspector ASI Online Form 2024 - SarkariExam.com",
    "link": "https://www.sarkariexam.com/bihar-police-bpssc-steno-asi-recruitment-2024/",
    "pubDate": "Sat, 14 Dec 2024 16:52:41 GMT",
    "summary": "<h1>Bihar Police BPSSC Steno Assistant Sub Inspector ASI Online Form 2024</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Bihar Police Subordinate Services Commission (BPSSC)</p>\n<p><strong>Introduction:</strong> The Bihar Police Subordinate Services Commission has announced the recruitment for 305 Assistant Sub Inspector (Steno) posts. The online application process commenced on December 17, 2024, and will close on January 17, 2025.</p>\n<ul>\n    <li>Notification Date: December 14, 2024</li>\n    <li>Application Start Date: December 17, 2024</li>\n    <li>Last Date to Apply: January 17, 2025</li>\n    <li>Exam Date: To be notified soon</li>\n    <li>Application Fee: Rs. 700 for General, EBC, BC, EWS; Rs. 400 for SC, ST, PH</li>\n    <li>Minimum Age: 18 years; Maximum Age varies by category (UR/EWS: 25, BC/EBC: 27/28, SC/ST: 30)</li>\n    <li>Total Vacancies: 305</li>\n    <li>Educational Qualification: 12th pass and a 1-year diploma in Computer</li>\n</ul>\n<blockquote>Important Note: All candidates must read the official notification before applying.</blockquote>\n<p><strong>Conclusion:</strong> Interested candidates are encouraged to apply online as per the guidelines provided by the BPSSC before the deadline."
  },
  {
    "title": "Muslims will soon become majority, says Bengal Minister Hakim - The Hindu",
    "link": "https://www.thehindu.com/news/national/west-bengal/muslims-will-soon-become-majority-says-bengal-minister-hakim/article68986165.ece",
    "pubDate": "Sat, 14 Dec 2024 16:48:00 GMT",
    "summary": "<h1>Muslims will soon become majority, says Bengal Minister Hakim</h1>\n<p><strong>Date:</strong> December 14, 2024 <strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/mj2ph4/article68986358.ece/alternates/FREE_1200/IMG_15TH-HAKIM_2_1_CD82L4U8.jpg\" alt=\"Firhad Hakim\" title=\"Firhad Hakim, Kolkata Mayor\" />\n<figcaption>Firhad Hakim, Kolkata Mayor</figcaption>\n<p>A fresh controversy has erupted over remarks made by West Bengal Minister and Kolkata Mayor Firhad Hakim, claiming that Muslims will soon become the majority in India. His remarks have drawn sharp criticism from the Bharatiya Janata Party (BJP).</p>\n<ul>\n    <li>Hakim stated that by the “grace of Allah we will soon become majority.”</li>\n    <li>He mentioned that Muslims make up 33% of West Bengal’s population but only 17% across India.</li>\n    <li>The BJP accused him of inciting communal hatred and promoting a dangerous agenda.</li>\n    <li>West Bengal State BJP president Sukanta Majumdar described Hakim's comments as a blueprint for creating a Bangladesh-type situation in India.</li>\n    <li>This is not the first controversial statement made by Hakim; he previously said on July 3 that those not born in Islam are \"unfortunate.\"</li>\n</ul>\n<blockquote>“Pure venom from the Kolkata Mayor, Trinamool’s Firhad Hakim openly inciting communal hatred and pushing a dangerous agenda.” - Sukanta Majumdar</blockquote>\n<p>The backlash against Hakim highlights the sensitive nature of religious demographics in Indian politics and the potential implications of such statements in the current political climate.</p>"
  },
  {
    "title": "In Sambhal, district officials reopen ‘ancient temple’ closed since 1978 - The Indian Express",
    "link": "https://indianexpress.com/article/cities/lucknow/sambhal-administration-old-temple-1978-riots-9725081/",
    "pubDate": "Sat, 14 Dec 2024 16:33:51 GMT",
    "summary": "<h1>In Sambhal, district officials reopen ‘ancient temple’ closed since 1978</h1>\n<p><strong>Publication Date:</strong> December 14, 2024<br /><strong>Source:</strong> The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/sambhal-1.jpg?w=640\" alt=\"Sambhal\" width=\"640\" height=\"360\">\n<figcaption>Security personnel inside a temple that was reopened after 46 years, at Khaggu Sarai area in Sambhal district, Saturday, Dec. 14, 2024. (PTI Photo)</figcaption>\n<p>The district administration in Sambhal, Uttar Pradesh, has reopened an ancient temple that was closed since 1978, following its discovery during a drive against power theft.</p>\n<ul>\n    <li>The temple was found to house a Hanuman statue and a Shivling.</li>\n    <li>Sub-Divisional Magistrate Vandana Mishra reported that the temple had been closed since 1978 and efforts are underway to remove encroachments.</li>\n    <li>District Magistrate Rajender Pensiya stated the temple had not seen devotees since the 1978 riots.</li>\n    <li>Officials are planning to return the temple to the community it belongs to.</li>\n    <li>Since its reopening, around 500 visitors have attended the site, according to local police.</li>\n</ul>\n<blockquote>“The temple is 400-500 years old and had been locked since 1978. We will hand over the temple to the community to which it belongs,” said District Magistrate Rajender Pensiya.</blockquote>\n<p>In conclusion, the reopening of the temple marks a significant moment for the community in Sambhal, potentially restoring a place of worship that has been closed for decades and fostering communal harmony in the area.</p>"
  },
  {
    "title": "Parliamentary proceedings: Are we not part of this nation, asks Manipur MP in Lok Sabha - The Hindu",
    "link": "https://www.thehindu.com/news/national/parliamentary-proceedings-are-we-not-part-of-this-nation-asks-manipur-mp-in-lok-sabha/article68986034.ece",
    "pubDate": "Sat, 14 Dec 2024 16:23:00 GMT",
    "summary": "<h1>Parliamentary proceedings: Are we not part of this nation, asks Manipur MP in Lok Sabha</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/861pms/article68986258.ece/alternates/FREE_1200/20241214175L.jpg\" alt=\"Jharkhand Mukti Morcha MP Vijay Kumar Hansdak speaking in the Lok Sabha in New Delhi.\" title=\"Jharkhand Mukti Morcha MP Vijay Kumar Hansdak speaking in the Lok Sabha in New Delhi.\" width=\"100%\" height=\"100%\">\n<figcaption>Jharkhand Mukti Morcha MP Vijay Kumar Hansdak speaking in the Lok Sabha in New Delhi. | Photo Credit: ANI</figcaption>\n<p>The Lok Sabha held discussions on the Constitution's 75 years, during which MPs raised concerns about the government's commitment to the Constitution amidst ongoing conflicts in Manipur and the Oting killings in Nagaland.</p>\n<ul>\n    <li>Alfred Kanngam Arthur, MP for Outer Manipur, questioned the government's accountability regarding the Oting massacre and ongoing issues in Manipur.</li>\n    <li>Arthur highlighted the lack of response from Prime Minister Modi towards the people of Manipur, emphasizing the need for justice and accountability.</li>\n    <li>Chandra Shekhar \"Azad\" from the Azad Samaj Party addressed the freedom of various religious communities in India and expressed distrust in government actions.</li>\n    <li>Vijay Kumar Hansdak of Jharkhand Mukti Morcha criticized the BJP's focus on \"Bangladeshi infiltration\" while neglecting local issues in Jharkhand.</li>\n    <li>Both Hansdak and Chandra Shekhar protested against the privatization of government entities as a threat to reservation policies.</li>\n</ul>\n<blockquote>\n    \"Are we not a part of this nation? Why is it that till today, my Prime Minister... is not answerable to the people of Manipur?\" - Alfred Kanngam Arthur\n</blockquote>\n<p>The discussions in the Lok Sabha underscored a call for accountability and highlighted the struggles faced by marginalized communities, emphasizing the importance of upholding the principles of the Constitution in addressing social injustices.</p>"
  },
  {
    "title": "‘Double maths period, boring’: Priyanka Gandhi Vadra on PM Modi's parliament speech - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/double-maths-period-boring-priyanka-gandhi-vadra-on-pm-modis-parliament-speech-101734190105597.html",
    "pubDate": "Sat, 14 Dec 2024 15:58:18 GMT",
    "summary": "<h1>‘Double maths period, boring’: Priyanka Gandhi Vadra on PM Modi's parliament speech</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Priyanka_Gandhi_Vadra_1734190383716_1734190384026.jpg\" alt=\"Congress MP Priyanka Gandhi Vadra speaks in the Lok Sabha during the Winter Session of Parliament on Friday.(Sansad TV)\" title=\"Congress MP Priyanka Gandhi Vadra speaks in the Lok Sabha during the Winter Session of Parliament on Friday.(Sansad TV)\">\n<figcaption>Congress MP Priyanka Gandhi Vadra speaks in the Lok Sabha during the Winter Session of Parliament on Friday.(Sansad TV)</figcaption>\n<p>Congress general secretary Priyanka Gandhi Vadra criticized Prime Minister Narendra Modi's recent speech in Parliament, describing it as unoriginal and boring, likening the experience to a tedious double mathematics class.</p>\n<ul>\n    <li>Priyanka Gandhi Vadra called PM Modi's address “double period of mathematics” and “boring”.</li>\n    <li>She expressed disappointment, stating there was nothing new in his remarks.</li>\n    <li>During the speech, PM Modi accused the Nehru-Gandhi family of undermining the Constitution throughout their rule.</li>\n    <li>Modi emphasized that the Congress family's actions during their governance have had lasting negative impacts on Indian democracy.</li>\n    <li>The Prime Minister recalled serious events, such as the Emergency, to highlight Congress's historical failures.</li>\n</ul>\n<blockquote>“(JP) Nadda ji was also rubbing hands but as soon as Modi ji looked at him, he started acting as if he is listening attentively. Amit Shah also had his hand on head, (Piyush) Goyal ji was going off to sleep... I had thought that the PM will say something new, something nice.” - Priyanka Gandhi Vadra</blockquote>\n<p>The exchanges in Parliament highlight ongoing tensions between the ruling party and the opposition, reflecting broader debates about governance and historical accountability in India.</p>"
  },
  {
    "title": "Uproar in Lok Sabha after NDA cites Indira Gandhi’s letter on Savarkar - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/clash-in-lok-sabha-after-nda-cites-indira-gandhi-s-letter-on-savarkar-101734191637733.html",
    "pubDate": "Sat, 14 Dec 2024 15:53:57 GMT",
    "summary": "<h1>Uproar in Lok Sabha after NDA cites Indira Gandhi’s letter on Savarkar</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Shiv-Sena-MP-Shrikant-Shinde-speaks-in-the-Lok-Sab_1734191630136.jpg\" alt=\"Shiv Sena MP Shrikant Shinde speaks in the Lok Sabha on Saturday. (SansadTV YouTube)\">\n<figcaption>Shiv Sena MP Shrikant Shinde speaks in the Lok Sabha on Saturday. (SansadTV YouTube)</figcaption>\n<p>Shiv Sena MP Shrikant Shinde's invocation of a letter from Indira Gandhi praising V D Savarkar led to heated debates in the Lok Sabha, escalating tensions between the NDA and Congress members.</p>\n<ul>\n    <li>Shinde read a letter from Indira Gandhi praising Savarkar's contributions to India's freedom movement.</li>\n    <li>His statements prompted Congress MPs to demand a response from Rahul Gandhi, leading to disruptions in the House.</li>\n    <li>Shinde accused Congress of ignoring constitutional matters and highlighted past violence during their tenure.</li>\n    <li>BJP MP Nishikant Dubey criticized Congress, stating Indira Gandhi had funded Savarkar’s trust.</li>\n    <li>Rahul Gandhi responded by suggesting that Indira Gandhi had disapproved of Savarkar's actions during the freedom struggle.</li>\n    <li>Union minister Kiren Rijiju shared Indira Gandhi's letter, countering arguments made by Rahul Gandhi regarding Savarkar.</li>\n</ul>\n<blockquote>“Savarkar apologised to the British... Gandhi ji went to jail, Nehru ji went to jail, but Savarkar ji sought forgiveness.” - Rahul Gandhi</blockquote>\n<p>This intense exchange in the Lok Sabha reflects the ongoing political tensions and the differing perspectives on historical figures in India's independence movement, underscoring the impact of history on current political discourse.</p>"
  },
  {
    "title": "‘Justify leadership role, not take it for granted’: Omar Abdullah to INDIA ally Congress - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/justify-leadership-role-not-take-it-for-granted-omar-abdullah-to-india-ally-congress-101734187127339.html",
    "pubDate": "Sat, 14 Dec 2024 15:26:54 GMT",
    "summary": null
  },
  {
    "title": "'Ek Bharat, Shreshtha Bharat': PM Modi presents 11 resolutions for India's future - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMi3AFBVV95cUxNd3VoUV9teVNoSHdwb0h5MThhZ0NUal9ibDBRVWliOE1BSE9MdThDbmRRdnlNOUpNTnVaT1RLbmRfZXhqUUVGU1hfWk1peTA0dk8tYzFuNHcyWWI0aFJ6QmtFM0J0dEJ3WjRDVmJWbjU4bDNjdlVwV2VlU3VZWWNHMXlpWk52ZVA2U0ZTMWNySFFWZTJBUzVDMkY2cC13NXhZVkxJelFHSXN6NEdHSHJwZWd1WGt0cEtlNmFZVW5tTmRsbWZlRy1uRFRTUC0wOU52OV9TMnFSWmdQZFg4?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 15:24:00 GMT",
    "summary": null
  },
  {
    "title": "2 Teenage Migrant Labourers Shot Dead By Gunmen In Manipur's Kakching - News18",
    "link": "https://www.news18.com/india/2-teenage-migrant-labourers-shot-dead-by-gunmen-in-manipurs-kakching-9156533.html",
    "pubDate": "Sat, 14 Dec 2024 15:06:30 GMT",
    "summary": "<h1>2 Teenage Migrant Labourers Shot Dead By Gunmen In Manipur's Kakching</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Those behind the incident are yet to be identified, police said. (PTI Photo)\">\n    <figcaption>Those behind the incident are yet to be identified, police said. (PTI Photo)</figcaption>\n</figure>\n<p>Imphal: Two teenage migrant workers from Bihar were shot dead in Manipur’s Kakching district on Saturday evening, police said.</p>\n<ul>\n    <li>The incident occurred near the panchayat office in Keirak on Kakching-Wabagai Road around 5.20 pm.</li>\n    <li>The victims were identified as Sunalal Kumar, 18, and Dasharat Kumar, 17, from Rajwahi village in Bihar’s Gopalganj district.</li>\n    <li>They were construction workers living in a rented accommodation in the Metei-dominated area of Kakching.</li>\n</ul>\n<blockquote>“Those behind the incident are yet to be identified,” police said.</blockquote>\n<p>The tragic shooting has raised concerns over the safety of migrant workers in the region, highlighting the need for increased security and support mechanisms."
  },
  {
    "title": "Constituent Assembly wanted Uniform Civil Code to be implemented: PM Modi in Lok Sabha - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/constituent-assembly-wanted-uniform-civil-code-to-be-implemented-pm-modi-in-lok-sabha-101734183784032.html",
    "pubDate": "Sat, 14 Dec 2024 14:34:18 GMT",
    "summary": "<h1>Constituent Assembly wanted Uniform Civil Code to be implemented: PM Modi in Lok Sabha</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Narendra_Modi_1734183878736_1734183878932.jpg\" alt=\"Prime Minister Narendra Modi speaks in Lok Sabha on the Constitution debate during the ongoing Winter Session of Parliament, in New Delhi on December 14.(Sansad Tv/Youtube)\" title=\"Prime Minister Narendra Modi speaks in Lok Sabha on the Constitution debate during the ongoing Winter Session of Parliament, in New Delhi on December 14.(Sansad Tv/Youtube)\">\n<figcaption>Prime Minister Narendra Modi speaks in Lok Sabha on the Constitution debate during the ongoing Winter Session of Parliament, in New Delhi on December 14.(Sansad Tv/Youtube)</figcaption>\n<p>Prime Minister Narendra Modi emphasized the importance of the Uniform Civil Code (UCC) during a speech in the Lok Sabha, highlighting its advocacy by BR Ambedkar and the Constituent Assembly's desire for its implementation.</p>\n<ul>\n    <li>Modi stated that the Constituent Assembly discussed UCC extensively, urging an elected government to implement it.</li>\n    <li>He reiterated the Supreme Court's support for bringing UCC into effect, aligning it with the spirit of the Constitution.</li>\n    <li>The UCC aims to standardize personal laws across all religions, covering issues like marriage and inheritance.</li>\n    <li>The BJP and its affiliates have consistently advocated for the UCC's implementation as a common civil framework.</li>\n    <li>Modi's remarks came during the celebration of 75 years since the adoption of the Constitution.</li>\n</ul>\n<blockquote>“...Uniform Civil Code - this topic was not beyond the attention of the Constituent Assembly. The Constituent Assembly discussed UCC at length…” - PM Modi</blockquote>\n<blockquote>“For all of us, for all citizens and all democracy-loving citizens across the world, this is a moment of great pride.” - PM Modi</blockquote>\n<p>In conclusion, PM Modi's address reaffirmed the ongoing commitment to implement the UCC in India, reflecting a broader aim of unification and reform in personal law across diverse religious communities."
  },
  {
    "title": "Parliament Winter Session Live: LoP Rahul Gandhi to speak in Lok Sabha today, Congress MP says - Hindustan Times",
    "link": "https://news.google.com/rss/articles/CBMi_wFBVV95cUxQaW5tNFpNQ3d4Yk93a3M2QU95cms2M0RVbzNRV0VCbWpIbl85VjF2WU9WbE9YOWphdUlLQk83dzlZZjR2enpOT2RObFFFY2Q3dGlnSW4wcW1BRjgwaHVjRkdwOWYweUZMT3ctM2ZCVjE0VmR5cUJWR0pEM3dpTFJCWkJFbnpJT0FVLXlZeWRkaHZlalNDWWRrZFF1b0o2OURGRVRKVEZSM0xoSDl4SldjaHlvcm52aExmYjZyOHBLcGYwTHFsX3VwVGdiTDF0V2VRRGxqLWhvX3pWVVlyNzRVQV9xaUIyMXlwbFF3dFVPZVN4RWQ1djJMdTU0TDdsbmc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 14:31:14 GMT",
    "summary": null
  }
]