[
  {
    "title": "Parliament Winter Session Live: LoP Rahul Gandhi to speak in Lok Sabha today, Congress MP says - Hindustan Times",
    "link": "https://news.google.com/rss/articles/CBMi_wFBVV95cUxQaW5tNFpNQ3d4Yk93a3M2QU95cms2M0RVbzNRV0VCbWpIbl85VjF2WU9WbE9YOWphdUlLQk83dzlZZjR2enpOT2RObFFFY2Q3dGlnSW4wcW1BRjgwaHVjRkdwOWYweUZMT3ctM2ZCVjE0VmR5cUJWR0pEM3dpTFJCWkJFbnpJT0FVLXlZeWRkaHZlalNDWWRrZFF1b0o2OURGRVRKVEZSM0xoSDl4SldjaHlvcm52aExmYjZyOHBLcGYwTHFsX3VwVGdiTDF0V2VRRGxqLWhvX3pWVVlyNzRVQV9xaUIyMXlwbFF3dFVPZVN4RWQ1djJMdTU0TDdsbmc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 14:31:14 GMT",
    "summary": null
  },
  {
    "title": "Parliament Winter Session highlights: PM Modi proposes 11 resolutions in Lok Sabha speech - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 14:31:14 GMT",
    "summary": "<h1>Parliament Winter Session highlights: PM Modi proposes 11 resolutions in Lok Sabha speech</h1>\n<p><strong>Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/PTI12-14-2024-RPT325B-0_1734185149495_1734185169474.jpg\" alt=\"Parliament Session Live: Prime Minister Narendra Modi speaks in the Lok Sabha during the discussion on the 'glorious journey of 75 years of the India Constitution' in the ongoing Winter session of Parliament in New Delhi on Saturday.\" title=\"Parliament Session Live: Prime Minister Narendra Modi speaks in the Lok Sabha during the discussion on the 'glorious journey of 75 years of the India Constitution' in the ongoing Winter session of Parliament in New Delhi on Saturday.\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Prime Minister Narendra Modi speaks in the Lok Sabha during the discussion on the 'glorious journey of 75 years of the India Constitution'.</figcaption>\n<p>During the Winter Session of Parliament, Prime Minister Narendra Modi proposed 11 resolutions aimed at upholding constitutional values and addressing various social issues, while engaging in a debate around the Constitution on its 75th anniversary.</p>\n<ul>\n    <li>The Lok Sabha conducted a special debate commemorating the 75th anniversary of the Constitution.</li>\n    <li>Modi proposed 11 resolutions, including calls for duty fulfillment by citizens and government, zero tolerance towards corruption, and respect for the Constitution.</li>\n    <li>Congress MP Priyanka Gandhi Vadra made her maiden speech, critiquing the government on various fronts.</li>\n    <li>Modi emphasized that his government’s principle of “Sabka Saath, Sabka Vikas” (Together with all, Development for all) extends beyond mere rhetoric, citing lifting of 25 crore people out of poverty.</li>\n</ul>\n<blockquote>“The 75-year-long journey is a memorable one,” PM Modi emphasized during his address.</blockquote>\n<p>Modi's proposals reflect an intention to reinforce national unity and inclusive growth while addressing controversies surrounding previous governments and policies.</p>"
  },
  {
    "title": "Gujarat Man Chops Off Own Fingers To Avoid Working As Computer Operator - NDTV",
    "link": "https://news.google.com/rss/articles/CBMisAFBVV95cUxPaGhpUXVuWUtNVXJpaVZicnRhTmQ4UlNfN0VDR2ZBc1JqOVB3YlBIejdoZWFDR0FMY2MySVlZb2RLa1ZHRTZvdktJQlF4XzF6X2pQODlyRktHSkk5cWVtRzE1dk5UcnJWX0x6TUEtUmFIdmdXQi1hdFNXZmNNaU9vTUVaRUFoWGlGc1J4SVIwTWNKaFNKdk1fczdVYzNsSlNwOEtKS2NlMnQ3WVdzbXpES9IBuAFBVV95cUxQb09jaURrbk1xLXh1emFRM1Q0a0YzWVNSQm1ZeTZSbE1yTTl3MTI1NkM5Y0FYV1lKc25EYzRRRDFDU3B5M3ljdlhublhmd2liNjFLMHhzWFVuVjNWeFhMdnlKUV9QMDFUNGkzYjNocWJ6cHFGQURBdDQ3S3hDQTExZ01Edkx5Q3NwMlhJQURDbzJWMXNEOWJJUjlPOHVRZWNfaXN1eklwbmcwU05KeFY4ODlxVnBEMmJu?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 14:19:14 GMT",
    "summary": null
  },
  {
    "title": "Parliament Winter Session LIVE: Citizenship Amendment Act reflects Mahatma Gandhi's vision, says PM Modi - Hindustan Times",
    "link": "https://news.google.com/rss/articles/CBMi_wFBVV95cUxQaW5tNFpNQ3d4Yk93a3M2QU95cms2M0RVbzNRV0VCbWpIbl85VjF2WU9WbE9YOWphdUlLQk83dzlZZjR2enpOT2RObFFFY2Q3dGlnSW4wcW1BRjgwaHVjRkdwOWYweUZMT3ctM2ZCVjE0VmR5cUJWR0pEM3dpTFJCWkJFbnpJT0FVLXlZeWRkaHZlalNDWWRrZFF1b0o2OURGRVRKVEZSM0xoSDl4SldjaHlvcm52aExmYjZyOHBLcGYwTHFsX3VwVGdiTDF0V2VRRGxqLWhvX3pWVVlyNzRVQV9xaUIyMXlwbFF3dFVPZVN4RWQ1djJMdTU0TDdsbmfSAYQCQVVfeXFMUDVyY3hPOWR6SFlCX3h5cm52cXRGaUZNdEwycHhwM2ZiVHVRZDlqMVRhbzlYUF9zeWUtS0FpcDE5bWZiVS0zUGR1elJyUUhNcnBvYUVCOW5fckpfTEUxLW1DZDluWVVQY1JrVnUtaUJGSjhJRVdTVEZUbUNDUnpyT1VnbkhmVHNqcl81aGpFb2t3Y2lHWk1neEZLZEhxdFFNNW5oOVU1TXZGM0ktb3VBMWVqNkNsMlJsYVprX1puQjIwd1dUaEh2emFlX3hwc19teWhsYTktQUpTZ2EwaGRqLWo2d2ZXNDVXRnp3YzBzR29oWFFUVDcwSmlnLXByOTFiVWkxYnA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 13:59:10 GMT",
    "summary": null
  },
  {
    "title": "PM Modi's big attack on Cong over Emergency: ‘Constitution was torn apart, India turned into jail’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/pm-modis-big-attack-on-cong-over-emergency-constitution-was-torn-apart-india-turned-into-jail-101734181201328.html",
    "pubDate": "Sat, 14 Dec 2024 13:25:00 GMT",
    "summary": "<h1>PM Modi's big attack on Cong over Emergency: ‘Constitution was torn apart, India turned into jail’</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Narendra_Modi_1734182037740_1734182037979.png\" alt=\"Prime Minister Narendra Modi in the Lok Sabha.(Sansad TV)\" title=\"Prime Minister Narendra Modi in the Lok Sabha.(Sansad TV)\">\n<figcaption>Prime Minister Narendra Modi in the Lok Sabha.(Sansad TV)</figcaption>\n<p>Prime Minister Narendra Modi criticized the Congress party over the imposition of Emergency in 1975, stating that it severely damaged the Constitution and civil liberties in India.</p>\n<ul>\n    <li>Modi referred to the Emergency as a time when \"the Constitution was torn apart\" and civil rights were suppressed.</li>\n    <li>He claimed that under Congress rule, \"all rights of the citizens were snatched\" and there was significant media censorship.</li>\n    <li>The Prime Minister specifically targeted the Gandhi family for their role in undermining the Constitution.</li>\n    <li>He praised India's journey since the adoption of the Constitution, calling it \"extraordinary\" and emphasizing India as the \"Mother of Democracy.\"</li>\n    <li>Modi acknowledged the contributions of the Constitution makers and highlighted women's voting rights as a notable achievement.</li>\n</ul>\n<blockquote>\n    “The Constitution was torn apart when it was completing 25 years; the Emergency was imposed (in 1975), all constitutional rights were snatched and the country was turned into a jail.” - PM Narendra Modi\n</blockquote>\n<p>In conclusion, Modi's statements reinforce the narrative of the Congress party's failures during the Emergency, while also celebrating the values and journey of Indian democracy since the Constitution's adoption.</p>"
  },
  {
    "title": "Protest erupts in Kolkata after Ex-RG Kar principal gets bail in rape case - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/protest-erupts-after-ex-rg-kar-principal-given-bail-in-trainee-doctor-rape-case-101734176814188.html",
    "pubDate": "Sat, 14 Dec 2024 11:46:53 GMT",
    "summary": null
  },
  {
    "title": "Two power centres are recipe for disaster, says J-K Chief Minister Omar Abdullah - Greater Kashmir",
    "link": "https://www.greaterkashmir.com/latest-news/two-power-centres-are-recipe-for-disaster-says-j-k-chief-minister-omar-abdullah/",
    "pubDate": "Sat, 14 Dec 2024 11:46:23 GMT",
    "summary": "<h1>Two power centres are recipe for disaster, says J-K Chief Minister Omar Abdullah</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2023 | <strong>Source:</strong> Greater Kashmir</p>\n<p>Jammu and Kashmir Chief Minister Omar Abdullah has criticized the dual governance model in the region, claiming it is a “recipe for disaster” and urging the restoration of statehood.</p>\n<ul>\n    <li>Abdullah voiced concerns over the current governance structure, sharing power with the lieutenant governor.</li>\n    <li>He highlighted the need for a unified leadership in Jammu and Kashmir, drawing parallels with successful organizational structures.</li>\n    <li>The Chief Minister mentioned that there have been no benefits to governance since the region became a Union Territory.</li>\n    <li>He cited past promises made by the Prime Minister and Home Minister regarding the restoration of statehood, urging the Centre to fulfill these commitments.</li>\n    <li>Abdullah indicated that the decision to restore statehood lies with the Prime Minister and Home Minister.</li>\n    <li>The Chief Minister noted that the Supreme Court's intervention enabled elections in Jammu and Kashmir but was less definitive about the timeline for statehood restoration.</li>\n</ul>\n<blockquote>\n    “Let me just say this, having two power centres anywhere is a recipe for disaster… No organisation works well if there are multiple power centres.” \n</blockquote>\n<p>In conclusion, Abdullah’s remarks reflect a call for a more straightforward governance model and a reminder of political promises made to the people of Jammu and Kashmir regarding their status and rights."
  },
  {
    "title": "Parliament Winter Session LIVE: BJP says ‘Rahul Gandhi insulted Constitution when he tore UPA bill’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 11:44:40 GMT",
    "summary": "<h1>Parliament Winter Session LIVE: PM Modi to address Lok Sabha shortly</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/narendra_modi_purvodaya_plan_budget__1721789411358_1734178334855.jpg\" alt=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" title=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)</figcaption>\n<p>The Parliament Winter Session is underway, with Prime Minister Modi set to address the Lok Sabha shortly amidst ongoing debates on the Constitution's 75th anniversary. Various members of the opposition have been vocal about their concerns during this special session.</p>\n<ul>\n    <li>PM Modi will speak on the second and final day of the Constitution debate initiated in Lok Sabha.</li>\n    <li>Priyanka Gandhi Vadra made her maiden speech criticizing the ruling government on multiple issues.</li>\n    <li>The opposition has been vocal in defending the Constitution and criticizing the BJP's policies.</li>\n    <li>Congress members protested the alleged vandalization of a replica of the Constitution.</li>\n    <li>The Winter Session began in November and will conclude on December 20.</li>\n</ul>\n<blockquote>“The Constitution is the protective shield of justice, unity, and freedom of expression.” - Priyanka Gandhi Vadra</blockquote>\n<p>The session highlights intense political exchanges and critical discussions on the Constitution, emphasizing the significance of democratic values in India. Prime Minister Modi's upcoming address is highly anticipated amidst this heated political environment.</p>"
  },
  {
    "title": "After Atul Subhash, police constable commits suicide in Bengaluru, leaves note blaming wife and father-in - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/bengaluru/after-atul-subhash-police-constable-commits-suicide-in-bengaluru-leaves-note-blaming-wife-and-father-in-law-for-harassment/articleshow/116317317.cms",
    "pubDate": "Sat, 14 Dec 2024 11:29:00 GMT",
    "summary": null
  },
  {
    "title": "After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note - News18",
    "link": "https://www.news18.com/india/bengaluru-cop-dies-by-suicide-in-uniform-blames-wife-father-in-law-for-torture-in-final-note-techie-atul-subhash-9156102.html",
    "pubDate": "Sat, 14 Dec 2024 11:27:07 GMT",
    "summary": "<h1>After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note</h1>\n<p><strong>Publication Date:</strong> December 14, 2024, 19:37 IST</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Bengaluru cop dies by suicide (Photo: IANS)\">\n    <figcaption>Bengaluru cop dies by suicide (Photo: IANS)</figcaption>\n</figure>\n<p>A Bengaluru Police constable died by suicide in uniform, citing torture from his wife and in-laws in a note. This incident follows nationwide outrage over a similar case involving techie Atul Subhash.</p>\n<ul>\n    <li>The cop, identified as HC Thippanna, 34, allegedly took his life due to ongoing domestic issues.</li>\n    <li>He committed suicide on the railway tracks and left behind a note blaming his wife and father-in-law for his troubles.</li>\n    <li>Thippanna described being threatened by his father-in-law and expressed feelings of hopelessness.</li>\n    <li>This tragedy is linked to recent discussions around the Atul Subhash suicide case, which has sparked debates on men's rights.</li>\n    <li>Social media has seen a rise in discussions advocating for justice and men's rights following these incidents.</li>\n</ul>\n<blockquote>\n    “On December 12, he called me at 7.26 p.m., spoke for 14 minutes, and threatened me,” Thippanna wrote in his note, highlighting the distress he faced.\n</blockquote>\n<p>This tragedy underscores the need for awareness and support regarding mental health and domestic issues."
  },
  {
    "title": "Two power centres are recipe for disaster: J&K Chief Minister Omar Abdullah - The Hindu",
    "link": "https://www.thehindu.com/news/national/jammu-and-kashmir/two-power-centres-are-recipe-for-disaster-jk-chief-minister-omar-abdullah/article68985089.ece",
    "pubDate": "Sat, 14 Dec 2024 11:25:00 GMT",
    "summary": "<h1>Two power centres are recipe for disaster: J&K Chief Minister Omar Abdullah</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 04:55 pm IST</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/20nysf/article68952458.ece/alternates/SQUARE_80/12205_16_10_2024_13_27_17_1_31_OATH_CERMONY_SGR_16_10_2024.JPG\" alt=\"Omar Abdullah\" style=\"width: 100%; height: auto;\">\n<figcaption>Omar Abdullah during his interview discussing the political landscape in Jammu and Kashmir.</figcaption>\n<p>Jammu and Kashmir Chief Minister Omar Abdullah describes the dual governance model in J&K as a “recipe for disaster” and urges the central government to restore statehood to the region.</p>\n<ul>\n    <li>Abdullah expresses optimism about statehood restoration, citing promises from PM Modi and Home Minister Amit Shah.</li>\n    <li>He criticizes the dual power structure, paralleling it with the ineffectiveness of businesses with multiple leaders.</li>\n    <li>Abdullah highlights no benefits observed since J&K became a Union Territory in 2019, calling for a unified leadership.</li>\n    <li>He notes the Supreme Court's role in facilitating elections but criticizes its vagueness on restoring statehood.</li>\n    <li>Abdullah stresses that the final decision on statehood restoration lies with the Prime Minister and Home Minister.</li>\n</ul>\n<blockquote>\n    “Let me just say this, having two power centres anywhere is a recipe for disaster... No organisation works well if there are multiple power centres...” – Omar Abdullah\n</blockquote>\n<p>In conclusion, Abdullah's remarks underline the need for a singular leadership approach in governance and the urgency of restoring statehood for effective administration in Jammu and Kashmir.</p>"
  },
  {
    "title": "Farmers Announce 'Rail Roko' In Punjab After 17 Protestors Injured During March To Delhi | Updates - News18",
    "link": "https://www.news18.com/india/farmers-protest-delhi-chalo-march-shambhu-border-ambala-internet-ban-latest-updates-9155863.html",
    "pubDate": "Sat, 14 Dec 2024 11:15:20 GMT",
    "summary": "<h1>Farmers Announce 'Rail Roko' In Punjab After 17 Protestors Injured During March To Delhi | Updates</h1>\n<p><strong>Date:</strong> December 14, 2024 &nbsp; | &nbsp; <strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Haryana Police fired tear gas shells at protesting farmers | File Image/PTI\">\n    <figcaption>Haryana Police fired tear gas shells at protesting farmers | File Image/PTI</figcaption>\n</figure>\n<p>The protesting farmers suspended their march to Delhi after 17 of them sustained injuries due to police action at the Haryana-Punjab border. A tractor march and a \"Rail Roko\" protest have been announced for December 16 and 18 respectively.</p>\n<ul>\n    <li>Farmers' march was stopped after violent clashes with police at Shambhu border.</li>\n    <li>A tractor march is planned on December 16, followed by a \"Rail Roko\" protest in Punjab on December 18.</li>\n    <li>17 farmers were injured during the march attempts, with one reported to have lost hearing due to police action.</li>\n    <li>Internet services have been suspended in parts of Ambala until December 17 to prevent further protests.</li>\n</ul>\n<blockquote>\n    <p>“Every hour, 2-3 farmers or labourers are committing suicide. We cannot leave them in this state... Our fight is for justice, and if sacrifices are needed, we are ready,\" said farmer leader Sarwan Singh Pandher.</p>\n</blockquote>\n<p>This incident highlights ongoing tensions between farmers and the government over agrarian issues, emphasizing the need for dialogue and resolution to prevent further escalation."
  },
  {
    "title": "\"Live-In Partner's Taunts...\": Unemployed Engineer Dies By Suicide In Noida - NDTV",
    "link": "https://www.ndtv.com/india-news/noida-suicide-engineer-live-in-partner-live-in-partners-taunts-unemployed-engineer-dies-by-suicide-in-noida-7247313",
    "pubDate": "Sat, 14 Dec 2024 11:10:06 GMT",
    "summary": "<h1>Live-In Partner's Taunts...: Unemployed Engineer Dies By Suicide In Noida</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img title=\"'Live-In Partner's Taunts...': Unemployed Engineer Dies By Suicide In Noida\" alt=\"'Live-In Partner's Taunts...': Unemployed Engineer Dies By Suicide In Noida\" src=\"https://c.ndtvimg.com/2024-12/lh00eblg_noida-police-station-sector-113_625x300_14_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=650,height=400\">\n<figcaption>The Noida police station where the investigation is ongoing.</figcaption>\n<p>A 27-year-old engineer in Noida has reportedly died by suicide, citing mental stress related to unemployment and taunting from his live-in partner in a note he left behind.</p>\n<ul>\n    <li>The engineer, Mayank Chandel, faced increasing stress due to his joblessness and taunts from his partner.</li>\n    <li>Chandel and his partner were in a live-in relationship for four years and lived together near Shaurya Banquet Hall in Noida.</li>\n    <li>His partner found him hanging in their apartment after returning home from work.</li>\n    <li>The police have initiated an investigation and sent the body for post-mortem.</li>\n</ul>\n<blockquote>\n    \"He mentioned in his note that his partner repeatedly hinted at his need to find a job, which added to his stress.\"\n</blockquote>\n<p>This tragic incident highlights the severe impact of mental health issues and the pressures related to employment instability. Authorities continue to investigate the circumstances surrounding Chandel's death while offering support to his family."
  },
  {
    "title": "'Recipe for disaster': CM Omar Abdullah on dual governance model in J&K - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/two-power-centres-are-recipe-for-disaster-says-j-k-chief-minister-omar-abdullah/articleshow/116317042.cms",
    "pubDate": "Sat, 14 Dec 2024 11:06:00 GMT",
    "summary": null
  },
  {
    "title": "Congress vs BJP as Rahul invokes Savarkar during constitution debate; Kiren Rijiju hits back with Indira Gandhi's praise | Today News - Mint",
    "link": "https://www.livemint.com/news/india/conress-vs-bjp-as-rahul-invokes-savarkar-during-constitution-debate-kiren-rijiju-hits-back-with-indira-gandhis-praise-11734171928839.html",
    "pubDate": "Sat, 14 Dec 2024 11:04:35 GMT",
    "summary": "<h1>Congress vs BJP as Rahul invokes Savarkar during constitution debate; Kiren Rijiju hits back with Indira Gandhi’s praise</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Live Mint</p>\n<p>In a heated parliamentary debate, Congress leader Rahul Gandhi referenced Veer Savarkar, prompting a strong rebuttal from BJP leaders, who cited historical praise from Indira Gandhi to support their arguments.</p>\n<ul>\n    <li>Rahul Gandhi invoked the story of 'Eklavya' to illustrate his point during the debate.</li>\n    <li>Kiren Rijiju shared a document on social media where Indira Gandhi referred to Savarkar as a \"remarkable son of India.\"</li>\n    <li>BJP leaders challenged the opposition's knowledge of the Constitution, with Anurag Thakur asking them to identify how many pages it contains.</li>\n    <li>Jagdambika Pal criticized Rahul Gandhi for previously tearing up a bill during his own government's tenure.</li>\n</ul>\n<blockquote>This document is for Rahul Gandhi Ji as he made an incorrect statement in Lok Sabha about Veer Savarkar. Indira Gandhi. — Kiren Rijiju (@KirenRijiju) <a href=\"https://twitter.com/KirenRijiju/status/1867871422254924207?ref_src=twsrc%5Etfw\">December 14, 2024</a></blockquote>\n<p>The ongoing political discourse underscores the contentious debate over historical figures and their relevance in contemporary political discussions in India.</p>"
  },
  {
    "title": "Sikhs Genocide Happened in Congress Rule: Anurag Thakur's Rejoinder to Rahul Gandhi | LIVE - Republic World",
    "link": "https://news.google.com/rss/articles/CBMi6wJBVV95cUxOZ1pqTldFdVdpbjAtWXJJaGpLOVlIZ2lHYlVuZTU1OHpUM25CbGhIVlB1RmVKNXNUMG1HQmNIa0pPd2JMc3VaZHJVTWYybm8tekhMTG9xT1hKMkdsT1MtU2VrZXVYc1J2c1NtZDdRTUM0NzZZdHQ3TGhJSmpobmxLYV9UY3NDNkYxckdxT3IxbVhIWjIxNnhuT25sZkVCbGJ6SkVSekRyR0ZGZEFKdDBGZ2JaV2lGRFVZTVdTR25VV2tWdmdHMEV2X0RJSFVZdnJvUkFUYjJseGVfY0NvT1dXQ3ppRThLczQ0a19pSGRGMzdGdm82eDkya25RZzd2c3o3V2tZMG50VmpYTXFXaEJ1ZzVBMTRuZ1I5MC1ldmxER1JsY3Vmc3FjeE90UHZGaUQwRk1fdl92dE42amNhU1otbXFiQ29CcVdYQ3J1RmpTdFp3YWRUckx2NkZXb0stbHNYLWU3TXdxTFlvSGs?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 11:02:56 GMT",
    "summary": null
  },
  {
    "title": "Is it Pakistan border?: Bajrang Punia on police-farmers standoff at Shambhu - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/is-it-the-pakistan-border-bajrang-punia-on-police-farmers-standoff-at-shambhu-border-101734165508607.html",
    "pubDate": "Sat, 14 Dec 2024 10:57:48 GMT",
    "summary": "<h1>Is it Pakistan border?: Bajrang Punia on police-farmers standoff at Shambhu</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<figure>\n    <img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/PTI12-14-2024-000149B-0_1734171704998_1734171734884.jpg\" alt=\"Bajrang Punia with farmers at Shambhu border\" title=\"Bajrang Punia with farmers at Shambhu border\" />\n    <figcaption>Patiala: All India Kisan Congress Working President Bajrang Punia with farmers at their protest site at Shambhu border, in Patiala district, Punjab, on Saturday.(PTI)</figcaption>\n</figure>\n<p>The article discusses a standoff between farmers and police at the Shambhu border where Congress leader Bajrang Punia criticized the police's use of tear gas and compared the situation to a border conflict with Pakistan.</p>\n<ul>\n    <li>Farmers have suspended their march after a confrontation with police.</li>\n    <li>Bajrang Punia questioned the police's actions and the government's stance on farmers' protests.</li>\n    <li>Seventeen to eighteen individuals were reported injured during the clash.</li>\n    <li>Punia urged the government to fulfill its promises regarding Minimum Support Prices (MSP) for crops.</li>\n    <li>The farmers attempted to march to Delhi but were blocked by police.</li>\n</ul>\n<blockquote>\n    “On one hand, the government is saying that we are not stopping the farmers, but on the other hand, they are using tear gas and other things. It is being treated as if it is the Pakistan border.” - Bajrang Punia\n</blockquote>\n<p>The situation at the Shambhu border highlights ongoing tensions between farmers advocating for their rights and police enforcing government directives, suggesting deeper issues within agricultural policies and farmer welfare in India.</p>"
  },
  {
    "title": "Switzerland Suspends MFN Status To India: What It Means For Stock Market Investors? - News18",
    "link": "https://www.news18.com/business/markets/switzerland-suspends-mfn-status-to-india-what-it-means-for-stock-market-investors-9155958.html",
    "pubDate": "Sat, 14 Dec 2024 10:44:45 GMT",
    "summary": "<h1>Switzerland Suspends MFN Status To India: What It Means For Stock Market Investors?</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Investors need to keep an eye on sectors like pharmaceuticals, IT, financial services, and engineering goods.\" title=\"Investors need to keep an eye on sectors like pharmaceuticals, IT, financial services, and engineering goods.\" loading=\"eager\">\n    <figcaption>Investors need to keep an eye on sectors like pharmaceuticals, IT, financial services, and engineering goods.</figcaption>\n</figure>\n<p>Switzerland's recent suspension of the Most Favoured Nation (MFN) status for India poses challenges for Indian companies, particularly in finance, pharmaceuticals, and IT sectors, affecting trade dynamics between the two nations.</p>\n<ul>\n    <li>The MFN suspension disrupts the preferential trade framework under WTO rules for Indian firms.</li>\n    <li>Indian companies will now incur a 10% tax on dividends and incomes in Switzerland, up from 5%, effective January 1, 2025.</li>\n    <li>The change may lead to higher tariffs and reduced market access for Indian goods in Switzerland.</li>\n    <li>The Indian government anticipates renegotiating its double taxation treaty with Switzerland due to changes in trade agreements.</li>\n    <li>In FY 2023-24, bilateral trade reached approximately $23.76 billion, with a significant portion being imports from Switzerland.</li>\n</ul>\n<blockquote>\n    “Investors need to keep an eye on sectors like pharmaceuticals, IT, financial services, and engineering goods.” - Stock Market Analyst\n</blockquote>\n<p>The suspension of MFN status necessitates adaptability among Indian investors and firms, as they navigate new tax implications and trade barriers in the Swiss market.</p>"
  },
  {
    "title": "Atul Subhash suicide: Estranged wife, family move Allahabad High Court for anticipatory bail - Bar & Bench - Indian Legal News",
    "link": "https://www.barandbench.com/news/atul-subhash-suicide-wife-allahabad-high-court-anticipatory-bail",
    "pubDate": "Sat, 14 Dec 2024 10:10:18 GMT",
    "summary": "<h1>Atul Subhash suicide: Estranged wife, family move Allahabad High Court for anticipatory bail</h1>\n<p><strong>Published on:</strong> 14 Dec 2024, 10:10 am</p>\n<figure>\n  <img src=\"data:image/gif;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=\" alt=\"Case Status\" width=\"100%\" height=\"100%\">\n  <figcaption>Case Status - Allahabad High Court website</figcaption>\n</figure>\n<p>Days after Bengaluru techie Atul Subhash died by suicide, his estranged wife Nikita Singhania and her family members have approached the Allahabad High Court seeking anticipatory bail in the abetment of suicide case lodged against them in Bengaluru.</p>\n<ul>\n  <li>Nikita Singhania, her mother Nisha, brother Anurag, and uncle Sushil filed the anticipatory bail plea on December 13.</li>\n  <li>The case will be heard next week in the Allahabad High Court.</li>\n  <li>An FIR was filed by Atul's brother, Bikas Kumar, accusing Nikita and her family of abetment of suicide.</li>\n  <li>Atul Subhash, a 34-year-old software engineer, left behind a suicide note and video alleging harassment by his wife and her family.</li>\n  <li>The incident has sparked a debate on social media regarding the treatment of men in legal cases related to divorce and alimony.</li>\n  <li>A public interest litigation has been filed in the Supreme Court regarding the misuse of dowry and domestic violence laws against men.</li>\n</ul>\n<blockquote>His video and suicide note have sparked a debate on social media, with many calling for the arrest of Nikita and her family members.</blockquote>\n<p>This case raises significant issues regarding the legal battles surrounding marriage and the societal pressures linked to them, highlighting the need for attention to mental health and legal equity. </p>"
  },
  {
    "title": "Parliament Winter Session LIVE: Anurag Thakur slams Rahul, says, 'Sikhs were murdered during Congress rule' - India TV News",
    "link": "https://news.google.com/rss/articles/CBMimwJBVV95cUxOQmQtOWhOUnVxdEV4NFhUbEFRaVNwYm5iQTgwUnVKWXdJZmJaWnNDejVMekVFZHRFbENrU3ppY3BSbEUxWDhfc1FQclZUdWkxQmh4VDNqYnRpVDJvbS1XS3VIUU9HeHg2cUFQZGhUVURLc3VHRE5zMGJsNDBoYS1icmVfT3dIMktKdk5MRU1lM3RfeEdycmJrVmtUdXV6RE4zTW1US1VfSVNkZDhDbjZKakk0R0F5eEtKc2Y4Zk1hb1dWWXBJLWgyU3ZWWURDaERjaGt4WURSVVFSWjNzaXZhcmpMQmpsbnhGbXF5VkJMbFpwckI3UDlfSmZHVmFydFVCX3pRVnc2VE1zNUJ4eEk1cGpkVkdFNHRfdkUw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 09:58:29 GMT",
    "summary": null
  },
  {
    "title": "BPSC 70th CCE Prelims Exam 2024 Live Updates: Exam analysis, paper leak allegations - The Indian Express",
    "link": "https://indianexpress.com/article/education/bpsc-70th-cce-prelims-2024-live-updates-exam-guidelines-feedback-analysis-answer-key-cut-off-9722519/",
    "pubDate": "Sat, 14 Dec 2024 09:31:06 GMT",
    "summary": "<h1>BPSC 70th CCE Prelims Exam 2024 Live Updates: Exam analysis, paper leak allegations</h1>\n<p><strong>Publication Date:</strong> December 13, 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/BPSC-1.jpg?w=640\" alt=\"BPSC 70th Prelims Exam 2024 Live Updates: The BPSC CCE 70th preliminary exam will be held in a single shift from 12 noon to 2 pm\" width=\"640\" height=\"360\">\n<figcaption>BPSC 70th Prelims Exam 2024 Live Updates: The BPSC CCE 70th preliminary exam will be held in a single shift from 12 noon to 2 pm. (Representative image)</figcaption>\n<p>The BPSC 70th Integrated Combined Competitive Examination (CCE) 2024 preliminary was held on December 13 amid reports of alleged paper leaks and chaos at an exam center in Patna.</p>\n<ul>\n  <li>The exam was conducted in a single shift from 12 noon to 2 pm across 912 centers in Bihar.</li>\n  <li>Negative markings will be applied for incorrect answers.</li>\n  <li>Only candidates who pass the preliminary exam will be eligible for the BPSC CCE main exam.</li>\n  <li>Over 4.83 lakh aspirants registered for the exam.</li>\n  <li>A total of 2,035 vacancies will be filled as part of this recruitment process.</li>\n</ul>\n<blockquote>“Since the BPSC CCE 70th prelims exam is set to be conducted in ‘one shift, one paper’ format, no ‘normalisation of marks’ will be done to derive the result.”</blockquote>\n<p>The outcome of the examination and the subsequent response to the alleged irregularities will be closely monitored by the authorities and candidates alike.</p>"
  },
  {
    "title": "Parliament Winter Session LIVE: ‘Rahul clueless on pages in Constitution', says Thakur - Hindustan Times",
    "link": "https://news.google.com/rss/articles/CBMi_wFBVV95cUxQaW5tNFpNQ3d4Yk93a3M2QU95cms2M0RVbzNRV0VCbWpIbl85VjF2WU9WbE9YOWphdUlLQk83dzlZZjR2enpOT2RObFFFY2Q3dGlnSW4wcW1BRjgwaHVjRkdwOWYweUZMT3ctM2ZCVjE0VmR5cUJWR0pEM3dpTFJCWkJFbnpJT0FVLXlZeWRkaHZlalNDWWRrZFF1b0o2OURGRVRKVEZSM0xoSDl4SldjaHlvcm52aExmYjZyOHBLcGYwTHFsX3VwVGdiTDF0V2VRRGxqLWhvX3pWVVlyNzRVQV9xaUIyMXlwbFF3dFVPZVN4RWQ1djJMdTU0TDdsbmfSAYQCQVVfeXFMUDVyY3hPOWR6SFlCX3h5cm52cXRGaUZNdEwycHhwM2ZiVHVRZDlqMVRhbzlYUF9zeWUtS0FpcDE5bWZiVS0zUGR1elJyUUhNcnBvYUVCOW5fckpfTEUxLW1DZDluWVVQY1JrVnUtaUJGSjhJRVdTVEZUbUNDUnpyT1VnbkhmVHNqcl81aGpFb2t3Y2lHWk1neEZLZEhxdFFNNW5oOVU1TXZGM0ktb3VBMWVqNkNsMlJsYVprX1puQjIwd1dUaEh2emFlX3hwc19teWhsYTktQUpTZ2EwaGRqLWo2d2ZXNDVXRnp3YzBzR29oWFFUVDcwSmlnLXByOTFiVWkxYnA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 09:29:54 GMT",
    "summary": null
  },
  {
    "title": "RSMSSB JTA / Account Assistant Online Form 2025 - SarkariExam.com",
    "link": "https://news.google.com/rss/articles/CBMif0FVX3lxTE5vQjhPNXdHN3dRWU1lUFc3VWJ1SUVSNUk0Y1RHdjJta3VKSUc0Qk40VTMzNVNkMVR3YlFBX1o0UnZEVko1U0FGUFRQdHRXWEpETFlJaEF0R19TVmFBZmVuV1RwSHZZQ05FVzhjUGhqbDFlSUZBUXdIb1ZsRlI0d1k?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 09:29:45 GMT",
    "summary": null
  },
  {
    "title": "Businessman-Wife Death: Suicide Note Mentions Harassment By ED, BJP leaders - NDTV",
    "link": "https://news.google.com/rss/articles/CBMiswFBVV95cUxQZ0kzd19GWHhyeVhoUUdQWnhJd3RBN1Zpc0Rmd1ZZdHRyTmEzaS14d1EyR3NYVF9GM3NfYmFtTnpPOU5ZVTJrMFZTeTd1b3BjRE80WHA5UURfZURHSF94MHYzX3ZoOTI4S24tcnQ4bVB3R3JONkJVZXBMbEJaSmRhZnhxRTdTVV84N2o2VUJRcHJaMmtwUS1mUnprTW9WQUV0ZWVHd0lOVHF6QW9IVS15TUJJd9IBuwFBVV95cUxQWUJ3dVVBZGZuYk5uY1ZjQmowT0tmNFY1Ukpwd19wY29wZHU3WHNIVWQwY3NLT1QzUE9iUFp0ekJXeEZMRTZsRzZ1aTVtMTJSSDhacFE3MVZtb1F0VEJOU2RoZU40YlV0RUpsckVLb0xOVVdxY2V0TnlnT0ZMdUV3X0hTU0tqay02VHVGQks3eXJTdm1JQmJkSUN0SEZPMWRkczBuVmxRWml5cnhqLWY3SG1hNW1PdUxKTzY0?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 09:14:20 GMT",
    "summary": null
  },
  {
    "title": "'One Nation, One Election' Bills To Be Introduced In Lok Sabha On December 16 - NDTV",
    "link": "https://news.google.com/rss/articles/CBMitAFBVV95cUxNczFwdHlVN0JVZzB5RVR2MERfRGFqMktKZDgxNkx0T2lxTnk0dWVjOHF0YVBoUGJKa3BaYVZFQVJheE9hSldwVkhaaXpJLWQxZlUyVjdDMHE5T3ZnZG44UHRhS1JfeGFRQ1h5QWl1b2JZM2ozUWxHeUVJRTdwVXV4ekJ5bnp4eTlaSXFUMkFWbDVvREVIeVl5c1NEUGF5aFZyeU9SQlkzbGo1ZngwVWxuSmJuZVrSAbwBQVVfeXFMTnpDbjhDY1lLYVhKMGhJbktmNWhIdXdBT3hyWC1CWEtWeFZpbkpmbEJEQXZtd3lxWUtDOW45NS1kUmZHUEtZY2JPZXA2SUxreU9zUEpMbUZoOEU3cFdhWjlWTzVYNTdoUkRhSEJOUWxIVTA1UE9KU2oybUo0YXZEaFlCZEZiSk1KVmM2V1FsUmdyNkJWVFh2N3QzQWJVdF9nNnp3OHEza3Z2ZVdFcnp2UThUakZUY3VIQnVzcWU?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 09:11:00 GMT",
    "summary": null
  },
  {
    "title": "Contempt Power Is Not Only For Violation Of Express Orders; Applies To Any Act Intended To Frustrate... - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/top-stories/contempt-power-is-not-only-for-violation-of-express-orders-applies-to-any-act-intended-to-frustrate-judicial-process-supreme-court-278359",
    "pubDate": "Sat, 14 Dec 2024 09:10:55 GMT",
    "summary": "<h1>Contempt Power Is Not Only For Violation Of Express Orders; Applies To Any Act Intended To Frustrate</h1>\n<p><strong>Publication Date:</strong> October 2023 <strong>Source:</strong> LiveLaw</p>\n<!-- No image available -->\n<p>In a significant judgment, the Supreme Court established that contempt jurisdiction extends beyond explicit violations of court orders to any actions intended to frustrate court proceedings or bypass eventual judgments.</p>\n<ul>\n    <li>The Supreme Court ruled that contempt includes conduct aiming to disrupt judicial authority or processes.</li>\n    <li>A borrower transferring property during ongoing court proceedings was found to be in contempt of court.</li>\n    <li>The contempt case was prompted by a petition from Celir LLP, the auction purchaser of the property.</li>\n    <li>The Court noted attempts by the borrower and transferee to obstruct the implementation of its judgment.</li>\n    <li>Despite ruling that such attempts constitute contempt, the Court did not hold the parties guilty but allowed them a chance to comply with the judgment.</li>\n</ul>\n<blockquote>\n    \"The contempt jurisdiction of the court extends beyond the mere direct disobedience of explicit orders. Deliberate conduct aimed at frustrating court proceedings may amount to contempt.\" \n</blockquote>\n<p>The ruling emphasizes the need to respect the judicial process, indicating the Court's readiness to intervene against actions that threaten its authority and the rule of law.</p>"
  },
  {
    "title": "Watch: Rahul Gandhi 'yuva' gaffe in Lok Sabha leaves NDA MPs in splits - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/watch-rahul-gandhi-yuva-gaffe-in-lok-sabha-leaves-nda-mps-in-splits/articleshow/116314266.cms",
    "pubDate": "Sat, 14 Dec 2024 09:03:00 GMT",
    "summary": "```html\n<h1>Watch: Rahul Gandhi 'yuva' gaffe in Lok Sabha leaves NDA MPs in splits</h1>\n<p><strong>Publication Date:</strong> Not specified</p>\n<p><strong>Source:</strong> Times of India</p>\n<p><strong>Image:</strong> <img src=\"https://static.toiimg.com/photo/81214996.cms\" alt=\"Image related to the article\"><figcaption>Rahul Gandhi's gaffe during the Lok Sabha session.</figcaption></p>\n<p>In a recent session of the Lok Sabha, Congress leader Rahul Gandhi's slip of the tongue referring to himself as 'yuva' (youth) caused laughter among NDA MPs, highlighting the lighter moments amidst serious political discussions.</p>\n<ul>\n    <li>Rahul Gandhi made a humorous gaffe while addressing the Lok Sabha.</li>\n    <li>The incident drew laughter and reactions from members of the NDA.</li>\n    <li>Gandhi's remarks commented on youth engagement in politics.</li>\n</ul>\n<blockquote>“The truth is it is the current NDA government that had made a ministry for fisheries in 2019,” PM Modi remarked during the session.</blockquote>\n<p>The lighthearted moment serves as a reminder of the human side of politics, where leaders can share a laugh despite differences.</p>\n```"
  },
  {
    "title": "RSMSSB Livestock Assistant Online Form 2025 - SarkariExam.com",
    "link": "https://news.google.com/rss/articles/CBMifEFVX3lxTFAwaUZid19aZF9TeThiQlo3ZXVhYjRJWDZPM09sQXdCV0lWTy1MRXZWa2c4NjJHVUVRVzl0NmNXOXBTQVdXQTBvQzJqaWRZUzJlTjJ6WE5uNWJGc3I1cGtRRWEzUEJXb3czTVg5ZWVyVnhtZDNscmNWb1JCZGc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 08:44:03 GMT",
    "summary": null
  },
  {
    "title": "S.197 CrPC| Sanction Not Needed To Prosecute Police Officers Accused Of Lodging False Cases Or... - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/top-stories/s197-crpc-sanction-not-needed-to-prosecute-police-officers-accused-of-lodging-false-cases-or-fabricating-evidence-supreme-court-278357",
    "pubDate": "Sat, 14 Dec 2024 08:43:51 GMT",
    "summary": "<h1>Supreme Court Ruling on Police Officials and False Cases</h1>\n\n<p><strong>Publication Date:</strong> December 13, 2024</p>\n<p><strong>Source:</strong> Live Law</p>\n\n<p>The Supreme Court ruled that police officials accused of lodging false cases are not protected from prosecution under Section 197 of the Code of Criminal Procedure, as such actions do not fall within their official duties.</p>\n\n<ul>\n    <li>The Court clarified that the protection of Section 197 CrPC applies only to acts performed in the course of official duties.</li>\n    <li>Fabrication of evidence and filing of bogus cases are considered outside the scope of official duties.</li>\n    <li>The ruling overturned the MP High Court's decision which had quashed the criminal case against the accused police officials for lack of sanction under Section 197.</li>\n    <li>The Court emphasized the necessity of evaluating the facts and circumstances of each case before deciding on the application of Section 197 CrPC.</li>\n    <li>It ruled that allowing public officials to misuse their status under the guise of official duty would lead to illegal and unethical acts.</li>\n    <li>The trial against the police officials was directed to proceed, affirming that wrongful acts emerging from official duties are not automatically protected.</li>\n</ul>\n\n<blockquote>“Allowing so would enable the accused to use their status as public servants as a facade for doing an objectionable, illegal and unlawful act and take undue advantage of their position.\" - Supreme Court</blockquote>\n\n<p>In conclusion, this ruling underscores the judicial commitment to accountability among public officials, ensuring that misuse of power cannot be shielded by the protections typically afforded under Section 197 CrPC.</p>"
  },
  {
    "title": "'Dissolve govt today and hold elections': SP chief Akhilesh Yadav's challenge to PM Modi on 'one nation, - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/dissolve-govt-today-and-hold-elections-sp-chief-akhilesh-yadavs-challenge-to-pm-modi-on-one-nation-one-election/articleshow/116313655.cms",
    "pubDate": "Sat, 14 Dec 2024 08:38:00 GMT",
    "summary": null
  }
]