[
  {
    "title": "Shiv Sena MLAs scramble for berths ahead of Maharashtra cabinet expansion today | What we know so far - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/shiv-sena-mlas-scramble-for-berths-ahead-of-maharashtra-cabinet-expansion-today-what-we-know-so-far-101734243090169.html",
    "pubDate": "Sun, 15 Dec 2024 06:25:14 GMT",
    "summary": "<h1>Shiv Sena MLAs scramble for berths ahead of Maharashtra cabinet expansion today | What we know so far</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 | <strong>Source:</strong> HT News Desk</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/PTI12-07-2024-000185A-0_1734243171116_1734243181031.jpg\" alt=\"Maharashtra CM Devendra Fadnavis, Deputy CMs Eknath Shinde and Ajit Pawar pay tribute to Chhatrapati Shivaji Maharaj before the Special session of the state Assembly.(PTI)\" title=\"Maharashtra CM Devendra Fadnavis, Deputy CMs Eknath Shinde and Ajit Pawar pay tribute to Chhatrapati Shivaji Maharaj before the Special session of the state Assembly.(PTI)\">\n<figcaption>Maharashtra CM Devendra Fadnavis, Deputy CMs Eknath Shinde and Ajit Pawar pay tribute to Chhatrapati Shivaji Maharaj before the Special session of the state Assembly.(PTI)</figcaption>\n<p>The swearing-in ceremony of the Maharashtra cabinet is set for Sunday evening, following intense discussions among the BJP, Shiv Sena, and NCP after their recent electoral victory. The upcoming expansion will see Ministers vying for key positions amid strategic portfolio discussions.</p>\n<ul>\n    <li>The cabinet expansion, coming before the winter assembly session, is led by Chief Minister Devendra Fadnavis.</li>\n    <li>The BJP is expected to receive 20-21 ministerial positions, with Shiv Sena and NCP obtaining 11-12 and 9-10, respectively.</li>\n    <li>Intense competition exists within the Shiv Sena, particularly among MLAs seeking ministerial roles.</li>\n    <li>Former ministers are struggling to secure positions, while certain controversial figures face opposition from the BJP.</li>\n    <li>Other political dynamics include complaints about certain MLAs' behavior and past controversies.</li>\n    <li>The Mahayuti coalition achieved a sweeping victory in the November assembly elections, securing 230 out of 288 seats.</li>\n</ul>\n<blockquote>“30-32 ministers are likely to take oath on Sunday, including 20 BJP leaders and the rest from Shiv Sena.”</blockquote>\n<p>The upcoming cabinet expansion is crucial for the Mahayuti government as it aims to solidify its position following a significant electoral victory and address internal party dynamics and public expectations."
  },
  {
    "title": "UP: Aarti performed after 46 years at ancient temple in Sambhal | Video - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/up-aarti-performed-after-46-years-at-ancient-temple-in-sambhal-video-101734241428572.html",
    "pubDate": "Sun, 15 Dec 2024 06:06:04 GMT",
    "summary": "<h1>UP: Aarti performed after 46 years at ancient temple in Sambhal | Video</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 11:36 AM IST<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/ANI-20241214140-0_1734241983648_1734241992676.jpg\" alt=\"Nagar Hindu Sabha patron Vishnu Sharan Rastogi said that the temple has been closed since the 1978 riots. (ANI)\">\n<figcaption>Nagar Hindu Sabha patron Vishnu Sharan Rastogi said that the temple has been closed since the 1978 riots. (ANI)</figcaption>\n<p>Aarti was performed for the first time in 46 years at the ancient Bhasma Shankar temple in Sambhal, Uttar Pradesh, after it was reopened by local authorities recently.</p>\n<ul>\n    <li>The temple was discovered during an anti-encroachment drive, where officials found it houses deities Lord Shiva and Hanuman.</li>\n    <li>This centuries-old temple had been closed since the 1978 communal riots.</li>\n    <li>Local authorities have initiated measures to restore the temple and ensure its security, including the installation of CCTV cameras.</li>\n    <li>Officials plan to hand over the temple to the community it originally belonged to and take action against encroachments.</li>\n</ul>\n<blockquote>\"A Brahmin should be appointed here so that he can stay here. Till the time caretaker is appointed, we will take responsibility.\" - Acharya Brahm Shukla</blockquote>\n<p>The reopening of the temple marks a significant moment for the local community, rekindling spiritual practices that had been dormant for decades and promising to restore the temple to its original state.</p>"
  },
  {
    "title": "\"If I Dig Up Parliament, Find Something...\": A Owaisi On Mosque Surveys - NDTV",
    "link": "https://news.google.com/rss/articles/CBMiwgFBVV95cUxOWTB5SGQwYXFsU2xrVi1rUDNpU1FNRkFPeDdlaUt0bUJvd250OUd3RTEtYkN4T1QybGpiRkp0bFNTWlV0Nl9xNGZoSGtTNFpaaEtDQUFuSkNOSUY5OGYtM1hLamZwNTd5YzhRU0xVUkkzdnpNSGVsaFFTWUctcXhidXgtZjAzSmVyX1NLckJIc1BNNVVBcGlrTERRc3k5cDdzc1NfbWxsLThldDZDc3VuNGtGRmVEaHFJaXkxYS1IY0FUd9IBygFBVV95cUxQaUtkYUstYVVsSWN3QjJSUmlrMkR0OVlfeWxsczQ3VVVkTXk3aHlla0RpOHB4MjRTakR5TGdHN1ZlUXdUVzFyWk5SUjNJa09uT3l3UHlsdUVaUE9nQkFhTE5uQlVvc0QtazFGeFZvSFZiSG42OS1nVWhwM3U5SlRXWGVueHlQM2ZnREZxUG13MU9zekVFeGZKeHg1SDNHZ0p1VmhpdWVBTDljNnlFaXpYZm90S3VrV2s4bV9aS1BBdHg0NThFU1lkcTJR?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 05:55:07 GMT",
    "summary": null
  },
  {
    "title": "Kolkata Woman Beheaded, Chopped Into 3 Pieces For Rejecting Brother-In-Law - NDTV",
    "link": "https://www.ndtv.com/kolkata-news/kolkata-woman-beheaded-chopped-into-3-pieces-for-rejecting-brother-in-law-7252128",
    "pubDate": "Sun, 15 Dec 2024 05:45:53 GMT",
    "summary": "<h1>Kolkata Woman Beheaded, Chopped Into 3 Pieces For Rejecting Brother-In-Law</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> NDTV</p>\n<figure>\n    <img src=\"https://c.ndtvimg.com/2024-12/fm46f1oo_kolkata-murder-ani-_625x300_15_December_24.jpeg\" alt=\"Kolkata Woman Beheaded, Chopped Into 3 Pieces For Rejecting Brother-In-Law\">\n    <figcaption>The discovery of the severed head prompted sniffer dogs to be deployed at the scene</figcaption>\n</figure>\n<p>A woman in her 30s in Kolkata was brutally murdered by her brother-in-law after she rejected his romantic advances. The victim's body was found chopped into three pieces and scattered in different locations.</p>\n<ul>\n    <li>The victim, a domestic helper, was strangled, beheaded, and dismembered by her brother-in-law.</li>\n    <li>The severed head was found in a polythene bag, leading to the discovery of the rest of the body parts.</li>\n    <li>The accused, Atiur Rahman Laskar, confessed to the crime, revealing that he was enraged by the victim's rejection.</li>\n    <li>Police investigations, including the use of sniffer dogs and CCTV footage, led to Laskar's arrest in his native village.</li>\n</ul>\n<blockquote>\"The victim had started avoiding Laskar and even blocked his phone number. This rejection enraged him.\" - Deputy Commissioner of Police Bidisha Kalita</blockquote>\n<p>The brutal murder highlights the extreme consequences of unrequited love and the importance of timely intervention in cases of harassment and stalking.</p>"
  },
  {
    "title": "'Abusing power as CM': Karnataka BJP chief hits back at Siddaramaiah on corruption allegations - Hindustan Times",
    "link": "https://www.hindustantimes.com/cities/bengaluru-news/abusing-power-as-cm-karnataka-bjp-chief-hits-back-at-siddaramaiah-on-corruption-allegations-101734240859319.html",
    "pubDate": "Sun, 15 Dec 2024 05:39:43 GMT",
    "summary": "<h1>Abusing power as CM: Karnataka BJP chief hits back at Siddaramaiah on corruption allegations</h1>\n<p><strong>Date:</strong> Dec 15, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Karnataka-BJP-chief-BY-Vijayendra-demanded-arrest-_1705347392526_1734240962184.jpg\" alt=\"Karnataka BJP chief BY Vijayendra said that Karnataka CM Siddaramaiah is misusing his post.\" title=\"Karnataka BJP chief BY Vijayendra said that Karnataka CM Siddaramaiah is misusing his post.\" />\n<figcaption>Karnataka BJP chief BY Vijayendra said that Karnataka CM Siddaramaiah is misusing his post.</figcaption>\n<p>Bharatiya Janata Party (BJP) Karnataka chief BY Vijayendra has responded to Chief Minister Siddaramaiah, who alleged Vijayendra's involvement in a corruption case and called for a CBI investigation.</p>\n<ul>\n    <li>Siddaramaiah accused Vijayendra of attempting to bribe Anwar Manippady with ₹150 crore to suppress investigations.</li>\n    <li>The CM demanded a CBI inquiry into the allegations against the BJP leader.</li>\n    <li>Vijayendra questioned Siddaramaiah's moral authority to demand an investigation given his own corruption allegations.</li>\n    <li>The BJP leader criticized Siddaramaiah for his handling of previous CBI and ED investigations.</li>\n    <li>Siddaramaiah claimed that BJP has turned Karnataka into its \"ATM.\"</li>\n</ul>\n<blockquote>\"What morality do you have to order a CBI investigation into someone else, humiliated by the High Court verdict?\" - BY Vijayendra</blockquote>\n<p>This heated exchange highlights the ongoing political tussle in Karnataka, with both parties hurling allegations of corruption at each other as the call for an independent investigation gains momentum.</p>"
  },
  {
    "title": "Bengaluru cop dies by suicide alleging harassment by wife, father-in-law - The Indian Express",
    "link": "https://indianexpress.com/article/cities/bangalore/bengaluru-cop-suicide-wife-harassment-9725662/",
    "pubDate": "Sun, 15 Dec 2024 05:28:43 GMT",
    "summary": "<h1>Bengaluru cop dies by suicide alleging harassment by wife, father-in-law</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/bengaluru-cop.jpg?w=640\" alt=\"Bengaluru cop\" width=\"640\" height=\"360\">\n<figcaption>The police said Alugur, in the death note, suggested that the phone call was made on December 12, and Yamunappa had asked him to die or else he would \"finish him off\".</figcaption>\n<p>A police head constable in Bengaluru died by suicide on Friday night, alleging harassment by his wife and father-in-law. This tragic incident raises concerns about domestic issues leading to severe outcomes.</p>\n<ul>\n    <li>The deceased, Thippanna Alugur, was a head constable at the Hulimavu police station.</li>\n    <li>Alugur left a death note accusing his wife, Parvathi, and her father, Yamunappa, of harassment.</li>\n    <li>The incident follows another recent suicide case involving harassment in Bengaluru.</li>\n    <li>A heated argument reportedly occurred before his death, which involved abusive communication from Yamunappa.</li>\n    <li>Alugur's mother has lodged a complaint leading to legal action against his wife and father-in-law.</li>\n</ul>\n<blockquote>“Yamunappa had asked him to die or else he would ‘finish him off.’”</blockquote>\n<p>This case highlights the serious implications of domestic abuse and the urgent need for support systems for individuals facing such stress. Mental health and social welfare interventions are crucial in preventing similar tragedies in the future.</p>"
  },
  {
    "title": "Maharashtra Cabinet Expansion Today, New Faces Expected | List Of Probables - News18",
    "link": "https://www.news18.com/politics/maharashtra-cabinet-expansion-devendra-fadnavis-shinde-pawar-new-faces-names-latest-updates-9156674.html",
    "pubDate": "Sun, 15 Dec 2024 05:24:16 GMT",
    "summary": "<h1>Maharashtra Cabinet Expansion Today, New Faces Expected | List Of Probables</h1>\n<p><strong>Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Maharashtra Cabinet Expansion: CM Devendra Fadnavis (PTI Image)\">\n    <figcaption>Maharashtra Cabinet Expansion: CM Devendra Fadnavis (PTI Image)</figcaption>\n</figure>\n<p>The cabinet expansion of the BJP-led Maharashtra government is set to occur today, with several new faces expected to join the council of ministers as the state prepares for its upcoming Winter Session.</p>\n<ul>\n    <li>20 to 22 BJP MLAs and 10 to 12 Shiv Sena MLAs are expected to be sworn in today.</li>\n    <li>10 leaders from Ajit Pawar’s NCP are also likely to take oath.</li>\n    <li>The Mahayuti alliance may drop underperforming ministers from both BJP and Shiv Sena.</li>\n    <li>Key probable ministers for BJP include Nitesh Rane and Pankaja Munde, among others.</li>\n    <li>Ajit Pawar is anticipated to retain the Finance portfolio, while the Home Ministry may go to BJP.</li>\n    <li>The cabinet expansion comes one day before the Winter Session of the Assembly starting December 16.</li>\n</ul>\n<blockquote>“The Mahayuti may drop underperforming ministers, which could include 4 leaders from the Shinde camp, 3 from the BJP, and 2 from the Ajit Pawar faction,” sources said.</blockquote>\n<p>The cabinet expansion indicates a strategic move to solidify the government ahead of the Winter Session, emphasizing the coalition's ability to refresh its ministerial lineup with new talent while retaining essential portfolios.</p>"
  },
  {
    "title": "Karnataka government announces SWIFT city in Bengaluru. All you need to know - Hindustan Times",
    "link": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-government-announces-swift-city-in-bengaluru-all-you-need-to-know-101734237544649.html",
    "pubDate": "Sun, 15 Dec 2024 04:46:48 GMT",
    "summary": "<h1>Karnataka government announces SWIFT city in Bengaluru</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 10:16 AM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Karnataka-Congress-leader-MB-Patil---File-Photo-_1682314619943_1734237828604.jpg\" alt=\"Karnataka minister MB Patil on Saturday announced SWIFT city project near Bengaluru's Sarjapur.\" title=\"Karnataka minister MB Patil on Saturday announced SWIFT city project near Bengaluru's Sarjapur.\">\n<figcaption>Karnataka minister MB Patil on Saturday announced SWIFT city project near Bengaluru's Sarjapur.</figcaption>\n<p>The Karnataka government has announced plans to develop a SWIFT (Startups, Workspaces, Innovation, Finance, and Technology) city near Bengaluru’s Sarjapur, aiming to enhance the start-up ecosystem and become a major industrial hub.</p>\n<ul>\n    <li>SWIFT city will cover 1,000 acres, in proximity to key IT hubs with excellent connectivity to NH 44 and NH 48.</li>\n    <li>It will feature 8 to 10 Plug-and-Play facilities, each 20–25 acres.</li>\n    <li>The city will include 150m wide connecting roads, state-of-the-art offices, co-working spaces, residential blocks, and schools.</li>\n    <li>Land parcels of 5,000 to 20,000 sq. ft. will be available for startups through lease, sale, or equity-sharing models.</li>\n</ul>\n<blockquote>“SWIFT city will be another landmark industrial hub in Karnataka, similar to ITPL and Electronic City. It will be built in more than 1000 acres near Sarjapur and become a new start-up hotspot of the city.” - MB Patil</blockquote>\n<p>The Karnataka government also plans to create 5 Mini KWIN Cities across the state, aiming to replicate Bengaluru's success and promote equal growth. Further details will be shared at the upcoming Invest Karnataka summit.</p>"
  },
  {
    "title": "Delhi's minimum temperature 4.9 degrees C; air quality 'poor' - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/india/delhi-s-minimum-temperature-4-9-degrees-c-air-quality-poor-12890101.html",
    "pubDate": "Sun, 15 Dec 2024 04:36:14 GMT",
    "summary": null
  },
  {
    "title": "Modi govt reverses decision to introduce 'ONOE' bills in Lok Sabha on Monday - Deccan Herald",
    "link": "https://news.google.com/rss/articles/CBMiuAFBVV95cUxNalBCNHphd082Ti0xbHlpRDRQZGRFZ2FNdXRtRGFMMlZSbjMtWE4zVldjTVdIQjA2ZUtHYTZ3anRlcDZ5b0dySnRoRnBTUmRzeEFOd3hZTFc0X0dvRzRrMjl4b2J4a0czR28wQ0prYVVMUVdwMV9pQ3VHa3dCWEdkVGNWaUh0cnFWVTR0MF9Ic0gxQnN3X0s1UkwxWGRoaHlzSXc4UXJNNlUxTG9hTGhoYnR1Sk9NQnBt?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 04:24:52 GMT",
    "summary": null
  },
  {
    "title": "Another BEST bus accident in Mumbai; third in less than a week - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/mumbai/biker-dies-in-collision-with-best-bus-in-mumbai-third-fatal-accident-in-a-week/articleshow/116331202.cms",
    "pubDate": "Sun, 15 Dec 2024 04:09:00 GMT",
    "summary": null
  },
  {
    "title": "Bengaluru techie suicide: Subhash Atul's estranged wife Nikita Singhania, her brother and mother arrested - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/bengaluru/bengaluru-techie-suicide-subhash-atuls-estranged-wife-nikita-singhania-arrested-from-gurgaon/articleshow/116330431.cms",
    "pubDate": "Sun, 15 Dec 2024 03:31:00 GMT",
    "summary": null
  },
  {
    "title": "Yogi Adityanath on the impeachment notices against Allahabad HC judge Shekhar Kumar Yadav and Jagdeep Dhankhar - The Hindu",
    "link": "https://www.thehindu.com/news/national/those-who-speak-truth-are-threatened-with-impeachment-yogi-adityanath/article68987605.ece",
    "pubDate": "Sun, 15 Dec 2024 03:19:00 GMT",
    "summary": "<h1>Yogi Adityanath on the impeachment notices against Allahabad HC judge Shekhar Kumar Yadav and Jagdeep Dhankhar</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/hf4mgf/article68987607.ece/alternates/LANDSCAPE_1200/PTI12_14_2024_000455A.jpg\" alt=\"Uttar Pradesh Chief Minister Yogi Adityanath addresses the “World Hindu Economic Fourm” in Mumbai, on December 14, 2024.\" title=\"Uttar Pradesh Chief Minister Yogi Adityanath addresses the “World Hindu Economic Fourm” in Mumbai, on December 14, 2024.\" />\n<figcaption>Uttar Pradesh Chief Minister Yogi Adityanath addresses the “World Hindu Economic Fourm” in Mumbai, on December 14, 2024. | Photo Credit: PTI</figcaption>\n<p>Uttar Pradesh Chief Minister Yogi Adityanath criticized the Opposition for initiating impeachment notices against Rajya Sabha Chairman Jagdeep Dhankhar and Allahabad High Court's Justice Shekhar Kumar Yadav, asserting that truth-tellers face threats of impeachment.</p>\n<ul>\n    <li>Adityanath spoke at the World Hindu Economic Forum on December 14, 2024.</li>\n    <li>He accused the Congress party of double standards and attempting to suppress the truth.</li>\n    <li>He advocated for a Uniform Civil Code, emphasizing respect for the majority community's sentiments.</li>\n    <li>The BJP leader remarked on the Opposition's concerns about his rise from a farmer's son to his current position.</li>\n    <li>He stated that India's economy is on track to become the third largest by 2027.</li>\n</ul>\n<blockquote>\n    \"Whoever speaks the truth, these people will pressurise him with impeachment (motions), and still they talk about the Constitution. Look at their double standards.\" - Yogi Adityanath\n</blockquote>\n<p>Adityanath emphasized that the Sanatan religion promotes inclusivity without claiming superiority, affirming its historical significance and contribution to India's legacy.</p>"
  },
  {
    "title": "MLAs, DDC Members boycott meeting due to Absence of DC Jammu & others ? Fire complaint - Cross Town News",
    "link": "https://news.google.com/rss/articles/CBMixgFBVV95cUxOOUFzbzdZWjFpY0x4MXlEZXFWT2RWdVFILUE3OHlWN0QtbzJ5cnBMU0J0SWRMN0YyWHByd3hYM3NNNl9qb215ckZ3Z1FTcDJtdTVOdUQ3ZWhrWG5KRHFNOEd2YjIxdFNuSjJ0WVBuQW04OUV6MG0teEF5RXFkcGkzWHhzMkJEU3dZQWUydVdCeWZ5bVJWNmpTOXp2U3JQVGJzUDZDY2NIcURwclYxYTR5d09oTjVHYUFEVkRKYTBJdzBYN2gtcXc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 03:07:42 GMT",
    "summary": null
  },
  {
    "title": "One Nation, One Election: Bill provisions show simultaneous polls not until 2034 - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/constitutional-amendment-bill-to-synchronise-lok-sabha-state-assembly-terms-101734147705408.html",
    "pubDate": "Sun, 15 Dec 2024 03:06:00 GMT",
    "summary": "<h1>One Nation, One Election: Bill provisions show simultaneous polls not until 2034</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 08:36 AM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/The-bill-is-expected-to-be-introduced-in-the-Lok-S_1734152798525.jpg\" alt=\"The bill is expected to be introduced in the Lok Sabha on Monday (HT photo)\" title=\"The bill is expected to be introduced in the Lok Sabha on Monday (HT photo)\">\n<figcaption>The bill is expected to be introduced in the Lok Sabha on Monday (HT photo)</figcaption>\n<p>The Constitutional Amendment Bill for \"One Nation, One Election\" aims to synchronize the terms of the Lok Sabha and state assemblies, but actual simultaneous voting will not begin until 2034.</p>\n<ul>\n    <li>The bill proposes new articles to allow synchronization of terms for both Lok Sabha and state assemblies.</li>\n    <li>Should a legislature dissolve early, mid-term elections will only be for the remaining term of that specific legislature.</li>\n    <li>The amendments include adding Article 82(A) and modifying Articles 83, 172, and 327.</li>\n    <li>The provisions will take effect from an \"appointed date\" as determined by the President after the next general election in 2029.</li>\n    <li>It establishes that legislative assemblies elected after the appointed date will end with the tenure of the Lok Sabha.</li>\n    <li>A second bill will align elections in Union Territories with the synchronizations.</li>\n</ul>\n<blockquote>“Notwithstanding anything in Article 83 and Article 172, the term of all legislative assemblies constituted in any general election held after the appointed date and before the expiry of the full term of the House of the People shall come to an end on the expiry of the full term of the House of the People.”</blockquote>\n<p>The introduction of this bill marks a significant move towards potential electoral reform in India, with critics raising concerns about its implications for democracy.</p>"
  },
  {
    "title": "‘Whoever speaks truth…’: Adityanath backs VP Dhankhar, HC judge - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/whoever-speaks-truth-adityanath-backs-vp-jagdeep-dhankhar-hc-judge-101734227129159.html",
    "pubDate": "Sun, 15 Dec 2024 02:33:51 GMT",
    "summary": "<h1>‘Whoever speaks truth…’: Adityanath backs VP Dhankhar, HC judge</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Uttar-Pradesh-chief-minister-Yogi-Adityanath---HT-_1734117266308_1734227235703.jpg\" alt=\"Uttar Pradesh chief minister Yogi Adityanath.\" title=\"Uttar Pradesh chief minister Yogi Adityanath. (HT PHOTO)\">\n<figcaption>Uttar Pradesh chief minister Yogi Adityanath. (HT PHOTO)</figcaption>\n<p>Uttar Pradesh Chief Minister Yogi Adityanath expressed support for Vice President Jagdeep Dhankhar and an Allahabad High Court judge, criticizing the impeachment motions brought against them and claiming that those who speak the truth face threats of impeachment.</p>\n<ul>\n    <li>Adityanath stated that those who “speak the truth” in India are threatened with impeachment.</li>\n    <li>The comments were made in context of impeachment motions against VP Dhankhar and Justice Shekhar Yadav.</li>\n    <li>He emphasized the need for a Uniform Civil Code in India, defending Judge Yadav's opinion on the matter.</li>\n    <li>Adityanath spoke at the World Hindu Economic Forum in Mumbai, accentuating the opposition's perceived threat to truth-tellers.</li>\n    <li>He accused the Congress party of “strangulating” the Constitution historically.</li>\n</ul>\n<blockquote>“Whoever speaks the truth, these people will pressurise him with impeachment, and still they talk about the Constitution.” - Yogi Adityanath</blockquote>\n<p>Adityanath's remarks highlight the ongoing tension between the government and opposition parties regarding allegations of political motivations behind impeachment motions, suggesting a call for a more respectful discourse surrounding truth and governance in India.</p>"
  },
  {
    "title": "'Nehru Model Failed, We're Trying To Correct It Since 2014': S Jaishankar - NDTV",
    "link": "https://www.ndtv.com/india-news/nehru-model-failed-were-trying-to-correct-it-since-2014-s-jaishankar-7251347",
    "pubDate": "Sun, 15 Dec 2024 02:32:31 GMT",
    "summary": "<h1>Nehru Model Failed, We're Trying To Correct It Since 2014: S Jaishankar</h1>\n<p><strong>Publication Date:</strong> November 7, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img title=\"'Nehru Model Failed, We're Trying To Correct It Since 2014': S Jaishankar\" alt=\"'Nehru Model Failed, We're Trying To Correct It Since 2014': S Jaishankar\" id=\"story_image_main\" src=\"https://c.ndtvimg.com/2024-11/i4vj5dq_-jaishankar_650x400_07_November_24.jpg?im=FaceCrop,algorithm=dnn,width=650,height=400\">\n<figcaption>External Affairs Minister S. Jaishankar addresses the launch of 'The Nehru Development Model'.</figcaption>\n<p>In a recent address, External Affairs Minister S. Jaishankar discussed the failures of the 'Nehru development model' and the ongoing efforts to correct its consequences since 2014.</p>\n<ul>\n    <li>Jaishankar stated that both Russia and China reject the economic assumptions of the Nehru era.</li>\n    <li>The 'Nehru development model' has influenced India's politics, bureaucracy, and education.</li>\n    <li>He emphasized a strong need for a course correction post-2014, but acknowledged this task remains challenging.</li>\n    <li>Jaishankar quoted John Foster Dulles on India's independence to highlight past geopolitical misconceptions.</li>\n    <li>He pointed out a national consensus on the model's failure but noted a reluctance to explore alternatives.</li>\n    <li>The current environment requires more focus on resiliency, reliability, and trust rather than just openness.</li>\n</ul>\n<blockquote>\"As a result, we end up doing the reforms we must, rarely the reforms we should.\" - S. Jaishankar</blockquote>\n<p>Jaishankar concluded that the idea of 'Atmanirbharta' should be about self-reliance without equating to protectionism, emphasizing the importance of national security and thoughtful action.</p>"
  },
  {
    "title": "'He will kill me': Harshita Brella, Indian woman found dead in UK, warned family about husband - The Times of India",
    "link": "https://timesofindia.indiatimes.com/nri/he-will-kill-me-harshita-brella-indian-woman-found-dead-in-uk-warned-family-about-husband/articleshow/116329716.cms",
    "pubDate": "Sun, 15 Dec 2024 02:08:00 GMT",
    "summary": null
  },
  {
    "title": "Sambhal officials reopen ancient temple closed since riots in 1978 - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/sambhal-officials-reopen-ancient-temple-closed-since-riots-in-1978-101734226864099.html",
    "pubDate": "Sun, 15 Dec 2024 01:57:36 GMT",
    "summary": "<h1>Sambhal officials reopen ancient temple closed since riots in 1978</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/sambhal_ancient_temple_1734227254006_1734227294166.jpg\" alt=\"Officials found a Hanuman idol and a Shivling inside the 'ancient' Bhasma Shankar temple. (PTI/ANI)\" title=\"Officials found a Hanuman idol and a Shivling inside the 'ancient' Bhasma Shankar temple. (PTI/ANI)\">\n<figcaption>Officials found a Hanuman idol and a Shivling inside the 'ancient' Bhasma Shankar temple. (PTI/ANI)</figcaption>\n<p>The Sambhal district officials have reopened the Bhasma Shankar temple, which had been closed since the communal riots of 1978. This reopening is a significant moment for the local Hindu community after decades of displacement.</p>\n<ul>\n    <li>The temple was discovered during an anti-encroachment drive near Shahi Jama Masjid.</li>\n    <li>A Hanuman idol and a Shivling were found during the inspection.</li>\n    <li>Sub-Divisional Magistrate Vandana Misra highlighted the discovery and the decision to reopen the temple.</li>\n    <li>Local residents, including Mukesh Rastogi, claim the temple is over 500 years old and has significant historical importance.</li>\n    <li>The reopening follows recent violence related to a survey of the Shahi Jama Masjid.</li>\n</ul>\n<blockquote>\"We all came here together and decided to reopen the temple,\" - Vandana Misra, Sub-Divisional Magistrate.</blockquote>\n<p>The reopening of the Bhasma Shankar temple marks a restorative step for the community, allowing local residents to reconnect with a significant part of their heritage that had been inaccessible for decades."
  },
  {
    "title": "Man chops off four fingers to avoid working at family's diamond firm in Gujarat's Surat - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/man-chops-off-four-fingers-to-avoid-working-at-familys-diamond-firm-in-gujarat-surat-101734223704428.html",
    "pubDate": "Sun, 15 Dec 2024 01:56:46 GMT",
    "summary": null
  },
  {
    "title": "Mumbai Weather and AQI Today: Warm start at 22.99 °C, check weather forecast for December 15, 2024 - Hindustan Times",
    "link": "https://www.hindustantimes.com/cities/mumbai-news/mumbai-weather-today-aqi-and-rain-forecast-updates-december-15-2024-101734226224102.html",
    "pubDate": "Sun, 15 Dec 2024 01:30:23 GMT",
    "summary": "<h1>Mumbai Weather and AQI Today: Warm start at 22.99 °C, check weather forecast for December 15, 2024</h1>\n<p><strong>Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/05/29/550x309/heatwave_1682126178495_1717001728091_1717001745747.jpg\" alt=\"Mumbai weather update on December 15, 2024\" title=\"Mumbai weather update on December 15, 2024\">\n<figcaption>Mumbai weather update on December 15, 2024</figcaption>\n<p>The article provides a weather forecast and air quality index (AQI) update for Mumbai on December 15, 2024, highlighting current temperatures and upcoming predictions.</p>\n<ul>\n    <li>Current temperature in Mumbai is 26.1 °C with a minimum of 22.99 °C and a maximum of 27.7 °C.</li>\n    <li>Relative humidity today is at 34% with a wind speed of 34 km/h.</li>\n    <li>The AQI in Mumbai is 184.0, classified as moderate, advising caution for sensitive groups.</li>\n    <li>Predicted temperatures for December 16, 2024, are between 23.43 °C and 26.79 °C.</li>\n    <li>A 7-day weather forecast has been provided with varying conditions such as broken clouds and clear skies.</li>\n</ul>\n<blockquote>\n    \"Being aware of the AQI helps one make informed decisions regarding one's overall well-being while planning the day’s activities.\"\n</blockquote>\n<p>This weather update emphasizes the importance of preparing for the day based on current and forecasted weather conditions to ensure health and comfort while enjoying outdoor activities."
  },
  {
    "title": "Bangalore Weather and AQI Today: Check weather forecast for December 15, 2024 - Hindustan Times",
    "link": "https://news.google.com/rss/articles/CBMi3AFBVV95cUxPbmpTcFh0SFRNQjBNZE4wUjIyeVdmVjZPQUxacUoxUHlCczY0eEpmcU9oM25wa09TRlBocGI5YW5rMnBOZkFCcG5VS2F6RTNBb2FJdDRvbENSTDd1d3l3Sm9JdmdTeW5VRF9VU0YxMTdxeVA1dzZTbTZ1LUxNZ05hZ09BamRKelg0eGtPTkZRSnFjS1NSTDF3WVg4dFlqUEtTZ2U1Q0hYc3cyaFVYZmJldG9rNGtzU09UV1RUUjB6Ym5lR2VBbUc5NVBINzd3LUVyMlcwMzBKNWdDSjZI0gHiAUFVX3lxTE80VG5RQmlTdndyTjJibjN3dXJKbUVERjVqNk5VOWtBMl9nbThWV1dPVXRyMVhBZkk3LUgxQ0M2R2JtaW5ZRG5PRmptMi1CY2pUdjlSMGZmQ0RONGtLTDBPWE5nd1BPMVBpcmNjVGcwV28xd0V5S1JQNmtobEFUOFE4cFVSMVp5YTg5UXVqVEVkMW5FaDlIOWxMVW53X0UyazA3VTU1Z3RHODV0ajRlNjBwRHJIdzdhNjgwVGJjQ3ZCU3dhRjRReGdMdTZkMG1tdGp5V1RNejQ0b0pWRThmcFNaZWc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 01:30:07 GMT",
    "summary": null
  },
  {
    "title": "Kolkata woman rejects brother-in-law's advances, he kills and severs her head - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/kolkata-woman-rejects-brother-in-laws-advances-he-kills-and-severs-her-head-101734221569231.html",
    "pubDate": "Sun, 15 Dec 2024 00:31:48 GMT",
    "summary": "<h1>Kolkata woman rejects brother-in-law's advances, he kills and severs her head</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 06:01 AM IST</p>\n<p><strong>Source:</strong> HT News Desk</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/kolkata_woman_severed_head_1734221951855_1734221952168.jpg\" alt=\"Police had recovered the woman's severed human head from garbage dump near Graham Road in Tollygunge area on Friday. (ANI)\">\n<figcaption>Police had recovered the woman's severed human head from garbage dump near Graham Road in Tollygunge area on Friday. (ANI)</figcaption>\n<p>Within 24 hours of finding a woman's severed head at a garbage dump in south Kolkata's Tollygunge area, her brother-in-law was arrested for allegedly killing her.</p>\n<ul>\n  <li>Atiur Rahman Laskar, the victim's brother-in-law, allegedly killed her after she rejected his advances.</li>\n  <li>The victim's severed head was found in a garbage dump near Graham Road on Friday.</li>\n  <li>Laskar, a construction worker, confessed to the murder and was arrested from his native village in South 24 Parganas' Diamond Harbour.</li>\n  <li>The victim had been separated from her husband for two years and worked as a domestic help in the Regent Park area.</li>\n  <li>Laskar's advances were rejected, which infuriated him, leading to the murder.</li>\n</ul>\n<blockquote>\n  <p>\"On Thursday evening, after she was done with work, he forced her to accompany him to an under-construction building. He strangulated her there and then beheaded her. He cut the body in three parts and dumped those,\" DCP (South Suburban) Bidisha Kalita said.</p>\n</blockquote>\n<p>The incident sent chills down the residents' spines, triggering fear in the locality. The police are investigating the possible involvement of other people in the crime.</p>"
  },
  {
    "title": "Discrimination against Muslims at the centre of Oppn debate in Parliament - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/discrimination-against-muslims-at-the-centre-of-oppn-debate-in-parliament-101734203884490.html",
    "pubDate": "Sat, 14 Dec 2024 23:15:18 GMT",
    "summary": "<h1>Discrimination against Muslims at the centre of Oppn debate in Parliament</h1>\n<p><strong>Publication Date:</strong> December 14, 2024<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Opposition-MPs-in-the-House-during-the-Winter-sess_1734203873645_1734207421711.jpg\" alt=\"Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)\" title=\"Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)\">\n<figcaption>Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)</figcaption>\n<p>The Opposition MPs criticized the ruling BJP for alleged discrimination against Muslims during the Lok Sabha session honoring the Constitution's 75th anniversary, raising concerns about the secular nature of the government and various injustices faced by the Muslim community.</p>\n<ul>\n    <li>Opposition leaders from various parties accused the Modi government of targeting the secular character of the Indian Constitution.</li>\n    <li>DMK's A Raja challenged BJP leaders on their historical claims regarding the Constitution and its formation.</li>\n    <li>AIMIM's Asaduddin Owaisi discussed the potential marginalization of Muslims in the context of upcoming delimitation and political representation.</li>\n    <li>Concerns were raised regarding restrictions on Muslim rituals and practices, particularly the Hijab and dietary laws.</li>\n    <li>Various MPs highlighted the disproportionate representation of Muslims in government positions and called for a caste census to address marginalization.</li>\n</ul>\n<blockquote>\n    “However, under the current government of the last ten years, the injustices inflicted upon my community are intolerable.” - Mohammed Jawed, INC MP from Kishanganj.\n</blockquote>\n<p>The debate showcased significant apprehensions about the future of secularism in India and the treatment of minorities, with various leaders calling for a return to the core values of the Constitution to ensure justice and equality for all communities.</p>"
  },
  {
    "title": "Nehru to now, 1 family did max damage to Constitution: PM Modi - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/nehru-to-now-1-family-did-max-damage-to-constitution-pm-modi/articleshow/116326179.cms",
    "pubDate": "Sat, 14 Dec 2024 21:33:00 GMT",
    "summary": null
  },
  {
    "title": "After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note - News18",
    "link": "https://www.news18.com/india/bengaluru-cop-dies-by-suicide-in-uniform-blames-wife-father-in-law-for-torture-in-final-note-techie-atul-subhash-9156102.html",
    "pubDate": "Sat, 14 Dec 2024 20:32:49 GMT",
    "summary": "<h1>After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note</h1>\n<p><strong>Publication Date:</strong> December 14, 2024, 19:37 IST</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Bengaluru cop dies by suicide (Photo: IANS)\">\n    <figcaption>Bengaluru cop dies by suicide (Photo: IANS)</figcaption>\n</figure>\n<p>A Bengaluru Police constable died by suicide in uniform, citing torture from his wife and in-laws in a note. This incident follows nationwide outrage over a similar case involving techie Atul Subhash.</p>\n<ul>\n    <li>The cop, identified as HC Thippanna, 34, allegedly took his life due to ongoing domestic issues.</li>\n    <li>He committed suicide on the railway tracks and left behind a note blaming his wife and father-in-law for his troubles.</li>\n    <li>Thippanna described being threatened by his father-in-law and expressed feelings of hopelessness.</li>\n    <li>This tragedy is linked to recent discussions around the Atul Subhash suicide case, which has sparked debates on men's rights.</li>\n    <li>Social media has seen a rise in discussions advocating for justice and men's rights following these incidents.</li>\n</ul>\n<blockquote>\n    “On December 12, he called me at 7.26 p.m., spoke for 14 minutes, and threatened me,” Thippanna wrote in his note, highlighting the distress he faced.\n</blockquote>\n<p>This tragedy underscores the need for awareness and support regarding mental health and domestic issues."
  },
  {
    "title": "For Indira, Savarkar was India's 'remarkable son': NDA to Rahul Gandhi - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMizgFBVV95cUxQYTVIdWo4a2xXR2RKRS1kZlJXZVlucGpqMlRNVFpfR1FQOXNfYWRwaDVkQUMzUWNQdkROSDRiOTFrWE41V1A5SUJSY3dNbGlwVUFlVlh1a1FVT3AxUG03dmstQzdjVUNOWFJtcm9aSWRDMDJLSXQ0aG9EeDl1Y0lCNTNzdWp3YVFCVXN1VFpITTJpWk9jR09rX1hHYllUdGMxWWhPc2pOOEJTMl9aUDBQT2JtV0IxVXlMLVRhTnQzcmlSUklVQXVtdE9jcmV6UQ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 19:40:00 GMT",
    "summary": null
  },
  {
    "title": "PM 'distorian' par excellence, puts WhatsApp University to shame: Congress on Modi's speech - Deccan Herald",
    "link": "https://www.deccanherald.com/india/pm-distorian-par-excellence-puts-whatsapp-university-to-shame-congress-on-modis-speech-3318080",
    "pubDate": "Sat, 14 Dec 2024 19:20:49 GMT",
    "summary": "<h1>PM 'distorian' par excellence, puts WhatsApp University to shame: Congress on Modi's speech</h1>\n<p><strong>Published:</strong> 14 December 2024, <strong>Source:</strong> News Daily</p>\n<!-- Image with Caption: Excluded as no image is available -->\n<p>The Congress party criticized Prime Minister Narendra Modi's recent Lok Sabha speech, calling his resolutions \"hollow\" and likening him to a \"distorian\" who fails to address significant issues facing the country.</p>\n<ul>\n    <li>Congress labeled Modi's 11 resolutions as insubstantial and criticized his lengthy speech for lacking new insights.</li>\n    <li>Congress leaders questioned the absence of senior ministers during opposition speeches, suggesting they were avoiding engagement with opposing views.</li>\n    <li>Priyanka Gandhi Vadra criticized Modi's 110-minute speech, comparing it to a boring school class, and called for transparency regarding the Adani issue.</li>\n    <li>Jairam Ramesh claimed Modi is adept at distorting facts for self-interest, referencing a \"MA in Entire Political Science\".</li>\n    <li>K C Venugopal and Gaurav Gogoi pointed out Modi's focus on Congress in a debate about the Constitution instead of addressing urgent societal inequalities.</li>\n</ul>\n<blockquote>Mr. Narendra Modi has a MA in Entire Political Science - whatever that means. Today in the Lok Sabha he showed that he is also a Distorian par excellence. — Jairam Ramesh (@Jairam_Ramesh)</blockquote>\n<blockquote>On a debate about India’s Constitution, the PM once again decided to bring out his tired old speech about the Congress instead. — K C Venugopal (@kcvenugopalmp)</blockquote>\n<p>The Congress party maintains that Modi’s addresses do not answer critical questions about corruption and societal divisions, insisting that rhetoric alone will not satisfy public concerns.</p>"
  },
  {
    "title": "Western Disturbance likely to bring snowfall on Dec 22 - Greater Kashmir",
    "link": "https://news.google.com/rss/articles/CBMinwFBVV95cUxQUW1rZ2s1QlRNWG9NZ0pXM3pyNFZKbTdxd1p2V0FjZ0psRHBxeVZoRnVNRndJbUJQQmhYcnNoV0puNllpQ2MxbnVnNHc4bGpOT0JHR1VYdFl2T2xLQUVWcERnZW5fSE8ySHlmVFlhZmNJTURNYUF3NzNpX2J5VzV4OHB6anFXLXU2S2t6Y0JwTUp6VTl1MXFtQ0VHZVF6M3PSAaQBQVVfeXFMTzBQLUx6VWV1bXdRVE92T1BwcFA0Rk9fVTQ1cFM3MWluT1NQcnFmbHFPMkdpNEVrMmNfTjkxLWNrUFFQSGV5MU5ybTNZeUtDMXJKekNmOG9uM05kMkpwNktqRERHMkRBdF8tZGh5T2dDX20wak5SdTY5RVpnc1IwOTU3UmxQaUV5NFdlN1JIRVlhMWN0amtxRWhTN0x6Qnd4Q09BV0o?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 18:40:06 GMT",
    "summary": null
  },
  {
    "title": "\"Those Who Speak Truth...\": Yogi Adityanath On High Court Judge's Remarks - NDTV",
    "link": "https://www.ndtv.com/india-news/those-who-speak-truth-yogi-adityanath-on-allahabad-high-court-judges-remarks-7249862",
    "pubDate": "Sat, 14 Dec 2024 18:18:59 GMT",
    "summary": "<h1>Those Who Speak Truth...: Yogi Adityanath On High Court Judge's Remarks</h1>\n<p><strong>Publication Date: </strong>October 28, 2024</p>\n<p><strong>Source: </strong>NDTV</p>\n<figure>\n    <img src=\"https://c.ndtvimg.com/2024-10/v7rs1pj_up-chief-minister-yogi-adityanath_625x300_28_October_24.jpeg?im=FitAndFill,algorithm=dnn,width=650,height=400\" alt=\"'Those Who Speak Truth...': Yogi Adityanath On High Court Judge's Remarks\">\n    <figcaption>Uttar Pradesh Chief Minister Yogi Adityanath.</figcaption>\n</figure>\n<p>Uttar Pradesh Chief Minister Yogi Adityanath criticized the Opposition for their impeachment motions against key figures, claiming those who speak the truth face threats and expressing his grievances against Congress.</p>\n<ul>\n    <li>Adityanath expressed concern over impeachment notices against Rajya Sabha Chairman Jagdeep Dhankhar and Allahabad High Court Judge Shekhar Kumar Yadav.</li>\n    <li>He accused Congress of double standards and suppressing the truth.</li>\n    <li>The Chief Minister defended the need for a Uniform Civil Code, referencing the judge's comments supporting it.</li>\n    <li>He mentioned India's potential growth, claiming it will become the third largest economy by 2027.</li>\n    <li>Adityanath emphasized the importance of India's cultural legacy in economic development.</li>\n</ul>\n<blockquote>\n    \"Whoever speaks the truth, these people will pressurise him with impeachment (motions), and still they talk about the Constitution.\" - Yogi Adityanath\n</blockquote>\n<p>Adityanath's remarks underline the contentious political landscape and the ongoing debates around India's legal and cultural frameworks, as he calls for recognition and support for those who express their views freely.</p>"
  }
]