[
  {
    "title": "Kolkata woman rejects brother-in-law's advances, he kills and severs her head - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/kolkata-woman-rejects-brother-in-laws-advances-he-kills-and-severs-her-head-101734221569231.html",
    "pubDate": "Sun, 15 Dec 2024 00:31:48 GMT",
    "summary": "<h1>Kolkata woman rejects brother-in-law's advances, he kills and severs her head</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 06:01 AM IST</p>\n<p><strong>Source:</strong> HT News Desk</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/kolkata_woman_severed_head_1734221951855_1734221952168.jpg\" alt=\"Police had recovered the woman's severed human head from garbage dump near Graham Road in Tollygunge area on Friday. (ANI)\">\n<figcaption>Police had recovered the woman's severed human head from garbage dump near Graham Road in Tollygunge area on Friday. (ANI)</figcaption>\n<p>Within 24 hours of finding a woman's severed head at a garbage dump in south Kolkata's Tollygunge area, her brother-in-law was arrested for allegedly killing her.</p>\n<ul>\n  <li>Atiur Rahman Laskar, the victim's brother-in-law, allegedly killed her after she rejected his advances.</li>\n  <li>The victim's severed head was found in a garbage dump near Graham Road on Friday.</li>\n  <li>Laskar, a construction worker, confessed to the murder and was arrested from his native village in South 24 Parganas' Diamond Harbour.</li>\n  <li>The victim had been separated from her husband for two years and worked as a domestic help in the Regent Park area.</li>\n  <li>Laskar's advances were rejected, which infuriated him, leading to the murder.</li>\n</ul>\n<blockquote>\n  <p>\"On Thursday evening, after she was done with work, he forced her to accompany him to an under-construction building. He strangulated her there and then beheaded her. He cut the body in three parts and dumped those,\" DCP (South Suburban) Bidisha Kalita said.</p>\n</blockquote>\n<p>The incident sent chills down the residents' spines, triggering fear in the locality. The police are investigating the possible involvement of other people in the crime.</p>"
  },
  {
    "title": "Discrimination against Muslims at the centre of Oppn debate in Parliament - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/discrimination-against-muslims-at-the-centre-of-oppn-debate-in-parliament-101734203884490.html",
    "pubDate": "Sat, 14 Dec 2024 23:15:18 GMT",
    "summary": "<h1>Discrimination against Muslims at the centre of Oppn debate in Parliament</h1>\n<p><strong>Publication Date:</strong> December 14, 2024<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Opposition-MPs-in-the-House-during-the-Winter-sess_1734203873645_1734207421711.jpg\" alt=\"Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)\" title=\"Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)\">\n<figcaption>Opposition MPs in the House during the Winter session of Parliament, in New Delhi on Saturday. (PTI)</figcaption>\n<p>The Opposition MPs criticized the ruling BJP for alleged discrimination against Muslims during the Lok Sabha session honoring the Constitution's 75th anniversary, raising concerns about the secular nature of the government and various injustices faced by the Muslim community.</p>\n<ul>\n    <li>Opposition leaders from various parties accused the Modi government of targeting the secular character of the Indian Constitution.</li>\n    <li>DMK's A Raja challenged BJP leaders on their historical claims regarding the Constitution and its formation.</li>\n    <li>AIMIM's Asaduddin Owaisi discussed the potential marginalization of Muslims in the context of upcoming delimitation and political representation.</li>\n    <li>Concerns were raised regarding restrictions on Muslim rituals and practices, particularly the Hijab and dietary laws.</li>\n    <li>Various MPs highlighted the disproportionate representation of Muslims in government positions and called for a caste census to address marginalization.</li>\n</ul>\n<blockquote>\n    “However, under the current government of the last ten years, the injustices inflicted upon my community are intolerable.” - Mohammed Jawed, INC MP from Kishanganj.\n</blockquote>\n<p>The debate showcased significant apprehensions about the future of secularism in India and the treatment of minorities, with various leaders calling for a return to the core values of the Constitution to ensure justice and equality for all communities.</p>"
  },
  {
    "title": "Nehru to now, 1 family did max damage to Constitution: PM Modi - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/nehru-to-now-1-family-did-max-damage-to-constitution-pm-modi/articleshow/116326179.cms",
    "pubDate": "Sat, 14 Dec 2024 21:33:00 GMT",
    "summary": null
  },
  {
    "title": "For Indira, Savarkar was India's 'remarkable son': NDA to Rahul Gandhi - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMizgFBVV95cUxQYTVIdWo4a2xXR2RKRS1kZlJXZVlucGpqMlRNVFpfR1FQOXNfYWRwaDVkQUMzUWNQdkROSDRiOTFrWE41V1A5SUJSY3dNbGlwVUFlVlh1a1FVT3AxUG03dmstQzdjVUNOWFJtcm9aSWRDMDJLSXQ0aG9EeDl1Y0lCNTNzdWp3YVFCVXN1VFpITTJpWk9jR09rX1hHYllUdGMxWWhPc2pOOEJTMl9aUDBQT2JtV0IxVXlMLVRhTnQzcmlSUklVQXVtdE9jcmV6UQ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 19:40:00 GMT",
    "summary": null
  },
  {
    "title": "Western Disturbance likely to bring snowfall on Dec 22 - Greater Kashmir",
    "link": "https://news.google.com/rss/articles/CBMinwFBVV95cUxQUW1rZ2s1QlRNWG9NZ0pXM3pyNFZKbTdxd1p2V0FjZ0psRHBxeVZoRnVNRndJbUJQQmhYcnNoV0puNllpQ2MxbnVnNHc4bGpOT0JHR1VYdFl2T2xLQUVWcERnZW5fSE8ySHlmVFlhZmNJTURNYUF3NzNpX2J5VzV4OHB6anFXLXU2S2t6Y0JwTUp6VTl1MXFtQ0VHZVF6M3PSAaQBQVVfeXFMTzBQLUx6VWV1bXdRVE92T1BwcFA0Rk9fVTQ1cFM3MWluT1NQcnFmbHFPMkdpNEVrMmNfTjkxLWNrUFFQSGV5MU5ybTNZeUtDMXJKekNmOG9uM05kMkpwNktqRERHMkRBdF8tZGh5T2dDX20wak5SdTY5RVpnc1IwOTU3UmxQaUV5NFdlN1JIRVlhMWN0amtxRWhTN0x6Qnd4Q09BV0o?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 18:40:06 GMT",
    "summary": null
  },
  {
    "title": "\"Those Who Speak Truth...\": Yogi Adityanath On High Court Judge's Remarks - NDTV",
    "link": "https://www.ndtv.com/india-news/those-who-speak-truth-yogi-adityanath-on-allahabad-high-court-judges-remarks-7249862",
    "pubDate": "Sat, 14 Dec 2024 18:18:59 GMT",
    "summary": "<h1>Those Who Speak Truth...: Yogi Adityanath On High Court Judge's Remarks</h1>\n<p><strong>Publication Date: </strong>October 28, 2024</p>\n<p><strong>Source: </strong>NDTV</p>\n<figure>\n    <img src=\"https://c.ndtvimg.com/2024-10/v7rs1pj_up-chief-minister-yogi-adityanath_625x300_28_October_24.jpeg?im=FitAndFill,algorithm=dnn,width=650,height=400\" alt=\"'Those Who Speak Truth...': Yogi Adityanath On High Court Judge's Remarks\">\n    <figcaption>Uttar Pradesh Chief Minister Yogi Adityanath.</figcaption>\n</figure>\n<p>Uttar Pradesh Chief Minister Yogi Adityanath criticized the Opposition for their impeachment motions against key figures, claiming those who speak the truth face threats and expressing his grievances against Congress.</p>\n<ul>\n    <li>Adityanath expressed concern over impeachment notices against Rajya Sabha Chairman Jagdeep Dhankhar and Allahabad High Court Judge Shekhar Kumar Yadav.</li>\n    <li>He accused Congress of double standards and suppressing the truth.</li>\n    <li>The Chief Minister defended the need for a Uniform Civil Code, referencing the judge's comments supporting it.</li>\n    <li>He mentioned India's potential growth, claiming it will become the third largest economy by 2027.</li>\n    <li>Adityanath emphasized the importance of India's cultural legacy in economic development.</li>\n</ul>\n<blockquote>\n    \"Whoever speaks the truth, these people will pressurise him with impeachment (motions), and still they talk about the Constitution.\" - Yogi Adityanath\n</blockquote>\n<p>Adityanath's remarks underline the contentious political landscape and the ongoing debates around India's legal and cultural frameworks, as he calls for recognition and support for those who express their views freely.</p>"
  },
  {
    "title": "Bihar Police BPSSC Steno Assistant Sub Inspector ASI Online Form 2024 - SarkariExam.com",
    "link": "https://www.sarkariexam.com/bihar-police-bpssc-steno-asi-recruitment-2024/",
    "pubDate": "Sat, 14 Dec 2024 16:52:41 GMT",
    "summary": "<h1>Bihar Police BPSSC Steno Assistant Sub Inspector ASI Online Form 2024</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Bihar Police Subordinate Services Commission (BPSSC)</p>\n<p><strong>Introduction:</strong> The Bihar Police Subordinate Services Commission has announced the recruitment for 305 Assistant Sub Inspector (Steno) posts. The online application process commenced on December 17, 2024, and will close on January 17, 2025.</p>\n<ul>\n    <li>Notification Date: December 14, 2024</li>\n    <li>Application Start Date: December 17, 2024</li>\n    <li>Last Date to Apply: January 17, 2025</li>\n    <li>Exam Date: To be notified soon</li>\n    <li>Application Fee: Rs. 700 for General, EBC, BC, EWS; Rs. 400 for SC, ST, PH</li>\n    <li>Minimum Age: 18 years; Maximum Age varies by category (UR/EWS: 25, BC/EBC: 27/28, SC/ST: 30)</li>\n    <li>Total Vacancies: 305</li>\n    <li>Educational Qualification: 12th pass and a 1-year diploma in Computer</li>\n</ul>\n<blockquote>Important Note: All candidates must read the official notification before applying.</blockquote>\n<p><strong>Conclusion:</strong> Interested candidates are encouraged to apply online as per the guidelines provided by the BPSSC before the deadline."
  },
  {
    "title": "In Sambhal, district officials reopen ‘ancient temple’ closed since 1978 - The Indian Express",
    "link": "https://indianexpress.com/article/cities/lucknow/sambhal-administration-old-temple-1978-riots-9725081/",
    "pubDate": "Sat, 14 Dec 2024 16:33:51 GMT",
    "summary": "<h1>In Sambhal, district officials reopen ‘ancient temple’ closed since 1978</h1>\n<p><strong>Publication Date:</strong> December 14, 2024<br /><strong>Source:</strong> The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/sambhal-1.jpg?w=640\" alt=\"Sambhal\" width=\"640\" height=\"360\">\n<figcaption>Security personnel inside a temple that was reopened after 46 years, at Khaggu Sarai area in Sambhal district, Saturday, Dec. 14, 2024. (PTI Photo)</figcaption>\n<p>The district administration in Sambhal, Uttar Pradesh, has reopened an ancient temple that was closed since 1978, following its discovery during a drive against power theft.</p>\n<ul>\n    <li>The temple was found to house a Hanuman statue and a Shivling.</li>\n    <li>Sub-Divisional Magistrate Vandana Mishra reported that the temple had been closed since 1978 and efforts are underway to remove encroachments.</li>\n    <li>District Magistrate Rajender Pensiya stated the temple had not seen devotees since the 1978 riots.</li>\n    <li>Officials are planning to return the temple to the community it belongs to.</li>\n    <li>Since its reopening, around 500 visitors have attended the site, according to local police.</li>\n</ul>\n<blockquote>“The temple is 400-500 years old and had been locked since 1978. We will hand over the temple to the community to which it belongs,” said District Magistrate Rajender Pensiya.</blockquote>\n<p>In conclusion, the reopening of the temple marks a significant moment for the community in Sambhal, potentially restoring a place of worship that has been closed for decades and fostering communal harmony in the area.</p>"
  },
  {
    "title": "Parliamentary proceedings: Are we not part of this nation, asks Manipur MP in Lok Sabha - The Hindu",
    "link": "https://www.thehindu.com/news/national/parliamentary-proceedings-are-we-not-part-of-this-nation-asks-manipur-mp-in-lok-sabha/article68986034.ece",
    "pubDate": "Sat, 14 Dec 2024 16:23:00 GMT",
    "summary": "<h1>Parliamentary proceedings: Are we not part of this nation, asks Manipur MP in Lok Sabha</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/861pms/article68986258.ece/alternates/FREE_1200/20241214175L.jpg\" alt=\"Jharkhand Mukti Morcha MP Vijay Kumar Hansdak speaking in the Lok Sabha in New Delhi.\" title=\"Jharkhand Mukti Morcha MP Vijay Kumar Hansdak speaking in the Lok Sabha in New Delhi.\" width=\"100%\" height=\"100%\">\n<figcaption>Jharkhand Mukti Morcha MP Vijay Kumar Hansdak speaking in the Lok Sabha in New Delhi. | Photo Credit: ANI</figcaption>\n<p>The Lok Sabha held discussions on the Constitution's 75 years, during which MPs raised concerns about the government's commitment to the Constitution amidst ongoing conflicts in Manipur and the Oting killings in Nagaland.</p>\n<ul>\n    <li>Alfred Kanngam Arthur, MP for Outer Manipur, questioned the government's accountability regarding the Oting massacre and ongoing issues in Manipur.</li>\n    <li>Arthur highlighted the lack of response from Prime Minister Modi towards the people of Manipur, emphasizing the need for justice and accountability.</li>\n    <li>Chandra Shekhar \"Azad\" from the Azad Samaj Party addressed the freedom of various religious communities in India and expressed distrust in government actions.</li>\n    <li>Vijay Kumar Hansdak of Jharkhand Mukti Morcha criticized the BJP's focus on \"Bangladeshi infiltration\" while neglecting local issues in Jharkhand.</li>\n    <li>Both Hansdak and Chandra Shekhar protested against the privatization of government entities as a threat to reservation policies.</li>\n</ul>\n<blockquote>\n    \"Are we not a part of this nation? Why is it that till today, my Prime Minister... is not answerable to the people of Manipur?\" - Alfred Kanngam Arthur\n</blockquote>\n<p>The discussions in the Lok Sabha underscored a call for accountability and highlighted the struggles faced by marginalized communities, emphasizing the importance of upholding the principles of the Constitution in addressing social injustices.</p>"
  },
  {
    "title": "‘Double maths period, boring’: Priyanka Gandhi Vadra on PM Modi's parliament speech - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/double-maths-period-boring-priyanka-gandhi-vadra-on-pm-modis-parliament-speech-101734190105597.html",
    "pubDate": "Sat, 14 Dec 2024 15:58:18 GMT",
    "summary": "<h1>‘Double maths period, boring’: Priyanka Gandhi Vadra on PM Modi's parliament speech</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Priyanka_Gandhi_Vadra_1734190383716_1734190384026.jpg\" alt=\"Congress MP Priyanka Gandhi Vadra speaks in the Lok Sabha during the Winter Session of Parliament on Friday.(Sansad TV)\" title=\"Congress MP Priyanka Gandhi Vadra speaks in the Lok Sabha during the Winter Session of Parliament on Friday.(Sansad TV)\">\n<figcaption>Congress MP Priyanka Gandhi Vadra speaks in the Lok Sabha during the Winter Session of Parliament on Friday.(Sansad TV)</figcaption>\n<p>Congress general secretary Priyanka Gandhi Vadra criticized Prime Minister Narendra Modi's recent speech in Parliament, describing it as unoriginal and boring, likening the experience to a tedious double mathematics class.</p>\n<ul>\n    <li>Priyanka Gandhi Vadra called PM Modi's address “double period of mathematics” and “boring”.</li>\n    <li>She expressed disappointment, stating there was nothing new in his remarks.</li>\n    <li>During the speech, PM Modi accused the Nehru-Gandhi family of undermining the Constitution throughout their rule.</li>\n    <li>Modi emphasized that the Congress family's actions during their governance have had lasting negative impacts on Indian democracy.</li>\n    <li>The Prime Minister recalled serious events, such as the Emergency, to highlight Congress's historical failures.</li>\n</ul>\n<blockquote>“(JP) Nadda ji was also rubbing hands but as soon as Modi ji looked at him, he started acting as if he is listening attentively. Amit Shah also had his hand on head, (Piyush) Goyal ji was going off to sleep... I had thought that the PM will say something new, something nice.” - Priyanka Gandhi Vadra</blockquote>\n<p>The exchanges in Parliament highlight ongoing tensions between the ruling party and the opposition, reflecting broader debates about governance and historical accountability in India.</p>"
  },
  {
    "title": "Uproar in Lok Sabha after NDA cites Indira Gandhi’s letter on Savarkar - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/clash-in-lok-sabha-after-nda-cites-indira-gandhi-s-letter-on-savarkar-101734191637733.html",
    "pubDate": "Sat, 14 Dec 2024 15:53:57 GMT",
    "summary": "<h1>Uproar in Lok Sabha after NDA cites Indira Gandhi’s letter on Savarkar</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Shiv-Sena-MP-Shrikant-Shinde-speaks-in-the-Lok-Sab_1734191630136.jpg\" alt=\"Shiv Sena MP Shrikant Shinde speaks in the Lok Sabha on Saturday. (SansadTV YouTube)\">\n<figcaption>Shiv Sena MP Shrikant Shinde speaks in the Lok Sabha on Saturday. (SansadTV YouTube)</figcaption>\n<p>Shiv Sena MP Shrikant Shinde's invocation of a letter from Indira Gandhi praising V D Savarkar led to heated debates in the Lok Sabha, escalating tensions between the NDA and Congress members.</p>\n<ul>\n    <li>Shinde read a letter from Indira Gandhi praising Savarkar's contributions to India's freedom movement.</li>\n    <li>His statements prompted Congress MPs to demand a response from Rahul Gandhi, leading to disruptions in the House.</li>\n    <li>Shinde accused Congress of ignoring constitutional matters and highlighted past violence during their tenure.</li>\n    <li>BJP MP Nishikant Dubey criticized Congress, stating Indira Gandhi had funded Savarkar’s trust.</li>\n    <li>Rahul Gandhi responded by suggesting that Indira Gandhi had disapproved of Savarkar's actions during the freedom struggle.</li>\n    <li>Union minister Kiren Rijiju shared Indira Gandhi's letter, countering arguments made by Rahul Gandhi regarding Savarkar.</li>\n</ul>\n<blockquote>“Savarkar apologised to the British... Gandhi ji went to jail, Nehru ji went to jail, but Savarkar ji sought forgiveness.” - Rahul Gandhi</blockquote>\n<p>This intense exchange in the Lok Sabha reflects the ongoing political tensions and the differing perspectives on historical figures in India's independence movement, underscoring the impact of history on current political discourse.</p>"
  },
  {
    "title": "‘Justify leadership role, not take it for granted’: Omar Abdullah to INDIA ally Congress - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/justify-leadership-role-not-take-it-for-granted-omar-abdullah-to-india-ally-congress-101734187127339.html",
    "pubDate": "Sat, 14 Dec 2024 15:26:54 GMT",
    "summary": null
  },
  {
    "title": "'Ek Bharat, Shreshtha Bharat': PM Modi presents 11 resolutions for India's future - The Times of India",
    "link": "https://news.google.com/rss/articles/CBMi3AFBVV95cUxNd3VoUV9teVNoSHdwb0h5MThhZ0NUal9ibDBRVWliOE1BSE9MdThDbmRRdnlNOUpNTnVaT1RLbmRfZXhqUUVGU1hfWk1peTA0dk8tYzFuNHcyWWI0aFJ6QmtFM0J0dEJ3WjRDVmJWbjU4bDNjdlVwV2VlU3VZWWNHMXlpWk52ZVA2U0ZTMWNySFFWZTJBUzVDMkY2cC13NXhZVkxJelFHSXN6NEdHSHJwZWd1WGt0cEtlNmFZVW5tTmRsbWZlRy1uRFRTUC0wOU52OV9TMnFSWmdQZFg4?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 15:24:00 GMT",
    "summary": null
  },
  {
    "title": "2 Teenage Migrant Labourers Shot Dead By Gunmen In Manipur's Kakching - News18",
    "link": "https://www.news18.com/india/2-teenage-migrant-labourers-shot-dead-by-gunmen-in-manipurs-kakching-9156533.html",
    "pubDate": "Sat, 14 Dec 2024 15:06:30 GMT",
    "summary": "<h1>2 Teenage Migrant Labourers Shot Dead By Gunmen In Manipur's Kakching</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Those behind the incident are yet to be identified, police said. (PTI Photo)\">\n    <figcaption>Those behind the incident are yet to be identified, police said. (PTI Photo)</figcaption>\n</figure>\n<p>Imphal: Two teenage migrant workers from Bihar were shot dead in Manipur’s Kakching district on Saturday evening, police said.</p>\n<ul>\n    <li>The incident occurred near the panchayat office in Keirak on Kakching-Wabagai Road around 5.20 pm.</li>\n    <li>The victims were identified as Sunalal Kumar, 18, and Dasharat Kumar, 17, from Rajwahi village in Bihar’s Gopalganj district.</li>\n    <li>They were construction workers living in a rented accommodation in the Metei-dominated area of Kakching.</li>\n</ul>\n<blockquote>“Those behind the incident are yet to be identified,” police said.</blockquote>\n<p>The tragic shooting has raised concerns over the safety of migrant workers in the region, highlighting the need for increased security and support mechanisms."
  },
  {
    "title": "Constituent Assembly wanted Uniform Civil Code to be implemented: PM Modi in Lok Sabha - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/constituent-assembly-wanted-uniform-civil-code-to-be-implemented-pm-modi-in-lok-sabha-101734183784032.html",
    "pubDate": "Sat, 14 Dec 2024 14:34:18 GMT",
    "summary": "<h1>Constituent Assembly wanted Uniform Civil Code to be implemented: PM Modi in Lok Sabha</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Narendra_Modi_1734183878736_1734183878932.jpg\" alt=\"Prime Minister Narendra Modi speaks in Lok Sabha on the Constitution debate during the ongoing Winter Session of Parliament, in New Delhi on December 14.(Sansad Tv/Youtube)\" title=\"Prime Minister Narendra Modi speaks in Lok Sabha on the Constitution debate during the ongoing Winter Session of Parliament, in New Delhi on December 14.(Sansad Tv/Youtube)\">\n<figcaption>Prime Minister Narendra Modi speaks in Lok Sabha on the Constitution debate during the ongoing Winter Session of Parliament, in New Delhi on December 14.(Sansad Tv/Youtube)</figcaption>\n<p>Prime Minister Narendra Modi emphasized the importance of the Uniform Civil Code (UCC) during a speech in the Lok Sabha, highlighting its advocacy by BR Ambedkar and the Constituent Assembly's desire for its implementation.</p>\n<ul>\n    <li>Modi stated that the Constituent Assembly discussed UCC extensively, urging an elected government to implement it.</li>\n    <li>He reiterated the Supreme Court's support for bringing UCC into effect, aligning it with the spirit of the Constitution.</li>\n    <li>The UCC aims to standardize personal laws across all religions, covering issues like marriage and inheritance.</li>\n    <li>The BJP and its affiliates have consistently advocated for the UCC's implementation as a common civil framework.</li>\n    <li>Modi's remarks came during the celebration of 75 years since the adoption of the Constitution.</li>\n</ul>\n<blockquote>“...Uniform Civil Code - this topic was not beyond the attention of the Constituent Assembly. The Constituent Assembly discussed UCC at length…” - PM Modi</blockquote>\n<blockquote>“For all of us, for all citizens and all democracy-loving citizens across the world, this is a moment of great pride.” - PM Modi</blockquote>\n<p>In conclusion, PM Modi's address reaffirmed the ongoing commitment to implement the UCC in India, reflecting a broader aim of unification and reform in personal law across diverse religious communities."
  },
  {
    "title": "Parliament Winter Session Live: LoP Rahul Gandhi to speak in Lok Sabha today, Congress MP says - Hindustan Times",
    "link": "https://news.google.com/rss/articles/CBMi_wFBVV95cUxQaW5tNFpNQ3d4Yk93a3M2QU95cms2M0RVbzNRV0VCbWpIbl85VjF2WU9WbE9YOWphdUlLQk83dzlZZjR2enpOT2RObFFFY2Q3dGlnSW4wcW1BRjgwaHVjRkdwOWYweUZMT3ctM2ZCVjE0VmR5cUJWR0pEM3dpTFJCWkJFbnpJT0FVLXlZeWRkaHZlalNDWWRrZFF1b0o2OURGRVRKVEZSM0xoSDl4SldjaHlvcm52aExmYjZyOHBLcGYwTHFsX3VwVGdiTDF0V2VRRGxqLWhvX3pWVVlyNzRVQV9xaUIyMXlwbFF3dFVPZVN4RWQ1djJMdTU0TDdsbmc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 14:31:14 GMT",
    "summary": null
  },
  {
    "title": "Parliament Winter Session highlights: PM Modi proposes 11 resolutions in Lok Sabha speech - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 14:31:14 GMT",
    "summary": "<h1>Parliament Winter Session highlights: PM Modi proposes 11 resolutions in Lok Sabha speech</h1>\n<p><strong>Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/PTI12-14-2024-RPT325B-0_1734185149495_1734185169474.jpg\" alt=\"Parliament Session Live: Prime Minister Narendra Modi speaks in the Lok Sabha during the discussion on the 'glorious journey of 75 years of the India Constitution' in the ongoing Winter session of Parliament in New Delhi on Saturday.\" title=\"Parliament Session Live: Prime Minister Narendra Modi speaks in the Lok Sabha during the discussion on the 'glorious journey of 75 years of the India Constitution' in the ongoing Winter session of Parliament in New Delhi on Saturday.\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Prime Minister Narendra Modi speaks in the Lok Sabha during the discussion on the 'glorious journey of 75 years of the India Constitution'.</figcaption>\n<p>During the Winter Session of Parliament, Prime Minister Narendra Modi proposed 11 resolutions aimed at upholding constitutional values and addressing various social issues, while engaging in a debate around the Constitution on its 75th anniversary.</p>\n<ul>\n    <li>The Lok Sabha conducted a special debate commemorating the 75th anniversary of the Constitution.</li>\n    <li>Modi proposed 11 resolutions, including calls for duty fulfillment by citizens and government, zero tolerance towards corruption, and respect for the Constitution.</li>\n    <li>Congress MP Priyanka Gandhi Vadra made her maiden speech, critiquing the government on various fronts.</li>\n    <li>Modi emphasized that his government’s principle of “Sabka Saath, Sabka Vikas” (Together with all, Development for all) extends beyond mere rhetoric, citing lifting of 25 crore people out of poverty.</li>\n</ul>\n<blockquote>“The 75-year-long journey is a memorable one,” PM Modi emphasized during his address.</blockquote>\n<p>Modi's proposals reflect an intention to reinforce national unity and inclusive growth while addressing controversies surrounding previous governments and policies.</p>"
  },
  {
    "title": "Gujarat Man Chops Off Own Fingers To Avoid Working As Computer Operator - NDTV",
    "link": "https://news.google.com/rss/articles/CBMisAFBVV95cUxPaGhpUXVuWUtNVXJpaVZicnRhTmQ4UlNfN0VDR2ZBc1JqOVB3YlBIejdoZWFDR0FMY2MySVlZb2RLa1ZHRTZvdktJQlF4XzF6X2pQODlyRktHSkk5cWVtRzE1dk5UcnJWX0x6TUEtUmFIdmdXQi1hdFNXZmNNaU9vTUVaRUFoWGlGc1J4SVIwTWNKaFNKdk1fczdVYzNsSlNwOEtKS2NlMnQ3WVdzbXpES9IBuAFBVV95cUxQb09jaURrbk1xLXh1emFRM1Q0a0YzWVNSQm1ZeTZSbE1yTTl3MTI1NkM5Y0FYV1lKc25EYzRRRDFDU3B5M3ljdlhublhmd2liNjFLMHhzWFVuVjNWeFhMdnlKUV9QMDFUNGkzYjNocWJ6cHFGQURBdDQ3S3hDQTExZ01Edkx5Q3NwMlhJQURDbzJWMXNEOWJJUjlPOHVRZWNfaXN1eklwbmcwU05KeFY4ODlxVnBEMmJu?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 14:19:14 GMT",
    "summary": null
  },
  {
    "title": "Parliament Winter Session LIVE: Citizenship Amendment Act reflects Mahatma Gandhi's vision, says PM Modi - Hindustan Times",
    "link": "https://news.google.com/rss/articles/CBMi_wFBVV95cUxQaW5tNFpNQ3d4Yk93a3M2QU95cms2M0RVbzNRV0VCbWpIbl85VjF2WU9WbE9YOWphdUlLQk83dzlZZjR2enpOT2RObFFFY2Q3dGlnSW4wcW1BRjgwaHVjRkdwOWYweUZMT3ctM2ZCVjE0VmR5cUJWR0pEM3dpTFJCWkJFbnpJT0FVLXlZeWRkaHZlalNDWWRrZFF1b0o2OURGRVRKVEZSM0xoSDl4SldjaHlvcm52aExmYjZyOHBLcGYwTHFsX3VwVGdiTDF0V2VRRGxqLWhvX3pWVVlyNzRVQV9xaUIyMXlwbFF3dFVPZVN4RWQ1djJMdTU0TDdsbmfSAYQCQVVfeXFMUDVyY3hPOWR6SFlCX3h5cm52cXRGaUZNdEwycHhwM2ZiVHVRZDlqMVRhbzlYUF9zeWUtS0FpcDE5bWZiVS0zUGR1elJyUUhNcnBvYUVCOW5fckpfTEUxLW1DZDluWVVQY1JrVnUtaUJGSjhJRVdTVEZUbUNDUnpyT1VnbkhmVHNqcl81aGpFb2t3Y2lHWk1neEZLZEhxdFFNNW5oOVU1TXZGM0ktb3VBMWVqNkNsMlJsYVprX1puQjIwd1dUaEh2emFlX3hwc19teWhsYTktQUpTZ2EwaGRqLWo2d2ZXNDVXRnp3YzBzR29oWFFUVDcwSmlnLXByOTFiVWkxYnA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 13:59:10 GMT",
    "summary": null
  },
  {
    "title": "Change in train services on Dec 14 due to water logging in Thoothukudi yard; check details here - DTNEXT",
    "link": "https://www.dtnext.in/news/tamilnadu/change-in-train-services-on-dec-14-due-to-water-logging-in-thoothukudi-yard-check-details-here-815249",
    "pubDate": "Sat, 14 Dec 2024 13:37:36 GMT",
    "summary": "<h1>Change in train services on Dec 14 due to water logging in Thoothukudi yard; check details here</h1>\n<p><strong>Publication Date:</strong> Not specified</p>\n<p><strong>Source:</strong> Not specified</p>\n<p>In view of water logging in Thoothukudi Railway Station Yard, Southern Railway has made several changes in the pattern of services of trains operated on Saturday.</p>\n<ul>\n    <li>Train No 12694 Tuticorin - Chennai Egmore Pearl City Express will now depart from Milavittan Railway at 8.25 pm.</li>\n    <li>Train No 16791 Tuticorin - Palakkad Palaruvi Express will now depart from Milavittan Railway at 10 pm.</li>\n    <li>Train No 16766 Tuticorin - Mettupalayam Express will now depart from Milavittan Railway at 10.50 pm.</li>\n    <li>Train No 06667 Tuticorin - Tirunelveli Passenger departing at 6.25 pm will be fully cancelled.</li>\n    <li>Train No 06847 Tuticorin - Vanchi Maniyachchi Passenger departing at 10.30 pm will be fully cancelled.</li>\n    <li>Train No 06672 Vanchi Maniyachchi - Tuticorin Passenger departing at 8.25 pm on December 14 will be fully cancelled.</li>\n</ul>\n<p><strong>Note:</strong> Changes are due to water logging affecting operations.</p>"
  },
  {
    "title": "PM Modi's big attack on Cong over Emergency: ‘Constitution was torn apart, India turned into jail’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/pm-modis-big-attack-on-cong-over-emergency-constitution-was-torn-apart-india-turned-into-jail-101734181201328.html",
    "pubDate": "Sat, 14 Dec 2024 13:25:00 GMT",
    "summary": "<h1>PM Modi's big attack on Cong over Emergency: ‘Constitution was torn apart, India turned into jail’</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Narendra_Modi_1734182037740_1734182037979.png\" alt=\"Prime Minister Narendra Modi in the Lok Sabha.(Sansad TV)\" title=\"Prime Minister Narendra Modi in the Lok Sabha.(Sansad TV)\">\n<figcaption>Prime Minister Narendra Modi in the Lok Sabha.(Sansad TV)</figcaption>\n<p>Prime Minister Narendra Modi criticized the Congress party over the imposition of Emergency in 1975, stating that it severely damaged the Constitution and civil liberties in India.</p>\n<ul>\n    <li>Modi referred to the Emergency as a time when \"the Constitution was torn apart\" and civil rights were suppressed.</li>\n    <li>He claimed that under Congress rule, \"all rights of the citizens were snatched\" and there was significant media censorship.</li>\n    <li>The Prime Minister specifically targeted the Gandhi family for their role in undermining the Constitution.</li>\n    <li>He praised India's journey since the adoption of the Constitution, calling it \"extraordinary\" and emphasizing India as the \"Mother of Democracy.\"</li>\n    <li>Modi acknowledged the contributions of the Constitution makers and highlighted women's voting rights as a notable achievement.</li>\n</ul>\n<blockquote>\n    “The Constitution was torn apart when it was completing 25 years; the Emergency was imposed (in 1975), all constitutional rights were snatched and the country was turned into a jail.” - PM Narendra Modi\n</blockquote>\n<p>In conclusion, Modi's statements reinforce the narrative of the Congress party's failures during the Emergency, while also celebrating the values and journey of Indian democracy since the Constitution's adoption.</p>"
  },
  {
    "title": "Protest erupts in Kolkata after Ex-RG Kar principal gets bail in rape case - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/protest-erupts-after-ex-rg-kar-principal-given-bail-in-trainee-doctor-rape-case-101734176814188.html",
    "pubDate": "Sat, 14 Dec 2024 11:46:53 GMT",
    "summary": null
  },
  {
    "title": "Two power centres are recipe for disaster, says J-K Chief Minister Omar Abdullah - Greater Kashmir",
    "link": "https://www.greaterkashmir.com/latest-news/two-power-centres-are-recipe-for-disaster-says-j-k-chief-minister-omar-abdullah/",
    "pubDate": "Sat, 14 Dec 2024 11:46:23 GMT",
    "summary": "<h1>Two power centres are recipe for disaster, says J-K Chief Minister Omar Abdullah</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2023 | <strong>Source:</strong> Greater Kashmir</p>\n<p>Jammu and Kashmir Chief Minister Omar Abdullah has criticized the dual governance model in the region, claiming it is a “recipe for disaster” and urging the restoration of statehood.</p>\n<ul>\n    <li>Abdullah voiced concerns over the current governance structure, sharing power with the lieutenant governor.</li>\n    <li>He highlighted the need for a unified leadership in Jammu and Kashmir, drawing parallels with successful organizational structures.</li>\n    <li>The Chief Minister mentioned that there have been no benefits to governance since the region became a Union Territory.</li>\n    <li>He cited past promises made by the Prime Minister and Home Minister regarding the restoration of statehood, urging the Centre to fulfill these commitments.</li>\n    <li>Abdullah indicated that the decision to restore statehood lies with the Prime Minister and Home Minister.</li>\n    <li>The Chief Minister noted that the Supreme Court's intervention enabled elections in Jammu and Kashmir but was less definitive about the timeline for statehood restoration.</li>\n</ul>\n<blockquote>\n    “Let me just say this, having two power centres anywhere is a recipe for disaster… No organisation works well if there are multiple power centres.” \n</blockquote>\n<p>In conclusion, Abdullah’s remarks reflect a call for a more straightforward governance model and a reminder of political promises made to the people of Jammu and Kashmir regarding their status and rights."
  },
  {
    "title": "Congress must earn its place as INDIA bloc leader, not take it for granted: Omar Abdullah - The Tribune India",
    "link": "https://news.google.com/rss/articles/CBMixAFBVV95cUxQVUVMY0s3NWYtMDJKaHN5eC1lRzIzUnRNbzFJMk5nODRGVVN0TVJvbTBicjhySjZXN2pvbjE5MGxOaHc4MGhWVGxlRFh6UEtqLW1xYTdBTFh2d1lUUnhfV0owMUVQSEFvNlVLNHRMQUpQVWtZZXZNZDByUm1RejAyOWg3N3FUYzRMUGN3SjllWUplcnYwdjJPaG80RWhheXVqMEdnUXB1Q1NpNktaY2FJclB6XzZzcXZVckpadFgyM0ZNcmU1?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 11:45:52 GMT",
    "summary": null
  },
  {
    "title": "Parliament Winter Session LIVE: BJP says ‘Rahul Gandhi insulted Constitution when he tore UPA bill’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/parliament-winter-session-live-updates-lok-sabha-rajya-sabha-constitution-debate-narendra-modi-rahul-gandhi-101734138429086.html",
    "pubDate": "Sat, 14 Dec 2024 11:44:40 GMT",
    "summary": "<h1>Parliament Winter Session LIVE: PM Modi to address Lok Sabha shortly</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/narendra_modi_purvodaya_plan_budget__1721789411358_1734178334855.jpg\" alt=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" title=\"Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)\" width=\"360\" height=\"202\" loading=\"lazy\" decoding=\"async\">\n<figcaption>Parliament Session Live: Prime Minister Narendra Modi to address the Lok Sabha during a debate on 75 years of India's Constitution. (File image)</figcaption>\n<p>The Parliament Winter Session is underway, with Prime Minister Modi set to address the Lok Sabha shortly amidst ongoing debates on the Constitution's 75th anniversary. Various members of the opposition have been vocal about their concerns during this special session.</p>\n<ul>\n    <li>PM Modi will speak on the second and final day of the Constitution debate initiated in Lok Sabha.</li>\n    <li>Priyanka Gandhi Vadra made her maiden speech criticizing the ruling government on multiple issues.</li>\n    <li>The opposition has been vocal in defending the Constitution and criticizing the BJP's policies.</li>\n    <li>Congress members protested the alleged vandalization of a replica of the Constitution.</li>\n    <li>The Winter Session began in November and will conclude on December 20.</li>\n</ul>\n<blockquote>“The Constitution is the protective shield of justice, unity, and freedom of expression.” - Priyanka Gandhi Vadra</blockquote>\n<p>The session highlights intense political exchanges and critical discussions on the Constitution, emphasizing the significance of democratic values in India. Prime Minister Modi's upcoming address is highly anticipated amidst this heated political environment.</p>"
  },
  {
    "title": "After Atul Subhash, police constable commits suicide in Bengaluru, leaves note blaming wife and father-in - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/bengaluru/after-atul-subhash-police-constable-commits-suicide-in-bengaluru-leaves-note-blaming-wife-and-father-in-law-for-harassment/articleshow/116317317.cms",
    "pubDate": "Sat, 14 Dec 2024 11:29:00 GMT",
    "summary": null
  },
  {
    "title": "After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note - News18",
    "link": "https://www.news18.com/india/bengaluru-cop-dies-by-suicide-in-uniform-blames-wife-father-in-law-for-torture-in-final-note-techie-atul-subhash-9156102.html",
    "pubDate": "Sat, 14 Dec 2024 11:27:07 GMT",
    "summary": "<h1>After Atul Subhash, Bengaluru Cop Dies By Suicide In Uniform, Blames Wife For Torture In Note</h1>\n<p><strong>Publication Date:</strong> December 14, 2024, 19:37 IST</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Bengaluru cop dies by suicide (Photo: IANS)\">\n    <figcaption>Bengaluru cop dies by suicide (Photo: IANS)</figcaption>\n</figure>\n<p>A Bengaluru Police constable died by suicide in uniform, citing torture from his wife and in-laws in a note. This incident follows nationwide outrage over a similar case involving techie Atul Subhash.</p>\n<ul>\n    <li>The cop, identified as HC Thippanna, 34, allegedly took his life due to ongoing domestic issues.</li>\n    <li>He committed suicide on the railway tracks and left behind a note blaming his wife and father-in-law for his troubles.</li>\n    <li>Thippanna described being threatened by his father-in-law and expressed feelings of hopelessness.</li>\n    <li>This tragedy is linked to recent discussions around the Atul Subhash suicide case, which has sparked debates on men's rights.</li>\n    <li>Social media has seen a rise in discussions advocating for justice and men's rights following these incidents.</li>\n</ul>\n<blockquote>\n    “On December 12, he called me at 7.26 p.m., spoke for 14 minutes, and threatened me,” Thippanna wrote in his note, highlighting the distress he faced.\n</blockquote>\n<p>This tragedy underscores the need for awareness and support regarding mental health and domestic issues."
  },
  {
    "title": "Congress must earn its place in INDIA, not take it for granted, says Omar Abdullah - The Hindu",
    "link": "https://www.thehindu.com/news/national/jammu-and-kashmir/two-power-centres-are-recipe-for-disaster-jk-chief-minister-omar-abdullah/article68985089.ece",
    "pubDate": "Sat, 14 Dec 2024 11:25:00 GMT",
    "summary": "<h1>Congress must earn its place in INDIA, not take it for granted, says Omar Abdullah</h1>\n<p><strong>Published Date:</strong> December 14, 2024 <strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/news/national/jammu-and-kashmir/7o5kpp/article68932513.ece/alternates/SQUARE_80/PTI11_23_2024_000314A.jpg\" alt=\"Omar Abdullah during an event\" style=\"width:100%;\">\n<figcaption>Omar Abdullah during an event.</figcaption>\n<p>Omar Abdullah, Chief Minister of Jammu and Kashmir, calls on the Congress party to justify its leadership in the INDIA bloc amid growing discontent from alliance partners.</p>\n<ul>\n    <li>Abdullah urges Congress to earn its leadership role rather than take it for granted.</li>\n    <li>He emphasizes the need for sustained engagement within the INDIA bloc beyond election cycles.</li>\n    <li>Abdullah acknowledges Congress’s significant position but highlights that leadership must be justified.</li>\n    <li>He praises Sonia Gandhi’s leadership role in the opposition alliance.</li>\n    <li>Concerns arise regarding the Congress's performance in past elections and its commitment within the alliance.</li>\n    <li>Abdullah discusses the importance of structured communication among alliance members.</li>\n    <li>He notes that Congress's future participation in Jammu and Kashmir governance is contingent on the restoration of Statehood.</li>\n</ul>\n<blockquote>\n    “The Congress needs to critically examine its strike rate and learn lessons applicable to future elections.” - Omar Abdullah\n</blockquote>\n<p>In conclusion, Abdullah's remarks reflect increasing tensions and the necessity for the Congress to actively engage with its allies in order to maintain its leadership role and influence within the opposition coalition."
  },
  {
    "title": "Two power centres are recipe for disaster: J&K Chief Minister Omar Abdullah - The Hindu",
    "link": "https://www.thehindu.com/news/national/jammu-and-kashmir/two-power-centres-are-recipe-for-disaster-jk-chief-minister-omar-abdullah/article68985089.ece",
    "pubDate": "Sat, 14 Dec 2024 11:25:00 GMT",
    "summary": "<h1>Two power centres are recipe for disaster: J&K Chief Minister Omar Abdullah</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 04:55 pm IST</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/20nysf/article68952458.ece/alternates/SQUARE_80/12205_16_10_2024_13_27_17_1_31_OATH_CERMONY_SGR_16_10_2024.JPG\" alt=\"Omar Abdullah\" style=\"width: 100%; height: auto;\">\n<figcaption>Omar Abdullah during his interview discussing the political landscape in Jammu and Kashmir.</figcaption>\n<p>Jammu and Kashmir Chief Minister Omar Abdullah describes the dual governance model in J&K as a “recipe for disaster” and urges the central government to restore statehood to the region.</p>\n<ul>\n    <li>Abdullah expresses optimism about statehood restoration, citing promises from PM Modi and Home Minister Amit Shah.</li>\n    <li>He criticizes the dual power structure, paralleling it with the ineffectiveness of businesses with multiple leaders.</li>\n    <li>Abdullah highlights no benefits observed since J&K became a Union Territory in 2019, calling for a unified leadership.</li>\n    <li>He notes the Supreme Court's role in facilitating elections but criticizes its vagueness on restoring statehood.</li>\n    <li>Abdullah stresses that the final decision on statehood restoration lies with the Prime Minister and Home Minister.</li>\n</ul>\n<blockquote>\n    “Let me just say this, having two power centres anywhere is a recipe for disaster... No organisation works well if there are multiple power centres...” – Omar Abdullah\n</blockquote>\n<p>In conclusion, Abdullah's remarks underline the need for a singular leadership approach in governance and the urgency of restoring statehood for effective administration in Jammu and Kashmir.</p>"
  },
  {
    "title": "Farmers Announce 'Rail Roko' In Punjab After 17 Protestors Injured During March To Delhi | Updates - News18",
    "link": "https://www.news18.com/india/farmers-protest-delhi-chalo-march-shambhu-border-ambala-internet-ban-latest-updates-9155863.html",
    "pubDate": "Sat, 14 Dec 2024 11:15:20 GMT",
    "summary": "<h1>Farmers Announce 'Rail Roko' In Punjab After 17 Protestors Injured During March To Delhi | Updates</h1>\n<p><strong>Date:</strong> December 14, 2024 &nbsp; | &nbsp; <strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Haryana Police fired tear gas shells at protesting farmers | File Image/PTI\">\n    <figcaption>Haryana Police fired tear gas shells at protesting farmers | File Image/PTI</figcaption>\n</figure>\n<p>The protesting farmers suspended their march to Delhi after 17 of them sustained injuries due to police action at the Haryana-Punjab border. A tractor march and a \"Rail Roko\" protest have been announced for December 16 and 18 respectively.</p>\n<ul>\n    <li>Farmers' march was stopped after violent clashes with police at Shambhu border.</li>\n    <li>A tractor march is planned on December 16, followed by a \"Rail Roko\" protest in Punjab on December 18.</li>\n    <li>17 farmers were injured during the march attempts, with one reported to have lost hearing due to police action.</li>\n    <li>Internet services have been suspended in parts of Ambala until December 17 to prevent further protests.</li>\n</ul>\n<blockquote>\n    <p>“Every hour, 2-3 farmers or labourers are committing suicide. We cannot leave them in this state... Our fight is for justice, and if sacrifices are needed, we are ready,\" said farmer leader Sarwan Singh Pandher.</p>\n</blockquote>\n<p>This incident highlights ongoing tensions between farmers and the government over agrarian issues, emphasizing the need for dialogue and resolution to prevent further escalation."
  }
]