[
  {
    "title": "\"Can't Say You Don't Like EVMs Because...\": Ally Junks Congress' Charge - NDTV",
    "link": "https://www.ndtv.com/india-news/omar-abdullah-never-blamed-machines-ally-omar-abdullah-trashes-congresss-evm-charge-7253575",
    "pubDate": "Sun, 15 Dec 2024 10:18:01 GMT",
    "summary": "<h1>\"Can't Say You Don't Like EVMs Because...\": Ally Junks Congress' Charge</h1>\n<p><strong>Publication Date:</strong> October 16, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-10/osp6usb8_priyanka-gandhi-omar-abdullah-rahul-gandhi_625x300_16_October_24.jpeg?im=FeatureCrop,algorithm=dnn,width=650,height=400\" alt=\"'Can't Say You Don't Like EVMs Because...': Ally Junks Congress' Charge\">\n<figcaption>Omar Abdullah addresses the inconsistencies in questioning EVMs.</figcaption>\n<p>Omar Abdullah, Jammu and Kashmir Chief Minister and member of the National Conference, criticized Congress for its inconsistent stance on Electronic Voting Machines (EVMs), emphasizing that such questioning should be consistent.</p>\n<ul>\n    <li>Omar Abdullah stated it is wrong to question EVMs only when results are unfavorable.</li>\n    <li>He mentioned that if parties distrust EVMs, they should refrain from contesting elections.</li>\n    <li>Abdullah highlighted his own electoral experiences, noting he never blamed EVMs for election outcomes.</li>\n    <li>The National Conference performed well in recent Jammu and Kashmir Assembly polls, winning 48 out of 95 seats.</li>\n    <li>Abdullah praised infrastructure initiatives by the Modi government, contrasting with Congress's critiques.</li>\n    <li>His remarks reflect a potential rift within the INDIA alliance, particularly concerning Congress's leadership role.</li>\n</ul>\n<blockquote>\n    \"When you get a hundred plus members of Parliament using the same EVMs... you can't then a few months later turn around and say... we don't like these EVMs because now the election results aren't going the way we would like them to.\" - Omar Abdullah\n</blockquote>\n<p>Abdullah's comments underline the complexities within the opposition alliance and suggest a call for greater consistency and self-reflection among its members regarding electoral integrity and leadership dynamics.</p>"
  },
  {
    "title": "\"My Career Made, Then Unmade By Gandhis\": Mani Shankar Aiyar's Big Claim - NDTV",
    "link": "https://www.ndtv.com/india-news/mani-shankar-aiyar-gandhi-family-my-career-made-then-unmade-by-gandhis-mani-shankar-aiyars-big-claim-7253116",
    "pubDate": "Sun, 15 Dec 2024 08:56:44 GMT",
    "summary": "<h1>My Career Made, Then Unmade By Gandhis: Mani Shankar Aiyar's Big Claim</h1>\n<p><strong>Date:</strong> Not specified <strong>Source:</strong> Press Trust of India</p>\n<p>Senior Congress leader Mani Shankar Aiyar has claimed that the Gandhi family played a significant role in both his political rise and subsequent marginalization within the party.</p>\n<ul>\n    <li>Aiyar stated, \"The irony of my life is that my political career was made by the Gandhis and unmade by the Gandhis.\"</li>\n    <li>He expressed frustration over a lack of substantial engagement with key members of the Gandhi family over the years.</li>\n    <li>Aiyar mentioned he did not have the opportunity to meet Sonia Gandhi for a decade and had only limited interactions with Rahul and Priyanka Gandhi.</li>\n    <li>He recalled needing to ask Priyanka to convey birthday wishes to Rahul during a period of his suspension from the party.</li>\n    <li>Aiyar wrote a letter to Rahul Gandhi seeking clarity on his suspension but received no acknowledgment.</li>\n    <li>He reflected on the political environment in 2012 during crises for both Sonia Gandhi and former PM Manmohan Singh, noting Pranab Mukherjee's potential leadership during that time.</li>\n</ul>\n<blockquote>“For 10 years, I was not given an opportunity to meet Sonia Gandhi one-on-one. I was not given an opportunity, except once, of spending any meaningful time with Rahul Gandhi.”</blockquote>\n<p>This interview sheds light on the complex dynamics within the Congress party and highlights Aiyar's personal experiences regarding his political journey influenced by the Gandhi family.</p>"
  },
  {
    "title": "Complete Supreme Court Quarterly Digest 2024- [July To September] - Live Law - Indian Legal News",
    "link": "https://www.livelaw.in/supreme-court/supreme-court-judgments-and-orders-quarterly-digest-2024-278396",
    "pubDate": "Sun, 15 Dec 2024 08:25:37 GMT",
    "summary": null
  },
  {
    "title": "Aaditya Thackeray's request to CM Devendra Fadnavis ahead of cabinet expansion - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/aaditya-thackerays-request-to-cm-devendra-fadnavis-ahead-of-cabinet-expansion-101734249235192.html",
    "pubDate": "Sun, 15 Dec 2024 08:23:38 GMT",
    "summary": "<h1>Aaditya Thackeray's request to CM Devendra Fadnavis ahead of cabinet expansion</h1>\n<p><strong>Date:</strong> Dec 15, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/ANI-20241207178-0_1734249945170_1734249988729.jpg\" alt=\"Maharashtra Chief Minister Devendra Fadnavis and Shiv Sena (Uddhav Balasaheb Thackeray) MLA Aaditya Thackeray during day 1 of the special session of the Maharashtra Legislative Assembly. (ANI)\" title=\"Maharashtra Chief Minister Devendra Fadnavis and Shiv Sena (Uddhav Balasaheb Thackeray) MLA Aaditya Thackeray during day 1 of the special session of the Maharashtra Legislative Assembly. (ANI)\">\n<figcaption>Maharashtra Chief Minister Devendra Fadnavis and Shiv Sena (Uddhav Balasaheb Thackeray) MLA Aaditya Thackeray during day 1 of the special session of the Maharashtra Legislative Assembly. (ANI)</figcaption>\n<p>Shiv Sena (UBT) leader Aaditya Thackeray has urged Chief Minister Devendra Fadnavis to initiate an inquiry into a road scam targeting former CM Eknath Shinde ahead of the state cabinet expansion.</p>\n<ul>\n    <li>Aaditya Thackeray calls for the exclusion of Eknath Shinde and two other former ministers from the cabinet.</li>\n    <li>Thackeray alleges involvement in a ₹12,000 crore road scam, emphasizing the need for accountability.</li>\n    <li>He highlights concerns over a controversial 400 KM road concretisation project by BMC.</li>\n    <li>The inquiry request comes just before a scheduled cabinet expansion in Maharashtra.</li>\n</ul>\n<blockquote>\"If the BJP government is serious about acting on the road scam, they must keep the then illegal CM Shinde and 2 guardian ministers of Shinde’s regime- Lodha and Kesarkar, out of the cabinet.\" - Aaditya Thackeray</blockquote>\n<p>The situation around the alleged road scam continues to evolve, with increasing calls for transparency and an investigation, as the government prepares for new appointments in the upcoming cabinet expansion.</p>"
  },
  {
    "title": "25-year-old biker killed after being hit by bus in Mumbai, days after deadly Kurla accident - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/25yearold-biker-killed-after-being-hit-by-bus-in-mumbai-days-after-deadly-kurla-accident-101734248190468.html",
    "pubDate": "Sun, 15 Dec 2024 08:21:54 GMT",
    "summary": "<h1>25-year-old biker killed after being hit by bus in Mumbai, days after deadly Kurla accident</h1>\n<p><strong>Date:</strong> December 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Mumbai--India--Dec-13--2024--BEST-bus-services-res_1734248575217_1734248644730.jpg\" alt=\"Four days after the Kurla accident, BEST bus services had just resumed on Friday. (Raju Shinde/HT Photo)\" title=\"Four days after the Kurla accident, BEST bus services had just resumed on Friday. (Raju Shinde/HT Photo)\">\n<figcaption>Four days after the Kurla accident, BEST bus services had just resumed on Friday. (Raju Shinde/HT Photo)</figcaption>\n\n<p>Days after a tragic accident in Kurla that claimed seven lives, a 25-year-old motorcyclist was killed when he was hit by a bus in Mumbai's Govandi area, prompting police to arrest the bus driver and conductor.</p>\n\n<ul>\n    <li>The accident occurred at the Shivaji Nagar junction in Govandi.</li>\n    <li>The victim, identified as Dikshit Vinod Rajput, suffered severe head injuries and was declared dead at Rajawadi Hospital.</li>\n    <li>The arrests were made under the relevant sections of the Bharatiya Nyay Sanhita (BNS) Act.</li>\n    <li>A previous bus accident in Kurla had resulted in seven fatalities and 42 injuries.</li>\n    <li>The driver of the bus involved in the Kurla incident was not fully trained to operate the electric vehicle.</li>\n</ul>\n\n<blockquote>“The incident claimed the lives of seven persons and highlighted serious training issues related to the operation of electric buses.”</blockquote>\n\n<p>This recent series of accidents underscores the urgent need for improved driver training and safety measures for public transport in Mumbai.</p>"
  },
  {
    "title": "Delhi assembly polls: AAP's 4th list out, Kejriwal to contest from New Delhi - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/delhi-assembly-polls-2025-aaps-4th-list-out-kejriwal-to-contest-from-new-delhi-cm-atishi-kalkaji-101734249604291.html",
    "pubDate": "Sun, 15 Dec 2024 08:02:50 GMT",
    "summary": "<h1>Delhi assembly polls: AAP's 4th list out, Arvind Kejriwal to contest from New Delhi</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 03:42 PM IST | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Arvind-Kejriwal-with-party-leaders-in-New-Delhi-on_1734249811059_1734249835913.jpg\" alt=\"While Arvind Kejriwal (C) will contest from New Delhi, CM Atishi (L) will contest the polls from Kalkaji. (PTI)\">\n<figcaption>While Arvind Kejriwal (C) will contest from New Delhi, CM Atishi (L) will contest the polls from Kalkaji. (PTI)</figcaption>\n<p>The Aam Aadmi Party (AAP) has released its fourth and final candidate list for the 2025 Delhi assembly elections, featuring Arvind Kejriwal and Chief Minister Atishi as key candidates in their respective constituencies.</p>\n<ul>\n    <li>Arvind Kejriwal will contest from New Delhi, while Atishi will field from Kalkaji.</li>\n    <li>The list includes 38 candidates, among them, Saurabh Bharadwaj, Gopal Rai, Satyendra Kumar Jain, and Durgesh Pathak.</li>\n    <li>Assembly elections for the 70-member Delhi assembly are scheduled for February 2025.</li>\n    <li>Kejriwal has ruled out any pre-poll alliance with the Congress, stating AAP will rely on its own strength.</li>\n    <li>Other notable candidates include Saurabh Bharadwaj from Greater Kailash and Gopal Rai from Babarpur.</li>\n</ul>\n<blockquote>\"AAP's 10 years of misrule have brought Delhi to the brink of ruin.\" - Parvesh Sahib Singh, BJP candidate for New Delhi</blockquote>\n<p>This election is poised to be competitive, with Kejriwal likely to face sons of two former chief ministers, indicating a high-stakes battle for power in Delhi."
  },
  {
    "title": "Arvind Kejriwal, Atishi On 4th AAP List For Delhi Polls - NDTV",
    "link": "https://news.google.com/rss/articles/CBMikAFBVV95cUxOUFBSd3MwYjJKVDhRS19HNDBCZm5aVEVDRUhtOFZsaU5yYTBTbXdBVEhRakwxM2dqeHNxS2hrUUFSSEV1cHRyQ2xSNmc3ODMtVGgyclBueHU1eUVsR2JfcHF6RGJqRmN5bzQzNEhWWjg4bVB0azJFakVGUW5OV3NxaWtWSFc4VnlISjk4djgwTWQ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 08:01:38 GMT",
    "summary": null
  },
  {
    "title": "Maharashtra Cabinet expansion: Swearing-in ceremony in Nagpur today; over 30 MLAs to take oath - The Hindu",
    "link": "https://www.thehindu.com/news/national/maharashtra/maharashtra-cabinet-expansion-swearing-in-ceremony-nagpur-december-15-2024/article68987923.ece",
    "pubDate": "Sun, 15 Dec 2024 07:54:00 GMT",
    "summary": "<h1>Maharashtra Cabinet expansion: Swearing-in ceremony in Nagpur today; over 30 MLAs to take oath</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/news/national/exprg0/article68987914.ece/alternates/LANDSCAPE_1200/Devendra%20Fadnavis.png\" alt=\"Maharashtra CM Devendra Fadnavis attends a welcome rally at Nagpur ahead of the swearing-in ceremony on December 15, 2024. Photo: X/@BJP4Maharashtra\" />\n<figcaption>Maharashtra CM Devendra Fadnavis attends a welcome rally at Nagpur ahead of the swearing-in ceremony on December 15, 2024. Photo: X/@BJP4Maharashtra</figcaption>\n<p>The swearing-in ceremony for new Ministers in Maharashtra will take place today, marking a significant expansion of the State’s Cabinet with over 30 MLAs set to take their oaths.</p>\n<ul>\n    <li>The ceremony is scheduled for 4 p.m. at the Raj Bhavan in Nagpur.</li>\n    <li>The Cabinet expansion involves the ruling coalition Mahayuti, including the BJP, Shiv Sena, and NCP.</li>\n    <li>Over 30 MLAs are expected to be sworn in, with the Cabinet able to accommodate up to 43 members.</li>\n    <li>Distribution of Cabinet positions may include around 20 for BJP, 11-12 for Shiv Sena, and 9-10 for NCP.</li>\n    <li>This is the first swearing-in ceremony held in Nagpur in 33 years, since 1991.</li>\n    <li>Devendra Fadnavis is visiting Nagpur for the first time since taking office, coinciding with local celebrations of 'Dev Diwali'.</li>\n</ul>\n<blockquote>“Mr. Fadnavis is very particular that a few MLAs from Shiv Sena should not be part of his cabinet due to various reasons.”</blockquote>\n<p>This expansion and ceremony are crucial as the ruling coalition finalizes its power-sharing arrangements ahead of the upcoming Winter Session of the State legislature, emphasizing the ongoing negotiations and political dynamics within the coalition.</p>"
  },
  {
    "title": "Danish Chikna, Dawood Ibrahim's Drug Factory Manager, Arrested In Mumbai - NDTV",
    "link": "https://news.google.com/rss/articles/CBMirgFBVV95cUxOUVFwdWx3N0JsNGpvWVdQZkNWRUFYUmhxenM5MUFUajFJTXhvQ19iWlBtamZoclctMmhwNXFaUzE1ZzFQVmF0UkpXM1lqdHVnbkNTTW9UTkd3aXUtNUxjVmtDOFNXQkozenJHc1NCbWtSLVBTVUlaZUlaaDNKTmNUWDFwSThLN1dvT3lqUW02NXRpWS1iRmlVazcwM3lIbmxsY0F2Tk41Y1NuTXY3ekHSAbYBQVVfeXFMTlRydW0yQnV2QmFIS284YU5fY0FBcGNTX0w1SXA2Q2FvdDBxLUtrR2lnRVN0alNiNjN5ak5EenRPWnk5cVdyenFOX0dPTWtmdUIydC0zVDhrT0VVZ1ZSM2cybVR1cW1TY2FoZ0R3dk16VU1mejBHdmxvQjdMbUNnQnFYMjFFWEJvZWpMNDhGYzJXajR0Qm5ITThySWNVT2w4SlNwWmN5Y3pQNUJpc00ySTh2c1hZU3c?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 07:40:12 GMT",
    "summary": null
  },
  {
    "title": "'My political career made & unmade by the Gandhis': What senior Congress leader Mani Shankar Aiyar said o - The Times of India",
    "link": "https://timesofindia.indiatimes.com/india/my-political-career-made-unmade-by-the-gandhis-what-senior-congress-leader-mani-shankar-aiyar-said-on-sonia-rahul-priyanka-gandhi/articleshow/116330070.cms",
    "pubDate": "Sun, 15 Dec 2024 07:35:00 GMT",
    "summary": null
  },
  {
    "title": "Shiv Sena MLAs scramble for berths ahead of Maharashtra cabinet expansion today | What we know so far - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/shiv-sena-mlas-scramble-for-berths-ahead-of-maharashtra-cabinet-expansion-today-what-we-know-so-far-101734243090169.html",
    "pubDate": "Sun, 15 Dec 2024 06:25:14 GMT",
    "summary": "<h1>Shiv Sena MLAs scramble for berths ahead of Maharashtra cabinet expansion today | What we know so far</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 | <strong>Source:</strong> HT News Desk</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/PTI12-07-2024-000185A-0_1734243171116_1734243181031.jpg\" alt=\"Maharashtra CM Devendra Fadnavis, Deputy CMs Eknath Shinde and Ajit Pawar pay tribute to Chhatrapati Shivaji Maharaj before the Special session of the state Assembly.(PTI)\" title=\"Maharashtra CM Devendra Fadnavis, Deputy CMs Eknath Shinde and Ajit Pawar pay tribute to Chhatrapati Shivaji Maharaj before the Special session of the state Assembly.(PTI)\">\n<figcaption>Maharashtra CM Devendra Fadnavis, Deputy CMs Eknath Shinde and Ajit Pawar pay tribute to Chhatrapati Shivaji Maharaj before the Special session of the state Assembly.(PTI)</figcaption>\n<p>The swearing-in ceremony of the Maharashtra cabinet is set for Sunday evening, following intense discussions among the BJP, Shiv Sena, and NCP after their recent electoral victory. The upcoming expansion will see Ministers vying for key positions amid strategic portfolio discussions.</p>\n<ul>\n    <li>The cabinet expansion, coming before the winter assembly session, is led by Chief Minister Devendra Fadnavis.</li>\n    <li>The BJP is expected to receive 20-21 ministerial positions, with Shiv Sena and NCP obtaining 11-12 and 9-10, respectively.</li>\n    <li>Intense competition exists within the Shiv Sena, particularly among MLAs seeking ministerial roles.</li>\n    <li>Former ministers are struggling to secure positions, while certain controversial figures face opposition from the BJP.</li>\n    <li>Other political dynamics include complaints about certain MLAs' behavior and past controversies.</li>\n    <li>The Mahayuti coalition achieved a sweeping victory in the November assembly elections, securing 230 out of 288 seats.</li>\n</ul>\n<blockquote>“30-32 ministers are likely to take oath on Sunday, including 20 BJP leaders and the rest from Shiv Sena.”</blockquote>\n<p>The upcoming cabinet expansion is crucial for the Mahayuti government as it aims to solidify its position following a significant electoral victory and address internal party dynamics and public expectations."
  },
  {
    "title": "Day after raids, ‘power theft worth Rs 1.3 crore by 4 mosques, 1 madrassa’ unearthed in Sambhal, claims district administration - The Indian Express",
    "link": "https://indianexpress.com/article/cities/delhi/sambhal-electricity-theft-9725754/",
    "pubDate": "Sun, 15 Dec 2024 06:18:42 GMT",
    "summary": "<h1>Day after raids, ‘power theft worth Rs 1.3 crore by 4 mosques, 1 madrassa’ unearthed in Sambhal, claims district administration</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Sambhal-Electricity.jpeg?w=640\" alt=\"Sambhal\" width=\"640\" height=\"360\">\n<figcaption>The district administration has carried out raids in localities in Sambhal. (Express Photo)</figcaption>\n<p>A day after raids were carried out in Uttar Pradesh’s Sambhal to check irregularities in electricity distribution in two localities, the district administration claimed that power theft worth Rs 1.3 crore by four mosques and a madrassa has been uncovered.</p>\n<ul>\n    <li>The raids revealed that significant electricity theft has occurred over the past year in the area, coinciding with efforts against power theft.</li>\n    <li>Sambhal District Magistrate Rajender Pensiya noted electricity theft during a loudspeaker check, prompting two raids involving multiple authorities.</li>\n    <li>Electricity worth around Rs 300 crore is supplied to Sambhal Nagar Palika area yearly, with line losses reported at 72%. In some areas, losses approach 85%.</li>\n    <li>1,250 FIRs related to electricity theft have been lodged in the area since September.</li>\n    <li>An illegal power house was found supplying electricity to over 100 houses, with other methods of theft including tampered meters.</li>\n    <li>Measures to combat theft include laying 20 kilometres of armed wire, while dealing with encroachments and noise complaints simultaneously.</li>\n</ul>\n<blockquote>\n    “In our drive to stop the electricity theft, we found that people use five to six ways… of these, a few methods are new to us. We never knew electricity could be stolen this way.” — Rajender Pensiya\n</blockquote>\n<p>The situation highlights extensive power theft that has been ongoing in Sambhal, with local authorities taking increased measures to combat this issue through raids and infrastructure improvement initiatives.</p>"
  },
  {
    "title": "UP: Aarti performed after 46 years at ancient temple in Sambhal | Video - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/up-aarti-performed-after-46-years-at-ancient-temple-in-sambhal-video-101734241428572.html",
    "pubDate": "Sun, 15 Dec 2024 06:06:04 GMT",
    "summary": "<h1>UP: Aarti performed after 46 years at ancient temple in Sambhal | Video</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 11:36 AM IST<br><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/ANI-20241214140-0_1734241983648_1734241992676.jpg\" alt=\"Nagar Hindu Sabha patron Vishnu Sharan Rastogi said that the temple has been closed since the 1978 riots. (ANI)\">\n<figcaption>Nagar Hindu Sabha patron Vishnu Sharan Rastogi said that the temple has been closed since the 1978 riots. (ANI)</figcaption>\n<p>Aarti was performed for the first time in 46 years at the ancient Bhasma Shankar temple in Sambhal, Uttar Pradesh, after it was reopened by local authorities recently.</p>\n<ul>\n    <li>The temple was discovered during an anti-encroachment drive, where officials found it houses deities Lord Shiva and Hanuman.</li>\n    <li>This centuries-old temple had been closed since the 1978 communal riots.</li>\n    <li>Local authorities have initiated measures to restore the temple and ensure its security, including the installation of CCTV cameras.</li>\n    <li>Officials plan to hand over the temple to the community it originally belonged to and take action against encroachments.</li>\n</ul>\n<blockquote>\"A Brahmin should be appointed here so that he can stay here. Till the time caretaker is appointed, we will take responsibility.\" - Acharya Brahm Shukla</blockquote>\n<p>The reopening of the temple marks a significant moment for the local community, rekindling spiritual practices that had been dormant for decades and promising to restore the temple to its original state.</p>"
  },
  {
    "title": "\"If I Dig Up Parliament, Find Something...\": A Owaisi On Mosque Surveys - NDTV",
    "link": "https://news.google.com/rss/articles/CBMiwgFBVV95cUxOWTB5SGQwYXFsU2xrVi1rUDNpU1FNRkFPeDdlaUt0bUJvd250OUd3RTEtYkN4T1QybGpiRkp0bFNTWlV0Nl9xNGZoSGtTNFpaaEtDQUFuSkNOSUY5OGYtM1hLamZwNTd5YzhRU0xVUkkzdnpNSGVsaFFTWUctcXhidXgtZjAzSmVyX1NLckJIc1BNNVVBcGlrTERRc3k5cDdzc1NfbWxsLThldDZDc3VuNGtGRmVEaHFJaXkxYS1IY0FUd9IBygFBVV95cUxQaUtkYUstYVVsSWN3QjJSUmlrMkR0OVlfeWxsczQ3VVVkTXk3aHlla0RpOHB4MjRTakR5TGdHN1ZlUXdUVzFyWk5SUjNJa09uT3l3UHlsdUVaUE9nQkFhTE5uQlVvc0QtazFGeFZvSFZiSG42OS1nVWhwM3U5SlRXWGVueHlQM2ZnREZxUG13MU9zekVFeGZKeHg1SDNHZ0p1VmhpdWVBTDljNnlFaXpYZm90S3VrV2s4bV9aS1BBdHg0NThFU1lkcTJR?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 05:55:07 GMT",
    "summary": null
  },
  {
    "title": "Kolkata Woman Beheaded, Chopped Into 3 Pieces For Rejecting Brother-In-Law - NDTV",
    "link": "https://www.ndtv.com/kolkata-news/kolkata-woman-beheaded-chopped-into-3-pieces-for-rejecting-brother-in-law-7252128",
    "pubDate": "Sun, 15 Dec 2024 05:45:53 GMT",
    "summary": "<h1>Kolkata Woman Beheaded, Chopped Into 3 Pieces For Rejecting Brother-In-Law</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> NDTV</p>\n<figure>\n    <img src=\"https://c.ndtvimg.com/2024-12/fm46f1oo_kolkata-murder-ani-_625x300_15_December_24.jpeg\" alt=\"Kolkata Woman Beheaded, Chopped Into 3 Pieces For Rejecting Brother-In-Law\">\n    <figcaption>The discovery of the severed head prompted sniffer dogs to be deployed at the scene</figcaption>\n</figure>\n<p>A woman in her 30s in Kolkata was brutally murdered by her brother-in-law after she rejected his romantic advances. The victim's body was found chopped into three pieces and scattered in different locations.</p>\n<ul>\n    <li>The victim, a domestic helper, was strangled, beheaded, and dismembered by her brother-in-law.</li>\n    <li>The severed head was found in a polythene bag, leading to the discovery of the rest of the body parts.</li>\n    <li>The accused, Atiur Rahman Laskar, confessed to the crime, revealing that he was enraged by the victim's rejection.</li>\n    <li>Police investigations, including the use of sniffer dogs and CCTV footage, led to Laskar's arrest in his native village.</li>\n</ul>\n<blockquote>\"The victim had started avoiding Laskar and even blocked his phone number. This rejection enraged him.\" - Deputy Commissioner of Police Bidisha Kalita</blockquote>\n<p>The brutal murder highlights the extreme consequences of unrequited love and the importance of timely intervention in cases of harassment and stalking.</p>"
  },
  {
    "title": "'Abusing power as CM': Karnataka BJP chief hits back at Siddaramaiah on corruption allegations - Hindustan Times",
    "link": "https://www.hindustantimes.com/cities/bengaluru-news/abusing-power-as-cm-karnataka-bjp-chief-hits-back-at-siddaramaiah-on-corruption-allegations-101734240859319.html",
    "pubDate": "Sun, 15 Dec 2024 05:39:43 GMT",
    "summary": "<h1>Abusing power as CM: Karnataka BJP chief hits back at Siddaramaiah on corruption allegations</h1>\n<p><strong>Date:</strong> Dec 15, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Karnataka-BJP-chief-BY-Vijayendra-demanded-arrest-_1705347392526_1734240962184.jpg\" alt=\"Karnataka BJP chief BY Vijayendra said that Karnataka CM Siddaramaiah is misusing his post.\" title=\"Karnataka BJP chief BY Vijayendra said that Karnataka CM Siddaramaiah is misusing his post.\" />\n<figcaption>Karnataka BJP chief BY Vijayendra said that Karnataka CM Siddaramaiah is misusing his post.</figcaption>\n<p>Bharatiya Janata Party (BJP) Karnataka chief BY Vijayendra has responded to Chief Minister Siddaramaiah, who alleged Vijayendra's involvement in a corruption case and called for a CBI investigation.</p>\n<ul>\n    <li>Siddaramaiah accused Vijayendra of attempting to bribe Anwar Manippady with ₹150 crore to suppress investigations.</li>\n    <li>The CM demanded a CBI inquiry into the allegations against the BJP leader.</li>\n    <li>Vijayendra questioned Siddaramaiah's moral authority to demand an investigation given his own corruption allegations.</li>\n    <li>The BJP leader criticized Siddaramaiah for his handling of previous CBI and ED investigations.</li>\n    <li>Siddaramaiah claimed that BJP has turned Karnataka into its \"ATM.\"</li>\n</ul>\n<blockquote>\"What morality do you have to order a CBI investigation into someone else, humiliated by the High Court verdict?\" - BY Vijayendra</blockquote>\n<p>This heated exchange highlights the ongoing political tussle in Karnataka, with both parties hurling allegations of corruption at each other as the call for an independent investigation gains momentum.</p>"
  },
  {
    "title": "Bengaluru cop dies by suicide alleging harassment by wife, father-in-law - The Indian Express",
    "link": "https://indianexpress.com/article/cities/bangalore/bengaluru-cop-suicide-wife-harassment-9725662/",
    "pubDate": "Sun, 15 Dec 2024 05:28:43 GMT",
    "summary": "<h1>Bengaluru cop dies by suicide alleging harassment by wife, father-in-law</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> The Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/bengaluru-cop.jpg?w=640\" alt=\"Bengaluru cop\" width=\"640\" height=\"360\">\n<figcaption>The police said Alugur, in the death note, suggested that the phone call was made on December 12, and Yamunappa had asked him to die or else he would \"finish him off\".</figcaption>\n<p>A police head constable in Bengaluru died by suicide on Friday night, alleging harassment by his wife and father-in-law. This tragic incident raises concerns about domestic issues leading to severe outcomes.</p>\n<ul>\n    <li>The deceased, Thippanna Alugur, was a head constable at the Hulimavu police station.</li>\n    <li>Alugur left a death note accusing his wife, Parvathi, and her father, Yamunappa, of harassment.</li>\n    <li>The incident follows another recent suicide case involving harassment in Bengaluru.</li>\n    <li>A heated argument reportedly occurred before his death, which involved abusive communication from Yamunappa.</li>\n    <li>Alugur's mother has lodged a complaint leading to legal action against his wife and father-in-law.</li>\n</ul>\n<blockquote>“Yamunappa had asked him to die or else he would ‘finish him off.’”</blockquote>\n<p>This case highlights the serious implications of domestic abuse and the urgent need for support systems for individuals facing such stress. Mental health and social welfare interventions are crucial in preventing similar tragedies in the future.</p>"
  },
  {
    "title": "Maharashtra Cabinet Expansion Today, New Faces Expected | List Of Probables - News18",
    "link": "https://www.news18.com/politics/maharashtra-cabinet-expansion-devendra-fadnavis-shinde-pawar-new-faces-names-latest-updates-9156674.html",
    "pubDate": "Sun, 15 Dec 2024 05:24:16 GMT",
    "summary": "<h1>Maharashtra Cabinet Expansion Today, New Faces Expected | List Of Probables</h1>\n<p><strong>Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> News18</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Maharashtra Cabinet Expansion: CM Devendra Fadnavis (PTI Image)\">\n    <figcaption>Maharashtra Cabinet Expansion: CM Devendra Fadnavis (PTI Image)</figcaption>\n</figure>\n<p>The cabinet expansion of the BJP-led Maharashtra government is set to occur today, with several new faces expected to join the council of ministers as the state prepares for its upcoming Winter Session.</p>\n<ul>\n    <li>20 to 22 BJP MLAs and 10 to 12 Shiv Sena MLAs are expected to be sworn in today.</li>\n    <li>10 leaders from Ajit Pawar’s NCP are also likely to take oath.</li>\n    <li>The Mahayuti alliance may drop underperforming ministers from both BJP and Shiv Sena.</li>\n    <li>Key probable ministers for BJP include Nitesh Rane and Pankaja Munde, among others.</li>\n    <li>Ajit Pawar is anticipated to retain the Finance portfolio, while the Home Ministry may go to BJP.</li>\n    <li>The cabinet expansion comes one day before the Winter Session of the Assembly starting December 16.</li>\n</ul>\n<blockquote>“The Mahayuti may drop underperforming ministers, which could include 4 leaders from the Shinde camp, 3 from the BJP, and 2 from the Ajit Pawar faction,” sources said.</blockquote>\n<p>The cabinet expansion indicates a strategic move to solidify the government ahead of the Winter Session, emphasizing the coalition's ability to refresh its ministerial lineup with new talent while retaining essential portfolios.</p>"
  },
  {
    "title": "Karnataka government announces SWIFT city in Bengaluru. All you need to know - Hindustan Times",
    "link": "https://www.hindustantimes.com/cities/bengaluru-news/karnataka-government-announces-swift-city-in-bengaluru-all-you-need-to-know-101734237544649.html",
    "pubDate": "Sun, 15 Dec 2024 04:46:48 GMT",
    "summary": "<h1>Karnataka government announces SWIFT city in Bengaluru</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 10:16 AM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Karnataka-Congress-leader-MB-Patil---File-Photo-_1682314619943_1734237828604.jpg\" alt=\"Karnataka minister MB Patil on Saturday announced SWIFT city project near Bengaluru's Sarjapur.\" title=\"Karnataka minister MB Patil on Saturday announced SWIFT city project near Bengaluru's Sarjapur.\">\n<figcaption>Karnataka minister MB Patil on Saturday announced SWIFT city project near Bengaluru's Sarjapur.</figcaption>\n<p>The Karnataka government has announced plans to develop a SWIFT (Startups, Workspaces, Innovation, Finance, and Technology) city near Bengaluru’s Sarjapur, aiming to enhance the start-up ecosystem and become a major industrial hub.</p>\n<ul>\n    <li>SWIFT city will cover 1,000 acres, in proximity to key IT hubs with excellent connectivity to NH 44 and NH 48.</li>\n    <li>It will feature 8 to 10 Plug-and-Play facilities, each 20–25 acres.</li>\n    <li>The city will include 150m wide connecting roads, state-of-the-art offices, co-working spaces, residential blocks, and schools.</li>\n    <li>Land parcels of 5,000 to 20,000 sq. ft. will be available for startups through lease, sale, or equity-sharing models.</li>\n</ul>\n<blockquote>“SWIFT city will be another landmark industrial hub in Karnataka, similar to ITPL and Electronic City. It will be built in more than 1000 acres near Sarjapur and become a new start-up hotspot of the city.” - MB Patil</blockquote>\n<p>The Karnataka government also plans to create 5 Mini KWIN Cities across the state, aiming to replicate Bengaluru's success and promote equal growth. Further details will be shared at the upcoming Invest Karnataka summit.</p>"
  },
  {
    "title": "Delhi's minimum temperature 4.9 degrees C; air quality 'poor' - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/india/delhi-s-minimum-temperature-4-9-degrees-c-air-quality-poor-12890101.html",
    "pubDate": "Sun, 15 Dec 2024 04:36:14 GMT",
    "summary": null
  },
  {
    "title": "Varun Dhawan asks Amit Shah difference between Ram and Ravan. Here's what he said - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/varun-dhawan-asks-amit-shah-difference-between-ram-and-ravan-heres-what-he-said-101734230402639.html",
    "pubDate": "Sun, 15 Dec 2024 04:33:34 GMT",
    "summary": "<h1>Varun Dhawan asks Amit Shah difference between Ram and Ravan. Here's what he said</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Screenshot_2024-12-15_083109-imageonlineco-merged_1734232808374_1734232808695.png\" alt=\"Amit Shah (left) and Varun Dhawan at the event.\" title=\"Amit Shah (left) and Varun Dhawan at the event.\">\n<figcaption>Amit Shah (left) and Varun Dhawan at the event.</figcaption>\n<p>Union home minister Amit Shah explained to actor Varun Dhawan the key differences between Lord Ram and Ravan during an engaging conversation at the Agenda Aaj Tak event.</p>\n<ul>\n    <li>Varun Dhawan inquired about the fundamental difference between Ram and Ravan.</li>\n    <li>Amit Shah articulated that Ram's life was guided by his dharma, while Ravan reshaped his duties based on personal interests.</li>\n    <li>Dhawan likened Shah to Hanuman, praising his selfless service to the nation.</li>\n    <li>The dialogue also touched on themes of arrogance, with Shah noting that Ravan was arrogant in his knowledge, unlike Ram.</li>\n</ul>\n<blockquote>“Some people determine their interests by their dharma (duties)…Ram's life was based on his dharma, while Ravan tried to alter his duties as per his own definitions and thoughts.” - Amit Shah</blockquote>\n<p>In conclusion, the interaction highlighted important moral and philosophical distinctions drawn from the Ramayana, showcasing a blend of mythology with modern public discourse.</p>"
  },
  {
    "title": "Modi govt reverses decision to introduce 'ONOE' bills in Lok Sabha on Monday - Deccan Herald",
    "link": "https://news.google.com/rss/articles/CBMiuAFBVV95cUxNalBCNHphd082Ti0xbHlpRDRQZGRFZ2FNdXRtRGFMMlZSbjMtWE4zVldjTVdIQjA2ZUtHYTZ3anRlcDZ5b0dySnRoRnBTUmRzeEFOd3hZTFc0X0dvRzRrMjl4b2J4a0czR28wQ0prYVVMUVdwMV9pQ3VHa3dCWEdkVGNWaUh0cnFWVTR0MF9Ic0gxQnN3X0s1UkwxWGRoaHlzSXc4UXJNNlUxTG9hTGhoYnR1Sk9NQnBt?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 04:24:52 GMT",
    "summary": null
  },
  {
    "title": "Temple reopened in Sambhal after 45 years, following anti-encroachment drive - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/india/temple-reopened-in-sambhal-after-45-years-following-anti-encroachment-drive-12890091.html",
    "pubDate": "Sun, 15 Dec 2024 04:13:54 GMT",
    "summary": null
  },
  {
    "title": "Another BEST bus accident in Mumbai; third in less than a week - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/mumbai/biker-dies-in-collision-with-best-bus-in-mumbai-third-fatal-accident-in-a-week/articleshow/116331202.cms",
    "pubDate": "Sun, 15 Dec 2024 04:09:00 GMT",
    "summary": null
  },
  {
    "title": "‘She said her husband would kill her’: Mother of Harshita Brella, who was murdered in UK - The Indian Express",
    "link": "https://indianexpress.com/article/world/she-said-her-husband-would-kill-her-mother-harshita-brella-murdered-in-uk-9725495/",
    "pubDate": "Sun, 15 Dec 2024 04:08:43 GMT",
    "summary": "<h1>'She said her husband would kill her': Mother of Harshita Brella, who was murdered in UK</h1>\n<p><strong>Publication Date:</strong> December 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<figure>\n    <img src=\"https://images.indianexpress.com/2024/12/Harshita-Brella-1.jpg?w=640\" alt=\"Harshita brella uk indian origin woman\" width=\"640\" height=\"360\">\n    <figcaption>Harshita Brella’s sister shows her photo as UK police believes that the 24-year-old was strangled to death in Corby, Northamptonshire on November 10 (Photo: Farhan Sayeed Masoodi)</figcaption>\n</figure>\n<p>An Indian-origin woman, Harshita Brella, who was found dead last month in east London had reportedly told her mother that her husband “was going to kill her”. Harshita’s body was found in the boot of a car left behind in east London, though the UK police believe that the 24-year-old was strangled to death in Corby, Northamptonshire on November 10 and later driven to Ilford before her body was discovered on November 14.</p>\n<ul>\n    <li>Harshita Brella, a 24-year-old Indian-origin woman, was found dead in east London.</li>\n    <li>Her mother reported that Harshita had told her that her husband, Pankaj Lamba, was going to kill her.</li>\n    <li>The UK police believe Harshita was strangled in Corby, Northamptonshire, and later moved to Ilford.</li>\n    <li>Pankaj Lamba is the prime suspect and is currently at large.</li>\n    <li>Harshita’s family alleges that she had a miscarriage before her death and that Pankaj had beaten her multiple times.</li>\n</ul>\n<blockquote>“Harshita said ‘I will not go back to him. He will kill me’.” – Sudesh Kumari, Harshita’s mother</blockquote>\n<p>The article highlights the tragic case of Harshita Brella, who was allegedly murdered by her husband. Despite an international manhunt, Pankaj Lamba remains at large, with Harshita’s family believing he is in India. The Northamptonshire Police continue their investigation, emphasizing the importance of securing justice for Harshita.</p>"
  },
  {
    "title": "Bengaluru techie suicide case: Nikita Singhania, her mother and brother arrested, produced in court - Hindustan Times",
    "link": "https://www.hindustantimes.com/cities/bengaluru-news/bengaluru-suicide-case-techies-wife-her-mother-and-brother-arrested-and-produced-in-court-101734233483426.html",
    "pubDate": "Sun, 15 Dec 2024 03:45:35 GMT",
    "summary": "<h1>Bengaluru techie suicide case: Nikita Singhania, her mother and brother arrested, produced in court</h1>\n<p><strong>Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/15/550x309/Gez0jp8WUAAayt0_1734234561442_1734234570750.jpg\" alt=\"Nikita Singhania, Visha Singhania and Anurag Singhania were arrested in Gurugram and Prayagraj respectively by Bengaluru Police.\" title=\"Nikita Singhania, Visha Singhania and Anurag Singhania were arrested in Gurugram and Prayagraj respectively by Bengaluru Police.\">\n<figcaption>Nikita Singhania, Visha Singhania and Anurag Singhania were arrested in Gurugram and Prayagraj respectively by Bengaluru Police.</figcaption>\n<p>Bengaluru Police have arrested Nikita Singhania, her mother, and her brother in connection with the suicide of Atul Subash, who alleged harassment and extortion in his suicide note.</p>\n<ul>\n    <li>Nikita Singhania and her family members were arrested for abetment of suicide.</li>\n    <li>They were apprehended from Gurugram and Prayagraj respectively and have been placed in judicial custody.</li>\n    <li>The police investigation revealed monetary demands from the family that contributed to Subash's emotional distress.</li>\n    <li>Atul Subash was found dead on December 9, leaving a note accusing his wife of continuous harassment.</li>\n    <li>His suicide note was shared widely, causing national outrage and prompting police action.</li>\n</ul>\n<blockquote>\"Justice is due,\" read a placard hung by Subash in his home before his death.</blockquote>\n<p>The case highlights serious issues surrounding domestic disputes and mental health, with police emphasizing the need for justice.</p>"
  },
  {
    "title": "Bengaluru techie suicide: Subhash Atul's estranged wife Nikita Singhania, her brother and mother arrested - The Times of India",
    "link": "https://timesofindia.indiatimes.com/city/bengaluru/bengaluru-techie-suicide-subhash-atuls-estranged-wife-nikita-singhania-arrested-from-gurgaon/articleshow/116330431.cms",
    "pubDate": "Sun, 15 Dec 2024 03:31:00 GMT",
    "summary": null
  },
  {
    "title": "Yogi Adityanath on the impeachment notices against Allahabad HC judge Shekhar Kumar Yadav and Jagdeep Dhankhar - The Hindu",
    "link": "https://www.thehindu.com/news/national/those-who-speak-truth-are-threatened-with-impeachment-yogi-adityanath/article68987605.ece",
    "pubDate": "Sun, 15 Dec 2024 03:19:00 GMT",
    "summary": "<h1>Yogi Adityanath on the impeachment notices against Allahabad HC judge Shekhar Kumar Yadav and Jagdeep Dhankhar</h1>\n<p><strong>Publication Date:</strong> December 15, 2024 | <strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/hf4mgf/article68987607.ece/alternates/LANDSCAPE_1200/PTI12_14_2024_000455A.jpg\" alt=\"Uttar Pradesh Chief Minister Yogi Adityanath addresses the “World Hindu Economic Fourm” in Mumbai, on December 14, 2024.\" title=\"Uttar Pradesh Chief Minister Yogi Adityanath addresses the “World Hindu Economic Fourm” in Mumbai, on December 14, 2024.\" />\n<figcaption>Uttar Pradesh Chief Minister Yogi Adityanath addresses the “World Hindu Economic Fourm” in Mumbai, on December 14, 2024. | Photo Credit: PTI</figcaption>\n<p>Uttar Pradesh Chief Minister Yogi Adityanath criticized the Opposition for initiating impeachment notices against Rajya Sabha Chairman Jagdeep Dhankhar and Allahabad High Court's Justice Shekhar Kumar Yadav, asserting that truth-tellers face threats of impeachment.</p>\n<ul>\n    <li>Adityanath spoke at the World Hindu Economic Forum on December 14, 2024.</li>\n    <li>He accused the Congress party of double standards and attempting to suppress the truth.</li>\n    <li>He advocated for a Uniform Civil Code, emphasizing respect for the majority community's sentiments.</li>\n    <li>The BJP leader remarked on the Opposition's concerns about his rise from a farmer's son to his current position.</li>\n    <li>He stated that India's economy is on track to become the third largest by 2027.</li>\n</ul>\n<blockquote>\n    \"Whoever speaks the truth, these people will pressurise him with impeachment (motions), and still they talk about the Constitution. Look at their double standards.\" - Yogi Adityanath\n</blockquote>\n<p>Adityanath emphasized that the Sanatan religion promotes inclusivity without claiming superiority, affirming its historical significance and contribution to India's legacy.</p>"
  },
  {
    "title": "'My Husband Will Kill Me': Harshita Brella Warned Family Weeks Before Murder In UK - News18",
    "link": "https://www.news18.com/world/harshita-brella-murder-uk-london-warned-family-her-husband-would-kill-her-report-9156677.html",
    "pubDate": "Sun, 15 Dec 2024 03:18:13 GMT",
    "summary": null
  },
  {
    "title": "MLAs, DDC Members boycott meeting due to Absence of DC Jammu & others ? Fire complaint - Cross Town News",
    "link": "https://news.google.com/rss/articles/CBMixgFBVV95cUxOOUFzbzdZWjFpY0x4MXlEZXFWT2RWdVFILUE3OHlWN0QtbzJ5cnBMU0J0SWRMN0YyWHByd3hYM3NNNl9qb215ckZ3Z1FTcDJtdTVOdUQ3ZWhrWG5KRHFNOEd2YjIxdFNuSjJ0WVBuQW04OUV6MG0teEF5RXFkcGkzWHhzMkJEU3dZQWUydVdCeWZ5bVJWNmpTOXp2U3JQVGJzUDZDY2NIcURwclYxYTR5d09oTjVHYUFEVkRKYTBJdzBYN2gtcXc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 03:07:42 GMT",
    "summary": null
  }
]