[
  {
    "title": "Hubble captures grand design spiral galaxy bursting with stellar nurseries - News9 LIVE",
    "link": "https://www.news9live.com/science/hubble-captures-grand-design-spiral-galaxy-bursting-with-stellar-nurseries-2774104",
    "pubDate": "Sun, 15 Dec 2024 09:32:51 GMT",
    "summary": "<h1>Hubble captures grand design spiral galaxy bursting with stellar nurseries</h1>\n<p><strong>Publication Date:</strong> New Delhi</p>\n<p><strong>Source:</strong> Science News</p>\n<img src=\"https://images.news9live.com/wp-content/uploads/2024/12/Hubble-NGC-5643.jpg?w=802&amp;enlarge=true\" alt=\"NGC 5643 captured by Hubble\" />\n<figcaption>NGC 5643 captured by Hubble. (Image Credit: ESA/Hubble and NASA, A. Riess, D. Thilker, D. De Martin (ESA/Hubble), M. Zamani (ESA/Hubble)).</figcaption>\n<p>The Hubble Space Telescope has revisited spiral galaxy NGC 5643, revealing vibrant stellar nurseries and dynamic features of this cosmic structure located 40 million light-years from Earth.</p>\n<ul>\n  <li>NGC 5643 is classified as a 'grand design' spiral galaxy with defined spiral arms.</li>\n  <li>The galaxy hosts bright blue stars, indicating active star formation in stellar nurseries.</li>\n  <li>Dark lanes of gas and dust provide the raw material for new stars.</li>\n  <li>The latest observations include new frequencies, enhancing our understanding since Hubble's last capture in 2020.</li>\n  <li>The central region features a bar-shaped structure linked to the transport of gas to a supermassive black hole.</li>\n  <li>Interestingly, a smaller black hole at the galaxy's fringes emits X-rays brighter than the central one.</li>\n</ul>\n<blockquote>“The extreme friction of the infalling material causes the tortured gas and dust to glow in frequencies across the electromagnetic spectrum.”</blockquote>\n<p>This latest observation of NGC 5643 provides valuable insights into the complex interactions within galaxies, particularly in the formation and behavior of stars and black holes. The findings enhance our understanding of such structures and their evolution in the universe.</p>"
  },
  {
    "title": "NASA warns about two giant asteroids on a collision course with Earth at high speed tomorrow - Moneycontrol",
    "link": "https://www.moneycontrol.com/science/nasa-warns-about-two-giant-asteroids-on-a-collision-course-with-earth-at-high-speed-tomorrow-article-12890145.html",
    "pubDate": "Sun, 15 Dec 2024 09:30:38 GMT",
    "summary": null
  },
  {
    "title": "Scientists reveal how dust storms can engulf Mars - News9 LIVE",
    "link": "https://www.news9live.com/science/scientists-reveal-how-dust-storms-can-engulf-mars-2774074",
    "pubDate": "Sun, 15 Dec 2024 08:44:40 GMT",
    "summary": "<h1>Scientists reveal how dust storms can engulf Mars</h1>\n<p><strong>Publication Date:</strong> New Delhi</p>\n<p><strong>Source:</strong> Science News</p>\n<img width=\"802\" height=\"464\" src=\"https://images.news9live.com/wp-content/uploads/2024/12/Mars-Dust-Storm-Viking.jpg?w=802&amp;enlarge=true\" alt=\"A planet-spanning dust storm on Mars captured by the Viking Orbiter 2 in 1976. The original image is in monochrome. (Image Credit: NASA).\" title=\"Mars Dust Storm Viking\">\n<figcaption>A planet-spanning dust storm on Mars captured by the Viking Orbiter 2 in 1976. (Image Credit: NASA).</figcaption>\n<p>Scientists have investigated how catastrophic dust storms form on Mars, which can span the entire planet. Recent research shows that these storms can be triggered by warm and sunny days, paving the way for better predictions of extreme weather on Mars.</p>\n<ul>\n    <li>Dust storms can block sunlight and reduce energy absorption on solar panels of Mars rovers.</li>\n    <li>68% of major dust storms are preceded by significant spikes in surface temperatures.</li>\n    <li>These storms can start as smaller ones near the polar ice caps before expanding rapidly.</li>\n    <li>The Mars Reconnaissance Orbiter has been providing crucial data for the research since 2005.</li>\n</ul>\n<blockquote>“The mission of the Curiosity rover came to an end in 2018 after a dust storm covered its solar panels.”</blockquote>\n<p>Researchers aim to monitor live data from Mars to achieve reliable predictions of dust storms in the future, improving the safety of operational hardware on the planet.</p>"
  },
  {
    "title": "What is ‘mirror life’ and why have scientists opposed it? - The Hindu",
    "link": "https://www.thehindu.com/sci-tech/science/what-is-mirror-life-and-why-have-scientists-opposed-it/article68987990.ece",
    "pubDate": "Sun, 15 Dec 2024 08:38:00 GMT",
    "summary": "<h1>What is ‘mirror life’ and why have scientists opposed it?</h1>\n<p><strong>Published on:</strong> December 15, 2024 02:08 pm IST</p>\n<p><strong>Source:</strong> The Hindu</p>\n<figure>\n    <img src=\"https://th-i.thgim.com/public/incoming/v5pp3a/article68986517.ece/alternates/LANDSCAPE_1200/IMG_iStock-1196623808_2_1_RLCH1D22.jpg\" alt=\"This illustration shows a DNA molecule twisting to the left. In all our bodies, DNA twists to the right while left-twisting DNA is absent.\" title=\"This illustration shows a DNA molecule twisting to the left. In all our bodies, DNA twists to the right while left-twisting DNA is absent.\" />\n    <figcaption>This illustration shows a DNA molecule twisting to the left. In all our bodies, DNA twists to the right while left-twisting DNA is absent. | Photo Credit: Getty Images</figcaption>\n</figure>\n<p>The concept of 'mirror life' involves creating synthetic bacteria with building blocks that are mirror images of their natural counterparts. An international group of scientists has raised warnings about the potential risks involved in these efforts.</p>\n<ul>\n    <li>Scientists are exploring the creation of 'mirror microbes' using enantiomers.</li>\n    <li>A recent 300-page report warns that mirror bacteria could evade immune responses and cause severe infections.</li>\n    <li>There are acknowledged potential applications of mirror bacteria in industry, yet the risks may outweigh benefits.</li>\n    <li>Countermeasures against mirror bacteria may be insufficient to prevent ecological harms.</li>\n    <li>Researchers call for further studies to evaluate the risks associated with mirror life.</li>\n</ul>\n<blockquote>“Life isn’t even-handed: many cellular components are all either left or right handed. But we are now (uncomfortably) close to being able to make flipped ‘mirror’ cells.” - Dr. Deepa Agashe</blockquote>\n<p>This development highlights a significant ethical and ecological consideration regarding synthetic biology and its implications for life on Earth."
  },
  {
    "title": "NASA tests lifting body atmospheric probe - News9 LIVE",
    "link": "https://www.news9live.com/science/nasa-tests-lifting-body-atmospheric-probe-2774056",
    "pubDate": "Sun, 15 Dec 2024 08:22:37 GMT",
    "summary": "<h1>NASA Tests Lifting Body Atmospheric Probe</h1>\n<p><strong>Publication Date:</strong> New Delhi - Date not specified</p>\n<p><strong>Source:</strong> News9Live</p>\n<img width=\"802\" height=\"464\" src=\"https://images.news9live.com/wp-content/uploads/2024/12/NASA-Lifting-Body-Aircraft.jpg?w=802&amp;enlarge=true\" alt=\"A drone releasing the lifting body probe. (Image Credit: NASA).\" title=\"NASA Lifting Body Aircraft\">\n<figcaption>A drone releasing the lifting body probe. (Image Credit: NASA).</figcaption>\n<p>NASA has successfully tested a lifting body atmospheric probe that utilizes its fuselage shape instead of wings to generate lift. This innovative approach may enable exploration of atmospheres on other worlds.</p>\n<ul>\n    <li>The atmospheric probe was released from a quadcopter at Rogers Dry Lake, near the Armstrong Flight Research Center in California.</li>\n    <li>Initial test flight occurred on August 1 but faced issues with the release mechanism.</li>\n    <li>After redesign efforts, the probe demonstrated stable flight in subsequent tests.</li>\n    <li>The team plans to conduct additional tests at higher altitudes to improve performance and data collection capabilities.</li>\n    <li>Potential future missions may target thick atmospheres on planets like Venus and Titan, utilizing the probe for atmospheric analysis.</li>\n</ul>\n<blockquote>\"It was completely stable in flight. We will be looking at releasing it from a higher altitude to keep it flying longer and demonstrate more maneuvers.\" - Principal Investigator</blockquote>\n<p>The successful test of the lifting body probe marks a significant step in developing affordable tools for atmospheric exploration on distant worlds, paving the way for future scientific missions."
  },
  {
    "title": "NASA reveals Mars exploration programme 2024-2044 - News9 LIVE",
    "link": "https://www.news9live.com/science/nasa-reveals-mars-exploration-programme-2024-2044-2774029",
    "pubDate": "Sun, 15 Dec 2024 07:40:57 GMT",
    "summary": "<h1>NASA reveals Mars exploration programme 2024-2044</h1>\n<p><strong>Publication Date:</strong> New Delhi</p>\n<img src=\"https://images.news9live.com/wp-content/uploads/2024/12/NASA-Mars-Rough-Landing.jpg?w=802&amp;enlarge=true\" alt=\"Illustration of a Rough Landing on Mars. (Image Credit: NASA).\" title=\"NASA Mars Rough Landing\">\n<figcaption>Illustration of a Rough Landing on Mars. (Image Credit: NASA).</figcaption>\n<p>NASA has unveiled its comprehensive plans for exploring Mars over the next two decades, focusing on human colonization, advanced technology deployment, and international collaboration.</p>\n<ul>\n    <li>The Mars Future Plan outlines goals for colonizing Mars and preparing for human expeditions.</li>\n    <li>NASA aims to upgrade communications, imaging, and weather monitoring infrastructure.</li>\n    <li>The Mars Sample Return programme is a key focus, despite financial concerns.</li>\n    <li>Future missions will include collaborations with private industries to establish a Martian GPS network.</li>\n    <li>NASA is exploring 'rough' landings for more efficient payload delivery.</li>\n</ul>\n<blockquote>\"Mars is the only planet in the Solar System that humans can think about colonising right now.\" – NASA representative</blockquote>\n<p>The initiative marks a significant step towards realizing humanity's presence on Mars, with emphasis on technology and partnerships that leverage both public and private sectors for exploration advancements.</p>"
  },
  {
    "title": "Scientists discover alien-like creature in deep ocean | See Pics | Mint - Mint",
    "link": "https://www.livemint.com/science/news/scientists-discover-alien-like-creature-in-deep-ocean-see-pics-11734245223023.html",
    "pubDate": "Sun, 15 Dec 2024 07:21:31 GMT",
    "summary": null
  },
  {
    "title": "Webb and Chandra Telescopes In Space Team Up For Amazing Imagery - MSN",
    "link": "https://www.msn.com/",
    "pubDate": "Sun, 15 Dec 2024 06:52:13 GMT",
    "summary": null
  },
  {
    "title": "7 Stunning Pictures Of Interacting Galaxies Captured By NASA Hubble Space Telescope - Times Now",
    "link": "https://www.timesnownews.com/web-stories/technology/7-stunning-pictures-of-interacting-galaxies-captured-by-nasa-hubblespacetelescope/photostory/116332737.cms",
    "pubDate": "Sun, 15 Dec 2024 06:11:15 GMT",
    "summary": "<h1>7 Stunning Pictures Of Interacting Galaxies Captured By NASA Hubble Space Telescope</h1>\n<p><strong>Publication Date:</strong> Dec 15, 2024 | <strong>Source:</strong> Times Now</p>\n<img src=\"https://static.tnn.in/thumb/116332764/116332764.jpg?height=746&amp;width=420&amp;resizemode=76&amp;imgsize=1200404\" alt=\"7 Stunning Pictures Of Interacting Galaxies Captured By NASA Hubble Space Telescope\">\n<figcaption>Credit: NASA-ESA-the-Hubble-Heritage-Team-STScI/AURA-ESA/Hubble-Collaboration</figcaption>\n<p>NASA’s Hubble Space Telescope has captured breathtaking images of interacting galaxies, showcasing the beauty and complexity of these cosmic structures.</p>\n<ul>\n    <li>The article features seven remarkable images, each highlighting different interactions between galaxies.</li>\n    <li>Images include Arp 148, Two Spiral Galaxies, and Portrait of Stephan’s Quintet, among others.</li>\n    <li>Each image is accompanied by descriptions detailing the unique characteristics and phenomena observed in these galaxy interactions.</li>\n</ul>\n<blockquote>\"Today, we understand that galaxy mergers significantly influence galaxy evolution, particularly the formation of elliptical galaxies.\"</blockquote>\n<p>These stunning visuals not only enhance our understanding of the universe but also inspire awe at the vastness and beauty of space.</p>"
  },
  {
    "title": "7 colourful photos of universe captured by NASA Hubble Space Telescope - India.com",
    "link": "https://www.india.com/webstories/viral/7-colourful-photos-of-universe-captured-by-nasa-hubble-space-telescope-7466565/",
    "pubDate": "Sun, 15 Dec 2024 05:39:16 GMT",
    "summary": null
  },
  {
    "title": "Scientists Discover Alien-Like Predator 'Darkness' In Ocean - News18",
    "link": "https://www.news18.com/viral/scientists-discover-alien-like-predator-darkness-in-ocean-aa-9156418.html",
    "pubDate": "Sun, 15 Dec 2024 04:30:06 GMT",
    "summary": "<h1>Scientists Discover Alien-Like Predator 'Darkness' In Ocean</h1>\n<p><strong>Publication Date:</strong> December 15, 2024, 15:30 IST</p>\n<p><strong>Source:</strong> News18</p>\n<img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"The new species is named Dulcibella camanchaca. (Representative Image)\" />\n<figcaption>The new species is named Dulcibella camanchaca. (Representative Image)</figcaption>\n<p>Scientists have discovered a new amphipod named Dulcibella camanchaca in the Atacama Trench, a deep-sea area near South America, during a 2023 expedition.</p>\n<ul>\n    <li>The Atacama Trench is about 7,902 metres (25,928 feet) deep.</li>\n    <li>This species exhibits alien-like features and is associated with the term \"camanchaca,\" meaning \"darkness.\"</li>\n    <li>Four specimens were identified and found to be genetically distinct from other amphipods.</li>\n    <li>Dulcibella camanchaca measures approximately 4 cm (1.5 inches) and is characterized by its white translucent color.</li>\n    <li>The species is a top predator in its extreme deep-sea ecosystem, scavenging smaller amphipods with specialized hunting appendages called gnathopods.</li>\n    <li>This finding enhances understanding of biodiversity in the largely unexplored hadal zone.</li>\n    <li>Studying this amphipod may provide insights into the potential for life on other planets, especially in water bodies on moons of Jupiter and Saturn.</li>\n</ul>\n<blockquote>\"This discovery is expected to offer insights into its evolutionary adaptations to the harsh conditions of its deep-sea habitat.\"</blockquote>\n<p>This discovery of Dulcibella camanchaca highlights the ecological significance of the Atacama Trench and contributes to our understanding of deep-sea life and extraterrestrial possibilities. </p>"
  },
  {
    "title": "NASA Warns Of Two BIG Asteroids Making Close Approach To Earth Tomorrow: Should You Worry? - Times Now",
    "link": "https://www.timesnownews.com/technology-science/nasa-warns-of-two-big-asteroids-making-close-approach-to-earth-tomorrow-should-you-worry-article-116331233",
    "pubDate": "Sun, 15 Dec 2024 04:12:07 GMT",
    "summary": "<h1>NASA Warns Of Two BIG Asteroids Making Close Approach To Earth Tomorrow: Should You Worry?</h1>\n<p><strong>Publication Date:</strong> December 15, 2024</p>\n<p><strong>Source:</strong> Times Now News</p>\n<img loading=\"lazy\" src=\"https://static.tnn.in/thumb/msid-116331284,thumbsize-1191763,width-1280,height-720,resizemode-75/116331284.jpg\" alt=\"Asteroid (AI-Generated Image)\" title=\"Asteroid (AI-Generated Image)\">\n<figcaption>Asteroid (AI-Generated Image)</figcaption>\n<p>Two asteroids, 2024 XY5 and 2024 XB6, are set to pass close to Earth on December 16, 2024, prompting interest from astronomers. Although they do not pose any immediate threat, their approach emphasizes NASA's monitoring efforts of near-Earth objects.</p>\n<ul>\n    <li><strong>Asteroid 2024 XY5:</strong> 71 feet in diameter, will pass at a distance of 3,500,000 kilometers at 5:56 AM IST traveling at 17,389 km/h.</li>\n    <li><strong>Asteroid 2024 XB6:</strong> 56 feet in diameter, will approach at 6,690,000 kilometers at 7:25 AM IST traveling at 23,787 km/h.</li>\n    <li>Both asteroids do not pose a risk as they are smaller than the threshold for \"potentially hazardous asteroids.\"</li>\n    <li>Nasa actively tracks near-Earth objects to ensure safety against potential threats.</li>\n</ul>\n<blockquote>“Despite their size and speed, NASA has confirmed that both asteroids will safely pass Earth without posing any risk.”</blockquote>\n<p>Stay informed and vigilant about the risks posed by space debris, even if these asteroids are harmless. NASA's continued monitoring is essential for ensuring our planet's safety.</p>"
  },
  {
    "title": "Scientists Discover Alien-Like Predator In Ocean's Depth, Call It 'Darkness' - NDTV",
    "link": "https://news.google.com/rss/articles/CBMirgFBVV95cUxPWUhocFpVaEdUWGFVbFFHai0wMGhaYlhTbjR6SHJKeXJDMDdnNGY4SlM1aTg3Z3RKd2ZHUXRTdmFVblJ3WVY0ZWNuaVppa1dDZklVZzlOSmN1bGF0OUNrYXI1VUZiZmd1Ty0xRmlQNnlqTUhhUlVhRFlaSFd1aDFHNjNpN2tEd2JqREpqVFctVXJiWDFDQ0ZQd2xFUVdIbjRaWG5XSnNxVkY4VXJYTXc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sun, 15 Dec 2024 03:24:56 GMT",
    "summary": null
  },
  {
    "title": "Astronomers Unveil the Mysterious 350,000-Mile Tail of Exoplanet WASP-69 b - SciTechDaily",
    "link": "https://scitechdaily.com/astronomers-unveil-the-mysterious-350000-mile-tail-of-exoplanet-wasp-69-b/",
    "pubDate": "Sun, 15 Dec 2024 02:01:38 GMT",
    "summary": null
  },
  {
    "title": "NASA’s Perseverance Rover Reaches the Top Rim of the Jezero Crater - Universe Today",
    "link": "https://www.universetoday.com/170103/nasas-perseverance-rover-reaches-the-top-rim-of-the-jezero-crater/",
    "pubDate": "Sun, 15 Dec 2024 00:36:32 GMT",
    "summary": "<h1>NASA's Perseverance Rover Reaches the Top Rim of the Jezero Crater</h1>\n<p><strong>Publication Date:</strong> December 12, 2023 | <strong>Source:</strong> Universe Today</p>\n<div>\n    <figure>\n        <img loading=\"lazy\" decoding=\"async\" width=\"1024\" height=\"843\" src=\"https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-1024x843.jpg\" alt=\"Route of the Perseverance Rover\" srcset=\"https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-1024x843.jpg 1024w, https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-580x477.jpg 580w, https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-250x206.jpg 250w, https://www.universetoday.com/wp-content/uploads/2024/12/pia26374-768x632.jpg 768w, https://www.universetoday.com/wp-content/uploads/2024/12/pia26374.jpg 1129w\" sizes=\"auto, (max-width: 767px) 89vw, (max-width: 1000px) 54vw, (max-width: 1071px) 543px, 580px\">\n        <figcaption><em>The route NASA’s Perseverance Mars rover took (in blue) as it climbed the western rim of Jezero Crater. Credit: NASA/JPL-Caltech/University of Arizona</em></figcaption>\n    </figure>\n</div>\n<p>NASA’s Perseverance rover has successfully reached the top of Jezero Crater's rim, marking a significant milestone in its mission to explore the ancient Martian landscape.</p>\n<ul>\n    <li>The rover climbed 500 vertical meters over three and a half months to reach \"Lookout Hill\".</li>\n    <li>Perseverance will now begin its \"Northern Rim\" campaign, aiming to explore geological samples over the next year.</li>\n    <li>Four previous science campaigns have been completed since its landing in February 2021.</li>\n    <li>The rover's current mission involves investigating new geological features and ancient environments.</li>\n</ul>\n<blockquote>\n    <p><em>“The Northern Rim campaign brings us completely new scientific riches as Perseverance roves into fundamentally new geology...\" - Ken Farley, Project Scientist</em></p>\n</blockquote>\n<p>As Perseverance begins to explore areas less affected by ancient impacts, it remains focused on finding biosignatures from Mars' wetter past, contributing to our understanding of the planet’s history and potential for life.</p>"
  },
  {
    "title": "Five stunning images of Nebula captured by NASA Hubble Telescope - India.com",
    "link": "https://www.india.com/webstories/viral/five-stunning-images-of-nebula-captured-by-nasa-hubble-telescope-7466057/",
    "pubDate": "Sat, 14 Dec 2024 20:33:53 GMT",
    "summary": "<h1>Five stunning images of Nebula captured by NASA Hubble Telescope</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> India.com</p>\n<img src=\"https://static.india.com/wp-content/uploads/2024/12/prawn-nebula-HEADLINES.jpg?impolicy=Medium_Widthonly&amp;w=400&amp;h=800\" alt=\"Prawn Nebula\" />\n<figcaption>Prawn Nebula captured by the Hubble Space Telescope.</figcaption>\n<p>The article showcases five breathtaking images of different nebulae captured by NASA's Hubble Space Telescope, along with brief descriptions of each nebula's characteristics and significance.</p>\n<ul>\n    <li><strong>Abell 78:</strong> A unique planetary nebula formed from a star that exhausted its nuclear fuel, collapsing into a white dwarf.</li>\n    <li><strong>Snowman Nebula:</strong> An emission nebula located 6,000 light-years away in the constellation Puppis.</li>\n    <li><strong>Nebula With Superbubble:</strong> Known as N44, it contains glowing hydrogen gas and massive stars.</li>\n    <li><strong>Prawn Nebula:</strong> A massive stellar nursery located in Scorpius, approximately 6,000 light-years from Earth.</li>\n    <li><strong>Necklace Nebula:</strong> A planetary nebula formed from the remains of a Sun-like star, glowing brightly in its Hubble image.</li>\n</ul>\n<blockquote>\"The glowing remains of an ordinary, Sun-like star create the stunning appearance of the Necklace Nebula.\"</blockquote>\n<p>This article illustrates the beauty and diversity of nebulae discovered by the Hubble Space Telescope, highlighting their importance in the study of the universe."
  },
  {
    "title": "Marius, the man who named Jupiter’s Galilean moons - The Hindu",
    "link": "https://www.thehindu.com/children/marius-the-man-who-named-jupiters-galilean-moons/article68950364.ece",
    "pubDate": "Sat, 14 Dec 2024 19:11:00 GMT",
    "summary": "<h1>Marius, the man who named Jupiter’s Galilean moons</h1>\n<p><strong>Published on:</strong> December 15, 2024<!-- Add the source if available --> </p>\n<img src=\"https://th-i.thgim.com/public/incoming/sgvfmh/article68950335.ece/alternates/FREE_1200/15istb%20Simon_Marius%202.jpg\" alt=\"This portrait of Marius appeared as a frontispiece (illustration facing the title page of a book) to the Mundus Iovialis.\" width=\"100%\">\n<figcaption>This portrait of Marius appeared as a frontispiece to the <i>Mundus Iovialis</i>. It also shows Jupiter’s moons in orbit around the planet – something that Galileo didn’t include in his book. | Photo Credit: WIKIMEDIA COMMONS</figcaption>\n<p>Simon Marius, a 17th-century astronomer, is known for naming the four largest moons of Jupiter despite being overshadowed by Galileo, who claimed to have discovered them first. The debate over Marius' contributions continues today.</p>\n<ul>\n    <li>Marius was an astronomer, mathematician, physician, and calendar maker born in 1573 in Gunzenhausen, Germany.</li>\n    <li>He independently observed Jupiter's moons on December 29, 1609, claiming to see “four tiny stars” aligned with the planet.</li>\n    <li>In 1614, Marius published <i>Mundus Iovialis</i>, detailing his findings including Jupiter’s moons and the Andromeda Galaxy.</li>\n    <li>His suggested names for the moons—Io, Europa, Ganymede, and Callisto—were influenced by the work of Johannes Kepler.</li>\n    <li>Galileo accused Marius of plagiarism in 1623, resulting in ongoing debate about Marius' contributions to astronomy.</li>\n</ul>\n<blockquote>“While it is nigh impossible for us to determine if Marius does deserve credit for independently discovering the four major satellites of Jupiter, there’s no doubt that he was the one who gave them the names that are now in use.”</blockquote>\n<p>The legacy of Simon Marius highlights the complexities of scientific discovery and the importance of acknowledgment in the history of astronomy. Despite controversies, his contributions to the naming of Jupiter’s moons remain significant."
  },
  {
    "title": "Webb Telescope unveils a Milky Way-like galaxy from the early universe - Madhyamam",
    "link": "https://news.google.com/rss/articles/CBMimwFBVV95cUxPZk9kSHBfQXhpWGF0cExfSm1QUWJiUW5VUjA3a1N1b0lQaHFoZlR5Xzc2YWFSdk1aX2QxYS0xbkpIRFY1eWd1bUo4U01adUI4MkluN1BlQzMxdjVVOVBlNWVlYVphMGZBT3l3ZEhKZ3JrSjRoUFFiaVJ0S2hCaGZYWktuTDJsMEU0TTRfOXRTeldWUHNNTVJFay05ONIBoAFBVV95cUxQZ19pYThhT2IxWjlMLWxPd1F5R3ppbkFpSnVQN2llYTRsMEp2X3gtYlplWjdEUnpnd2hWRVo2alkwb0tpUmdyS3JpUlJCc0psMU1iTWlZdFZRTU9RMUw1M2pqbjFnVzJIeFJBeVlXSXl5Vnc0ZmpyTzRGaHduT0p5UWJGa2tBMkdoa1pFZWdJNDJZTjAtMGp1THBDeHNjUlox?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 16:13:45 GMT",
    "summary": null
  },
  {
    "title": "NASA’s Webb Telescope Reveals Firefly Sparkle, a Milky Way-Like Galaxy - Gadgets 360",
    "link": "https://www.gadgets360.com/science/news/nasa-webb-detects-milky-way-s-early-twin-firefly-sparkle-from-600m-years-after-big-bang-7240359",
    "pubDate": "Sat, 14 Dec 2024 14:30:11 GMT",
    "summary": "<h1>NASA’s Webb Telescope Reveals Firefly Sparkle, a Milky Way-Like Galaxy</h1>\n<p><strong>Publication Date:</strong> December 11, 2023<br><strong>Source:</strong> Gadgets 360</p>\n<img src=\"https://img.youtube.com/vi/eSNLVyaw_VM/hqdefault.jpg\" alt=\"Play Video\">\n<figcaption>Video related to the discovery of the Firefly Sparkle galaxy.</figcaption>\n<p>A galaxy nicknamed the Firefly Sparkle has been detected by NASA's James Webb Space Telescope, marking a significant discovery regarding the early universe and its galaxies.</p>\n<ul>\n    <li>The Firefly Sparkle galaxy existed approximately 600 million years after the Big Bang.</li>\n    <li>It has a mass similar to the Milky Way at a comparable stage of development.</li>\n    <li>Distinctive for having ten active star clusters undergoing staggered star formation.</li>\n    <li>Gravitational lensing greatly enhanced visibility, allowing detailed observation of its components.</li>\n    <li>Two companion galaxies are expected to influence Firefly Sparkle's evolution over billions of years.</li>\n</ul>\n<blockquote>\"Each clump is undergoing a distinct phase of evolution.\" - Chris Willott</blockquote>\n<p>This research, part of Webb's CAnadian NIRISS Unbiased Cluster Survey (CANUCS) programme, provides unparalleled insights into the universe's formative years.</p>"
  },
  {
    "title": "NASA's Ingenuity helicopter to become Martian weather station after crash - Madhyamam",
    "link": "https://news.google.com/rss/articles/CBMiqAFBVV95cUxNQkU5aFdaR1NWSVEzQ1d0emxBR0tWWDFkQWRUUDZReHZkVmFuQjAtSktGclE0c3l2MWpEQUhJWGxRMVZsMnpjbWgxYkhyLV9OaU80SWxVaE5Yc0hVdGlHSGhtVWRtR1BidVcySlVHbmI5NDFpZHF3QldHV3psWnZGVjktUkoxbV83SUF2YTVQZTZfWHVvdHRNYjRXaUx3dndLeExtMDhOd0vSAa4BQVVfeXFMTVFXM2kwTmFzWmVqN1M2d2V0Y1h2YV84MHFpdjBRR2w0V0swQVJIMkxmX2VBQkJqa3ZXdjRnVV8xeThON2JMN0YxSG5qeGprYWNtdjBaUV9DczJmbG1NRnVZVUFnekVtbzVlSUN1UGs2YXZQalZxVnVCM05WczluSEl3WS1iVW15WEVoNVpRblB2dUxBVHRqeE5rVDdqcF9tOVhiaFlSQUFkX1Y2RW5B?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 13:37:44 GMT",
    "summary": null
  },
  {
    "title": "120 meteors per hour! Did you know about Geminid meteor shower? - ET Now",
    "link": "https://www.etnownews.com/web-stories/120-meteors-per-hour-did-you-know-about-geminid-meteor-shower/photostory/116318783.cms",
    "pubDate": "Sat, 14 Dec 2024 12:43:36 GMT",
    "summary": "<h1>120 meteors per hour! Did you know about Geminid meteor shower?</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> etnownews.com</p>\n<img src=\"https://etstatic.tnn.in/thumb/116318798.jpg?imgsize=22394&amp;width=420&amp;height=746&amp;resizemode=76\" alt=\"120 meteors per hour\" />\n<figcaption>During this peak, approximately 120 meteors can be seen per hour, traveling at speeds of 79,000 mph (127,000 kph).</figcaption>\n<p>The Geminid meteor shower is set to showcase a dazzling display of meteors, with peak visibility expected on December 14, 2024. This celestial event is famed for producing up to 120 meteors per hour.</p>\n<ul>\n    <li>The Geminid meteor shower occurs annually, known for its bright and fast meteors.</li>\n    <li>Visible on December 14, this year’s event will allow viewers to see approximately 120 meteors per hour.</li>\n    <li>The meteors travel at impressive speeds of 79,000 mph (127,000 kph) or 22 miles per second.</li>\n    <li>The meteor shower runs from November 19 to December 24, peaking in mid-December.</li>\n    <li>Finding a dark spot away from city lights will enhance viewing conditions.</li>\n</ul>\n<blockquote>“Under ideal conditions, up to 120 Geminid meteors can be seen every hour at its peak, with meteors notable for their brightness, speed, and golden color.”</blockquote>\n<p>Be sure to find a comfortable viewing location and enjoy the spectacular Geminid meteor shower as it lights up the night sky!</p>"
  },
  {
    "title": "Jupiter’s Moon Io Shows No Magma Ocean as New Findings Explain Volcanic Eruptions - Gadgets 360",
    "link": "https://www.gadgets360.com/science/news/volcanic-eruptions-on-jupiter-s-moon-io-no-magma-ocean-discovered-7239615",
    "pubDate": "Sat, 14 Dec 2024 12:30:01 GMT",
    "summary": "<h1>Io's Volcano Mystery Solved: No Global Magma Ocean Found</h1>\n<p><strong>Publication Date:</strong> December 12, 2024 | <strong>Source:</strong> Nature</p>\n<img src=\"https://img.youtube.com/vi/MQfE5DSNgfI/hqdefault.jpg\" alt=\"Io's Volcano Mystery\" />\n<figcaption>Image depicting the volcanic activity on Io.</figcaption>\n<p>Recent research has revealed that Jupiter's moon Io does not have a global magma ocean beneath its surface, challenging previous theories about its volcanic activity and implications for other celestial bodies.</p>\n<ul>\n    <li>The study analyzed data from NASA's Juno spacecraft and historical data from the Galileo mission.</li>\n    <li>Findings indicate that Io's interior is solid, contrary to previous beliefs of a molten layer.</li>\n    <li>Over 400 active volcanoes exist on Io, with lava sourced from localized pockets of melt in the mantle.</li>\n    <li>The research has wider implications for understanding tidal heating on exoplanets orbiting M-dwarf stars.</li>\n</ul>\n<blockquote>\"The absence of a global magma ocean on Io challenges the assumption that such exoplanets would host extensive molten layers.\"</blockquote>\n<p>This significant discovery not only reshapes our understanding of Io but also prompts a reevaluation of geological models for other celestial bodies influenced by tidal forces.</p>"
  },
  {
    "title": "8,000-Kilometer Deep Oceans on Uranus and Neptune? A Scientist’s Revelation - Indian Defence Review",
    "link": "https://indiandefencereview.com/scientist-proposes-existence-deep-oceans-uranus-neptune-potentially-5000-miles-deep/",
    "pubDate": "Sat, 14 Dec 2024 12:30:00 GMT",
    "summary": "<h1>8,000-Kilometer Deep Oceans on Uranus and Neptune? A Scientist’s Revelation</h1>\n<p><strong>Published on:</strong> December 14, 2024 | <strong>Source:</strong> Indian Defence Review</p>\n<figure>\n    <img src=\"https://indiandefencereview.com/wp-content/uploads/2024/12/scientist-proposes-existence-deep-oceans-uranus-neptune-potentially-5000-miles-deep.jpg\" alt=\"Deep oceans on Uranus and Neptune\" width=\"1200\" height=\"800\">\n    <figcaption>8,000-Kilometer Deep Oceans on Uranus and Neptune? A Scientist’s Revelation - © Indian Defence Review</figcaption>\n</figure>\n<p>A groundbreaking study suggests that Uranus and Neptune may conceal vast oceans beneath their atmospheres, potentially up to 5,000 miles deep, which could revolutionize our understanding of these ice giants.</p>\n<ul>\n    <li>Research led by Burkhard Militzer from UC Berkeley utilized advanced computer simulations.</li>\n    <li>Layered structure proposed: thick hydrogen-helium atmosphere, deep ocean of water, and compressed hydrocarbons.</li>\n    <li>The presence of these oceans may explain the unique magnetic fields of these planets as observed by NASA's Voyager 2.</li>\n</ul>\n<h2>Implications for the search for extraterrestrial life</h2>\n<p>The discovery raises potential for habitable environments on icy moons, such as Miranda, which might harbor subsurface oceans.</p>\n<figure>\n    <table>\n        <thead>\n            <tr>\n                <th>Planet</th>\n                <th>Potential ocean depth</th>\n                <th>Number of moons</th>\n            </tr>\n        </thead>\n        <tbody>\n            <tr>\n                <td>Uranus</td>\n                <td>~5,000 miles</td>\n                <td>27</td>\n            </tr>\n            <tr>\n                <td>Neptune</td>\n                <td>~5,000 miles</td>\n                <td>14</td>\n            </tr>\n        </tbody>\n    </table>\n</figure>\n<h2>Advancements in planetary modeling</h2>\n<p>Militzer's team developed a model simulating 540 atoms under extreme conditions, aligning with Voyager 2's measurements, enhancing the credibility of the new theory.</p>\n<blockquote>\"One day, I looked at the model, and the water had separated from the carbon and nitrogen. What I couldn’t do 10 years ago was now happening.\" - Burkhard Militzer</blockquote>\n<h2>Future exploration and confirmation</h2>\n<p>NASA proposes a flagship mission to confirm the existence of these oceanic layers by 2034, taking advantage of a rare planetary alignment for faster travel.</p>\n<p>These findings reshape our understanding of ice giants and expand the possibilities for extraterrestrial life.</p>"
  },
  {
    "title": "Scientists find alien-like predator in the deep ocean, name it Darkness - MSN",
    "link": "https://www.msn.com/",
    "pubDate": "Sat, 14 Dec 2024 12:27:18 GMT",
    "summary": null
  },
  {
    "title": "NASA Captures Active Volcano Eruption On Jupiter's Moon Io, Ending 44-Year-Old Mystery | WATCH - Jagran English",
    "link": "https://news.google.com/rss/articles/CBMiygFBVV95cUxNNlZ5T2FLUDMxUnV3azZJNlZsR2J4a3QzNkdjQ0pIcjJ2SDFoUmFtMzJ3SnhsN0xwamFyRWpoX1VJeGVCU0FVQ045azN1a3lVQUlwc1VlTGZ1eGswOU9lRDZuQXNydEhNM0dVTFhKQTVDeFV3MjFJNThrS193UHRSaThlVF82Nm5ZX2N2SGZSSEZKeEYtU0N4X2Zqc3NpZVEtTmtVYlNPLXZfeVItZnpZc1dHMy13VVdFRmRxUHU0YUNxZnhjak9lZjdn?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 12:00:00 GMT",
    "summary": null
  },
  {
    "title": "Scientists Warn of Unstoppable Threat from Lab-Created Mirror Bacteria - MSN",
    "link": "https://www.msn.com/",
    "pubDate": "Sat, 14 Dec 2024 11:35:02 GMT",
    "summary": null
  },
  {
    "title": "Astronauts’ stunning views of Earth from space - Hindustan Times",
    "link": "https://www.hindustantimes.com/web-stories/trending/astronauts-stunning-views-of-earth-from-space-101733300312463.html",
    "pubDate": "Sat, 14 Dec 2024 11:03:56 GMT",
    "summary": "<h1>Astronauts’ stunning views of Earth from space</h1>\n<p><strong>Publication Date:</strong> December 4, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/04/900x1600/Earth_From_Space_1733300599052_1733300599210.jpg\" alt=\"Earth views from space\">\n<figcaption>Photo Credit: NASA</figcaption>\n<p>This article highlights breathtaking images captured by astronauts from space, showcasing the beauty and diversity of Earth.</p>\n<ul>\n    <li>Earth is the only known planet in our solar system with life.</li>\n    <li>Astronauts witness Earth’s full beauty from space.</li>\n    <li>The curvature and color contrasts of the planet are apparent from orbit.</li>\n    <li>Natural phenomena like hurricanes are visible yet appear peaceful from space.</li>\n    <li>The ISS orbits Earth every 90 minutes, allowing astronauts to see multiple views of the planet daily.</li>\n</ul>\n<blockquote>Astronauts’ views of Earth from space offer a stunning reminder of the planet's beauty.</blockquote>\n<p>The stunning imagery captured by astronauts serves as a reminder of the fragile beauty of our planet and the need for its preservation.</p>"
  },
  {
    "title": "NASA's Ingenuity Helicopter May Become Weather Station for 20 Years on Mars - Gadgets 360",
    "link": "https://www.gadgets360.com/science/news/nasas-ingenuity-mars-helicopter-becomes-weather-station-after-crash-7239365",
    "pubDate": "Sat, 14 Dec 2024 10:30:01 GMT",
    "summary": "<h1>NASA's Ingenuity Helicopter May Become Weather Station for 20 Years on Mars</h1>\n<p><strong>Publication Date:</strong> January 18, 2024</p>\n<p><strong>Source:</strong> Gadgets 360</p>\n<img src=\"https://i.gadgets360cdn.com/large/mars_helicopter_1734158083492.jpg\" alt=\"NASA Ingenuity Helicopter\" />\n<figcaption>The Ingenuity Mars Helicopter has been repurposed as a weather station on Mars.</figcaption>\n<p>The Ingenuity Mars Helicopter, originally deployed by NASA for flight testing, will now function as a weather station after sustaining damage during its 72nd flight. Despite losing its flying capabilities, the helicopter's systems remain operational for data collection.</p>\n<ul>\n    <li>The helicopter suffered rotor damage during its last flight on January 18, 2024.</li>\n    <li>Ingenuity will record telemetry and take images every sol as a weather station.</li>\n    <li>The navigation system struggles with uniform Martian terrain, complicating safe landings.</li>\n    <li>Communication relies on the Perseverance rover, located 3 kilometers away.</li>\n    <li>Ingenuity can potentially operate for up to 20 years, collecting valuable data.</li>\n</ul>\n<blockquote>\"She's now going to continue on as a weather station of sorts, recording telemetry and taking images every sol.\" - Teddy Tzanetos, Ingenuity's project manager</blockquote>\n<p>As Ingenuity's mission transitions, JPL is now considering the development of a new six-rotor Mars helicopter designed for extended scientific exploration.</p>"
  },
  {
    "title": "6 Very Beautiful Space Images Captured By NASA Hubble Space Telescope - Times Now",
    "link": "https://www.timesnownews.com/web-stories/technology/6-very-beautiful-space-images-captured-by-nasa-hubble-space-telescope/photostory/116294175.cms",
    "pubDate": "Sat, 14 Dec 2024 10:10:00 GMT",
    "summary": "<h1>6 Very Beautiful Space Images Captured By NASA Hubble Space Telescope</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Times Now</p>\n<img src=\"https://static.tnn.in/thumb/116294195/116294195.jpg?height=746&amp;width=420&amp;resizemode=76&amp;imgsize=1518597\" alt=\"6 Very Beautiful Space Images Captured By NASA Hubble Space Telescope\">\n<figcaption>Credit: NASA-ESA-M-Robberto-Space-Telescope-Science-Institute/ESA-and-the-Hubble-Space-Telescope-Orion-Treasury-Project-Team</figcaption>\n<p>This article showcases six stunning images captured by the NASA Hubble Space Telescope, celebrating the beauty and mystery of the cosmos while highlighting the telescope's remarkable capabilities.</p>\n<ul>\n    <li><strong>Orion Nebula:</strong> A captivating view showing the formation of over 3,000 stars.</li>\n    <li><strong>Tarantula Nebula:</strong> Close-up of a stellar nursery with extreme phenomena in the Large Magellanic Cloud.</li>\n    <li><strong>NGC 2174 (Monkey Head Nebula):</strong> A vibrant image celebrating Hubble's 24th year in orbit.</li>\n    <li><strong>Inky Abyss (NGC 2022):</strong> A vast expanse of gas from a dying star.</li>\n    <li><strong>Westerlund 2:</strong> A remarkable image of a star cluster released for Hubble's 25th anniversary.</li>\n    <li><strong>Mystic Mountain:</strong> A dramatic portrayal of gas and dust, shaped by intense radiation.</li>\n</ul>\n<blockquote>\"The pillar is gradually being eroded by intense radiation from nearby luminous stars, creating a scene even more striking than fiction.\"</blockquote>\n<p>The images serve as a reminder of Hubble's significant contributions to our understanding of the universe, showcasing its lasting impact on astronomy and science."
  },
  {
    "title": "Ligand-engineered copper nanoclusters may aid in fight against CO2 emissions - Tech Explorist",
    "link": "https://www.techexplorist.com/ligand-engineered-copper-nanoclusters-fight-against-co2-emissions/94619/",
    "pubDate": "Sat, 14 Dec 2024 09:57:49 GMT",
    "summary": "<h1>Ligand-engineered copper nanoclusters may aid in fight against CO2 emissions</h1>\n<p><strong>Publication Date:</strong> October 2023 | <strong>Source:</strong> Tech Explorist</p>\n<p>This article discusses a groundbreaking initiative by researchers to enhance the efficiency of electrochemical CO<sub>2</sub> reduction using ligand-engineered copper nanoclusters, demonstrating copper's potential in sustainable chemistry.</p>\n<ul>\n    <li>Research conducted by Tohoku University, Tokyo University of Science, and University of Adelaide.</li>\n    <li>Engineering of copper nanocluster surfaces at the atomic level to improve selectivity and sustainability in carbon reduction.</li>\n    <li>Focus on electrochemical CO<sub>2</sub> reduction reactions (CO<sub>2</sub>RR) which convert excess CO<sub>2</sub> into valuable products.</li>\n    <li>Two Cu₁₄ nanoclusters were created with different thiolate ligands, showcasing the potential for varying product selectivity.</li>\n    <li>The study highlights the importance of intercluster interactions in determining nanocluster stability and catalytic performance.</li>\n</ul>\n<blockquote>“To achieve this breakthrough, our team had to modify NCs at the atomic scale. However, it’s very challenging since the geometry of the NCs was heavily dependent on the precise parts that we needed to alter.” — Professor Yuichi Negishi</blockquote>\n<blockquote>“These findings are pivotal for advancing the design of Cu NCs that combine stability with high selectivity, paving the way for more efficient and reliable electrochemical CO<sub>2</sub> reduction technologies.” — Professor Yuichi Negishi</blockquote>\n<p>This research underscores the critical role of collaboration and innovative technology in addressing global carbon emission challenges.</p>"
  }
]