[
  {
    "title": "Amidst Test recall jeopardy, Shami picked in Bengal's VHT squad - Cricbuzz",
    "link": "https://www.cricbuzz.com/cricket-news/132762/amidst-test-recall-jeopardy-shami-picked-in-bengals-vht-squad",
    "pubDate": "Sat, 14 Dec 2024 18:30:48 GMT",
    "summary": "<h1>Amidst Test recall jeopardy, Shami picked in Bengal's VHT squad</h1>\n<p><strong>Published on:</strong> Sat, Dec 14, 2024, 06:28 PM | <strong>Source:</strong> Cricbuzz</p>\n<img height=\"396\" width=\"595\" alt=\"Shami had a moderately successful season in the Syed Mushtaq Ali Trophy\" title=\"Shami had a moderately successful season in the Syed Mushtaq Ali Trophy\" src=\"/a/img/v1/595x396/i1/c586866/shami-had-a-moderately-success.jpg\">\n<figcaption>Shami had a moderately successful season in the Syed Mushtaq Ali Trophy © Getty</figcaption>\n<p>Mohammed Shami has been included in the Bengal squad for the upcoming Vijay Hazare Trophy despite ongoing uncertainties about his participation in the Border Gavaskar Trophy.</p>\n<ul>\n    <li>Shami, along with Mukesh Kumar, is set to strengthen Bengal's bowling attack in the tournament starting on December 21.</li>\n    <li>There is speculation regarding Shami's inclusion in the Test squad for the ongoing Border Gavaskar Trophy.</li>\n    <li>After a lengthy injury hiatus, Shami successfully played in multiple T20 matches without setbacks.</li>\n    <li>The team management, including captain Rohit Sharma, emphasizes the need to be cautious with Shami's fitness before considering him for Test matches.</li>\n    <li>Bengal's campaign will kick off against Delhi in Hyderabad.</li>\n</ul>\n<blockquote>\n    \"We want to be very careful, we don't want to bring him here, he pulls up sore or something happens.\" - Rohit Sharma\n</blockquote>\n<p>The Bengal team looks forward to Shami's participation in the Vijay Hazare Trophy, while his Test future remains cautiously optimistic."
  },
  {
    "title": "Omarzai and Rashid lead Afghanistan to T20I series win over sloppy Zimbabwe - ESPNcricinfo",
    "link": "https://www.espncricinfo.com/series/afghanistan-in-zimbabwe-2024-25-1457916/zimbabwe-vs-afghanistan-3rd-t20i-1457922/match-report",
    "pubDate": "Sat, 14 Dec 2024 17:25:30 GMT",
    "summary": "<h1>Omarzai and Rashid lead Afghanistan to T20I series win over sloppy Zimbabwe</h1>\n\n<p><strong>Publication Date:</strong> [Insert Publication Date] <strong>Source:</strong> [Insert Source]</p>\n\n<p>Afghanistan secured a thrilling victory against Zimbabwe in the third T20I, successfully chasing down 128 runs to win the series, thanks to notable performances from Azmatullah Omarzai and Rashid Khan.</p>\n\n<ul>\n    <li>Afghanistan chased down a target of 128 after being 45 for 4 at one point.</li>\n    <li>Azmatullah Omarzai scored 34 runs, while Mohammad Nabi contributed with an unbeaten 24 runs.</li>\n    <li>Zimbabwe posted a total of 127 runs, with Brian Bennett scoring 31 runs, but they were hurt by giving away 17 extras.</li>\n    <li>Rashid Khan excelled with the ball, taking 4 wickets for 27 runs, dismantling Zimbabwe's middle order.</li>\n    <li>Zimbabwe has now lost all six bilateral T20I series against Afghanistan.</li>\n</ul>\n\n<blockquote>“Afghanistan hardly looked in trouble after Akram's over with five wides.”</blockquote>\n<blockquote>“Brian Bennett ended as the highest run-getter across both sides with 107 runs in the series.”</blockquote>\n\n<p>The match showcased Afghanistan's resilience despite early setbacks, with standout performances from Omarzai and Nabi leading them to a historic series victory against Zimbabwe. This win reflects Afghanistan's growing prowess in T20 cricket."
  },
  {
    "title": "Liverpool player ratings vs Fulham: Diogo Jota the saviour! Super-sup salvages late point for Arne Slot after Andy Robertson sees red and Trent Alexander-Arnold completely flops - Goal.com",
    "link": "https://news.google.com/rss/articles/CBMi0gFBVV95cUxPaTFXZTR5MVJNdjFtOFliZm9YQUJkb2g0eEtyb3dHQ0VsMVhJX2NDaFFiTHUwdy12UDRZQ0w2dFA4NmlaRE9Nc3JxakZmaVFwQkplTnM2M0h6WDFvNzZzdWtsMWdJdkwtODBpbFAzZUhKOGhHeHJUNzZtM3R4RUpjZ3JiRnJ0T3o3WEM2RHBMNThaXzhLbFAtejFxdFN2RVVxdE5XTk5Vd0pabHp3T1I5bWJLTnJfc0hWSnBwbTYzU3lNeVFpVGVFUTlkdmJ3b1hTcmc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 17:05:23 GMT",
    "summary": null
  },
  {
    "title": "\"Cassata Today, Sundae Tomorrow\": India's Team Selection In Gabba Test Slammed - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/cassata-today-sundae-tomorrow-indias-team-selection-in-gabba-test-slammed-7247702",
    "pubDate": "Sat, 14 Dec 2024 16:36:34 GMT",
    "summary": "<h1>\"Cassata Today, Sundae Tomorrow\": India's Team Selection In Gabba Test Slammed</h1>\n<p><strong>Publication Date:</strong> October 28, 2024 | <strong>Source:</strong> NDTV</p>\n<img width=\"639\" height=\"479\" src=\"https://c.ndtvimg.com/2024-10/9nqp1i2o_r-ashwin-jadeja-and-gambhir-bcci_625x300_28_October_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" title=\"&quot;Cassata Today, Sundae Tomorrow&quot;: India's Team Selection In Gabba Test Slammed\">\n<figcaption>File image of R Ashwin, Gautam Gambhir and Ravindra Jadeja. © AFP</figcaption>\n<p>Former India opener Aakash Chopra criticizes Team India's selection process for the Border-Gavaskar Trophy, highlighting the inconsistency in spinners chosen for the matches.</p>\n<ul>\n    <li>Aakash Chopra raised concerns over the frequent changes in the team's spinner, noting that different spinners have been selected for each Test.</li>\n    <li>Ravindra Jadeja was chosen as the sole spinner for the third Test in place of Ravichandran Ashwin.</li>\n    <li>Washington Sundar was the spinner for the first Test and was dropped despite India's success.</li>\n    <li>Chopra compared the selection inconsistency to changing food preferences, expressing the need for continuity in team selection.</li>\n</ul>\n<blockquote>\"It seems they want to play a new spinner in every Test match. Washi played in the first, Ashwin played in the second, and Jadeja is playing in the third. Kuldeep might have played in the fourth had he been there.\"</blockquote>\n<blockquote>\"No one had done anything wrong. Neither did Washington Sundar do anything wrong in Perth nor did Ravichandran Ashwin do anything wrong in Adelaide.\"</blockquote>\n<p>As India prepares for the third Test at The Gabba, they hope to take the lead against Australia, though weather conditions may pose challenges."
  },
  {
    "title": "Elon Musk congratulates new world chess champion D Gukesh on historic win - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/chess/elon-musk-congratulates-new-world-chess-champion-d-gukesh-on-historic-win/articleshow/116322346.cms",
    "pubDate": "Sat, 14 Dec 2024 16:06:00 GMT",
    "summary": null
  },
  {
    "title": "Sara Tendulkar breaks the internet by slaying at the Gabba with Zaheer Khan, Prachi Desai and Sagarika Ghatge - India.com",
    "link": "https://www.india.com/photos/sports/sara-tendulkar-breaks-the-internet-by-slaying-at-the-gabba-with-zaheer-khan-prachi-desai-and-sagarika-ghatge-414339/",
    "pubDate": "Sat, 14 Dec 2024 15:24:20 GMT",
    "summary": "<h1>Sara Tendulkar breaks the internet by slaying at the Gabba with Zaheer Khan, Prachi Desai and Sagarika Ghatge</h1>\n<p><strong>Publication Date:</strong> October 2023 <strong>Source:</strong> India.com</p>\n<img src=\"https://st1.photogallery.ind.sh/wp-content/uploads/indiacom/sara-tendulkar-breaks-the-internet-by-slaying-at-the-gabba-with-zaheer-khan-prachi-desai-and-sagarika-ghatge-202412-1734189675.jpg?impolicy=Medium_Widthonly&amp;w=700\" alt=\"Sara Tendulkar at the Gabba\" width=\"700\" height=\"467\">\n<figcaption>Image credit: Instagram</figcaption>\n<p>Sara Tendulkar captured the attention of social media with her stunning appearances at the Gabba alongside friends, including former cricketer Zaheer Khan and actress Prachi Desai.</p>\n<ul>\n    <li>Sara shared several pictures from her time at the Gabba.</li>\n    <li>She was seen smiling and enjoying her time with Zaheer Khan's wife, Sagarika Ghatge.</li>\n    <li>Sara is highly active on social media, boasting over 73 million followers on Instagram.</li>\n    <li>The event showcased her love for capturing memories and supporting Team India.</li>\n</ul>\n<blockquote>\"Sara Tendulkar always supports Team India whether it's Test cricket, ODI format game or T20I game.\"</blockquote>\n<p>The event emphasized Sara's charm and popularity, highlighting her connections with notable personalities in the sports and entertainment world."
  },
  {
    "title": "Mainz 1-0 Bayern Munich: Halftime observations - Bavarian Football Works",
    "link": "https://www.bavarianfootballworks.com/2024/12/14/24321028/mainz-vs-bayern-munich-live-stream-game-time-thread-how-to-watch-bundesliga",
    "pubDate": "Sat, 14 Dec 2024 15:23:45 GMT",
    "summary": "<h1>Mainz 2-1 Bayern Munich: Initial reactions and Observations</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Bavarian Football Works</p>\n\n<p>In a surprising turn of events, Bayern Munich suffered a 2-1 defeat against Mainz 05 in the Bundesliga, showcasing one of their poorest performances to date.</p>\n\n<ul>\n    <li>The match revealed major deficiencies in Bayern's play, particularly from key players such as Leroy Sane and Joshua Kimmich.</li>\n    <li>Jamal Musiala was noted as the only standout player, trying to make an impact amidst a lack of support.</li>\n    <li>Refereeing decisions came under scrutiny, with 33 fouls called and only four yellow cards issued.</li>\n    <li>Bayern is set to face Leipzig in their next match on December 20 or 21, marking the end of their year.</li>\n</ul>\n\n<blockquote>“That was one of the worst Bayern performances of late. How are you getting dominated by a team sitting in the middle of the table? Have some shame.”</blockquote>\n\n<p>The defeat raises concerns about Bayern's chances moving forward, especially with their form trailing ahead of the crucial upcoming fixture against Leipzig.</p>"
  },
  {
    "title": "Double Olympic Medallist PV Sindhu Gets Engaged To Venkata Datta Sai, Picture Goes Viral - NDTV Sports",
    "link": "https://news.google.com/rss/articles/CBMiyAFBVV95cUxQZWQwZnVQV1RHci1LYjVDYVR5WXZuOEdaZm41ZUtzc3RQZzByUW9jRjNVUnZOWEx6UEZIVldEVzJld3lMbzFSbm1uSE13U0ZTZG96cUNTUjQ5dk1UVUM3dE9adFFBZ3lMbzVyR3lwYmZibENEaHdneGZuY1J3ckNZOHJfbFBmRDBLc3NsU24tamY1VzNBMGFfbU5MM2ZkSXRZclUzeFJMbF9uRDR5b293cndIZ3RKUkFBUk1uNDA1dEJzb004TmtoMdIB0AFBVV95cUxPTm9mT1cyTnNhUUFaMEtIeEZVdkpzSV9yQUp1ZmtnMmN1Q1FJUFFWVEVJNmp1YnNfdVhHYkVmQklPa2JEdi1oMUR5YjB1Qkp4WUZsY3Q1bmFzaFdXcEtENTdmZS1qOGNoQ3BhVmhUVHJfNDF0ZW8tWDJJRi10Q1REdjlJZ3YwTWlmZW1VWDVyYTRXdURuQWp6YnI1eVRuVHBGd2ZhU202M054WWxEQXUwSk1DZjFiaUZhOWY0WXhOQU5JU2d6aUZVTWFqanhuQzVX?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 15:19:17 GMT",
    "summary": null
  },
  {
    "title": "Virat Kohli reaches new milestone, joins Sachin Tendulkar in this elite list - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/virat-kohli-reaches-new-milestone-joins-sachin-tendulkar-in-this-elite-list/articleshow/116320781.cms",
    "pubDate": "Sat, 14 Dec 2024 14:58:00 GMT",
    "summary": "<h1>Virat Kohli reaches new milestone, joins Sachin Tendulkar in this elite list</h1>\n<p><strong>Publication Date:</strong> NEW DELHI</p>\n<p><strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116320762,imgsize-138000,width-400,resizemode-4/116320762.jpg\" alt=\"Virat Kohli reaches new milestone, joins Sachin Tendulkar in this elite list\" title=\"(AP Photo)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>(AP Photo)</figcaption>\n<p>Virat Kohli has achieved a new milestone in his cricket career by becoming only the second player to feature in 100 or more international matches against Australia, a record that was previously held by Sachin Tendulkar.</p>\n<ul>\n    <li>Kohli has played 28 Tests, 49 ODIs, and 23 T20Is against Australia.</li>\n    <li>He has scored 5326 runs in 117 innings, with an average of 50.24, including 17 centuries and 27 half-centuries.</li>\n    <li>Sachin Tendulkar played 39 Tests and 71 ODIs against Australia, amassing 3630 runs in Tests and 3077 runs in ODIs.</li>\n    <li>Other notable players who have played over 80 matches against Australia include Desmond Haynes, MS Dhoni, and Vivian Richards.</li>\n</ul>\n<blockquote>“Records are meant to be broken when Virat Kohli steps onto the field.”</blockquote>\n<p>This achievement reinforces Kohli's status as one of the greats in cricket, continuing a legacy that includes legendary players like Sachin Tendulkar.</p>"
  },
  {
    "title": "Ex-Pakistan Star's 'IPL' Dig As Jason Gillespie Resigns As Head Coach: \"Just Make CVs...\" - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/ex-pakistan-stars-ipl-dig-as-jason-gillespie-resigns-as-head-coach-just-make-cvs-7240889",
    "pubDate": "Sat, 14 Dec 2024 14:49:51 GMT",
    "summary": "<h1>Ex-Pakistan Star's 'IPL' Dig As Jason Gillespie Resigns As Head Coach: \"Just Make CVs...\"</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV Sports</p>\n<img width=\"639\" height=\"479\" src=\"https://c.ndtvimg.com/2024-12/3u0uq758_jason-gillespie_625x300_13_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" title=\"Ex-Pakistan Star's 'IPL' Dig As Jason Gillespie Resigns As Head Coach: &quot;Just Make CVs...&quot;\">\n<figcaption>Basit Ali takes a dig at Jason Gillespie after his resignation as head coach of the Pakistan cricket team.</figcaption>\n<p>Former cricketer Basit Ali has criticized Jason Gillespie following his resignation as Pakistan's head coach, suggesting that it was a calculated move to enhance his career prospects.</p>\n<ul>\n    <li>Jason Gillespie resigned after the PCB did not review Tim Nielsen's contract.</li>\n    <li>Gillespie's departure coincides with Pakistan's upcoming Test series against South Africa.</li>\n    <li>Basit Ali claims Gillespie's resignation helps him in building his CV.</li>\n    <li>He speculated that Gillespie and Nielsen would receive offers from IPL teams.</li>\n    <li>Basit humorously commented on the preference for foreign coaches in Pakistan.</li>\n</ul>\n<blockquote>\n    \"When Mickey Arthur was removed, people said that perhaps there would be no foreign coaches in Pakistan. Now, when these two have stepped down, you will see that they will get offers from other countries and franchises.\" - Basit Ali\n</blockquote>\n<p>In conclusion, Basit Ali's remarks highlight concerns over coaching transitions in Pakistan cricket and the perceived benefits foreign coaches enjoy, suggesting a potential trend of foreign expertise in leadership roles. </p>"
  },
  {
    "title": "India vs Australia 3rd Test, Day 2, Brisbane weather forecast: Will it rain once again at the Gabba? - Hindustan Times",
    "link": "https://www.hindustantimes.com/cricket/india-vs-australia-3rd-test-day-2-brisbane-weather-forecast-will-it-rain-once-again-at-the-gabba-101734184797805.html",
    "pubDate": "Sat, 14 Dec 2024 14:08:50 GMT",
    "summary": "<h1>India vs Australia 3rd Test, Day 2, Brisbane weather forecast: Will it rain once again at the Gabba?</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/AP12-14-2024-000001B-1_1734185162562_1734185183645.jpg\" alt=\"General view of covers on the pitch as it rain during play on day one.(AP)\" title=\"General view of covers on the pitch as it rain during play on day one.(AP)\">\n<figcaption>General view of covers on the pitch as it rain during play on day one.(AP)</figcaption>\n<p>Day 1 of the ongoing third Test match between India and Australia was severely affected by rain, leading to only 13.2 overs being played. The forecast for Day 2 suggests further rain could disrupt play.</p>\n<ul>\n    <li>Day 1 was cut short at the Gabba, with only 13.2 overs played due to rain.</li>\n    <li>India's captain, Rohit Sharma, chose to bowl after winning the toss. The Australian openers ended the day unbeaten.</li>\n    <li>Weather forecast indicates cloudy conditions and showers expected from 9 AM local time, lasting for about two hours.</li>\n    <li>India has made changes to their lineup, including the inclusion of Ravindra Jadeja and Akash Deep.</li>\n    <li>The visitors recently lost to Australia by 10 wickets in Adelaide, leveling the series at 1-1.</li>\n</ul>\n<blockquote>\"The temperature is expected to hover around 24-31 degrees Celsius on Day 2.\"</blockquote>\n<p>The ongoing weather conditions and previous performances underscore the challenges both teams face as they strive for momentum in this closely contested series.</p>"
  },
  {
    "title": "India vs Australia 3rd Test Day 2 Hourly Weather Report: Brisbane Under 'Alert'. The Reason Is... - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/india-vs-australia-3rd-test-day-2-hourly-weather-report-floods-expected-in-brisbane-7248416",
    "pubDate": "Sat, 14 Dec 2024 14:02:57 GMT",
    "summary": "<h1>India vs Australia 3rd Test Day 2 Hourly Weather Report: Brisbane Under 'Alert'</h1>\n<p><strong>Publication Date:</strong> December 24, 2024<br><strong>Source:</strong> NDTV</p>\n<img width=\"639\" height=\"479\" src=\"https://c.ndtvimg.com/2024-12/24fkbgog_the-gabba-afp_625x300_14_December_24.jpg\" title=\"India vs Australia 3rd Test Day 2 Hourly Weather Report: Brisbane Under 'Alert'. The Reason Is...\">\n<figcaption>Only 13.2 overs were bowled on Day 1 of the 3rd Test between India and Australia. © AFP</figcaption>\n<p>Day 1 of the 3rd Test between India and Australia was heavily affected by rain, with only 13.2 overs played before the umpires called off play. The weather condition is expected to remain a concern on Day 2.</p>\n<ul>\n    <li>Day 1 saw Australia finishing at 28-0, with Khawaja 19 not out.</li>\n    <li>Rain interruptions led to a half-hour delay, impacting play significantly.</li>\n    <li>The Bureau of Meteorology issued a red alert for the region, warning of minor floods.</li>\n    <li>Forecast predicts a medium chance of showers throughout Day 2.</li>\n    <li>Play on Day 2 is set to start 30 minutes early, pending weather conditions.</li>\n</ul>\n<blockquote>\"Partly cloudy. Medium chance of showers, most likely in the morning and afternoon.\" - Bureau of Meteorology</blockquote>\n<p>In conclusion, with adverse weather conditions continuing into Day 2, the match's progress remains uncertain, highlighting the challenges faced by both teams in adapting to the rain-affected play."
  },
  {
    "title": "'If I was him, I would have ...': Shoaib Akhtar's bold advice to Jasprit Bumrah - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/if-i-was-him-i-would-have-shoaib-akhtars-bold-advice-to-jasprit-bumrah/articleshow/116319679.cms",
    "pubDate": "Sat, 14 Dec 2024 13:40:00 GMT",
    "summary": "<h1>'If I was him, I would have ...': Shoaib Akhtar's bold advice to Jasprit Bumrah</h1>\n<p><strong>Publication Date:</strong> NEW DELHI</p>\n<p><strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116319652,imgsize-45158,width-400,resizemode-4/116319652.jpg\" alt=\"'If I was him, I would have ...': Shoaib Akhtar's bold advice to Jasprit Bumrah\" title=\"Shoaib Akhtar and Jasprit Bumrah. (Pic Credit - X)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Shoaib Akhtar and Jasprit Bumrah. (Pic Credit - X)</figcaption>\n<p>Former Pakistan fast bowler Shoaib Akhtar has advised Indian bowler Jasprit Bumrah to focus on shorter formats of cricket to manage his fitness better and prolong his career amid concerns over his injury history.</p>\n<ul>\n    <li>Akhtar suggests that Test cricket's physical demands may strain Bumrah's fitness, advising him to focus on shorter formats.</li>\n    <li>He highlights Bumrah's effectiveness in limited-overs cricket, particularly in death overs and powerplay situations.</li>\n    <li>With 185 wickets in 42 Tests, Akhtar believes Bumrah has the potential to be an elite fast bowler but warns of recurring injuries hindering his Test career.</li>\n    <li>He emphasizes the importance of increasing pace for success in Test cricket while acknowledging the risk of injury associated with it.</li>\n    <li>Akhtar stresses that Bumrah must consider his future, balancing responsibilities in IPL, ODIs, and Tests.</li>\n</ul>\n<blockquote>“If I was him, I would have stuck to shorter formats,” said Akhtar, pointing out the risks involved with Test cricket.</blockquote>\n<p>In conclusion, Akhtar's advice underscores the importance of managing physical strain for athletes, particularly in demanding sports like cricket, where longevity is crucial for success."
  },
  {
    "title": "Virat Kohli Joins Sachin Tendulkar In Another Elite List, Becomes 2nd Player Ever To... - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/virat-kohli-joins-sachin-tendulkar-in-another-elite-lise-becomes-2nd-player-ever-to-7247100",
    "pubDate": "Sat, 14 Dec 2024 13:21:01 GMT",
    "summary": "<h1>Virat Kohli Joins Sachin Tendulkar In Another Elite List, Becomes 2nd Player Ever To...</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-12/gpm8m0eo_virat-kohli-afp_625x300_14_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Virat Kohli\" width=\"639\" height=\"479\">\n<figcaption>Virat Kohli taking the field during the third Test against Australia.</figcaption>\n<p>Star India batter Virat Kohli achieved a remarkable milestone by participating in 100 or more international matches against Australia, a feat matched only by Sachin Tendulkar.</p>\n<ul>\n    <li>Kohli is the second player ever to play 100+ international games against Australia.</li>\n    <li>He has played 28 Tests, 49 ODIs, and 23 T20Is against Australia, totaling 5326 runs at an average of 50.24.</li>\n    <li>List of players with the most games against Australia: \n        <ul>\n            <li>Sachin Tendulkar (India) - 110</li>\n            <li>Virat Kohli (India) - 100*</li>\n            <li>Desmond Haynes (West Indies) - 97</li>\n            <li>MS Dhoni (India) - 91</li>\n            <li>Sir Viv Richards (West Indies) - 88</li>\n        </ul>\n    </li>\n    <li>Kohli recently scored his 81st international century during the first Test against Australia.</li>\n    <li>The first day of the third Test was largely washed out, with Australia ending the day at 28 for no loss after just 15 overs of play.</li>\n</ul>\n<blockquote>\n    \"Kohli now stands among the greats with Sachin Tendulkar, having reached this significant milestone.\"\n</blockquote>\n<p>This remarkable achievement emphasizes Kohli's enduring excellence in cricket, solidifying his place in the sport's history alongside Tendulkar."
  },
  {
    "title": "Vinod Kambli reacts to Kapil Dev’s offer of helping him, says, ‘I have no…’ - DNA India",
    "link": "https://www.dnaindia.com/cricket/report-vinod-kambli-reacts-to-kapil-dev-s-offer-of-helping-him-says-i-have-no-hesitation-3122427",
    "pubDate": "Sat, 14 Dec 2024 13:11:00 GMT",
    "summary": "<h1>Vinod Kambli reacts to Kapil Dev’s offer of helping him, says, ‘I have no…’</h1>\n\n<p><strong>Date & Source:</strong> Publication date and source not specified in the provided content.</p>\n\n<img src=\"https://cdn.dnaindia.com/sites/default/files/2024/12/14/2666863-image-2024-12-14t184716.403.jpg?im=FitAndFill=(1200,900)\" alt=\"Vinod Kambli reacts to Kapil Dev’s offer of helping him, says, ‘I have no…’\" width=\"640\" height=\"480\">\n<figcaption>Vinod Kambli reacts to Kapil Dev’s offer of helping him, says, ‘I have no…’</figcaption>\n\n<p><strong>Introduction:</strong> Former India cricketer Vinod Kambli has accepted Kapil Dev's offer to enter rehab amid concerns about his health and financial struggles. Kapil Dev, the 1983 World Cup-winning captain, offered to cover the costs of Kambli's treatment, provided that Kambli agrees to enter rehab.</p>\n\n<ul>\n    <li>Kapil Dev offers to cover the costs of Vinod Kambli's rehab treatment.</li>\n    <li>Sunil Gavaskar also extends his support to Kambli.</li>\n    <li>Kambli acknowledges his financial difficulties but credits his wife for managing their finances.</li>\n    <li>Kambli expresses no hesitation in entering rehab and is determined to complete the treatment.</li>\n</ul>\n\n<blockquote>\n    \"Bad (on his financial condition). But the manner in which my wife has handled everything, hats off to her. [Sunil] Gavaskar was the first to react (to Kapil Dev's offer). Sure, I have no hesitation (to enter rehab), because until I have my family with me, I'm not afraid of anything, anybody. I will complete it and return. I will come back,\" Kambli said on Vickey Lalwani's YouTube channel.\n</blockquote>\n\n<p><strong>Conclusion:</strong> Vinod Kambli has accepted the offer from Kapil Dev to enter rehab and is determined to complete his treatment with the support of his family.</p>"
  },
  {
    "title": "Pakistan cricket: Controversial Amir retires from international stage - Al Jazeera English",
    "link": "https://www.aljazeera.com/sports/2024/12/14/pakistan-cricket-controversial-amir-retires-from-international-stage",
    "pubDate": "Sat, 14 Dec 2024 12:29:08 GMT",
    "summary": null
  },
  {
    "title": "Top Stars, Unsold At IPL 2025 Mega Auction, Unlikely To Play In PSL. Reason Is... - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/top-stars-unsold-at-ipl-2025-mega-auction-unlikely-to-play-in-psl-reason-is-7246192",
    "pubDate": "Sat, 14 Dec 2024 12:27:06 GMT",
    "summary": "<h1>Top Stars, Unsold At IPL 2025 Mega Auction, Unlikely To Play In PSL. Reason Is....</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-12/nsa1ucj_david-warner-steve-smith-bcci_625x300_14_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Top Stars Unsold At IPL 2025\" width=\"639\" height=\"479\">\n<figcaption>The likes of David Warner and Steve Smith did not find any takers in IPL 2025 auction. © BCCI</figcaption>\n<p>The Pakistan Cricket Board (PCB) is facing challenges in acquiring high-profile overseas players, such as David Warner and Steve Smith, who went unsold in the recent IPL auction, as they prepare for the upcoming PSL 10 amidst clashes with the IPL schedule.</p>\n<ul>\n    <li>PSL 10 is scheduled from April 8 to May 19, 2025, overlapping with the IPL.</li>\n    <li>High-profile players are available after they remained unsold in the IPL auction.</li>\n    <li>The salary cap in PSL is set at USD 200,000, complicating player acquisitions.</li>\n    <li>Franchise owners are wary of causing disparity among players if they exceed salary caps.</li>\n    <li>Players such as Warner, Smith, and Kane Williamson were mentioned as potential signings.</li>\n</ul>\n<blockquote>\"But the problem is that the players draft scheduled on January 11 time is running out to find a formula to sign on high profile players and also ensure a sense of disparity doesn't develop among players in the PSL,\" said a source.</blockquote>\n<p>In conclusion, the PCB is in a difficult position to negotiate player contracts due to salary constraints while trying to avoid discontent among local players in the PSL."
  },
  {
    "title": "Miss to Mrs! PV Sindhu gets engaged to Venkata Datta Sai. First Pic Out - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/badminton/miss-to-mrs-pv-sindhu-gets-engaged-to-venkata-datta-sai-first-pic-out/articleshow/116318325.cms",
    "pubDate": "Sat, 14 Dec 2024 12:23:00 GMT",
    "summary": null
  },
  {
    "title": "Tim Southee equals Chris Gayle's massive six-hitting record in farewell Test for New Zealand - Hindustan Times",
    "link": "https://www.hindustantimes.com/cricket/tim-southee-equals-chris-gayles-massive-six-hitting-record-in-farewell-test-for-new-zealand-101734176778534.html",
    "pubDate": "Sat, 14 Dec 2024 11:52:08 GMT",
    "summary": "<h1>Tim Southee equals Chris Gayle's massive six-hitting record in farewell Test for New Zealand</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/New-Zealand-England-Cricket-11_1734176871340_1734176906288.jpg\" alt=\"New Zealand's Tim Southee bats during play on day one.(AP)\" title=\"New Zealand's Tim Southee bats during play on day one.(AP)\">\n<figcaption>New Zealand's Tim Southee bats during play on day one.(AP)</figcaption>\n<p>In his final Test match, Tim Southee equalled Chris Gayle's record for the most sixes in Test cricket, achieving this milestone on Day 1 against England.</p>\n<ul>\n    <li>Southee hit three sixes during his innings, bringing his total to 98 sixes in Test cricket.</li>\n    <li>He is tied with Chris Gayle for the fourth-most sixes, behind Ben Stokes, Brendon McCullum, and Adam Gilchrist.</li>\n    <li>New Zealand is playing the third and final Test match at Seddon Park, with Southee contributing 23 runs off 10 balls.</li>\n    <li>The match began with England winning the toss and opting to bowl, with New Zealand ending Day 1 at 315/9.</li>\n</ul>\n<blockquote>\"During his playing career, the 36-year-old has captained New Zealand in all formats and is the third New Zealand bowler to reach 300 Test wickets.\"</blockquote>\n<p>Tim Southee's performance in this final Test encapsulates his impressive career, contributing significantly to New Zealand cricket history as both a bowler and batsman.</p>"
  },
  {
    "title": "Watch: Kane Williamson Gets Out In Bizarre Fashion vs England, New Zealand Star's Reaction Is Viral - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/kane-williamson-gets-out-in-bizarre-fashion-in-3rd-test-vs-england-new-zealand-stars-reaction-is-viral-7246564",
    "pubDate": "Sat, 14 Dec 2024 11:49:58 GMT",
    "summary": "<h1>Watch: Kane Williamson Gets Out In Bizarre Fashion vs England, New Zealand Star's Reaction Is Viral</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> NDTV Sports</p>\n<img src=\"https://c.ndtvimg.com/2024-12/9jsnu7uo_kane-williamson_625x300_14_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Kane Williamson reacts after his dismissal.\" width=\"639\" height=\"479\">\n<figcaption>Kane Williamson reacts after his dismissal. © AFP</figcaption>\n<p>New Zealand cricketer Kane Williamson faced an unusual dismissal during the first day of the third Test against England, which has since gone viral due to his reaction.</p>\n<ul>\n    <li>Kane Williamson was well set on 44 runs when he made an error attempting to block a delivery from Matthew Potts.</li>\n    <li>The ball bounced and he inadvertently kicked it onto the stumps, resulting in his dismissal.</li>\n    <li>This mistake was pivotal as it led to New Zealand losing three wickets for just 34 runs.</li>\n    <li>Despite Williamson’s dismissal, New Zealand finished Day 1 at a reasonable score of 315/9.</li>\n    <li>Tom Latham contributed with a half-century, scoring 63 runs, while Mitchell Santner provided a quick 50 late in the innings.</li>\n    <li>Matthew Potts achieved three wickets, and his partner Gus Atkinson also took three, making history in his debut year.</li>\n    <li>Both teams are currently out of contention for the World Test Championship finals.</li>\n</ul>\n<blockquote>\n    <p>UNLUCKY KANE WILLIAMSON! <a href=\"https://twitter.com/hashtag/NZvENG?src=hash&ref_src=twsrc%5Etfw\">#NZvENG</a> <a href=\"https://twitter.com/hashtag/KaneWilliamson?src=hash&ref_src=twsrc%5Etfw\">#KaneWilliamson</a> <a href=\"https://t.co/1yuKrON9ye\">pic.twitter.com/1yuKrON9ye</a></p>\n    — CricketInfo (@cricketinfo2024) <a href=\"https://twitter.com/cricketinfo2024/status/1867824140574708019?ref_src=twsrc%5Etfw\">December 14, 2024</a>\n</blockquote>\n<p>The incident serves as a reminder of the unpredictable nature of cricket, showcasing how even experienced players can make critical errors under pressure.</p>"
  },
  {
    "title": "Ashwin or Jadeja? Australian cricketers settle the debate with a clear answer - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/ashwin-or-jadeja-australian-cricketers-settle-the-debate-with-a-clear-answer/articleshow/116317699.cms",
    "pubDate": "Sat, 14 Dec 2024 11:46:00 GMT",
    "summary": "<h1>Ashwin or Jadeja? Australian cricketers settle the debate with a clear answer</h1>\n<p><strong>Publication Date:</strong> Not Provided</p>\n<p><strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116317695,imgsize-45208,width-400,resizemode-4/116317695.jpg\" alt=\"Ashwin or Jadeja? Australian cricketers settle the debate with a clear answer\" title=\"Ravichandran Ashwin and Ravindra Jadeja. (Pic Credit - X)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Ravichandran Ashwin and Ravindra Jadeja. (Pic Credit - X)</figcaption>\n<p>Australian cricketers recently weighed in on the debate between Ravichandran Ashwin and Ravindra Jadeja, declaring Ashwin as the tougher bowler to face due to his tactical brilliance and adaptability.</p>\n<ul>\n    <li>Ashwin is noted for his mastery of variations and ability to exploit turn.</li>\n    <li>Travis Head and other Australian players praised Ashwin's skills over Jadeja's accuracy.</li>\n    <li>Steve Smith highlighted Ashwin's exceptional adaptability across different pitches.</li>\n    <li>Players like Josh Hazlewood and Usman Khawaja acknowledged Ashwin's cleverness and competitive nature.</li>\n    <li>Cameron Green emphasized how Ashwin and Jadeja complement each other's skills.</li>\n</ul>\n<blockquote>\"Probably for me, Ashwin, someone with a couple more tricks and being a lot taller and a lot quicker. Yeah, I think he's probably the hardest,\" - Travis Head.</blockquote>\n<blockquote>\"I think what makes them great is that they just complement each other. Ashwin, he's always feels like he's one step ahead.\" - Cameron Green.</blockquote>\n<p>The consensus among Australian players suggests that while both spinners are formidable, Ashwin's psychological edge and varied approach make him the more difficult opponent in the eyes of the cricketers."
  },
  {
    "title": "Sara Tendulkar reaches Brisbane to watch the Gabba Test, Shubman Gill comes into limelight - India.com",
    "link": "https://www.india.com/photos/sports/sara-tendulkar-reaches-brisbane-to-watch-the-gabba-test-shubman-gill-comes-into-limelight-414302/",
    "pubDate": "Sat, 14 Dec 2024 11:20:15 GMT",
    "summary": "<h1>Sara Tendulkar reaches Brisbane to watch the Gabba Test, Shubman Gill comes into limelight</h1>\n\n<p><strong>Publication Date:</strong> [Date not provided in the given content]</p>\n<p><strong>Source:</strong> India.com</p>\n\n<img src=\"https://st1.photogallery.ind.sh/wp-content/uploads/indiacom/sara-tendulkar-reaches-brisbane-to-watch-the-gabba-test-shubman-gill-comes-into-limelight-202412-1734174780.jpg?impolicy=Medium_Widthonly&amp;w=700\" width=\"700\" height=\"467\" alt=\"Sara Tendulkar reaches Brisbane to watch the Gabba Test, Shubman Gill comes into limelight\">\n<figcaption>Image credit: X</figcaption>\n\n<p>Sara Tendulkar, daughter of cricket legend Sachin Tendulkar, has arrived in Brisbane to watch the ongoing Border-Gavaskar Trophy series' 3rd Test match at the Gabba. Her presence has drawn significant attention, especially with Shubman Gill coming into the limelight.</p>\n\n<ul>\n    <li>Sara Tendulkar is in Brisbane to watch the 3rd Test match between India and Australia.</li>\n    <li>She shared her arrival on social media, where she has a strong following of over 73 lakh followers on Instagram.</li>\n    <li>Sara was seen cheering for Team India from the stands, with former cricketers Zaheer Khan and Harbhajan Singh seated behind her.</li>\n    <li>Shubman Gill's performance has brought him into the spotlight, with many discussing him on social media.</li>\n    <li>Sara has been a constant supporter of Team India, attending several matches and cheering for the players.</li>\n</ul>\n\n<blockquote>\n    \"Sara Tendulkar's popularity on social media is such that she has more than 73 lakh followers on Instagram alone.\"\n</blockquote>\n\n<p>Sara Tendulkar's presence at the Gabba Test highlights her support for Team India and Shubman Gill, who has been performing exceptionally well. Her social media influence and active participation in cheering for the team have garnered significant attention from fans and media alike.</p>"
  },
  {
    "title": "South Africa vs Pakistan Match Prediction - Who will win today’s 3rd T20I match between SA vs PAK? - CricTracker",
    "link": "https://www.crictracker.com/cricket-match-predictions/south-africa-vs-pakistan-match-prediction-who-will-win-todays-3rd-t20i-match-between-sa-vs-pak/",
    "pubDate": "Sat, 14 Dec 2024 11:15:00 GMT",
    "summary": "<h1>South Africa vs Pakistan Match Prediction - Who will win today’s 3rd T20I match between SA vs PAK?</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> CricTracker</p>\n<figure>\n    <img src=\"https://media.crictracker.com/media/attachments/1734157615576_imgpsh_fullsize_anim---2024-12-14T115646.png\" loading=\"lazy\">\n    <figcaption></figcaption>\n</figure>\n<p>South Africa has emerged victorious in the first two matches of the ongoing T20I series against Pakistan, leading to a highly anticipated 3rd T20I clash, which is set to take place at the Wanderers Stadium in Johannesburg.</p>\n<ul>\n    <li>South Africa defeated Pakistan in the first two T20Is of the series.</li>\n    <li>Captain Mohammad Rizwan of Pakistan needs to step up for his team’s success.</li>\n    <li>Notable performances from South Africa include David Miller, Reeza Hendricks, and Rassie van der Dussen.</li>\n    <li>The match will be held on December 14, at 9:30 PM IST.</li>\n    <li>The pitch at Wanderers Stadium favors batters, with a good total considered to be above 200 runs.</li>\n</ul>\n<blockquote>“South Africa to win the match” - Today's Match Prediction</blockquote>\n<p>The competition promises high excitement as both teams vie for dominance in this tight series, with South Africa favored to continue their winning streak."
  },
  {
    "title": "Gukesh Wins 2024 FIDE World Championship — 13 Conclusions - Chess.com",
    "link": "https://www.chess.com/news/view/gukesh-2024-chess-world-championship-13-conclusions",
    "pubDate": "Sat, 14 Dec 2024 11:14:00 GMT",
    "summary": "```html\n<h1>Gukesh Wins 2024 FIDE World Championship — 13 Conclusions</h1>\n<p><strong>Publication Date:</strong> December 13, 2024</p>\n<p><strong>Source:</strong> Chess.com</p>\n<figure>\n    <img src=\"https://www.chess.com/bundles/web/images/image-default.445cb543.svg\" alt=\"Gukesh Dommaraju holding the World Championship trophy\" width=\"800\" height=\"533\">\n    <figcaption>Gukesh on a moment he'd lived for: \"For me to actually be here and hold this trophy and experience this moment, in reality, it means more than anything else in my life.\" Photo: Maria Emelianova/Chess.com.</figcaption>\n</figure>\n<p>The era of India's GM Gukesh Dommaraju as chess world champion has begun after he secured victory at the 2024 FIDE World Championship, ending in a dramatic conclusion due to a blunder by the reigning champion Ding Liren.</p>\n<ul>\n    <li>Gukesh becomes the 18th World Chess Champion at the age of 18.</li>\n    <li>His victory was the result of hard work and a dedicated team.</li>\n    <li>The match was marked by intense competition, with several drawn games, leading up to a surprising finish.</li>\n    <li>Gukesh's triumph is seen as a significant moment in chess history, inspiring many young players.</li>\n    <li>Ding Liren, the former champion, struggled with self-belief during critical moments of the match.</li>\n</ul>\n<blockquote>\n    <p><strong>“When Magnus won, I thought I really want to be the one to bring back the title to India.”</strong> — Gukesh Dommaraju</p>\n</blockquote>\n<blockquote>\n    <p><strong>“I’m not someone who shows a lot of emotions, but I think this one can be forgiven.”</strong> — Gukesh Dommaraju</p>\n</blockquote>\n<p>Gukesh's victory not only marks a personal achievement but also signifies hope and inspiration for chess enthusiasts globally. His journey reflects dreams coming true through dedication and preparation.</p>\n```"
  },
  {
    "title": "Tim Southee receives guard of honour in farewell Test as brilliant gesture from Ben Stokes-led England wins hearts - Hindustan Times",
    "link": "https://www.hindustantimes.com/cricket/tim-southee-receives-guard-of-honour-in-farewell-test-as-brilliant-gesture-from-ben-stokes-led-england-wins-hearts-101734169563228.html",
    "pubDate": "Sat, 14 Dec 2024 10:48:38 GMT",
    "summary": "<h1>Tim Southee receives guard of honour in farewell Test as brilliant gesture from Ben Stokes-led England wins hearts</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/southee_1734173223502_1734173228085.jpg\" alt=\"Tim Southee receives a guard of honour(AP)\" title=\"Tim Southee receives a guard of honour(AP)\">\n<figcaption>Tim Southee receives a guard of honour(AP)</figcaption>\n<p>In a touching display of respect, Tim Southee was honored by the England cricket team with a guard of honour during his final Test match, marking a poignant moment in his illustrious career.</p>\n<ul>\n    <li>Tim Southee played his last Test match against England, making a significant emotional appearance.</li>\n    <li>England's players, led by Ben Stokes, honored Southee with a guard of honour as he walked to bat.</li>\n    <li>Southee scored 23 runs off 10 balls, contributing significantly to New Zealand's total.</li>\n    <li>He equaled Chris Gayle's record with his 98th six in Test cricket, with only three players having hit more.</li>\n    <li>New Zealand ended Day 1 at 315/9, thanks to a late rally including Mitchell Santner’s unbeaten 50.</li>\n</ul>\n<blockquote>“It was an emotional moment marking the end of an era in New Zealand cricket.”</blockquote>\n<p>Tim Southee's farewell match was filled with emotion and showcased the camaraderie and respect within the cricketing community, leaving a lasting impression on fans and players alike.</p>"
  },
  {
    "title": "‘When Magnus won…’: D Gukesh recalls how Viswanathan Anand's 2013 World C'ship loss vs Carlsen motivated him as a child - Hindustan Times",
    "link": "https://www.hindustantimes.com/sports/others/when-magnus-won-d-gukesh-recalls-how-viswanathan-anands-2013-world-cship-loss-vs-carlsen-motivated-him-as-a-child-101734171356350.html",
    "pubDate": "Sat, 14 Dec 2024 10:24:53 GMT",
    "summary": "<h1>‘When Magnus won…’: D Gukesh recalls how Viswanathan Anand's 2013 World C'ship loss vs Carlsen motivated him as a child</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/1000000937_1734171652891_1734171667245.jpg\" alt=\"D Gukesh recalled Magnus Carlsen's 2013 World C'ship win vs India legend Viswanathan Anand.\" title=\"D Gukesh recalled Magnus Carlsen's 2013 World C'ship win vs India legend Viswanathan Anand.\">\n<figcaption>D Gukesh recalled Magnus Carlsen's 2013 World C'ship win vs India legend Viswanathan Anand.</figcaption>\n<p>D Gukesh, at 18, became the youngest-ever world chess champion, motivated by the memory of Viswanathan Anand's 2013 World Championship loss to Magnus Carlsen.</p>\n<ul>\n    <li>Gukesh won the World Chess Championship in Singapore against defending champion Ding Liren.</li>\n    <li>He acknowledged Carlsen's 2013 victory over Anand, which inspired him to aim for the title himself.</li>\n    <li>Gukesh became the second Indian Grandmaster to win the title, after Anand.</li>\n    <li>He achieved significant milestones at a young age, including being the youngest to surpass a FIDE rating of 2750.</li>\n</ul>\n<blockquote>“When Magnus won I thought, I really want to be the one to bring back the title to India. This dream that I had for more than 10 years ago has been the single most important thing in my life so far.”</blockquote>\n<p>Gukesh’s achievement reflects his dedication to chess and his aspiration to honor Indian chess history, showcasing the impact of Anand's legacy on future generations.</p>"
  },
  {
    "title": "Afghanistan all-rounder fined for ICC Code of Conduct Breach - ICC Cricket",
    "link": "https://www.icc-cricket.com/news/afghanistan-all-rounder-fined-for-icc-code-of-conduct-breach",
    "pubDate": "Sat, 14 Dec 2024 10:04:34 GMT",
    "summary": "<h1>Afghanistan all-rounder fined for ICC Code of Conduct Breach</h1>\n<p><strong>Publication Date:</strong> December 14, 2023</p>\n<p><strong>Source:</strong> ICC News</p>\n<img alt=\"GettyImages-2157527000\" src=\"https://images.icc-cricket.com/image/upload/t_ratio21_9-size60/v1734167991/prd/GettyImages-2157527000\" width=\"630\" height=\"270\">\n<figcaption>Gulbadin Naib in action during the match against Zimbabwe.</figcaption>\n<p>Afghanistan's Gulbadin Naib has been fined for breaching the ICC Code of Conduct during a recent T20I match against Zimbabwe.</p>\n<ul>\n    <li>Naib fined 15% of his match fee for showing dissent at an umpire's decision.</li>\n    <li>The incident occurred during the 11th over of Zimbabwe’s innings.</li>\n    <li>Naib exhibited dissent by bowing in mock prayer and requesting a review of an LBW decision.</li>\n    <li>He received one demerit point added to his disciplinary record.</li>\n    <li>Naib admitted to the offence and accepted the sanction without a formal hearing.</li>\n    <li>The series is currently tied 1-1 heading into the deciding match.</li>\n</ul>\n<blockquote>\"Gulbadin Naib displayed dissent by bowing in a mock prayer and requesting a review, despite DRS not being available in the match.\"</blockquote>\n<p>This incident underscores the importance of adhering to the ICC Code of Conduct, particularly in high-stakes matches. Naib's actions not only impact his record but also reflect on the sport's integrity."
  },
  {
    "title": "Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\" - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/vinod-kambli-responds-after-kapil-dev-offers-to-help-him-have-no-hesitation-7240365",
    "pubDate": "Sat, 14 Dec 2024 09:51:51 GMT",
    "summary": "<h1>Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\"</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-12/u7eograg_vinod-kambli-kapil-dev_625x300_13_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Vinod Kambli\" width=\"639\" height=\"479\">\n<figcaption>Vinod Kambli has agreed to enter rehab amid concerns over his health and financial crisis. © X (Twitter)</figcaption>\n<p>Vinod Kambli, the former Indian cricketer, is set to enter rehab following a financial and health crisis, with support from notable cricket figures including Kapil Dev and Sunil Gavaskar.</p>\n<ul>\n    <li>Kambli has agreed to enter rehab, acknowledging his previous 14 attempts.</li>\n    <li>Kapil Dev offered to cover treatment costs on the condition that Kambli agrees to rehabilitate.</li>\n    <li>Sunil Gavaskar has also extended help and support to Kambli.</li>\n    <li>Kambli stated he has no hesitation about going to rehab, crediting his wife for managing their financial situation.</li>\n    <li>His only income currently comes from a BCCI pension of Rs 30,000 per month.</li>\n    <li>Other former cricketers, including Ajay Jadeja and Abey Kuruvilla, have reached out to Kambli for support.</li>\n</ul>\n<blockquote>\n    \"Bad (on his financial condition). But the manner in which my wife has handled everything, hats off to her. ... Sure, I have no hesitation (to enter rehab), because until I have my family with me, I'm not afraid of anything, anybody.\" - Vinod Kambli\n</blockquote>\n<p>Kambli expressed optimism about his situation, believing that the BCCI would help him if needed. His recent public appearance raised concerns about his condition, and he is grateful for the support from his peers.</p>"
  },
  {
    "title": "Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\" | Cricket News - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/vinod-kambli-responds-after-kapil-dev-offers-to-help-him-have-no-hesitation-7240365",
    "pubDate": "Sat, 14 Dec 2024 09:51:51 GMT",
    "summary": "<h1>Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\"</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-12/u7eograg_vinod-kambli-kapil-dev_625x300_13_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Vinod Kambli\" width=\"639\" height=\"479\">\n<figcaption>Vinod Kambli has agreed to enter rehab amid concerns over his health and financial crisis. © X (Twitter)</figcaption>\n<p>Vinod Kambli, the former Indian cricketer, is set to enter rehab following a financial and health crisis, with support from notable cricket figures including Kapil Dev and Sunil Gavaskar.</p>\n<ul>\n    <li>Kambli has agreed to enter rehab, acknowledging his previous 14 attempts.</li>\n    <li>Kapil Dev offered to cover treatment costs on the condition that Kambli agrees to rehabilitate.</li>\n    <li>Sunil Gavaskar has also extended help and support to Kambli.</li>\n    <li>Kambli stated he has no hesitation about going to rehab, crediting his wife for managing their financial situation.</li>\n    <li>His only income currently comes from a BCCI pension of Rs 30,000 per month.</li>\n    <li>Other former cricketers, including Ajay Jadeja and Abey Kuruvilla, have reached out to Kambli for support.</li>\n</ul>\n<blockquote>\n    \"Bad (on his financial condition). But the manner in which my wife has handled everything, hats off to her. ... Sure, I have no hesitation (to enter rehab), because until I have my family with me, I'm not afraid of anything, anybody.\" - Vinod Kambli\n</blockquote>\n<p>Kambli expressed optimism about his situation, believing that the BCCI would help him if needed. His recent public appearance raised concerns about his condition, and he is grateful for the support from his peers.</p>"
  },
  {
    "title": "Mohammad Amir and Imad Wasim go back to international retirement - ESPNcricinfo",
    "link": "https://www.espncricinfo.com/story/pakistan-news-mohammad-amir-and-imad-wasim-go-back-to-international-retirement-1464981",
    "pubDate": "Sat, 14 Dec 2024 09:38:09 GMT",
    "summary": "<h1>Mohammad Amir and Imad Wasim go back to international retirement</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> ESPNcricinfo</p>\n<figure>\n    <img src=\"https://wassets.hscicdn.com/static/images/placeholder-16-9.png\" alt=\"Mohammad Amir and Imad Wasim celebrate a wicket, Providence, April 7, 2017\">\n    <figcaption>Mohammad Amir and Imad Wasim first unretired and have now re-retired pretty much together • AFP/Getty Images</figcaption>\n</figure>\n<p>Imad Wasim and Mohammad Amir, who had recently returned from international retirement to participate in the T20 World Cup 2024, have announced their decision to retire again.</p>\n<ul>\n    <li>The players had rejoined the national team to compete in the T20 World Cup held in the USA and the Caribbean.</li>\n    <li>Imad announced the end of his chapter on Friday, followed by Amir's announcement on Saturday.</li>\n    <li>Amir stated: \"After much thought and reflection, I have decided to retire from international cricket.\" </li>\n    <li>Both cricketers played their last international match against Ireland in June 2024.</li>\n    <li>Pakistan did not progress beyond the group stage in the tournament, which was claimed by India.</li>\n    <li>Amir and Imad had commendable individual performances despite the team's early exit.</li>\n</ul>\n<blockquote>\n    <p>“To all fans & supporters: After much thought and reflection, I have decided to retire from international cricket. Representing Pakistan on the world stage has been the greatest honor of my life, and every moment wearing the green jersey has been unforgettable.” — Imad Wasim</p>\n</blockquote>\n<p>The two players remain popular in the T20 franchise circuit, recently participating in the Abu Dhabi T10 tournament.</p>"
  }
]