[
  {
    "title": "India vs Australia 3rd Test Day 2 Hourly Weather Report: Brisbane Under 'Alert'. The Reason Is... - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/india-vs-australia-3rd-test-day-2-hourly-weather-report-floods-expected-in-brisbane-7248416",
    "pubDate": "Sat, 14 Dec 2024 14:02:57 GMT",
    "summary": "<h1>India vs Australia 3rd Test Day 2 Hourly Weather Report: Brisbane Under 'Alert'</h1>\n<p><strong>Publication Date:</strong> December 24, 2024<br><strong>Source:</strong> NDTV</p>\n<img width=\"639\" height=\"479\" src=\"https://c.ndtvimg.com/2024-12/24fkbgog_the-gabba-afp_625x300_14_December_24.jpg\" title=\"India vs Australia 3rd Test Day 2 Hourly Weather Report: Brisbane Under 'Alert'. The Reason Is...\">\n<figcaption>Only 13.2 overs were bowled on Day 1 of the 3rd Test between India and Australia. © AFP</figcaption>\n<p>Day 1 of the 3rd Test between India and Australia was heavily affected by rain, with only 13.2 overs played before the umpires called off play. The weather condition is expected to remain a concern on Day 2.</p>\n<ul>\n    <li>Day 1 saw Australia finishing at 28-0, with Khawaja 19 not out.</li>\n    <li>Rain interruptions led to a half-hour delay, impacting play significantly.</li>\n    <li>The Bureau of Meteorology issued a red alert for the region, warning of minor floods.</li>\n    <li>Forecast predicts a medium chance of showers throughout Day 2.</li>\n    <li>Play on Day 2 is set to start 30 minutes early, pending weather conditions.</li>\n</ul>\n<blockquote>\"Partly cloudy. Medium chance of showers, most likely in the morning and afternoon.\" - Bureau of Meteorology</blockquote>\n<p>In conclusion, with adverse weather conditions continuing into Day 2, the match's progress remains uncertain, highlighting the challenges faced by both teams in adapting to the rain-affected play."
  },
  {
    "title": "'If I was him, I would have ...': Shoaib Akhtar's bold advice to Jasprit Bumrah - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/if-i-was-him-i-would-have-shoaib-akhtars-bold-advice-to-jasprit-bumrah/articleshow/116319679.cms",
    "pubDate": "Sat, 14 Dec 2024 13:40:00 GMT",
    "summary": "<h1>'If I was him, I would have ...': Shoaib Akhtar's bold advice to Jasprit Bumrah</h1>\n<p><strong>Publication Date:</strong> NEW DELHI</p>\n<p><strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116319652,imgsize-45158,width-400,resizemode-4/116319652.jpg\" alt=\"'If I was him, I would have ...': Shoaib Akhtar's bold advice to Jasprit Bumrah\" title=\"Shoaib Akhtar and Jasprit Bumrah. (Pic Credit - X)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Shoaib Akhtar and Jasprit Bumrah. (Pic Credit - X)</figcaption>\n<p>Former Pakistan fast bowler Shoaib Akhtar has advised Indian bowler Jasprit Bumrah to focus on shorter formats of cricket to manage his fitness better and prolong his career amid concerns over his injury history.</p>\n<ul>\n    <li>Akhtar suggests that Test cricket's physical demands may strain Bumrah's fitness, advising him to focus on shorter formats.</li>\n    <li>He highlights Bumrah's effectiveness in limited-overs cricket, particularly in death overs and powerplay situations.</li>\n    <li>With 185 wickets in 42 Tests, Akhtar believes Bumrah has the potential to be an elite fast bowler but warns of recurring injuries hindering his Test career.</li>\n    <li>He emphasizes the importance of increasing pace for success in Test cricket while acknowledging the risk of injury associated with it.</li>\n    <li>Akhtar stresses that Bumrah must consider his future, balancing responsibilities in IPL, ODIs, and Tests.</li>\n</ul>\n<blockquote>“If I was him, I would have stuck to shorter formats,” said Akhtar, pointing out the risks involved with Test cricket.</blockquote>\n<p>In conclusion, Akhtar's advice underscores the importance of managing physical strain for athletes, particularly in demanding sports like cricket, where longevity is crucial for success."
  },
  {
    "title": "Virat Kohli Joins Sachin Tendulkar In Another Elite List, Becomes 2nd Player Ever To... - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/virat-kohli-joins-sachin-tendulkar-in-another-elite-lise-becomes-2nd-player-ever-to-7247100",
    "pubDate": "Sat, 14 Dec 2024 13:21:01 GMT",
    "summary": "<h1>Virat Kohli Joins Sachin Tendulkar In Another Elite List, Becomes 2nd Player Ever To...</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-12/gpm8m0eo_virat-kohli-afp_625x300_14_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Virat Kohli\" width=\"639\" height=\"479\">\n<figcaption>Virat Kohli taking the field during the third Test against Australia.</figcaption>\n<p>Star India batter Virat Kohli achieved a remarkable milestone by participating in 100 or more international matches against Australia, a feat matched only by Sachin Tendulkar.</p>\n<ul>\n    <li>Kohli is the second player ever to play 100+ international games against Australia.</li>\n    <li>He has played 28 Tests, 49 ODIs, and 23 T20Is against Australia, totaling 5326 runs at an average of 50.24.</li>\n    <li>List of players with the most games against Australia: \n        <ul>\n            <li>Sachin Tendulkar (India) - 110</li>\n            <li>Virat Kohli (India) - 100*</li>\n            <li>Desmond Haynes (West Indies) - 97</li>\n            <li>MS Dhoni (India) - 91</li>\n            <li>Sir Viv Richards (West Indies) - 88</li>\n        </ul>\n    </li>\n    <li>Kohli recently scored his 81st international century during the first Test against Australia.</li>\n    <li>The first day of the third Test was largely washed out, with Australia ending the day at 28 for no loss after just 15 overs of play.</li>\n</ul>\n<blockquote>\n    \"Kohli now stands among the greats with Sachin Tendulkar, having reached this significant milestone.\"\n</blockquote>\n<p>This remarkable achievement emphasizes Kohli's enduring excellence in cricket, solidifying his place in the sport's history alongside Tendulkar."
  },
  {
    "title": "Miss to Mrs! PV Sindhu gets engaged to Venkata Datta Sai. First Pic Out - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/badminton/miss-to-mrs-pv-sindhu-gets-engaged-to-venkata-datta-sai-first-pic-out/articleshow/116318325.cms",
    "pubDate": "Sat, 14 Dec 2024 12:23:00 GMT",
    "summary": null
  },
  {
    "title": "Tim Southee equals Chris Gayle's massive six-hitting record in farewell Test for New Zealand - Hindustan Times",
    "link": "https://www.hindustantimes.com/cricket/tim-southee-equals-chris-gayles-massive-six-hitting-record-in-farewell-test-for-new-zealand-101734176778534.html",
    "pubDate": "Sat, 14 Dec 2024 11:52:08 GMT",
    "summary": "<h1>Tim Southee equals Chris Gayle's massive six-hitting record in farewell Test for New Zealand</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/New-Zealand-England-Cricket-11_1734176871340_1734176906288.jpg\" alt=\"New Zealand's Tim Southee bats during play on day one.(AP)\" title=\"New Zealand's Tim Southee bats during play on day one.(AP)\">\n<figcaption>New Zealand's Tim Southee bats during play on day one.(AP)</figcaption>\n<p>In his final Test match, Tim Southee equalled Chris Gayle's record for the most sixes in Test cricket, achieving this milestone on Day 1 against England.</p>\n<ul>\n    <li>Southee hit three sixes during his innings, bringing his total to 98 sixes in Test cricket.</li>\n    <li>He is tied with Chris Gayle for the fourth-most sixes, behind Ben Stokes, Brendon McCullum, and Adam Gilchrist.</li>\n    <li>New Zealand is playing the third and final Test match at Seddon Park, with Southee contributing 23 runs off 10 balls.</li>\n    <li>The match began with England winning the toss and opting to bowl, with New Zealand ending Day 1 at 315/9.</li>\n</ul>\n<blockquote>\"During his playing career, the 36-year-old has captained New Zealand in all formats and is the third New Zealand bowler to reach 300 Test wickets.\"</blockquote>\n<p>Tim Southee's performance in this final Test encapsulates his impressive career, contributing significantly to New Zealand cricket history as both a bowler and batsman.</p>"
  },
  {
    "title": "Watch: Kane Williamson Gets Out In Bizarre Fashion vs England, New Zealand Star's Reaction Is Viral - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/kane-williamson-gets-out-in-bizarre-fashion-in-3rd-test-vs-england-new-zealand-stars-reaction-is-viral-7246564",
    "pubDate": "Sat, 14 Dec 2024 11:49:58 GMT",
    "summary": "<h1>Watch: Kane Williamson Gets Out In Bizarre Fashion vs England, New Zealand Star's Reaction Is Viral</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> NDTV Sports</p>\n<img src=\"https://c.ndtvimg.com/2024-12/9jsnu7uo_kane-williamson_625x300_14_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Kane Williamson reacts after his dismissal.\" width=\"639\" height=\"479\">\n<figcaption>Kane Williamson reacts after his dismissal. © AFP</figcaption>\n<p>New Zealand cricketer Kane Williamson faced an unusual dismissal during the first day of the third Test against England, which has since gone viral due to his reaction.</p>\n<ul>\n    <li>Kane Williamson was well set on 44 runs when he made an error attempting to block a delivery from Matthew Potts.</li>\n    <li>The ball bounced and he inadvertently kicked it onto the stumps, resulting in his dismissal.</li>\n    <li>This mistake was pivotal as it led to New Zealand losing three wickets for just 34 runs.</li>\n    <li>Despite Williamson’s dismissal, New Zealand finished Day 1 at a reasonable score of 315/9.</li>\n    <li>Tom Latham contributed with a half-century, scoring 63 runs, while Mitchell Santner provided a quick 50 late in the innings.</li>\n    <li>Matthew Potts achieved three wickets, and his partner Gus Atkinson also took three, making history in his debut year.</li>\n    <li>Both teams are currently out of contention for the World Test Championship finals.</li>\n</ul>\n<blockquote>\n    <p>UNLUCKY KANE WILLIAMSON! <a href=\"https://twitter.com/hashtag/NZvENG?src=hash&ref_src=twsrc%5Etfw\">#NZvENG</a> <a href=\"https://twitter.com/hashtag/KaneWilliamson?src=hash&ref_src=twsrc%5Etfw\">#KaneWilliamson</a> <a href=\"https://t.co/1yuKrON9ye\">pic.twitter.com/1yuKrON9ye</a></p>\n    — CricketInfo (@cricketinfo2024) <a href=\"https://twitter.com/cricketinfo2024/status/1867824140574708019?ref_src=twsrc%5Etfw\">December 14, 2024</a>\n</blockquote>\n<p>The incident serves as a reminder of the unpredictable nature of cricket, showcasing how even experienced players can make critical errors under pressure.</p>"
  },
  {
    "title": "Ashwin or Jadeja? Australian cricketers settle the debate with a clear answer - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/ashwin-or-jadeja-australian-cricketers-settle-the-debate-with-a-clear-answer/articleshow/116317699.cms",
    "pubDate": "Sat, 14 Dec 2024 11:46:00 GMT",
    "summary": "<h1>Ashwin or Jadeja? Australian cricketers settle the debate with a clear answer</h1>\n<p><strong>Publication Date:</strong> Not Provided</p>\n<p><strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116317695,imgsize-45208,width-400,resizemode-4/116317695.jpg\" alt=\"Ashwin or Jadeja? Australian cricketers settle the debate with a clear answer\" title=\"Ravichandran Ashwin and Ravindra Jadeja. (Pic Credit - X)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Ravichandran Ashwin and Ravindra Jadeja. (Pic Credit - X)</figcaption>\n<p>Australian cricketers recently weighed in on the debate between Ravichandran Ashwin and Ravindra Jadeja, declaring Ashwin as the tougher bowler to face due to his tactical brilliance and adaptability.</p>\n<ul>\n    <li>Ashwin is noted for his mastery of variations and ability to exploit turn.</li>\n    <li>Travis Head and other Australian players praised Ashwin's skills over Jadeja's accuracy.</li>\n    <li>Steve Smith highlighted Ashwin's exceptional adaptability across different pitches.</li>\n    <li>Players like Josh Hazlewood and Usman Khawaja acknowledged Ashwin's cleverness and competitive nature.</li>\n    <li>Cameron Green emphasized how Ashwin and Jadeja complement each other's skills.</li>\n</ul>\n<blockquote>\"Probably for me, Ashwin, someone with a couple more tricks and being a lot taller and a lot quicker. Yeah, I think he's probably the hardest,\" - Travis Head.</blockquote>\n<blockquote>\"I think what makes them great is that they just complement each other. Ashwin, he's always feels like he's one step ahead.\" - Cameron Green.</blockquote>\n<p>The consensus among Australian players suggests that while both spinners are formidable, Ashwin's psychological edge and varied approach make him the more difficult opponent in the eyes of the cricketers."
  },
  {
    "title": "South Africa vs Pakistan Match Prediction - Who will win today’s 3rd T20I match between SA vs PAK? - CricTracker",
    "link": "https://www.crictracker.com/cricket-match-predictions/south-africa-vs-pakistan-match-prediction-who-will-win-todays-3rd-t20i-match-between-sa-vs-pak/",
    "pubDate": "Sat, 14 Dec 2024 11:15:00 GMT",
    "summary": "<h1>South Africa vs Pakistan Match Prediction - Who will win today’s 3rd T20I match between SA vs PAK?</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> CricTracker</p>\n<figure>\n    <img src=\"https://media.crictracker.com/media/attachments/1734157615576_imgpsh_fullsize_anim---2024-12-14T115646.png\" loading=\"lazy\">\n    <figcaption></figcaption>\n</figure>\n<p>South Africa has emerged victorious in the first two matches of the ongoing T20I series against Pakistan, leading to a highly anticipated 3rd T20I clash, which is set to take place at the Wanderers Stadium in Johannesburg.</p>\n<ul>\n    <li>South Africa defeated Pakistan in the first two T20Is of the series.</li>\n    <li>Captain Mohammad Rizwan of Pakistan needs to step up for his team’s success.</li>\n    <li>Notable performances from South Africa include David Miller, Reeza Hendricks, and Rassie van der Dussen.</li>\n    <li>The match will be held on December 14, at 9:30 PM IST.</li>\n    <li>The pitch at Wanderers Stadium favors batters, with a good total considered to be above 200 runs.</li>\n</ul>\n<blockquote>“South Africa to win the match” - Today's Match Prediction</blockquote>\n<p>The competition promises high excitement as both teams vie for dominance in this tight series, with South Africa favored to continue their winning streak."
  },
  {
    "title": "Gukesh Wins 2024 FIDE World Championship — 13 Conclusions - Chess.com",
    "link": "https://www.chess.com/news/view/gukesh-2024-chess-world-championship-13-conclusions",
    "pubDate": "Sat, 14 Dec 2024 11:14:00 GMT",
    "summary": "```html\n<h1>Gukesh Wins 2024 FIDE World Championship — 13 Conclusions</h1>\n<p><strong>Publication Date:</strong> December 13, 2024</p>\n<p><strong>Source:</strong> Chess.com</p>\n<figure>\n    <img src=\"https://www.chess.com/bundles/web/images/image-default.445cb543.svg\" alt=\"Gukesh Dommaraju holding the World Championship trophy\" width=\"800\" height=\"533\">\n    <figcaption>Gukesh on a moment he'd lived for: \"For me to actually be here and hold this trophy and experience this moment, in reality, it means more than anything else in my life.\" Photo: Maria Emelianova/Chess.com.</figcaption>\n</figure>\n<p>The era of India's GM Gukesh Dommaraju as chess world champion has begun after he secured victory at the 2024 FIDE World Championship, ending in a dramatic conclusion due to a blunder by the reigning champion Ding Liren.</p>\n<ul>\n    <li>Gukesh becomes the 18th World Chess Champion at the age of 18.</li>\n    <li>His victory was the result of hard work and a dedicated team.</li>\n    <li>The match was marked by intense competition, with several drawn games, leading up to a surprising finish.</li>\n    <li>Gukesh's triumph is seen as a significant moment in chess history, inspiring many young players.</li>\n    <li>Ding Liren, the former champion, struggled with self-belief during critical moments of the match.</li>\n</ul>\n<blockquote>\n    <p><strong>“When Magnus won, I thought I really want to be the one to bring back the title to India.”</strong> — Gukesh Dommaraju</p>\n</blockquote>\n<blockquote>\n    <p><strong>“I’m not someone who shows a lot of emotions, but I think this one can be forgiven.”</strong> — Gukesh Dommaraju</p>\n</blockquote>\n<p>Gukesh's victory not only marks a personal achievement but also signifies hope and inspiration for chess enthusiasts globally. His journey reflects dreams coming true through dedication and preparation.</p>\n```"
  },
  {
    "title": "Tim Southee receives guard of honour in farewell Test as brilliant gesture from Ben Stokes-led England wins hearts - Hindustan Times",
    "link": "https://www.hindustantimes.com/cricket/tim-southee-receives-guard-of-honour-in-farewell-test-as-brilliant-gesture-from-ben-stokes-led-england-wins-hearts-101734169563228.html",
    "pubDate": "Sat, 14 Dec 2024 10:48:38 GMT",
    "summary": "<h1>Tim Southee receives guard of honour in farewell Test as brilliant gesture from Ben Stokes-led England wins hearts</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/southee_1734173223502_1734173228085.jpg\" alt=\"Tim Southee receives a guard of honour(AP)\" title=\"Tim Southee receives a guard of honour(AP)\">\n<figcaption>Tim Southee receives a guard of honour(AP)</figcaption>\n<p>In a touching display of respect, Tim Southee was honored by the England cricket team with a guard of honour during his final Test match, marking a poignant moment in his illustrious career.</p>\n<ul>\n    <li>Tim Southee played his last Test match against England, making a significant emotional appearance.</li>\n    <li>England's players, led by Ben Stokes, honored Southee with a guard of honour as he walked to bat.</li>\n    <li>Southee scored 23 runs off 10 balls, contributing significantly to New Zealand's total.</li>\n    <li>He equaled Chris Gayle's record with his 98th six in Test cricket, with only three players having hit more.</li>\n    <li>New Zealand ended Day 1 at 315/9, thanks to a late rally including Mitchell Santner’s unbeaten 50.</li>\n</ul>\n<blockquote>“It was an emotional moment marking the end of an era in New Zealand cricket.”</blockquote>\n<p>Tim Southee's farewell match was filled with emotion and showcased the camaraderie and respect within the cricketing community, leaving a lasting impression on fans and players alike.</p>"
  },
  {
    "title": "‘When Magnus won…’: D Gukesh recalls how Viswanathan Anand's 2013 World C'ship loss vs Carlsen motivated him as a child - Hindustan Times",
    "link": "https://www.hindustantimes.com/sports/others/when-magnus-won-d-gukesh-recalls-how-viswanathan-anands-2013-world-cship-loss-vs-carlsen-motivated-him-as-a-child-101734171356350.html",
    "pubDate": "Sat, 14 Dec 2024 10:24:53 GMT",
    "summary": "<h1>‘When Magnus won…’: D Gukesh recalls how Viswanathan Anand's 2013 World C'ship loss vs Carlsen motivated him as a child</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/1000000937_1734171652891_1734171667245.jpg\" alt=\"D Gukesh recalled Magnus Carlsen's 2013 World C'ship win vs India legend Viswanathan Anand.\" title=\"D Gukesh recalled Magnus Carlsen's 2013 World C'ship win vs India legend Viswanathan Anand.\">\n<figcaption>D Gukesh recalled Magnus Carlsen's 2013 World C'ship win vs India legend Viswanathan Anand.</figcaption>\n<p>D Gukesh, at 18, became the youngest-ever world chess champion, motivated by the memory of Viswanathan Anand's 2013 World Championship loss to Magnus Carlsen.</p>\n<ul>\n    <li>Gukesh won the World Chess Championship in Singapore against defending champion Ding Liren.</li>\n    <li>He acknowledged Carlsen's 2013 victory over Anand, which inspired him to aim for the title himself.</li>\n    <li>Gukesh became the second Indian Grandmaster to win the title, after Anand.</li>\n    <li>He achieved significant milestones at a young age, including being the youngest to surpass a FIDE rating of 2750.</li>\n</ul>\n<blockquote>“When Magnus won I thought, I really want to be the one to bring back the title to India. This dream that I had for more than 10 years ago has been the single most important thing in my life so far.”</blockquote>\n<p>Gukesh’s achievement reflects his dedication to chess and his aspiration to honor Indian chess history, showcasing the impact of Anand's legacy on future generations.</p>"
  },
  {
    "title": "Afghanistan all-rounder fined for ICC Code of Conduct Breach - ICC Cricket",
    "link": "https://www.icc-cricket.com/news/afghanistan-all-rounder-fined-for-icc-code-of-conduct-breach",
    "pubDate": "Sat, 14 Dec 2024 10:04:34 GMT",
    "summary": "<h1>Afghanistan all-rounder fined for ICC Code of Conduct Breach</h1>\n<p><strong>Publication Date:</strong> December 14, 2023</p>\n<p><strong>Source:</strong> ICC News</p>\n<img alt=\"GettyImages-2157527000\" src=\"https://images.icc-cricket.com/image/upload/t_ratio21_9-size60/v1734167991/prd/GettyImages-2157527000\" width=\"630\" height=\"270\">\n<figcaption>Gulbadin Naib in action during the match against Zimbabwe.</figcaption>\n<p>Afghanistan's Gulbadin Naib has been fined for breaching the ICC Code of Conduct during a recent T20I match against Zimbabwe.</p>\n<ul>\n    <li>Naib fined 15% of his match fee for showing dissent at an umpire's decision.</li>\n    <li>The incident occurred during the 11th over of Zimbabwe’s innings.</li>\n    <li>Naib exhibited dissent by bowing in mock prayer and requesting a review of an LBW decision.</li>\n    <li>He received one demerit point added to his disciplinary record.</li>\n    <li>Naib admitted to the offence and accepted the sanction without a formal hearing.</li>\n    <li>The series is currently tied 1-1 heading into the deciding match.</li>\n</ul>\n<blockquote>\"Gulbadin Naib displayed dissent by bowing in a mock prayer and requesting a review, despite DRS not being available in the match.\"</blockquote>\n<p>This incident underscores the importance of adhering to the ICC Code of Conduct, particularly in high-stakes matches. Naib's actions not only impact his record but also reflect on the sport's integrity."
  },
  {
    "title": "Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\" - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/vinod-kambli-responds-after-kapil-dev-offers-to-help-him-have-no-hesitation-7240365",
    "pubDate": "Sat, 14 Dec 2024 09:51:51 GMT",
    "summary": "<h1>Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\"</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-12/u7eograg_vinod-kambli-kapil-dev_625x300_13_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Vinod Kambli\" width=\"639\" height=\"479\">\n<figcaption>Vinod Kambli has agreed to enter rehab amid concerns over his health and financial crisis. © X (Twitter)</figcaption>\n<p>Vinod Kambli, the former Indian cricketer, is set to enter rehab following a financial and health crisis, with support from notable cricket figures including Kapil Dev and Sunil Gavaskar.</p>\n<ul>\n    <li>Kambli has agreed to enter rehab, acknowledging his previous 14 attempts.</li>\n    <li>Kapil Dev offered to cover treatment costs on the condition that Kambli agrees to rehabilitate.</li>\n    <li>Sunil Gavaskar has also extended help and support to Kambli.</li>\n    <li>Kambli stated he has no hesitation about going to rehab, crediting his wife for managing their financial situation.</li>\n    <li>His only income currently comes from a BCCI pension of Rs 30,000 per month.</li>\n    <li>Other former cricketers, including Ajay Jadeja and Abey Kuruvilla, have reached out to Kambli for support.</li>\n</ul>\n<blockquote>\n    \"Bad (on his financial condition). But the manner in which my wife has handled everything, hats off to her. ... Sure, I have no hesitation (to enter rehab), because until I have my family with me, I'm not afraid of anything, anybody.\" - Vinod Kambli\n</blockquote>\n<p>Kambli expressed optimism about his situation, believing that the BCCI would help him if needed. His recent public appearance raised concerns about his condition, and he is grateful for the support from his peers.</p>"
  },
  {
    "title": "Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\" | Cricket News - NDTV Sports",
    "link": "https://sports.ndtv.com/cricket/vinod-kambli-responds-after-kapil-dev-offers-to-help-him-have-no-hesitation-7240365",
    "pubDate": "Sat, 14 Dec 2024 09:51:51 GMT",
    "summary": "<h1>Vinod Kambli Responds After Kapil Dev Offers To Help Him: \"Have No Hesitation...\"</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2024-12/u7eograg_vinod-kambli-kapil-dev_625x300_13_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Vinod Kambli\" width=\"639\" height=\"479\">\n<figcaption>Vinod Kambli has agreed to enter rehab amid concerns over his health and financial crisis. © X (Twitter)</figcaption>\n<p>Vinod Kambli, the former Indian cricketer, is set to enter rehab following a financial and health crisis, with support from notable cricket figures including Kapil Dev and Sunil Gavaskar.</p>\n<ul>\n    <li>Kambli has agreed to enter rehab, acknowledging his previous 14 attempts.</li>\n    <li>Kapil Dev offered to cover treatment costs on the condition that Kambli agrees to rehabilitate.</li>\n    <li>Sunil Gavaskar has also extended help and support to Kambli.</li>\n    <li>Kambli stated he has no hesitation about going to rehab, crediting his wife for managing their financial situation.</li>\n    <li>His only income currently comes from a BCCI pension of Rs 30,000 per month.</li>\n    <li>Other former cricketers, including Ajay Jadeja and Abey Kuruvilla, have reached out to Kambli for support.</li>\n</ul>\n<blockquote>\n    \"Bad (on his financial condition). But the manner in which my wife has handled everything, hats off to her. ... Sure, I have no hesitation (to enter rehab), because until I have my family with me, I'm not afraid of anything, anybody.\" - Vinod Kambli\n</blockquote>\n<p>Kambli expressed optimism about his situation, believing that the BCCI would help him if needed. His recent public appearance raised concerns about his condition, and he is grateful for the support from his peers.</p>"
  },
  {
    "title": "Mohammad Amir and Imad Wasim go back to international retirement - ESPNcricinfo",
    "link": "https://www.espncricinfo.com/story/pakistan-news-mohammad-amir-and-imad-wasim-go-back-to-international-retirement-1464981",
    "pubDate": "Sat, 14 Dec 2024 09:38:09 GMT",
    "summary": "<h1>Mohammad Amir and Imad Wasim go back to international retirement</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> ESPNcricinfo</p>\n<figure>\n    <img src=\"https://wassets.hscicdn.com/static/images/placeholder-16-9.png\" alt=\"Mohammad Amir and Imad Wasim celebrate a wicket, Providence, April 7, 2017\">\n    <figcaption>Mohammad Amir and Imad Wasim first unretired and have now re-retired pretty much together • AFP/Getty Images</figcaption>\n</figure>\n<p>Imad Wasim and Mohammad Amir, who had recently returned from international retirement to participate in the T20 World Cup 2024, have announced their decision to retire again.</p>\n<ul>\n    <li>The players had rejoined the national team to compete in the T20 World Cup held in the USA and the Caribbean.</li>\n    <li>Imad announced the end of his chapter on Friday, followed by Amir's announcement on Saturday.</li>\n    <li>Amir stated: \"After much thought and reflection, I have decided to retire from international cricket.\" </li>\n    <li>Both cricketers played their last international match against Ireland in June 2024.</li>\n    <li>Pakistan did not progress beyond the group stage in the tournament, which was claimed by India.</li>\n    <li>Amir and Imad had commendable individual performances despite the team's early exit.</li>\n</ul>\n<blockquote>\n    <p>“To all fans & supporters: After much thought and reflection, I have decided to retire from international cricket. Representing Pakistan on the world stage has been the greatest honor of my life, and every moment wearing the green jersey has been unforgettable.” — Imad Wasim</p>\n</blockquote>\n<p>The two players remain popular in the T20 franchise circuit, recently participating in the Abu Dhabi T10 tournament.</p>"
  },
  {
    "title": "Sara Tendulkar spotted at the Gabbatoir, cheers for Team India during third Test - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/sara-tendulkar-spotted-at-the-gabbatoir-cheers-for-team-india-during-third-test/articleshow/116314756.cms",
    "pubDate": "Sat, 14 Dec 2024 09:25:00 GMT",
    "summary": null
  },
  {
    "title": "'Really surprised': Matthew Hayden reacts to Rohit's bold decision on Day 1 of Gabba Test - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/really-surprised-matthew-hayden-reacts-to-rohits-bold-decision-on-day-1-of-gabba-test/articleshow/116314612.cms",
    "pubDate": "Sat, 14 Dec 2024 09:13:00 GMT",
    "summary": "<h1>'Really surprised': Matthew Hayden reacts to Rohit's bold decision on Day 1 of Gabba Test</h1>\n<p><strong>Publication Date:</strong> NEW DELHI</p>\n<p><strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116314598,imgsize-37904,width-400,resizemode-4/116314598.jpg\" alt=\"'Really surprised': Matthew Hayden reacts to Rohit's bold decision on Day 1 of Gabba Test\" title=\"Matthew Hayden and Rohit Sharma. (File Pic: Image Credit - X)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Matthew Hayden and Rohit Sharma. (File Pic: Image Credit - X)</figcaption>\n<p>Former Australian opener Matthew Hayden expressed surprise at Rohit Sharma's bold decision to bowl first on the opening day of the Gabba Test, given that the pitch conditions seemed more suited for batting.</p>\n<ul>\n    <li>Hayden was taken aback by Rohit's toss decision, stating that the pitch favored batters.</li>\n    <li>He noted that the groundsman had likely prepared the pitch earlier due to recent rain, affecting its behavior.</li>\n    <li>India's bowlers struggled against Australia, who ended the day at 28/0 in 13.2 overs.</li>\n    <li>Hayden believes that the pitch will deteriorate over the next couple of days, making spinners more effective.</li>\n</ul>\n<blockquote>“I was really surprised that actually, Rohit won the toss and decided to bowl, because I felt like it was over-prepared... Almost 12 inches of rain in the past two weeks.\" - Matthew Hayden</blockquote>\n<p>In conclusion, Hayden emphasized that opting to bat first would have been a wiser choice, considering the expected changes in pitch conditions over the course of the match."
  },
  {
    "title": "Viswanathan Anand Responds As Ex-World Champion Criticises D Gukesh's Title Triumph - NDTV Sports",
    "link": "https://sports.ndtv.com/chess/viswanathan-anand-responds-as-ex-world-champion-criticises-d-gukeshs-title-triumph-7239007",
    "pubDate": "Sat, 14 Dec 2024 08:54:56 GMT",
    "summary": "<h1>Viswanathan Anand Responds As Ex-World Champion Criticises D Gukesh's Title Triumph</h1>\n<p><strong>Publication Date:</strong> December 24, 2024</p>\n<p><strong>Source:</strong> NDTV</p>\n<img width=\"639\" height=\"479\" src=\"https://c.ndtvimg.com/2024-12/82fkn5no_d-gukesh-afp_625x300_13_December_24.jpg?im=FaceCrop,algorithm=dnn,width=806,height=605\" title=\"Viswanathan Anand Responds As Ex-World Champion Criticises D Gukesh's Title Triumph\">\n<figcaption>D Gukesh became the youngest chess world champion © AFP</figcaption>\n<p>Legendary chess player Viswanathan Anand promised support for D. Gukesh, who faced criticism regarding his World Championship victory over Ding Liren. Anand emphasized that criticism is part of achieving success and praised Gukesh's historic triumph.</p>\n<ul>\n    <li>D. Gukesh becomes the youngest chess world champion by defeating Ding Liren.</li>\n    <li>Critiques from former champion Vladimir Kramnik question the quality of the match.</li>\n    <li>Magnus Carlsen also criticizes the earlier rounds, calling them uncharacteristic for World Championship contenders.</li>\n    <li>Anand advises Gukesh to ignore the criticism and reflects on the importance of his achievement.</li>\n    <li>Anand highlights Gukesh's strong performance in recent competitions leading to his championship win.</li>\n</ul>\n<blockquote>\n    \"To be honest, I think it just comes with the territory. You ignore it and that's all.\" - Viswanathan Anand\n</blockquote>\n<p>In conclusion, Anand views Gukesh's victory as a significant milestone in Indian chess, celebrating the new generation's achievements despite the surrounding criticism.</p>"
  },
  {
    "title": "There is a younger ‘world champion’ than D Gukesh: The story of Ukraine's forgotten chess prodigy Ruslan Ponomariov - Hindustan Times",
    "link": "https://www.hindustantimes.com/sports/others/there-is-a-younger-world-champion-than-d-gukesh-the-story-of-ukraines-forgotten-chess-prodigy-ruslan-ponomariov-101734165378476.html",
    "pubDate": "Sat, 14 Dec 2024 08:51:13 GMT",
    "summary": "<h1>There is a younger ‘world champion’ than D Gukesh: The story of Ukraine's forgotten chess prodigy Ruslan Ponomariov</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/ruslan_gukesh_1734166029833_1734166038766.jpg\" alt=\"Ruslan Ponomariov or D Gukesh, who is the youngest chess world champion?\" title=\"Ruslan Ponomariov or D Gukesh, who is the youngest chess world champion?\">\n<figcaption>Ruslan Ponomariov or D Gukesh, who is the youngest chess world champion?</figcaption>\n<p>Former FIDE champion Ruslan Ponomariov, who won his title in 2002, is often overshadowed by D Gukesh, the current undisputed youngest world champion. This article explores the historical context and implications of their respective victories.</p>\n<ul>\n    <li>Ponomariov became the FIDE World Champion in 2002 at just 18 years old, making him the youngest to do so at the time.</li>\n    <li>The chess world saw a split between the classical title and the FIDE title from 1993 to 2006, leading to two recognized champions.</li>\n    <li>D Gukesh became the youngest undisputed FIDE world champion at 18 years and six months.</li>\n    <li>Ponomariov's victory is often not recognized as Undisputed, which is key for the title debate.</li>\n    <li>Despite the split, Ponomariov continued to have a successful career, remaining active in high-level competitions.</li>\n</ul>\n<blockquote>“Ever since 1993, there have been two titles, the phoney one controlled and organised by FIDE and the real one organised outside FIDE’s control.” - IM David Levy</blockquote>\n<p>In summary, while D Gukesh is officially recognized as the youngest world champion, Ruslan Ponomariov's achievement in a challenging format highlights the complexities of chess titles during a divided era in the sport."
  },
  {
    "title": "'Nahi ho raha swing' - Jasprit Bumrah's frustration an early worry for India in Gabba Test - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/nahi-ho-raha-swing-jasprit-bumrahs-frustration-an-early-worry-for-india-in-gabba-test/articleshow/116314004.cms",
    "pubDate": "Sat, 14 Dec 2024 08:49:00 GMT",
    "summary": "<h1>Nahi ho raha swing - Jasprit Bumrah's frustration an early worry for India in Gabba Test</h1>\n<p><strong>Publication Date:</strong> [Insert Date] <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116314093,imgsize-29074,width-400,resizemode-4/116314093.jpg\" alt=\"'Nahi ho raha swing' - Jasprit Bumrah's frustration an early worry for India in Gabba Test\" title=\"Jasprit Bumrah (Photo Source: X)\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Jasprit Bumrah (Photo Source: X)</figcaption>\n<p>In the third Test against Australia at the Gabba, Indian captain Rohit Sharma opted to bowl first under cloudy conditions. However, Jasprit Bumrah expressed his frustration over the lack of swing during the early overs.</p>\n<ul>\n    <li>Rohit Sharma chose to bowl first despite expectations of a favorable pitch for fast bowlers.</li>\n    <li>Bumrah was heard on the stump microphone saying, \"Nahin ho raha swing aise bhi; kahin bhi kar lo\", indicating the ball was not swinging.</li>\n    <li>The first day was disrupted by rain, with only 13.2 overs bowled, leaving Australia at 28 for 0 by the end.</li>\n    <li>Indian bowlers experimented with different lines but failed to get swing or seam movement.</li>\n    <li>Former players and commentators expressed concerns about the decision to bowl first at the Gabba, citing historical context.</li>\n</ul>\n<blockquote>\"You bat at the Gabba. If you face Australia, you want them to bat second and fourth.\" - Kerry O'Keeffe</blockquote>\n<p>This situation highlights ongoing challenges for India in the Test series and raises questions about their bowling strategy in conditions that did not provide the expected advantages.</p>"
  },
  {
    "title": "Imad, Amir announce retirement from international cricket - ICC Cricket",
    "link": "https://news.google.com/rss/articles/CBMimgFBVV95cUxOQ0NYbUczRUZyUkFReGZxT2MxYlN0aHh4d2lIc25TM3ZwM3FfUG5DNkQzMHNfR0ZWTkdDM3pLZlFKRExmeFFRblJVTjZnbXZGSGRSQlUwN09pd19wb3hzWFd2RDRCcU5FdGJtUjhJZWZRX2tFMlJPYURRTFk4czdIbmZHcEEzRHFtOVA2dEtHZjFaMHI5R2duNXpB?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 08:37:30 GMT",
    "summary": null
  },
  {
    "title": "'ICC Giving Lollipop...': Ex-Pakistan Star Warns PCB Against Accepting Deal On Champions Trophy - NDTV Sports",
    "link": "https://news.google.com/rss/articles/CBMi4AFBVV95cUxNTjA2NERQcHpodXREajFscElhUW9GVGRkSFFRTGR0d0g0Z1JrZTNTa1BtbG1tUVF2RGtDdGt2cHB1ZkZGcFlUc29EMDEyVW1xTS0za2NaQkpHTEU1bGVpNVRMR0R4ZHYyT3QyTzVQOGlVa1VDb25CZkhTV04zc1dTd1lkbWo1M0JHbFhyZi03WjNlTkpycW4wNkJLLU1aTFF5R2RTVkNnb1lub0k2d1lZaktJeVdfSEU2ODBBNEx2S0VpRWQyODlpeEpFVnhONUppV0RXeFJXNjFxRWF5M1RsVNIB6AFBVV95cUxNZzJlOWJZQnZwVlZmZ1Zpbk1NMk5WUHg2WDhoTmpwUDNYQ2pUeV9DUUQtVkRJXzAwbUJ6OE1FVjF5U3dwZXZPYUFjeWJiUW03a3FZX0NVWGkzNVk0eU8yWG5Ib1VULXl4M0N6NVI4WVUweGUzdlNvOE5Rb25tR2NER2hKNk9vbkU4cHdHNlhpallrc2pTV3I5Wkh5OURmbnlJMXFMZEZOeGdhZllDSzRUU0YyNk1QUU1ObUVXOEtiUzdseHVFUTJQemdjc1hoeU1LT0pvVUZETEZSclBpTENyUEk4b1JNMVBk?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 08:32:53 GMT",
    "summary": null
  },
  {
    "title": "\"Cringe, Need Downfall\": Pat Cummins' One-Word Description For Virat Kohli Irks Indian Fans - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/cringe-need-downfall-pat-cummins-one-word-description-for-virat-kohli-irks-india-fans-7246098",
    "pubDate": "Sat, 14 Dec 2024 07:49:35 GMT",
    "summary": "<h1>\"Cringe, Need Downfall\": Pat Cummins' One-Word Description For Virat Kohli Irks Indian Fans</h1>\n<p><strong>Publication Date:</strong> December 13, 2024 | <strong>Source:</strong> NDTV</p>\n<img src=\"https://c.ndtvimg.com/2022-03/cbnm5pj8_virat-kohli-pat-cummins-afp_625x300_22_March_22.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"Pat Cummins and Virat Kohli\" width=\"639\" height=\"479\">\n<figcaption>File image of Pat Cummins and Virat Kohli. © AFP</figcaption>\n<p>A viral video featuring Australian cricket team members describing Virat Kohli resulted in backlash from Indian fans, particularly regarding Pat Cummins' one-word response.</p>\n\n<ul>\n    <li>Pat Cummins described Virat Kohli simply as \"batter,\" drawing criticism from fans.</li>\n    <li>Other Australian players praised Kohli with terms like \"superstar,\" \"classy,\" and \"freak.\"</li>\n    <li>The video has caused social media outrage, with users calling for Cummins' \"downfall.\"</li>\n    <li>Kohli's performance in 2024 has been inconsistent, with only 373 runs in 8 Tests and an average of 26.64.</li>\n    <li>India needs to win the Border-Gavaskar Trophy to qualify for the World Test Championship final in 2025.</li>\n</ul>\n\n<blockquote>“Need Pat Cummins' downfall” — User on social media</blockquote>\n<blockquote>“Not going to lie, this is becoming quite cringe now” — User on social media</blockquote>\n\n<p>Despite receiving harsh words from Cummins, Kohli's contribution in crucial matches will be vital for India's future successes.</p>"
  },
  {
    "title": "'Nahi ho raha...': Jasprit Bumrah's anguish caught on stump mic before rain crashes Day 1 of India vs Australia 3rd Test - Hindustan Times",
    "link": "https://www.hindustantimes.com/cricket/nahi-ho-raha-jasprit-bumrahs-anguish-caught-on-stump-mic-before-rain-crashes-day-1-of-india-vs-australia-3rd-test-101734159788152.html",
    "pubDate": "Sat, 14 Dec 2024 07:18:25 GMT",
    "summary": "<h1>'Nahi ho raha...': Jasprit Bumrah's anguish caught on stump mic before rain crashes Day 1 of India vs Australia 3rd Test</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/CRICKET-AUS-IND-27_1734159859199_1734159883727.jpg\" alt=\"India's paceman Jasprit Bumrah reacts after a delivery to Australia's Usman Khawaja (C) on the first day of the third cricket Test match. (Photo by David GRAY / AFP)(AFP)\" title=\"India's paceman Jasprit Bumrah reacts after a delivery to Australia's Usman Khawaja (C) on the first day of the third cricket Test match. (Photo by David GRAY / AFP)(AFP)\">\n<figcaption>India's paceman Jasprit Bumrah reacts after a delivery to Australia's Usman Khawaja (C) on the first day of the third cricket Test match. (Photo by David GRAY / AFP)(AFP)</figcaption>\n<p>Rain disrupted Day 1 of the third Test between India and Australia at the Gabba, allowing only 13.2 overs of play. The highlight was a moment captured on the stump mic featuring Jasprit Bumrah expressing his frustration.</p>\n<ul>\n    <li>Rohit Sharma won the toss and opted to bowl first under overcast conditions.</li>\n    <li>Jasprit Bumrah struggled to find swing and indicated to Shubman Gill during play that the ball wasn't swinging as expected.</li>\n    <li>Usman Khawaja and Nathan McSweeney faced the Indian bowlers comfortably, contributing to Australia's score of 28/0 before rain halted play.</li>\n    <li>The play is scheduled to resume with adjusted timings at 5:20 AM IST, contingent on weather conditions.</li>\n</ul>\n<blockquote>\n    <p>“Nahi ho raha swing aise bhi (The ball isn't swinging),” Jasprit Bumrah expressed to Shubman Gill after his delivery.</p>\n</blockquote>\n<p>As both teams prepare for the resumption, memories of India's historic win at the Gabba in 2020-21 loom large, with Rishabh Pant sharing his positive outlook about returning to the venue.</p>"
  },
  {
    "title": "India vs Australia Highlights, 3rd Test Day 1: Rain Forces Stumps; India's WTC Final Hopes Hang In Balance - NDTV Sports",
    "link": "https://news.google.com/rss/articles/CBMi2wFBVV95cUxOcjhSTWVvS2ZiM2gxcHRiVDNrNVUxc2NidnY0bVZyVlFRVldNU3VxT3hrNlJvWkJTUy0yMWxVTTBxU1ROdTUyeTBpS21CVXJxZDBudHZBNnZhTm1uZ0FrRUpXU1AzR0t5eHBYdHhyVnpqM25FRWlFN3JNZVN4WjVNeG1NV0R5bkZhblhiZDJfYzMwR2FSUnBPdFQ1WGhDc1BScFdzN1F0bmgzREcxei1KTGNqLXFRSEhwSG9VU2llaFdvYUV3Wmd1MzBrMmhXb05Bc1BfVE5WMkpURUHSAeMBQVVfeXFMTndJb215RGdnWEZmMUpNUnIyeUxVcmV5WDRTZW1mWFhlaHkyZ2dfSE92VHFZdllqVm15c2N2T2JyY2I4eGNXOTJlbDBaT2c2a0xuRlFfcFJTYlluMlVUQ0Y5emt6UnpQVjZKTFFERjNNeTdySE1yVVlwdkluRFJOcjQ0R2VOU0I0dXJEUkdRaC1wUkNnMUFDTE9iOWRGdE5Xd1FDOHZ0TE11R3BlVk5ndE53RDhDcFM3Z0FKdkMxXzlHcFB3LXZ2T3BnNnFxZUs5cjBmUjRBZG1hQjVIa2RsejhJbkk?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 06:25:04 GMT",
    "summary": null
  },
  {
    "title": "Nahi Ho Raha... \": Jasprit Bumrah's Frustration Caught On Stump Mic During 3rd Test Against Australia - NDTV Sports",
    "link": "https://sports.ndtv.com/australia-vs-india-2024-25/nahi-ho-raha-jasprit-bumrahs-frustration-caught-on-stump-mic-during-3rd-test-against-australia-7245364",
    "pubDate": "Sat, 14 Dec 2024 06:16:26 GMT",
    "summary": "<h1><i>Nahi Ho Raha...</i>: Jasprit Bumrah's Frustration Caught On Stump Mic During 3rd Test Against Australia</h1>\n<p><strong>Date:</strong> December 14, 2024 | <strong>Source:</strong> NDTV Sports</p>\n<img width=\"639\" height=\"479\" src=\"https://c.ndtvimg.com/2024-12/0sm920h_xzc_625x300_14_December_24.jpg?im=FeatureCrop,algorithm=dnn,width=806,height=605\" alt=\"<i>Nahi Ho Raha...</i>: Jasprit Bumrah's Frustration Caught On Stump Mic During 3rd Test Against Australia\">\n<figcaption>Indian fast bowler Jasprit Bumrah expresses his frustration over the lack of swing during the 3rd Test against Australia.</figcaption>\n<p>Jasprit Bumrah was captured on a stump mic expressing frustration regarding the lack of swing on Day 1 of the third Test against Australia at The Gabba, Brisbane.</p>\n<ul>\n    <li>Bumrah complained about a lack of swing, saying, “<em>Nahi ho raha swing, kahin bhi kar</em>” (There is no swing no matter where you bowl).</li>\n    <li>Only 13.2 overs played in the first session due to rain, despite overcast conditions.</li>\n    <li>Indian captain Rohit Sharma chose to field after winning the toss.</li>\n    <li>The series is currently tied 1-1 after India’s win in Perth and Australia’s victory in Adelaide.</li>\n    <li>Changes in the teams: Josh Hazlewood returns for Australia; Ravindra Jadeja and Akash Deep are brought in for India.</li>\n</ul>\n<blockquote>“It's a little bit overcast and there's a little bit of grass and looks a bit soft as well,” said Rohit Sharma. “We want to make best use of the conditions.”</blockquote>\n<p>The match continues to be impacted by weather, with players adapting to challenging conditions. Bumrah’s remarks highlight the challenges faced by bowlers in such situations.</p>"
  },
  {
    "title": "Honours even in Hamilton as England, New Zealand trade blows - Cricbuzz",
    "link": "https://news.google.com/rss/articles/CBMipwFBVV95cUxPZnl6TlpiaUVPYUQxNWUwQTNvZkVpS2JONDVHT2JnYjJCQk0xRFZDWlFDQlRZQW5BeW9WX1pEeTBxYnRIV1ZHWk9Yby1DeUxNbDk3RW8xT1dWcjgycFp2dnJfUlYtSUs2bnlwZ0htVEZHdFRIOFFpLXc2VW1TTFJHdnRoclBJQmU1RnpPdXlfWjhpMFBveHJqTlpvSVRfSmwxQmtRZjNqRQ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 06:00:45 GMT",
    "summary": null
  },
  {
    "title": "Real Madrid tracking 21-year-old former youth academy full-back – report - Madrid Universal",
    "link": "https://news.google.com/rss/articles/CBMioAFBVV95cUxOYlZaMWhJS21tYUVTMlNvTzQ4VndTWERtWlFKeXhqSDZDaWpKakhiT2dhcEU1MDdhN1FmV2lRMExVUXVsdTZ2RjVPbmNJMUJ4N0lRSjJ4bFJXeWlTOXZnUHh6aFRCQTZfbzFWT24ydVBlTkdBR1V1U25KNndneHNjLWdDckhmaHhDTFFjYXpyakx3M3BpVXVaZGpaMWhEdE9G?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 06:00:00 GMT",
    "summary": null
  },
  {
    "title": "Exclusive | Meet Matthew Hayden's daughter Grace who loves dal, is a big fan of Rishabh Pant - The Times of India",
    "link": "https://timesofindia.indiatimes.com/sports/cricket/india-in-australia/exclusive-meet-matthew-haydens-daughter-grace-who-loves-dal-is-a-big-fan-of-rishabh-pant/articleshow/116309315.cms",
    "pubDate": "Sat, 14 Dec 2024 05:34:00 GMT",
    "summary": "<h1>Exclusive | Meet Matthew Hayden's daughter Grace who loves dal, is a big fan of Rishabh Pant</h1>\n<p><strong>Publication Date:</strong> (Date Not Provided) | <strong>Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/msid-116309421,imgsize-98226,width-400,resizemode-4/116309421.jpg\" alt=\"Exclusive | Meet Matthew Hayden's daughter Grace who loves dal, is a big fan of Rishabh Pant\" title=\"Matthew Hayden's daughter Grace and Rishabh Pant\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>Matthew Hayden's daughter Grace and Rishabh Pant</figcaption>\n<p>Matthew Hayden's daughter, Grace, shares her love for India and cricket, particularly highlighting her admiration for cricketer Rishabh Pant amid a rain-interrupted Test match in Brisbane.</p>\n<ul>\n    <li>Only 13.2 overs were played on the opening day of the third India-Australia Test due to heavy rain.</li>\n    <li>Grace Hayden enjoys Indian cuisine, particularly dal curry and roti, thanks to her father's influence.</li>\n    <li>She names Rishabh Pant as her favorite cricketer and admires his inspiring comeback story after a serious car accident.</li>\n    <li>Grace believes that despite players' familiarity through the IPL, national pride prevails when playing for one's country.</li>\n    <li>She predicts Australia will win the remaining Tests in the series, which is currently tied at 1-1.</li>\n</ul>\n<blockquote>\n    \"His comeback story has been sensational... he's definitely an inspiring player,\" said Grace about Rishabh Pant.\n</blockquote>\n<p>The ongoing Border-Gavaskar Trophy has generated significant interest, with Grace optimistic about Australia's chances despite a rain-affected start to the match.</p>"
  },
  {
    "title": "Where is Vinod Kambli's second wife Andrea Hewitt, who once accused star cricketer of assaulting him, grabbed headlines after.... - India.com",
    "link": "https://www.india.com/photos/sports/where-is-vinod-kamblis-second-wife-andrea-hewitt-who-once-accused-star-cricketer-of-assaulting-him-grabbed-headlines-after-414231/",
    "pubDate": "Sat, 14 Dec 2024 04:53:34 GMT",
    "summary": "<h1>Where is Vinod Kambli's second wife Andrea Hewitt, who once accused star cricketer of assaulting him?</h1>\n<p><strong>Publication Date:</strong> Not specified | <strong>Source:</strong> India.com</p>\n<img src=\"https://st1.photogallery.ind.sh/wp-content/uploads/indiacom/vinod-kamblis-career-was-full-of-controversies-202412-1734151406.jpg?impolicy=Medium_Widthonly&amp;w=700\" alt=\"Vinod Kambli's career was full of controversies\">\n<figcaption>Image credit: X</figcaption>\n<p>The article explores the tumultuous life of former cricketer Vinod Kambli, focusing on his second marriage to Andrea Hewitt and the controversies surrounding their relationship.</p>\n<ul>\n    <li>Kambli and Andrea Hewitt married in 2006 after six years of dating.</li>\n    <li>Andrea made headlines in 2018 after an incident with Bollywood singer Ankit Tiwari's father.</li>\n    <li>Kambli converted to Christianity to align with Andrea’s beliefs, but their relationship faced domestic violence allegations in 2022.</li>\n    <li>Andrea filed a police complaint against Kambli, claiming he attacked her during an argument.</li>\n    <li>The current status of their relationship and living situation with their children is unclear.</li>\n</ul>\n<blockquote>\"Vinod Kambli's career was full of controversies, from addiction struggles to familial disputes.\" - Source</blockquote>\n<p>This article sheds light on the complexities of Kambli and Andrea's relationship, marked by controversies and challenges, leaving their future uncertain."
  }
]