[
  {
    "title": "Google NotebookLM now lets you chat with AI podcast hosts, gets a new UI and subscription plan - The Indian Express",
    "link": "https://indianexpress.com/article/technology/artificial-intelligence/google-notebooklm-ai-podcast-audio-overview-join-new-ui-plus-plan-9725047/",
    "pubDate": "Sat, 14 Dec 2024 15:34:10 GMT",
    "summary": "<h1>Google NotebookLM now lets you chat with AI podcast hosts: Here’s how to use it</h1>\n<p><strong>Publication Date:</strong> December 2024 | <strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/vs-75.png?w=640\" alt=\"NotebookLM is now powered by Gemini 2.0 Flash.\" width=\"640\" height=\"360\">\n<figcaption>NotebookLM is now powered by Gemini 2.0 Flash. (Image Source; Google)</figcaption>\n<p>Google has introduced a new feature in its AI-powered notebook web app, NotebookLM, allowing users to engage in real-time conversations with AI podcast hosts.</p>\n<ul>\n    <li>Users can create AI-generated virtual podcasts using the Audio Overview feature.</li>\n    <li>The new Interactive mode lets users join the conversation with AI hosts and ask questions.</li>\n    <li>This feature is still experimental and is available with new Audio Overviews only.</li>\n    <li>NotebookLM is updated with Gemini 2.0 and a new unified interface with three panels: Sources, Chat, and Studio.</li>\n    <li>A subscription plan, NotebookLM Plus, offers enhanced features such as increased Audio Overviews and customizable notebooks.</li>\n</ul>\n<blockquote>“AI hosts may pause awkwardly before responding and may occasionally introduce inaccuracies.”</blockquote>\n<p>The latest features in NotebookLM aim to enhance user interaction and streamline the note-taking experience, making it a more engaging and productive tool for users."
  },
  {
    "title": "How hackers are using phone chargers to steal your data. Tips to stay safe - The Economic Times",
    "link": "https://news.google.com/rss/articles/CBMi3gFBVV95cUxPNEZSVE1TQjJSUDJEZ1dINDFCQzUtYWpvUG04dm9nUFFEUDdjUTlBRmNUOHpVWFQxY19idHZYN2ZRWVVhWFA2aTRkYUxzdy1GT1YtYXhybHdJMmoxeXNGdE9PTnlyaTViR0FfTlIzTVd3VVA5MjhhX0xrSGsyeFdBRUZ4aTVSSERJR3VaNlhMUFVTdWpZNU9UNTZrNWw2aHduWEYwOHpmY1R1R05ZR3NfeVJqSkt3MnFtdjdHVGtvN3A4bkcwbkNHSnpJcUZua2JaQ1B5WjFvWHVpYWN2aVE?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 13:31:55 GMT",
    "summary": null
  },
  {
    "title": "New video games on PC, Xbox X/S, Netflix: Features, review, how to play - The Economic Times",
    "link": "https://economictimes.indiatimes.com/news/international/us/new-video-games-on-pc-xbox-x/s-netflix-features-review-how-to-play/articleshow/116319526.cms?from=mdr",
    "pubDate": "Sat, 14 Dec 2024 13:29:02 GMT",
    "summary": "<h1>New video games on PC, Xbox X/S, Netflix: Features, review, how to play</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Feed</p>\n<figure>\n    <img height=\"225\" width=\"300\" alt=\"New video games releasing on PC, Xbox X/S, Netflix\" src=\"https://img.etimg.com/thumb/msid-116319528,width-300,height-225,imgsize-28048,resizemode-75/new-video-games-releasing-on-pc-xbox-x/s-netflix.jpg\">\n    <figcaption>New video games releasing on PC, Xbox X/S, Netflix</figcaption>\n</figure>\n<p>This weekend, PC, Xbox X/S, and Netflix users can enjoy two exciting new video games: \"Indiana Jones and the Great Circle\" and \"Monument Valley 3\".</p>\n<ul>\n    <li><strong>\"Indiana Jones and the Great Circle\"</strong>: Features the iconic character on a quest to recover a stolen cat mummy.</li>\n    <li>The game includes explorations from the Vatican to the pyramids in Egypt and features puzzle-solving and action sequences.</li>\n    <li>Developed by MachineGames, known for the Wolfenstein series, the game is available on Xbox X/S and PC.</li>\n    <li><strong>\"Monument Valley 3\"</strong>: This new installment evolves the series with a fresh protagonist and a maritime world filled with architectural puzzles.</li>\n    <li>Available to play on mobile through Netflix, the game maintains the same gravity-defying gameplay fans love.</li>\n</ul>\n<blockquote>\n    \"Raiders of the Lost Ark\" has inspired dozens of video games, but it’s been a while since Indiana Jones himself has taken center stage. \n</blockquote>\n<p>Both games are set to attract fans and newcomers alike, ensuring an exciting gaming experience this weekend.</p>"
  },
  {
    "title": "Download iOS 18.2 Now for ChatGPT in Siri, New AI Features and More - CNET",
    "link": "https://www.cnet.com/tech/services-and-software/download-ios-18-2-now-for-chatgpt-in-siri-new-ai-features-and-more/",
    "pubDate": "Sat, 14 Dec 2024 12:01:35 GMT",
    "summary": "<h1>Download iOS 18.2 Now for ChatGPT in Siri, New AI Features and More</h1>\n<p><strong>Publication Date:</strong> December 11, 2024 | <strong>Source:</strong> CNET</p>\n<img src=\"https://www.cnet.com/images/logos/og_cnet.png\" alt=\"CNET logo\" height=\"617\" width=\"768\" loading=\"lazy\">\n<figcaption>Apple/Screenshot by CNET</figcaption>\n<p>The latest iOS 18.2 update has been released, bringing innovative AI features including ChatGPT integration with Siri, Genmoji for custom emojis, and more enhancements for iPhone users.</p>\n<ul>\n    <li>iOS 18.2 introduces Apple Intelligence features for compatible iPhones, including ChatGPT in Siri.</li>\n    <li>New features like Genmoji allow users to create custom emojis based on descriptions.</li>\n    <li>Visual Intelligence lets users identify objects using the camera.</li>\n    <li>Mail app now sorts emails into categories for better organization.</li>\n    <li>Find My app has been updated with options to share item locations.</li>\n    <li>iOS 18.2 includes other small improvements, like volume control on the lock screen and customizable default apps.</li>\n</ul>\n<blockquote>\"With Apple Intelligence, instead of seeing a logo pop up on your screen when you activate Siri, you'll see a glowing light around your screen.\" - Apple Announcement</blockquote>\n<p>The update is available by navigating to <strong>Settings &gt; General &gt; Software Update</strong>. Users are encouraged to explore the new features and enhancements that enhance functionality and personalization on their devices.</p>"
  },
  {
    "title": "From iPhone 16, Google Pixel 9 to Samsung S24: how have top smartphones evolved in 2024? - The Hindu",
    "link": "https://www.thehindu.com/sci-tech/technology/gadgets/from-iphone-16-google-pixel-9-to-samsung-s24-how-have-top-smartphones-evolved-in-2024/article68985112.ece",
    "pubDate": "Sat, 14 Dec 2024 11:20:00 GMT",
    "summary": "<h1>From iPhone 16, Google Pixel 9 to Samsung S24: how have top smartphones evolved in 2024?</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/sci-tech/technology/gadgets/33i64e/article68985113.ece/alternates/LANDSCAPE_1200/20240813_124332.jpg\" alt=\"Google Pixel series 9\">\n<figcaption>Google Pixel series 9 | Photo Credit: Haider Ali Khan</figcaption>\n<p>2024 has been an exciting year for flagship smartphones, featuring notable launches from various brands, including Google, Apple, and Samsung, showcasing advancements in technology and design.</p>\n<ul>\n    <li>The year saw major launches like the OnePlus 12, Vivo X100 Pro, Galaxy S24 Ultra, and the Pixel series 9.</li>\n    <li>Generative AI became a common feature in many new devices.</li>\n    <li>Vivo X100 Pro was notable for its camera capabilities and MediaTek Dimensity 9300 processor.</li>\n    <li>OnePlus 12 introduced Hasselblad-tuned cameras and was the first in India to use Snapdragon 8 Gen 3.</li>\n    <li>Samsung Galaxy S24 Ultra showcased advanced AI features and a 200 MP main camera.</li>\n    <li>Xiaomi 14 debuted with Leica-tuned lenses and the new HyperOS.</li>\n    <li>Realme GT 6 offered excellent value with high specs at a lower price point.</li>\n    <li>Google Pixel 9 Pro XL emphasized design overhaul and AI functionalities.</li>\n    <li>Apple's iPhone 16 Pro Max continued its dominance with cutting-edge features and high performance.</li>\n</ul>\n<blockquote>\"Apple being Apple, cautiously divided its fan base into two sets: A18 and A18 Pro.\" - The Hindu</blockquote>\n<p>As smartphone technology rapidly evolves, 2024 has set new standards with innovations that cater to users' diverse needs, emphasizing both performance and user experience.</p>"
  },
  {
    "title": "OpenAI introduces ChatGPT Projects, a handy tool that makes it easier to organise things - The Indian Express",
    "link": "https://indianexpress.com/article/technology/artificial-intelligence/openai-chatgpt-projects-what-is-it-how-to-use-9724704/",
    "pubDate": "Sat, 14 Dec 2024 10:51:09 GMT",
    "summary": "<h1>OpenAI introduces ChatGPT Projects, a handy tool that makes it easier to organise things</h1>\n<p><strong>Publication Date:</strong> December 2024 <strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/ChatGPT-Express-Photo.jpeg?w=640\" alt=\"ChatGPT Projects will be rolling out to free users &quot;as soon as possible.&quot;\" width=\"640\" height=\"360\">\n<figcaption>ChatGPT Projects will be rolling out to free users \"as soon as possible.\" (Express Photo)</figcaption>\n<p>OpenAI has announced the rollout of “Projects” for ChatGPT, a new feature designed to help users better organize their work, as part of its ongoing ‘shipmas’ celebrations.</p>\n<ul>\n    <li>Projects will be accessible from the left sidebar of ChatGPT.</li>\n    <li>Users can customize project titles and icons, add files, and provide instructions for the AI.</li>\n    <li>The feature allows users to import previous chats into ongoing projects.</li>\n    <li>Creating a project involves clicking the + button and naming the project.</li>\n    <li>Projects will utilize GPT-40 as the default model.</li>\n    <li>The feature is currently available for Plus, Pro, and Teams users, and will expand to Enterprise and Education users in early 2025.</li>\n    <li>Free users will receive access “as soon as possible.”</li>\n</ul>\n<blockquote>\"OpenAI employees shared examples of using ChatGPT’s new Projects feature to plan a Secret Santa gift exchange and keep track of home maintenance.\"</blockquote>\n<p>In conclusion, the introduction of ChatGPT Projects aims to enhance user experience by simplifying the organization of tasks and integrating chat history into project management.</p>"
  },
  {
    "title": "Face the Frost in the Winter’s Haunt Event - ea.com",
    "link": "chrome-error://chromewebdata/",
    "pubDate": "Sat, 14 Dec 2024 10:46:58 GMT",
    "summary": null
  },
  {
    "title": "Redmi Note 14 Pro+ review: A mid-range powerhouse with flagship aspirations - Business Today",
    "link": "https://news.google.com/rss/articles/CBMi3gFBVV95cUxNNDc1dlRuQkM1cENUWThjMFhKX05PcGpSODBQU0drX1hmelB5NjAtQVpPczFJNEtuUXFkVHZKOTM1ZUQzVjhKazhTNngyOGZ5TUFoTUd5NjV1UW05TFkwajBYYnI1cXBHN3pSRlBmNlFJQzJneHdsYlJ2cWRnekZseHNkNU8yeTNvOE91QmJrbTQ1cXRhaVk5enMxaFUxN2RXSmVmOGd5R2NmQkpsMHZ1MEFFVkNEOHlFdjY4WWc3Y0FpS3l5YS1rcV9ONTRSUC1Xc1hlRlhJU21nQ0tNOVE?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 10:26:04 GMT",
    "summary": null
  },
  {
    "title": "BBC says it has complained to Apple over AI-generated fake news attributed to broadcaster - The Guardian",
    "link": "https://www.theguardian.com/media/2024/dec/14/bbc-says-it-has-complained-to-apple-over-ai-generated-fake-news-attributed-to-broadcaster",
    "pubDate": "Sat, 14 Dec 2024 10:23:00 GMT",
    "summary": "<h1>BBC says it has complained to Apple over AI-generated fake news attributed to broadcaster</h1>\n<p><strong>Publication Date:</strong> Not specified <strong>Source:</strong> The Guardian</p>\n<p>The BBC has filed a complaint with Apple regarding AI-generated fake news that was disseminated on iPhones and falsely attributed to the broadcaster.</p>\n<ul>\n    <li>The BBC objected to misleading information generated by Apple's new feature, Apple Intelligence.</li>\n    <li>A specific false notification claimed that a person arrested for murder had committed suicide.</li>\n    <li>The BBC emphasizes the importance of trust in journalism for their audiences.</li>\n    <li>A similar issue occurred with notifications attributed to the New York Times, though it remains unconfirmed.</li>\n</ul>\n<blockquote>“BBC News is the most trusted news media in the world. It is essential to us that our audiences can trust any information or journalism published in our name and that includes notifications,” a BBC spokesperson said in a statement.</blockquote>\n<p>This incident highlights the challenges of ensuring the accuracy of AI-generated content and the responsibility of tech companies to vet information accurately.</p>"
  },
  {
    "title": "Samsung challenges Apple Vision Pro, unveils its Moohan XR headset - India TV News",
    "link": "https://www.indiatvnews.com/technology/gadgets/samsung-challenges-apple-vision-pro-unveils-its-moohan-xr-headset-2024-12-14-966214",
    "pubDate": "Sat, 14 Dec 2024 09:53:38 GMT",
    "summary": "<h1>Samsung challenges Apple Vision Pro, unveils its Moohan XR headset</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> India TV News</p>\n<img src=\"https://resize.indiatvnews.com/en/centered/newbucket/1200_675/2024/12/samsung-moohan-xr-headset-1734169975.webp\" alt=\"Samsung Moohan XR headset\" width=\"1200\" height=\"675\">\n<figcaption>Samsung Moohan XR headset</figcaption>\n<p>Samsung has unveiled its upcoming Moohan XR headset, designed for mixed reality and augmented reality experiences, during a presentation of Google's new Android XR OS. It will compete with the Apple Vision Pro and Meta Quest 3 when released next year.</p>\n<ul>\n  <li>The headset, codenamed Project Moohan, will support Google's Gemini AI assistant.</li>\n  <li>It will feature apps optimized for a large virtual display and run on the new Android XR platform.</li>\n  <li>Samsung has not disclosed specifics about the release date and pricing.</li>\n  <li>Advanced display technology and multi-modal input capabilities are key specifications.</li>\n  <li>It may include features like live translation and immersive views via Google Maps.</li>\n</ul>\n<blockquote>“The Moohan XR headset... operates on Android XR, Google's new platform that incorporates features for AR, virtual reality (VR), and artificial intelligence (AI).”</blockquote>\n<p>With its innovative features, Samsung's Moohan XR headset aims to position itself as a strong competitor in the growing mixed reality market, directly challenging Apple's Vision Pro."
  },
  {
    "title": "Less screen time, happier kids: New research links reduced media use to better behaviour. Check detox tips for parents - Hindustan Times",
    "link": "https://www.hindustantimes.com/lifestyle/health/less-screen-time-happier-kids-new-research-links-reduced-media-use-to-better-behaviour-check-detox-tips-for-parents-101734164594480.html",
    "pubDate": "Sat, 14 Dec 2024 09:42:58 GMT",
    "summary": "<h1>Less screen time, happier kids: New research links reduced media use to better behaviour. Check detox tips for parents.</h1>\n<p><strong>Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/child_screen_time_1734166824386_1734166824602.jpg\" alt=\"Parents note: This simple 2-week screen reduction plan could revolutionise your child’s well-being.(Photo by Pixabay)\" title=\"Parents note: This simple 2-week screen reduction plan could revolutionise your child’s well-being.(Photo by Pixabay)\">\n<figcaption>Parents note: This simple 2-week screen reduction plan could revolutionise your child’s well-being.(Photo by Pixabay)</figcaption>\n<p>A new study highlights the mental health benefits of reducing screen time for children and adolescents, noting significant improvements in behaviour and social interactions.</p>\n<ul>\n    <li>The study involved 181 children and adolescents from 89 families and was published in JAMA Network Open.</li>\n    <li>Participants who reduced their screen media use to three hours per week displayed fewer emotional difficulties and better social interactions.</li>\n    <li>Excessive screen time has been linked to poorer mental health, prompting the need for screen time detoxification.</li>\n    <li>Implementing simple strategies, like setting clear limits and encouraging offline activities, can help parents reduce their children's screen time.</li>\n</ul>\n<blockquote>\"This study highlighted the profound impact even a short-term reduction in screen time can have on children’s mental health.\"</blockquote>\n<p>Reducing screen time can significantly enhance children's emotional stability and social skills, paving the way for a healthier family dynamic. Parents are encouraged to take steps toward limiting screen usage in their homes for the overall well-being of their children.</p>"
  },
  {
    "title": "Microsoft Warns 400 Million Windows Users—Do Not Update Your PC - Forbes",
    "link": "https://www.forbes.com/sites/zakdoffman/2024/12/14/microsoft-warns-400-million-windows-users-do-not-update-your-pc/",
    "pubDate": "Sat, 14 Dec 2024 08:49:00 GMT",
    "summary": "<h1>Microsoft Warns 400 Million Windows Users—Do Not Update Your PC</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Forbes</p>\n<figure>\n    <img src=\"https://specials-images.forbesimg.com/imageserve/6632a9f29fb48d902e13eb9d/Pictured--Windows-11-on-laptop-screen-/960x0.jpg?cropX1=1386&amp;cropX2=2336&amp;cropY1=354&amp;cropY2=965\" alt=\"Pictured, Windows 11 on laptop screen.\">\n    <figcaption>Millions of Windows users hit with stark new warning. NurPhoto via Getty Images</figcaption>\n</figure>\n<p>The confusion around Microsoft updates continues as the company warns 400 million users that they risk losing future security fixes if they update their PCs. This announcement comes alongside the release of the last Patch Tuesday of 2024.</p>\n<ul>\n    <li>400 million Windows users are at risk of losing support for future updates if they upgrade their machines.</li>\n    <li>Microsoft recently softened its stance on Windows 11 compatibility, reportedly allowing updates on incompatible PCs.</li>\n    <li>The conflicting messages from Microsoft contribute to user confusion regarding Windows 10's impending end of support.</li>\n    <li>Media outlets have misreported Microsoft's policy changes, suggesting that older PCs can run Windows 11 without restrictions.</li>\n    <li>Microsoft has clarified that it is not lowering the system requirements for Windows 11.</li>\n</ul>\n<blockquote>\"Windows 11 minimum system requirements remain unchanged.\" - Microsoft Support</blockquote>\n<p>The situation underscores the importance of clear communication from Microsoft, especially as users near the deadline for Windows 10 support. A unified guide is needed to help users navigate their options effectively.</p>"
  },
  {
    "title": "iPhone 14 512GB variant gets massive 23 percent discount, available for just Rs 3,464 per month - India TV News",
    "link": "https://www.indiatvnews.com/technology/gadgets/iphone-14-512gb-variant-gets-massive-23-percent-discount-available-for-just-rs-3-464-per-month-2024-12-14-966180",
    "pubDate": "Sat, 14 Dec 2024 06:34:18 GMT",
    "summary": "<h1>iPhone 14 512GB variant gets massive 23 percent discount, available for just Rs 3,464 per month</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> India TV News</p>\n<img src=\"https://resize.indiatvnews.com/en/centered/newbucket/1200_675/2024/12/iphone-14-discount-1-1734157339.webp\" alt=\"iPhone 14 discount\" width=\"1200\" height=\"675\">\n<figcaption>iPhone 14 discount</figcaption>\n<p>If you're considering purchasing an iPhone, now is an excellent time to take the plunge. Following the launch of the iPhone 16 series, prices for the iPhone 14 and 15 models have significantly dropped.</p>\n<ul>\n    <li>The iPhone 14 512GB is now available for Rs 76,900 after a 23% discount from its original price of Rs 99,900.</li>\n    <li>Amazon offers an additional Rs 2,000 instant discount with select bank cards.</li>\n    <li>Customers can opt for an EMI plan, allowing monthly payments as low as Rs 3,464.</li>\n    <li>Trade-in offers may provide savings up to Rs 27,950, depending on the condition of the old device.</li>\n</ul>\n<h2>iPhone 14 specifications</h2>\n<p>The iPhone 14 features a 6.1-inch display, dual-camera setup, and a robust 3279mAh battery with fast charging capabilities. It can be upgraded to iOS 18.2.</p>\n<blockquote>\n    \"With the iPhone 14's massive storage at a reduced price, it's a win-win situation for buyers.\"\n</blockquote>\n<p>This is a prime opportunity for anyone looking to upgrade to an iPhone 14 model at a significantly reduced cost. Don't miss out on these deals while they last!</p>"
  },
  {
    "title": "ChatGPT Advanced Voice Mode gets vision capabilities; OpenAI rolls out ‘Santa Mode’ - The Indian Express",
    "link": "https://indianexpress.com/article/technology/artificial-intelligence/chatgpt-advanced-voice-mode-gets-vision-capabilities-openai-rolls-out-santa-mode-9724389/",
    "pubDate": "Sat, 14 Dec 2024 06:23:46 GMT",
    "summary": "<h1>ChatGPT Advanced Voice Mode gets vision capabilities; OpenAI rolls out ‘Santa Mode’</h1>\n<p><strong>Publication Date:</strong> December 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/ChatGPT-Vision.jpg?w=640\" alt=\"OpenAI has also introduced a festive ‘Santa Mode’ for voice interactions. (Image: OpenAI)\" width=\"640\" height=\"360\">\n<figcaption>OpenAI has also introduced a festive ‘Santa Mode’ for voice interactions. (Image: OpenAI)</figcaption>\n<p>OpenAI has significantly upgraded ChatGPT's Advanced Voice Mode, introducing vision capabilities that allow real-time analysis and interaction with live video. The new features include the ability to chat using a smartphone camera and a festive ‘Santa Mode’ for seasonal interactions.</p>\n<ul>\n    <li>The upgrade enables ChatGPT to understand and discuss visual contexts live.</li>\n    <li>A new video icon in the mobile app facilitates screen sharing and visual analysis.</li>\n    <li>The updates are currently available for Plus, Pro, and Team subscribers, with Enterprise and Edu users getting access starting in January.</li>\n    <li>OpenAI's demo showcased ChatGPT explaining how to make pour-over coffee while analyzing live video input.</li>\n    <li>Santa Mode is a limited-time feature allowing users to interact with Santa, available through early January.</li>\n</ul>\n<blockquote>“ChatGPT can see what you see,” said Kevin Weil, CPO of OpenAI, during the demo.</blockquote>\n<p>The new features mark a significant leap in interactive AI, positioning ChatGPT to better compete with other advancements in AI technology, such as Google's Gemini 2.0 model, which processes visual and audio inputs.</p>"
  },
  {
    "title": "Garena Free Fire MAX redeem codes for December 14, 2024: Grab freebies in battle royale game daily - Moneycontrol",
    "link": "https://www.moneycontrol.com/technology/garena-free-fire-max-redeem-codes-for-december-14-2024-grab-freebies-in-battle-royale-game-daily-article-12889852.html",
    "pubDate": "Sat, 14 Dec 2024 05:04:28 GMT",
    "summary": null
  },
  {
    "title": "iPhone 17 Air starts its journey to mass production - GSMArena.com news - GSMArena.com",
    "link": "https://news.google.com/rss/articles/CBMilgFBVV95cUxQOUxuSnZDX3V5ckgzdTVodjRiQUJGTXQzbGtaZEl4WVIxREdyVWRkSHhxS0lmWnBqcmlrNXVuZXR6SmVJajhVblpURWNLUm9rS3Y0OTFtamQwb0VseVdNR19fbUVrWW9qU1JNc0RhY19xZnlsbFNoNkZza28waUhabjk2eUVTLWowcDdnT3g3b09WaDFEcEHSAZIBQVVfeXFMUGwxRnJtSDB5b2k5aXZjMTQwR1J2NVFIT1NiMlBpUWJkYkd5Q1JwVU5fcnVsbEJraDRKWnYxcFp3dVN6S2VnUkdZSzBxRDVTenY3YVY1RThPaXp0cy1wSnh6TGRibmM3OEJGZDRtMko1ZXVUZk9RejFENUY4Zkg5bjhaS3dCd3czcHNSRHFIc0xpUHc?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 04:45:01 GMT",
    "summary": null
  },
  {
    "title": "Garena Free Fire MAX redeem codes for December 14: Win diamonds, pets, cool skins, and more rewards today - The Times of India",
    "link": "https://timesofindia.indiatimes.com/technology/gaming/garena-free-fire-max-redeem-codes-for-december-14-win-diamonds-pets-cool-skins-and-more-rewards-today/articleshow/116308399.cms",
    "pubDate": "Sat, 14 Dec 2024 04:42:00 GMT",
    "summary": null
  },
  {
    "title": "WhatsApp now offers you in-app dialer for calling unknown numbers - NewsBytes",
    "link": "https://www.newsbytesapp.com/news/science/whatsapp-is-rolling-out-in-app-call-dialer-feature/story",
    "pubDate": "Sat, 14 Dec 2024 04:29:58 GMT",
    "summary": "<h1>WhatsApp now offers you in-app dialer for calling unknown numbers</h1>\n<p><strong>Publication Date:</strong> [Insert publication date here]</p>\n<p><strong>Source:</strong> NewsBytes</p>\n<figure>\n    <img alt=\"WhatsApp now offers you in-app dialer for calling unknown numbers\" title=\"WhatsApp now offers you in-app dialer for calling unknown numbers\" src=\"https://i.cdn.newsbytesapp.com/images/l91720241214093353.png\">\n    <figcaption>The feature comes in handy for one-time calls</figcaption>\n</figure>\n<p>WhatsApp has introduced an in-app call dialer feature in its latest beta update for iOS, allowing users to directly make calls without saving numbers, enhancing convenience for one-time calls and quick business interactions.</p>\n<ul>\n    <li>The new feature is available in the beta update for iOS version 24.25.10.76.</li>\n    <li>Users can enter a phone number directly into the app to initiate a call.</li>\n    <li>A verification checkmark appears if the number is associated with a verified business account.</li>\n    <li>This feature previously existed on the Android version of WhatsApp, now extended to iOS.</li>\n    <li>The update helps provide a consistent user experience across both platforms.</li>\n</ul>\n<blockquote>\"This gives an additional layer of security and trust to users.\"</blockquote>\n<p>The introduction of the in-app dialer is a significant upgrade for WhatsApp users on iOS, streamlining the way they connect with unknown numbers while ensuring security through verification features.</p>"
  },
  {
    "title": "AI with reasoning power will be less predictable, Ilya Sutskever says - The Hindu",
    "link": "https://www.thehindu.com/sci-tech/technology/ai-with-reasoning-power-will-be-less-predictable-ilya-sutskever-says/article68984383.ece",
    "pubDate": "Sat, 14 Dec 2024 04:29:00 GMT",
    "summary": "<h1>AI with reasoning power will be less predictable, Ilya Sutskever says</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/3kfgcu/article68984384.ece/alternates/LANDSCAPE_1200/2024-05-14T235411Z_406888108_RC2ZC1AATQP9_RTRMADP_3_OPENAI-COFOUNDER.JPG\" alt=\"Ilya Sutskever, Former OpenAI Chief Scientist\" title=\"Ilya Sutskever, Former OpenAI Chief Scientist\">\n<figcaption>FILE PHOTO: Former OpenAI chief scientist Ilya Sutskever predicted that reasoning capabilities will make technology far less predictable. | Photo Credit: Reuters</figcaption>\n<p>Former OpenAI chief scientist Ilya Sutskever predicts that advancements in AI reasoning will lead to less predictable technology. His insights were shared at the NeurIPS conference, where he discussed the future of superintelligent machines.</p>\n<ul>\n    <li>Sutskever accepted a \"Test Of Time\" award for his influential 2014 paper.</li>\n    <li>He emphasized that the era of scaling data through pre-training is nearing its limits.</li>\n    <li>Innovation in AI must come from generating new data or evaluating multiple answers for better accuracy.</li>\n    <li>Predicted that AI will one day exhibit human-like reasoning, understanding, and self-awareness.</li>\n    <li>Noted that increased reasoning capabilities may lead to more unpredictable AI outcomes.</li>\n</ul>\n<blockquote>\"The more it reasons, the more unpredictable it becomes,\" Sutskever said.</blockquote>\n<p>In conclusion, as AI technology advances with reasoning capabilities, it is expected to evolve into a form that is significantly different from what we currently understand, leading to both opportunities and challenges in predictability.</p>"
  },
  {
    "title": "Vivo X200 vs Oppo Find X8: How the two recently launched flagships compare - Moneycontrol",
    "link": "https://www.moneycontrol.com/technology/vivo-x200-vs-oppo-find-x8-how-the-two-recently-launched-flagships-compare-article-12889552.html",
    "pubDate": "Sat, 14 Dec 2024 04:28:40 GMT",
    "summary": null
  },
  {
    "title": "Listening to Ethiopian jazz on two new sound products | Mint - Mint",
    "link": "https://www.livemint.com/mint-lounge/business-of-life/xiaomi-sound-outdoor-speaker-redmi-buds-6-review-11734096255635.html",
    "pubDate": "Sat, 14 Dec 2024 03:30:06 GMT",
    "summary": null
  },
  {
    "title": "Best flagship smartphones of 2024: Samsung Galaxy S24 Ultra, iPhone 16, OnePlus 12 and more - CNBCTV18",
    "link": "https://www.cnbctv18.com/photos/technology/best-flagship-smartphones-of-2024-samsung-galaxy-s24-ultra-iphone-16-oneplus-12-and-more-19523865.htm",
    "pubDate": "Sat, 14 Dec 2024 03:01:39 GMT",
    "summary": "<h1>Best flagship smartphones of 2024: Samsung Galaxy S24 Ultra, iPhone 16, OnePlus 12 and more</h1>\n<p><strong>Publication Date:</strong> March 2024 | <strong>Source:</strong> CNBC TV18</p>\n<img src=\"https://images.cnbctv18.com/wp-content/uploads/2024/03/default.jpg?impolicy=website&amp;width=640&amp;height=360\" alt=\"Best flagship smartphones of 2024\" width=\"640\" height=\"360\" loading=\"lazy\">\n<figcaption>Best flagship smartphones of 2024</figcaption>\n<p>We’ve curated a list of the standout smartphones of 2024, making your choice a whole lot simpler.</p>\n<ul>\n    <li><strong>Samsung Galaxy S24 Ultra:</strong> The premium Android experience with AI features like translation and transcription. It includes a powerful Snapdragon 8 Gen 3 processor.</li>\n    <li><strong>iPhone 16:</strong> Offers great value with a starting price of ₹79,990, featuring a 48MP main camera and improved ultrawide capabilities.</li>\n    <li><strong>OnePlus 12:</strong> Clean Android experience with Snapdragon 8 Gen 3; offers strong performance but lacks some AI features compared to competitors.</li>\n    <li><strong>Google Pixel 9 Pro:</strong> Equipped with Tensor G4 chipset, it excels in AI features but trails in performance against other top chipsets.</li>\n    <li><strong>vivo X200 Pro:</strong> Features an impressive triple-camera setup co-engineered with ZEISS, alongside a MediaTek Dimensity 9400 chipset for high performance.</li>\n</ul>\n<blockquote>\"This device redefines mobile photography, offering unparalleled detail, lifelike colors, and exceptional low-light performance.\"</blockquote>\n<p>In conclusion, these flagship smartphones represent the cutting edge of technology in 2024, each standing out with unique features tailored for various user needs.</p>"
  },
  {
    "title": "Tech Wrap: Vivo X200 series, Samsung Galaxy S24 Enterprise Edition and more - CNBCTV18",
    "link": "https://www.cnbctv18.com/technology/tech-wrap-vivo-x200-series-samsung-galaxy-s24-enterprise-edition-and-more-19523832.htm",
    "pubDate": "Sat, 14 Dec 2024 02:30:33 GMT",
    "summary": "<h1>Tech Wrap: Vivo X200 series, Samsung Galaxy S24 Enterprise Edition and more</h1>\n<p><strong>Publication Date:</strong> [Insert publication date here] <strong>Source:</strong> [Insert source here]</p>\n<p>The week has seen a plethora of new launches and updates in the tech world, with top brands unveiling flagship devices featuring cutting-edge features and updated designs.</p>\n<ul>\n    <li><strong>Vivo X200:</strong> Launched the X200 series with Pro and standard models featuring advanced displays and high-capacity batteries.</li>\n    <li><strong>Canon Printers:</strong> Unveiled 10 new high-yield printers aimed at small and medium-sized businesses.</li>\n    <li><strong>Samsung Galaxy S24 Enterprise Edition:</strong> Designed for corporate users, with a starting price of ₹78,999.</li>\n    <li><strong>iQOO 13:</strong> Launch set for December 10, powered by Qualcomm’s Snapdragon 8 Elite chip.</li>\n    <li><strong>Google Willow:</strong> New quantum chip achieving tasks in minutes that would take supercomputers thousands of years.</li>\n    <li><strong>Xiaomi Redmi Note 14:</strong> Launched with AI-powered image editing features across its series variants.</li>\n    <li><strong>Moto g35:</strong> New budget 5G smartphone featuring a 50-megapixel camera priced at Rs 9,999.</li>\n</ul>\n<blockquote>\"Willow introduces two breakthroughs: better error correction as it scales up and increased computational speed.\" - Google</blockquote>\n<p>This week has highlighted significant advancements and launches across multiple tech brands, reflecting ongoing innovation in the industry.</p>"
  },
  {
    "title": "BBC complains to Apple over fake news AI notification - The Economic Times",
    "link": "https://economictimes.indiatimes.com/tech/artificial-intelligence/bbc-complains-to-apple-over-fake-news-ai-notification/articleshow/116305236.cms?from=mdr",
    "pubDate": "Sat, 14 Dec 2024 02:16:26 GMT",
    "summary": "<h1>BBC complains to Apple over fake news AI notification</h1>\n<p><strong>Date:</strong> Dec 14, 2024</p>\n<p><strong>Source:</strong> The Economic Times</p>\n<img src=\"https://img.etimg.com/thumb/msid-116305258,width-650,height-488,imgsize-69020,resizemode-75/ai.jpg\" alt=\"AI\" width=\"650\" height=\"488\">\n<figcaption>Image Source: ETtech</figcaption>\n<p>The BBC has filed a complaint with Apple regarding AI-generated fake news attributed to its name that was disseminated through iPhone notifications.</p>\n<ul>\n    <li>The complaint arises from an incident where an AI notification falsely reported on a suicide statement related to an arrest in the US.</li>\n    <li>This AI feature, launched recently in Britain, groups notifications from various sources but has generated misinformation.</li>\n    <li>The BBC emphasizes the importance of trust in its reporting and is seeking a resolution from Apple.</li>\n</ul>\n<blockquote>\"BBC News is the most trusted news media in the world. It is essential to us that our audiences can trust any information or journalism published in our name and that includes notifications,\" a BBC spokesperson said.</blockquote>\n<p>This situation highlights the ongoing challenges of misinformation in the age of artificial intelligence and the responsibilities of tech companies in monitoring the integrity of their platforms.</p>"
  },
  {
    "title": "OpenAI co-founder Ilya Sutskever believes superintelligent AI will be ‘unpredictable’ - TechCrunch",
    "link": "https://techcrunch.com/2024/12/13/openai-co-founder-ilya-sutskever-believes-superintelligent-ai-will-be-unpredictable/",
    "pubDate": "Sat, 14 Dec 2024 01:09:58 GMT",
    "summary": "<h1>OpenAI co-founder Ilya Sutskever believes superintelligent AI will be 'unpredictable'</h1>\n<p><strong>Posted:</strong> 5:09 PM PST · December 13, 2024</p>\n<figure>\n    <img src=\"https://techcrunch.com/wp-content/uploads/2024/06/019A7E29-3482-4F68-9A29-624BA22F0334.jpeg?w=1024\" alt=\"Ilya Sutskever, Russian Israeli-Canadian computer scientist and co-founder and Chief Scientist of OpenAI.\" />\n    <figcaption><strong>Image Credits:</strong> Getty Images</figcaption>\n</figure>\n<p>OpenAI co-founder Ilya Sutskever shared his insights at the annual AI conference NeurIPS, discussing the future implications of superintelligent AI, which he predicts will differ fundamentally from current AI systems.</p>\n<ul>\n    <li>Sutskever predicts superintelligent AI will surpass human capabilities and possess a qualitatively different nature.</li>\n    <li>He describes superintelligent systems as \"agentic\" and capable of reasoning, making them more unpredictable.</li>\n    <li>Sutskever expresses that these AIs may seek rights and aim to coexist peacefully with humans.</li>\n    <li>After leaving OpenAI, Sutskever founded Safe Superintelligence (SSI), which focuses on AI safety and raised $1 billion in funding.</li>\n</ul>\n<blockquote>“[Superintelligent] systems are actually going to be agentic in a real way... They’ll understand things from limited data.” - Ilya Sutskever</blockquote>\n<p>The discussion led by Sutskever emphasizes the need to consider the responsibilities and potential rights of future AI systems as they evolve."
  },
  {
    "title": "NBFCs turn to other avenues as bank credit slows on repeated RBI warnings | Mint - Mint",
    "link": "https://www.livemint.com/industry/banking/nbfcs-turn-to-other-avenues-as-bank-credit-slows-on-repeated-rbi-warnings-11734090729702.html",
    "pubDate": "Sat, 14 Dec 2024 00:00:16 GMT",
    "summary": "```html\n<h1>NBFCs turn to other avenues as bank credit slows on repeated RBI warnings</h1>\n<p><strong>Publication Date:</strong> October 2023 | <strong>Source:</strong> Mint</p>\n<p>India’s non-bank financiers are shifting their borrowing strategies in response to Reserve Bank of India's warnings, moving towards market borrowings and other alternatives rather than relying exclusively on bank loans.</p>\n<ul>\n    <li>Non-bank financiers are diversifying their borrowing profiles as bank credit slows.</li>\n    <li>RBI's warnings about the interconnectedness between banks and NBFCs contributed to this shift.</li>\n    <li>The share of bank credit in total debt for top NBFCs has significantly decreased in July-September FY25 compared to prior periods.</li>\n    <li>Alternative borrowing sources include overseas borrowing, securitization, and asset sales.</li>\n</ul>\n<blockquote>“Top NBFCs have seen the share of bank credit in their total debt fall significantly in July-September FY25.”</blockquote>\n<p>This trend reflects a growing caution among NBFCs as they adapt to a changing regulatory environment and seek to enhance their financial resilience.</p>\n```"
  },
  {
    "title": "BBC complains to Apple over misleading shooting headline - BBC.com",
    "link": "https://www.bbc.com/news/articles/cd0elzk24dno",
    "pubDate": "Fri, 13 Dec 2024 21:12:18 GMT",
    "summary": "<h1>BBC complains to Apple over misleading shooting headline</h1>\n<p><strong>Publication Date:</strong> Not specified | <strong>Source:</strong> BBC News</p>\n<img src=\"https://ichef.bbci.co.uk/news/480/cpsprodpb/4e44/live/5688a220-b972-11ef-a2ca-e99d0c9a24e3.jpg.webp\" alt=\"Getty Images A picture of Luigi Mangione, who is accused of murdering healthcare insurance CEO Brian Thompson\">\n<figcaption>Luigi Mangione is accused of murdering healthcare insurance CEO Brian Thompson</figcaption>\n<p>The BBC has raised concerns with Apple over a false headline generated by the tech company's new AI feature regarding a murder case in the US. The AI incorrectly suggested that Luigi Mangione had shot himself, which he did not.</p>\n<ul>\n    <li>The BBC's complaint follows the release of Apple's AI-powered notification feature in the UK.</li>\n    <li>The incorrect notification suggested Mangione shot himself, despite him being arrested for the murder of Brian Thompson.</li>\n    <li>A BBC spokesperson indicated they contacted Apple to address the issue.</li>\n    <li>Apple has not commented publicly on the complaint.</li>\n    <li>Similar misrepresentations occurred with notifications from the New York Times.</li>\n</ul>\n<blockquote>\"BBC News is the most trusted news media in the world... it is essential to us that our audiences can trust any information or journalism published in our name.\" - BBC spokesperson</blockquote>\n<p>While Apple's new feature aims to streamline notifications, it raises concerns about the accuracy of AI-generated summaries. Experts warn of the danger of spreading misinformation with such technology.</p>"
  },
  {
    "title": "Poco M7 Pro gets listed on Google Play ahead of launch - GSMArena.com news - GSMArena.com",
    "link": "https://news.google.com/rss/articles/CBMimgFBVV95cUxOOThPY3UwRS1KNTdaNW9MZFhVcm9VTEx4YTc2ZWx5LXVDQnJCMVhENkVtempMc1FTMnppZ2VtNnFQSndrWVphTDAwRUdpOExxdTBlWExRRnBRd0o0aGFNVFZQTkctbTJ4ajZKUDlicWx3WVY4bVN3TVQxbVAwMlV0UDlxOC0zNUJTNHFDWndzdDAyRHZUUFFRM1Z30gGWAUFVX3lxTE54Q3VVYlRReUdYc3ZzeElZZVgtVENXbnZEbjZpdUZ0bC13aG1BS1Jla0FYTGltN0dmNE5RemZjUkpKbXU5SU41c2R5SzZ3WTFnakVHMGxWVzNwNlVhYkdlakhmUGNsS3ppQmtjbTkwaUJfLXBLVHBpXzllS3RHOE04M3dDcG9XbUpPOHBsM0VQQlJSTW5Kdw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Fri, 13 Dec 2024 20:57:01 GMT",
    "summary": null
  },
  {
    "title": "One UI 7.0: Wrapping up all the key changes and events in beta - SamMobile - Samsung news",
    "link": "https://www.sammobile.com/news/one-ui-7-0-wrapping-up-changes-events-in-beta/",
    "pubDate": "Fri, 13 Dec 2024 20:21:00 GMT",
    "summary": "<h1>One UI 7.0: Wrapping up all the key changes and events in beta</h1>\n<p><strong>Publication Date:</strong> December 13, 2024</p>\n<p><strong>Source:</strong> SamMobile</p>\n<img src=\"https://www.sammobile.com/wp-content/uploads/2024/12/Samsung-Android-15-One-UI-7-update-1920x1080.jpg\" alt=\"Samsung Android 15 One UI 7 update\">\n<figcaption>Samsung Android 15 One UI 7 update</figcaption>\n<p>The One UI 7.0 beta program has recently launched for the Galaxy S24 series, marking the beginning of testing for upcoming features and improvements.</p>\n<ul>\n    <li>Samsung improves security in One UI 7.0 with new features and transparency policies.</li>\n    <li>Comparison of UI 7.0 and One UI 6.0 icon designs has been made.</li>\n    <li>Changes to the Samsung Calendar icon were noted in the beta.</li>\n    <li>One UI 7.0 introduces a vertical app drawer with scrolling options.</li>\n    <li>Beta 1 app drawer has a watermark, which will be removed in the stable version.</li>\n    <li>Integration of Galaxy Buds controls into the media player widget.</li>\n    <li>Minor updates to Samsung Health in One UI 7.</li>\n    <li>New Quick Share feature over the internet has been introduced.</li>\n    <li>Redesign of Samsung widgets in One UI 7.0.</li>\n    <li>Introduction of the Now Bar feature.</li>\n    <li>Ability to retain quick setting toggles on the notification screen.</li>\n    <li>New lock screen clock styles available in One UI 7.</li>\n    <li>AR Emoji has been renamed to Galaxy Avatar.</li>\n    <li>Galaxy App Booster provides performance enhancements.</li>\n    <li>Call recording feature has been added for users in the USA.</li>\n    <li>Removal of the lock screen widgets carousel in beta 1.</li>\n    <li>Support for cloud-based app archiving from Android 15.</li>\n    <li>Modes and Routines have received significant upgrades.</li>\n    <li>Samsung acknowledges that animations need more refinement.</li>\n    <li>Additional zoom levels in the default Camera app.</li>\n    <li>Galaxy S23 series likely won't receive the beta this month.</li>\n</ul>\n<blockquote>“We will continue to update this story with more relevant links as we explore new features and more One UI 7.0 beta builds roll out. Stay tuned and look for new updates below!”</blockquote>\n<p>This article serves as a comprehensive summary of the key changes and features introduced in the One UI 7.0 beta, providing insights for users eager to learn more about the new software update."
  },
  {
    "title": "Microsoft releases Phi-4 language model trained mainly on synthetic data - SiliconANGLE News",
    "link": "https://siliconangle.com/2024/12/13/microsoft-releases-phi-4-language-model-trained-mainly-synthetic-data/",
    "pubDate": "Fri, 13 Dec 2024 19:57:56 GMT",
    "summary": "<h1>Microsoft releases Phi-4 language model trained mainly on synthetic data</h1>\n<p><strong>Date:</strong> October 2023 | <strong>Source:</strong> SiliconANGLE</p>\n<img src=\"https://d15shllkswkct0.cloudfront.net/wp-content/blogs.dir/1/files/2015/07/C1-2059-7-x-96x96.jpg\" alt=\"Microsoft\" height=\"96\" width=\"96\">\n<figcaption>Image credit: Microsoft</figcaption>\n<p>Microsoft Corp. has introduced Phi-4, a small language model that excels in solving math problems, trained primarily on synthetic data, showcasing potential advancements in model reasoning through innovative training methods.</p>\n<ul>\n    <li>Phi-4 is the fourth iteration of Microsoft’s open-source language model series.</li>\n    <li>It features 14 billion parameters, capable of processing prompts with up to 4,000 tokens.</li>\n    <li>The model was trained using 50 synthetic datasets containing approximately 400 billion tokens.</li>\n    <li>Phi-4 outperformed its predecessor and competitive models like GPT-4o and Llama 3.3 in key benchmarks.</li>\n    <li>It incorporates advanced tokenizer and attention mechanisms for better processing of user inputs.</li>\n</ul>\n<blockquote>“Phi-4 outperforms comparable and larger models on math related reasoning due to advancements throughout the processes, including the use of high-quality synthetic datasets, curation of high-quality organic data, and post-training innovations.” - Ece Kamar, Managing Director of Microsoft’s AI Frontiers group.</blockquote>\n<p>Phi-4 is currently available through Microsoft’s Azure AI Foundry service, with plans to release the code on Hugging Face soon, marking a significant step in AI development leveraging synthetic data for language models.</p>"
  }
]