[
  {
    "title": "Founder of fashion brand Mango, Isak Andic, dies in mountain accident - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/founder-of-fashion-brand-mango-isak-andic-dies-in-mountain-accident-101734203386816.html",
    "pubDate": "Sat, 14 Dec 2024 19:33:41 GMT",
    "summary": "<h1>Founder of fashion brand Mango, Isak Andic, dies in mountain accident</h1>\n<p><strong>Date:</strong> Dec 15, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/France-Isak-Andic-Obit-0_1734203623806_1734203651799.jpg\" alt=\"Isak Andic, the founder of Spanish fashion brand Mango, died in a mountain accident(AP)\" title=\"Isak Andic, the founder of Spanish fashion brand Mango, died in a mountain accident(AP)\">\n<figcaption>Isak Andic, the founder of Spanish fashion brand Mango, died in a mountain accident(AP)</figcaption>\n<p>Isak Andic, the Istanbul-born founder and owner of the fashion brand Mango, tragically died in a hiking accident near Barcelona, falling from a 150-metre cliff while hiking with family.</p>\n<ul>\n    <li>Andic was 71 years old at the time of his death.</li>\n    <li>The accident occurred near the Montserrat caves close to Barcelona.</li>\n    <li>Mango CEO Toni Ruiz expressed the legacy Andic left behind, stating, “His departure leaves a huge void.”</li>\n    <li>Andic founded Mango in 1984 after moving to Catalonia in the 1960s.</li>\n    <li>He had a net worth of $4.5 billion, according to Forbes.</li>\n    <li>Mango reported a turnover of 3.1 billion euros in 2023, with significant online sales and a presence in over 120 markets.</li>\n</ul>\n<blockquote>“He leaves an indelible mark on the Catalan and global fashion sector.” - Salvador Illa, head of the regional government of Catalonia</blockquote>\n<p>This loss has sent shockwaves through the fashion industry, as Andic's contributions and vision helped shape Mango into a globally recognized brand."
  },
  {
    "title": "US secretary of state Antony Blinken admits of having 'direct contacts' with Syrian rebel group HTS - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/middle-east/us-secretary-of-state-antony-blinken-admits-of-having-direct-contacts-with-syrian-rebel-group-hts/articleshow/116323254.cms",
    "pubDate": "Sat, 14 Dec 2024 17:43:00 GMT",
    "summary": null
  },
  {
    "title": "Mango founder Isak Andic dies in mountain accident - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/europe/mango-founder-isak-andic-passes-away-in-mountain-accident/articleshow/116323460.cms",
    "pubDate": "Sat, 14 Dec 2024 17:35:00 GMT",
    "summary": null
  },
  {
    "title": "Hasina involved in forced disappearances, says Bangladesh inquiry commission - The Hindu",
    "link": "https://www.thehindu.com/news/international/hasina-involved-in-forced-disappearances-says-bangladesh-inquiry-commission/article68986255.ece",
    "pubDate": "Sat, 14 Dec 2024 17:08:00 GMT",
    "summary": "<h1>Hasina involved in forced disappearances, says Bangladesh inquiry commission</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/s83g3q/article68986412.ece/alternates/LANDSCAPE_1200/YE-Top_Photos-Asia-Photo_Gallery_44407.jpg\" alt=\"Soon after Ex-PM Hasina fled, several human rights activists revealed that they were kept imprisoned for years in the House of Mirrors (Aynaghar) in Dhaka, for intense and prolonged interrogation.\" title=\"Soon after Ex-PM Hasina fled, several human rights activists revealed that they were kept imprisoned for years in the House of Mirrors (Aynaghar) in Dhaka, for intense and prolonged interrogation.\" fetchpriority=\"high\">\n<figcaption>Photo Credit: AP</figcaption>\n<p>In a startling report, a Bangladesh inquiry commission has implicated former Prime Minister Sheikh Hasina in enforced disappearances during her time in office, recommending the disbandment of the Rapid Action Battalion.</p>\n<ul>\n    <li>The Commission of Inquiry on Enforced Disappearance reported Sheikh Hasina's involvement in over 1,676 cases, estimating the total could exceed 3,500 cases.</li>\n    <li>The report calls for the disbandment of the Rapid Action Battalion due to its role in human rights abuses.</li>\n    <li>Four individuals were arrested for attacks on a Hindu community in Sunamganj district, linked to communal tensions.</li>\n    <li>The commission noted the involvement of several high-ranking officials, including Hasina's defense adviser.</li>\n    <li>A further interim report is expected in March 2025, with a full review taking an additional year.</li>\n</ul>\n<blockquote>“You are doing a really very important job. We are ready to give you all kinds of support that you need.” - Mohammad Yunus, Chief Adviser</blockquote>\n<p>This inquiry underscores the systematic issues regarding enforced disappearances in Bangladesh, highlighting serious concerns over human rights under Sheikh Hasina's administration.</p>"
  },
  {
    "title": "5 dead after migrant boat with many Pakistanis capsizes off Greek island - DAWN.com",
    "link": "https://www.dawn.com/news/1878730",
    "pubDate": "Sat, 14 Dec 2024 16:56:56 GMT",
    "summary": "<h1>5 dead after migrant boat with many Pakistanis capsizes off Greek island</h1>\n<p><strong>Publication Date:</strong> Saturday<br><strong>Source:</strong> Dawn</p>\n<img src=\"https://i.dawn.com/news/2000x1200/1878730-capsized-boat.jpg\" alt=\"Capsized boat\" />\n<figcaption>Illustration of the incident involving the migrant boat</figcaption>\n<p>At least five migrants have drowned after their wooden boat capsized off the southern island of Gavdos, with many still reported missing as search operations continue.</p>\n<ul>\n    <li>39 men, mostly from Pakistan, have been rescued and transferred to Crete.</li>\n    <li>The search includes coastguard boats, merchant vessels, an Italian frigate, and naval aircraft.</li>\n    <li>A Malta-flagged cargo vessel rescued an additional 47 migrants off Gavdos.</li>\n    <li>Another tanker assisted 88 migrants about 28 nautical miles from Gavdos.</li>\n    <li>Initial beliefs suggest the boats departed together from Libya.</li>\n    <li>Instances of migrant boat incidents have increased off Crete and Gavdos in the past year.</li>\n</ul>\n<blockquote>“In 2023, hundreds of migrants drowned when an overcrowded vessel capsized and sank in international waters off the southwestern Greek coastal town of Pylos.”</blockquote>\n<p>The tragedy highlights the ongoing dangers faced by migrants attempting to cross the Mediterranean Sea in search of a better life in Europe."
  },
  {
    "title": "Top 6 safest cities in the world in 2024 - DNA India",
    "link": "https://news.google.com/rss/articles/CBMingFBVV95cUxNTVpKNFdzR0NUb1luVklPQWFUMXY1dXB0VUtKN1Z5NjhsSk90U2xLUGQwSmowUTZ1LTczU2RFUkpBR2ZBMmt4YzM2UFYyaVQ2LTJQUGNnT3RDSFRocXVNcTV5N0NnX3Q1LW94bEpIazhIX1JsbWhZWUIwV1E0bEx0UzVuZ19jd2s0ZlFvX3hXTTBRWk14VFZPV0h6bHFsQdIBngFBVV95cUxNTVpKNFdzR0NUb1luVklPQWFUMXY1dXB0VUtKN1Z5NjhsSk90U2xLUGQwSmowUTZ1LTczU2RFUkpBR2ZBMmt4YzM2UFYyaVQ2LTJQUGNnT3RDSFRocXVNcTV5N0NnX3Q1LW94bEpIazhIX1JsbWhZWUIwV1E0bEx0UzVuZ19jd2s0ZlFvX3hXTTBRWk14VFZPV0h6bHFsQQ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 16:21:23 GMT",
    "summary": null
  },
  {
    "title": "Saudi FM joins Arab, US diplomats in calling for new, inclusive Syrian state - Arab News",
    "link": "https://www.arabnews.com/node/2583018/middle-east",
    "pubDate": "Sat, 14 Dec 2024 16:18:45 GMT",
    "summary": "<h1>Saudi FM joins Arab, US diplomats in calling for new, inclusive Syrian state</h1>\n<p><strong>Date:</strong> December 14, 2024 | <strong>Source:</strong> Arab News</p>\n<figure>\n    <img src=\"https://www.arabnews.com/sites/default/files/pictures/December/17/2024/afp_20241212_36q99le_v4_highres_syriaconflictdrugscaptagon_renamed_on_20241214.jpeg\" alt=\"Captagon Drug Seizures\">\n    <figcaption>The ousted president, HTS leader Abu Mohammed Al-Golani said, had caused the country to become “a major Captagon factory in the world, and today Syria is being cleansed of it.” (AFP)</figcaption>\n</figure>\n<p>For over a decade, Syria has been a center of Captagon production, raising concerns about the drug's massive impact across the Middle East, particularly among the youth in Gulf states like Saudi Arabia.</p>\n<ul>\n    <li>The New Lines Institute launched an online tool to track the Captagon trade on December 4.</li>\n    <li>After the Syrian regime's collapse, numerous Captagon labs were found abandoned in former regime-held areas.</li>\n    <li>HTS leader Abu Mohammed Al-Golani condemned the drug and blamed the Assad regime for its proliferation.</li>\n    <li>Syria's reputation as a production hub is likely shifting, with new labs emerging in Iraq, Lebanon, and Turkiye.</li>\n    <li>Reports indicate that Captagon production is continuing despite the regime's fall.</li>\n</ul>\n<blockquote>\n    “I think what we’re going to see now is overspill...production is being squeezed inside Syria, but we are going to see the emergence of larger-scale Captagon production facilities in a few countries where alarm bells have already been ringing.” – Caroline Rose, New Lines Institute\n</blockquote>\n<p>Despite the regime's collapse, experts warn that the Captagon trade will continue with evolving dynamics, complicating regional security efforts against drug smuggling.</p>"
  },
  {
    "title": "18,000 Indians at risk of being deported from US as Trump vows immigration crackdown - The Indian Express",
    "link": "https://indianexpress.com/article/world/us-trump-immigration-crackdown-deportation-of-indians-9725087/",
    "pubDate": "Sat, 14 Dec 2024 16:05:42 GMT",
    "summary": "<h1>18,000 Indians at risk of being deported from US as Trump vows immigration crackdown</h1>\n<p><strong>Publication Date:</strong> [Insert date] <strong>Source:</strong> [Insert source]</p>\n<p>US President-elect Donald Trump is set to take office soon, and stricter immigration policies are beginning to take effect, placing approximately 18,000 undocumented Indians at risk of deportation.</p>\n<ul>\n    <li>ICE has released a list of 1.45 million people targeted for deportation, including nearly 18,000 Indians.</li>\n    <li>Legalizing status for many undocumented Indians is complicated, often taking two to three years.</li>\n    <li>India ranks 13th in the number of undocumented immigrants, with 17,940 individuals, while countries like Honduras and Guatemala have higher numbers.</li>\n    <li>India is classified as an “uncooperative” country in the deportation process, alongside several others.</li>\n    <li>Trump plans to implement significant deportation efforts, aiming to send thousands of undocumented Indians back to India.</li>\n    <li>Over the past three years, about 90,000 Indians were apprehended attempting to enter the US illegally.</li>\n</ul>\n<blockquote>\n    “I’ll get them into every country, or we won’t do business with those countries,” Trump stated. \n    “I want them out, and the countries have got to take them back. If they don’t take them back, we won’t do business with those countries, and we will impose substantial tariffs on them.”\n</blockquote>\n<p>The implementation of Trump's immigration policies is expected to pose serious challenges for undocumented Indians in the US, and may impact diplomatic relations between the US and India.</p>"
  },
  {
    "title": "What happened during Assad's final hours in Syria: Deception, despair and flight - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/syria-bashar-al-assad-russia-damascus-civil-war-101734190324252.html",
    "pubDate": "Sat, 14 Dec 2024 15:50:53 GMT",
    "summary": "<h1>What happened during Assad's final hours in Syria: Deception, despair and flight</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Syria-4_1734190503069_1734190650507.jpg\" alt=\"A torn poster shows ousted Syrian President Bashar Assad at the entrance of the notorious security detention centre called Palestine Branch, in Damascus, Syria.\" title=\"A torn poster shows ousted Syrian President Bashar Assad at the entrance of the notorious security detention centre called Palestine Branch, in Damascus, Syria.\">\n<figcaption>A torn poster shows ousted Syrian President Bashar Assad at the entrance of the notorious security detention centre called Palestine Branch, in Damascus, Syria, Saturday, Dec. 14, 2024.(AP)</figcaption>\n<p>The article discusses the final hours of Bashar al-Assad's rule in Syria, detailing his secretive plans to flee the country amidst collapsing power and escalating rebel control.</p>\n<ul>\n    <li>Assad's departure was planned and executed without informing key aides and family members.</li>\n    <li>On the eve of his flight, he assured military chiefs of Russian support while masking the true dire situation.</li>\n    <li>He fled to Russia on December 8, 2024, after disguising the flight under radar.</li>\n    <li>Significant unrest in Damascus accompanied Assad's departure, with civilians celebrating the fall of his regime.</li>\n    <li>There were no military rescue efforts from Russia or Iran despite previous support during the civil war.</li>\n</ul>\n<blockquote>\"Assad didn't even make a last stand. He didn't even rally his own troops,\" said Nadim Houri, executive director of the Arab Reform Initiative.</blockquote>\n<p>In conclusion, Bashar al-Assad's flight marked the end of his 24-year rule and the demise of his family's long-standing power, leaving a pivotal moment in Syria's tumultuous history."
  },
  {
    "title": "Elon Musk reacts to Donald Trump’s viral meme featuring his mug shot - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/us/elon-musk-reacts-to-donald-trumps-viral-meme-featuring-his-mug-shot/articleshow/116321115.cms",
    "pubDate": "Sat, 14 Dec 2024 15:46:00 GMT",
    "summary": null
  },
  {
    "title": "Saudi FM joins Arab, US diplomats to discuss Syria’s future - Arab News",
    "link": "https://www.arabnews.com/node/2583018/middle-east",
    "pubDate": "Sat, 14 Dec 2024 14:54:42 GMT",
    "summary": "<h1>Saudi FM joins Arab, US diplomats to discuss Syria’s future</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> Arab News</p>\n<img src=\"https://www.arabnews.pk/sites/default/files/pictures/December/2999496/2024/syria_3_1.jpg\" alt=\"Turkey's Foreign Minister Hakan Fidan\" width=\"1200\" height=\"707\">\n<figcaption>Turkey's Foreign Minister Hakan Fidan, left, speaks with US Secretary of State Antony Blinken during a meeting with the foreign ministers of the Arab Contact Group on Syria in Jordan's southern Red Sea coastal city of Aqaba, on Dec. 14, 2024. (AP)</figcaption>\n<p>Top diplomats from the United States, Turkiye, the European Union, and Arab nations convened in Aqaba, Jordan, to discuss Syria's political future and the transition from President Bashar Assad's regime.</p>\n<ul>\n    <li>The meeting involved key players including US Secretary of State Antony Blinken, Turkish Foreign Minister Hakan Fidan, and foreign ministers from various Arab nations.</li>\n    <li>The focal point of discussions was the future of Syria and ensuring a political process that is inclusive and respects minority rights.</li>\n    <li>Turkiye confirmed the resumption of its embassy operations in Damascus, indicating a major shift in its diplomatic stance.</li>\n    <li>Russian and Iranian diplomats, Assad's primary supporters, were notably absent from the talks.</li>\n    <li>Diplomats expressed concern over the importance of preventing a sectarian partition of Syria.</li>\n</ul>\n<blockquote>\"It is a time of both opportunity but also real challenge for Syria.\" - Antony Blinken</blockquote>\n<p>In conclusion, the meeting marks a significant step in international efforts to shape Syria's political landscape post-Assad, with a strong emphasis on collaboration among involved nations to support a stable and inclusive governance structure in the region.</p>"
  },
  {
    "title": "Exclusive: Russia pulling back but not out of Syria, sources say - Reuters",
    "link": "https://www.reuters.com/world/russia-pulling-back-not-out-syria-sources-say-2024-12-14/",
    "pubDate": "Sat, 14 Dec 2024 14:33:19 GMT",
    "summary": null
  },
  {
    "title": "“Starlink Killer” Tech! Russia Claims Developing Kalinka System That Can Locate, Detect & Disrupt Its Signals - EurAsian Times",
    "link": "https://www.eurasiantimes.com/starlink-killer-tech-russia-claims-developing/",
    "pubDate": "Sat, 14 Dec 2024 14:06:22 GMT",
    "summary": "<h1>“Starlink Killer\" Tech! Russia Claims Developing Kalinka System That Can Locate, Detect & Disrupt Its Signals</h1>\n<p><strong>Publication Date:</strong> October 2023</p>\n<p><strong>Source:</strong> EurAsian Times</p>\n<figure>\n    <img fetchpriority=\"high\" decoding=\"async\" src=\"https://upload.wikimedia.org/wikipedia/commons/thumb/9/91/Starlink_Mission_%2847926144123%29.jpg/800px-Starlink_Mission_%2847926144123%29.jpg\" alt=\"Starlink - Wikipedia\" width=\"800\" height=\"450\">\n    <figcaption>Starlink – Wikipedia</figcaption>\n</figure>\n<p>The Russian Federation has reportedly developed the Kalinka system, designed to locate and disrupt signals from SpaceX's Starlink, which has played a crucial role for Ukraine in the ongoing conflict.</p>\n<ul>\n    <li>The Kalinka system aims to detect and counter Starlink communications used by Ukrainian forces.</li>\n    <li>It is currently undergoing combat tests and can identify unmanned boats and drones.</li>\n    <li>The system allows Russian forces to target Starlink-linked assets from a distance of up to 15 kilometers.</li>\n    <li>Kalinka can detect both moving and stationary Starlink communication nodes.</li>\n    <li>It is part of a broader initiative supported by Russia's United Russia party, involving over 200 defense technology companies.</li>\n</ul>\n<blockquote>\n    <p>“Before the introduction of Kalinka, unmanned boats were tracked visually.” - Andrei Bezrukov, chairman of the board of the Center for Unmanned Systems and Technologies</p>\n</blockquote>\n<p>The development of the Kalinka system highlights ongoing efforts to counter the advantages provided by Starlink technology in warfare, particularly in the context of the Russia-Ukraine conflict and concerns from China regarding Starlink's military utility.</p>"
  },
  {
    "title": "10 most expensive foods in the world - Recipes",
    "link": "https://news.google.com/rss/articles/CBMiqgFBVV95cUxPOUdIb29ZamVBUFdIczRjMjRnSDVwci1VSVcyOFM1bnBSVVdsdXRURUZRam9OTUVvT0U1WkVVTmNiZFZBaEF0UGl1U2E3NWVicl85Vm1UWnl4ejU3Q1dMNDVpOXY3dEVDM3V2LVlqWEJFWVZZVWVrNG1GR2V2dmpicm03cFJoSjg5QlVpTUFVd2lMUWU2b0dQb0FXZDl1cnRva1dSelVBU2NIZ9IBqgFBVV95cUxPOUdIb29ZamVBUFdIczRjMjRnSDVwci1VSVcyOFM1bnBSVVdsdXRURUZRam9OTUVvT0U1WkVVTmNiZFZBaEF0UGl1U2E3NWVicl85Vm1UWnl4ejU3Q1dMNDVpOXY3dEVDM3V2LVlqWEJFWVZZVWVrNG1GR2V2dmpicm03cFJoSjg5QlVpTUFVd2lMUWU2b0dQb0FXZDl1cnRva1dSelVBU2NIZw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 13:30:00 GMT",
    "summary": null
  },
  {
    "title": "Baba Vanga's 2025 Predictions.. - Greatandhra",
    "link": "https://www.greatandhra.com/movies/news/baba-vangas-2025-predictions-142736",
    "pubDate": "Sat, 14 Dec 2024 13:01:58 GMT",
    "summary": "<h1>Baba Vanga's 2025 Predictions</h1>\n<p><strong>Publication Date:</strong> N/A <strong>Source:</strong> N/A</p>\n<img src=\"https://www.greatandhra.com/newphotos10/teliphatic1734181084.jpeg\" alt=\"Baba Vanga's 2025 Predictions\">\n<figcaption>Baba Vanga, the \"Nostradamus of the Balkans.\"</figcaption>\n<p>Baba Vanga, a blind Bulgarian mystic often called the \"Nostradamus of the Balkans,\" remains a subject of fascination due to her intriguing prophecies.</p>\n<ul>\n    <li>Foresees a devastating war between the West and East, potentially leading to Europe's destruction.</li>\n    <li>Predicts that Syria's fall will mark the beginning of catastrophic events.</li>\n    <li>Claims of alien contact warn of a global crisis or even an apocalypse.</li>\n    <li>Anticipates humanity achieving telepathic communication by 2025, influenced by technologies like Elon Musk's brain chip.</li>\n    <li>Foresees groundbreaking scientific and medical advances, particularly in nanotechnology, while cautioning against potential misuse.</li>\n</ul>\n<blockquote>\"Baba Vanga's predictions remain both alarming and thought-provoking, drawing constant interest and debate.\"</blockquote>\n<p>Overall, while many claim that Baba Vanga's predictions often come true, others believe they are merely random statements open to broad interpretation.</p>"
  },
  {
    "title": "‘Until my last breath’: Searching for relatives at Syria’s ‘slaughterhouse’ - Al Jazeera English",
    "link": "https://www.aljazeera.com/features/2024/12/14/until-my-last-breath-searching-for-relatives-at-syrias-slaughterhouse",
    "pubDate": "Sat, 14 Dec 2024 13:00:42 GMT",
    "summary": null
  },
  {
    "title": "F-22: Why This Jet Is Everyone’s Favorite ‘Almost’ Stealth Bomber - Indian Defence Review",
    "link": "https://indiandefencereview.com/f-22-raptor-iconic-air-superiority-fighter-that-almost-became-stealth-bomber/",
    "pubDate": "Sat, 14 Dec 2024 13:00:00 GMT",
    "summary": "<h1>F-22: Why This Jet Is Everyone’s Favorite ‘Almost’ Stealth Bomber</h1>\n<p><strong>Published on:</strong> December 14, 2024 | <strong>Source:</strong> Indian Defence Review</p>\n<figure>\n    <img src=\"https://indiandefencereview.com/wp-content/uploads/2024/12/f-22-raptor-iconic-air-superiority-fighter-that-almost-became-stealth-bomber.jpg\" alt=\"F-22 Raptor\" width=\"1280\" height=\"720\">\n    <figcaption>F-22: Why This Jet Is Everyone’s Favorite ‘Almost’ Stealth Bomber - © Indian Defence Review</figcaption>\n</figure>\n<p>The F-22 Raptor, known for its unmatched capabilities as an air superiority fighter, was once considered for transformation into the FB-22 stealth bomber variant, a concept that reflects the changing dynamics of military aviation.</p>\n<ul>\n    <li>1999 Congressional report raised alarms about the aging bomber fleet and obsolescence of non-stealth aircraft.</li>\n    <li>The FB-22 was proposed as an interim solution, adapting the F-22 airframe to meet strategic needs.</li>\n    <li>Significant modifications included redesigned wings, enlarged weapon bays, and increased fuel capacity.</li>\n    <li>The FB-22 aimed to triple the F-22's combat radius from 600 to 1,600 miles.</li>\n    <li>The program was ultimately shelved due to budget constraints and shifting priorities, leading to the development of the B-21 Raider.</li>\n</ul>\n<blockquote>\n    \"The FB-22’s proposed capabilities would have positioned it as a unique asset in the Air Force arsenal.\"\n</blockquote>\n<p>The cancellation of the FB-22 highlights the complexities of military planning, but its legacy continues to influence future innovations in airpower, emphasizing the importance of adaptability in modern warfare.</p>"
  },
  {
    "title": "Faith leaders cautiously ‘optimistic’ about Trump's second term as president - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/us-news/faith-leaders-cautiously-optimistic-about-trumps-second-term-as-president-101734178796923.html",
    "pubDate": "Sat, 14 Dec 2024 12:46:49 GMT",
    "summary": "<h1>Faith leaders cautiously ‘optimistic’ about Trump's second term as president</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 06:16 PM IST</p>\n<p><strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Trump-Seafood-0_1734083712157_1734180381774.jpg\" alt=\"FILE - President Donald Trump attends a roundtable discussion with commercial fishermen at Bangor International Airport in Bangor, Maine, June 5, 2020. (AP Photo/Patrick Semansky, File)(AP)\" title=\"FILE - President Donald Trump attends a roundtable discussion with commercial fishermen at Bangor International Airport in Bangor, Maine, June 5, 2020. (AP Photo/Patrick Semansky, File)(AP)\">\n<figcaption>FILE - President Donald Trump attends a roundtable discussion with commercial fishermen at Bangor International Airport in Bangor, Maine, June 5, 2020. (AP Photo/Patrick Semansky, File)(AP)</figcaption>\n<p>Leaders of religious communities in the United States express a cautiously optimistic outlook regarding Donald Trump's second term as president, although some harbor significant concerns.</p>\n<ul>\n    <li>Religious leaders report a mixed reaction towards Trump's presidency, with some communities feeling optimistic while others remain concerned.</li>\n    <li>Haris Tarin from the Muslim Public Affairs Council highlights \"sceptical optimism\" among faith leaders.</li>\n    <li>Rabbi Jo David notes positive feelings within some Jewish communities, while acknowledging serious concerns in others.</li>\n    <li>Leaders hope for the protection of civil rights for all Americans, particularly American Muslims.</li>\n    <li>There is a desire for a cease-fire in the ongoing conflict in Gaza.</li>\n    <li>Pastor Lorenzo Sewell believes Trump could become \"the greatest president in history\" with the right approach.</li>\n    <li>Samuel Rodriguez emphasizes a potential focus on protecting religious freedom and a greater role for faith-based organizations in society.</li>\n</ul>\n<blockquote>\n    “I think there's a mixed reaction, but there's a sceptical optimism.” - Haris Tarin\n</blockquote>\n<blockquote>\n    “I also anticipate an administration that values the contributions of people of faith, not as something to tolerate but as an essential cornerstone of our nation.” - Samuel Rodriguez\n</blockquote>\n<p>The overall sentiment among faith leaders is one of cautious optimism, alongside hopes for safeguarding rights and navigating critical global issues during Trump's expected presidency."
  },
  {
    "title": "South Korean demonstrators bring K-pop lights to impeachment protest; reigniting it as a symbol of resistance - Hindustan Times",
    "link": "https://www.hindustantimes.com/photos/south-korean-demonstrators-bring-k-pop-lights-to-impeachment-protest-reigniting-it-as-a-symbol-of-resistance-101734176874700.html",
    "pubDate": "Sat, 14 Dec 2024 12:22:16 GMT",
    "summary": "<h1>South Korean demonstrators bring K-pop lights to impeachment protest; reigniting it as a symbol of resistance</h1>\n<p><strong>Published on:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/SOUTHKOREA-POLITICS--79_1734176851704_1734177428777.JPG\" alt=\"South Koreans held a rally recently, as President Yoon Suk Yeol declared to pass martial law. The protestors gathered with K-pop lights, which are traditionally seen in K-pop concerts but became a symbol of resistance at the recent demonstrations.\" />\n<figcaption>South Koreans held a rally recently, as President Yoon Suk Yeol declared to pass martial law. The protestors gathered with K-pop lights, which are traditionally seen in K-pop concerts but became a symbol of resistance at the recent demonstrations. (REUTERS/Kim Soo-hyeon)</figcaption>\n<p>South Korean citizens held a rally to protest against President Yoon Suk Yeol's attempt to pass martial law, showcasing a vibrant display of K-pop lights as a symbol of resistance.</p>\n<ul>\n    <li>The protest included a large gathering of citizens dressed in colorful costumes.</li>\n    <li>K-pop light sticks, while originally used at concerts, were prominently displayed by demonstrators.</li>\n    <li>Protesters chanted for impeachment, holding their lights in various creative ways.</li>\n    <li>Participants wore additional neon accessories, including goggles, to enhance their display.</li>\n    <li>Alongside lights, many carried placards demanding action against the government's moves.</li>\n</ul>\n<blockquote>\"Their demands called for the impeachment, with chants echoing throughout the assembly.\" - AP Photo/Lee Jin-man</blockquote>\n<p>This rally signifies the growing movement among South Koreans to express their dissent through creative and cultural symbols, as K-pop lights transform into a beacon of political resistance.</p>"
  },
  {
    "title": "Thai police arrest two after deadly bomb attack at festival - Al Jazeera English",
    "link": "https://www.aljazeera.com/news/2024/12/14/thai-police-arrest-two-after-deadly-bomb-attack-at-festival",
    "pubDate": "Sat, 14 Dec 2024 12:08:25 GMT",
    "summary": null
  },
  {
    "title": "Furious hippo charges safari vehicle, nearly bites tracker seat in wild encounter. Watch - Hindustan Times",
    "link": "https://www.hindustantimes.com/trending/furious-hippo-charges-safari-vehicle-nearly-bites-tracker-seat-in-wild-encounter-watch-101734177246626.html",
    "pubDate": "Sat, 14 Dec 2024 12:03:56 GMT",
    "summary": "<h1>Furious hippo charges safari vehicle, nearly bites tracker seat in wild encounter. Watch.</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Screenshot_2024-12-14_173000_1734177637062_1734177645567.png\" alt=\"Tourists in South Africa were chased by an angry hippo during a thrilling safari encounter.(YouTube/ Latest Sightings)\" title=\"Tourists in South Africa were chased by an angry hippo during a thrilling safari encounter.(YouTube/ Latest Sightings)\">\n<figcaption>Tourists in South Africa were chased by an angry hippo during a thrilling safari encounter.(YouTube/ Latest Sightings)</figcaption>\n<p>Tourists in South Africa’s Manyoni Private Game Reserve experienced a terrifying close encounter with an angry hippo that nearly attacked their safari vehicle, showcasing the unpredictability of wildlife adventures.</p>\n<ul>\n    <li>A group of tourists encountered a furious hippo while on safari.</li>\n    <li>The hippo chased their vehicle and opened its mouth near the tracker’s seat.</li>\n    <li>The driver used quick thinking to evade the hippo, which ultimately halted its charge.</li>\n    <li>The incident was captured on video and went viral, amassing over 40,000 views.</li>\n    <li>Viewers reacted with a mix of admiration for the driver and humor about the hippo's behavior.</li>\n</ul>\n<blockquote>\"That was incredibly close! The ranger definitely earned their tip that day!\"</blockquote>\n<p>In conclusion, this wild encounter highlights the adrenaline and unpredictability of safari experiences, reminding us of the close relationships between humans and nature.</p>"
  },
  {
    "title": "Turkey did not adhere to Doha agreement on Syria crisis - Tehran Times",
    "link": "https://news.google.com/rss/articles/CBMimwFBVV95cUxONnFzaGYwWFBrekpHdWtYOWVObHJwUTQ1OHFjTTFUUnBISi1lSFlCR3hqdTdIUGNPVENuVzF2aFpYNi1RUzJjclh2UlFfM3FLT1dPQzFnSldld2I5dnBVdWlIbEFsdEVScHBHeUFmNXhRYldTYi1TblowY2JFSEhOSjRFbS1HMGZyVlYxTkRVTGRhU2ZIbmNlVExZZw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 12:02:21 GMT",
    "summary": null
  },
  {
    "title": "Two detained after bomb kills 3, injures 48 at Thai festival - DAWN.com",
    "link": "https://news.google.com/rss/articles/CBMiSEFVX3lxTE5WSEFMXzZMVVViQWhCWllEYnVqT0lkckRoQUhDVXlhdnRfekp3MmhXSjA1anhURDI1YWhUd19tQW9rVU1wTW5UWg?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 11:49:06 GMT",
    "summary": null
  },
  {
    "title": "Working with Bangladesh on law enforcement, made it clear that minorities' safety is critical, says US - ThePrint",
    "link": "https://theprint.in/diplomacy/working-with-bangladesh-on-law-enforcement-made-it-clear-that-minorities-safety-is-critical-says-us/2403453/",
    "pubDate": "Sat, 14 Dec 2024 11:45:04 GMT",
    "summary": "<h1>Working with Bangladesh on law enforcement, made it clear that minorities' safety is critical, says US</h1>\n<p><strong>Publication Date:</strong> New Delhi, October 2023</p>\n<p><strong>Source:</strong> The Print</p>\n<p>The US is actively collaborating with the interim government of Bangladesh to enhance law enforcement in light of growing concerns about the safety of religious and ethnic minorities in the country.</p>\n<ul>\n    <li>The US is working closely with Dhaka to strengthen law enforcement capabilities.</li>\n    <li>President Biden is monitoring the security situation for minorities in Bangladesh.</li>\n    <li>John Kirby emphasized the crucial need to protect religious and ethnic minorities.</li>\n    <li>Protests have occurred in the US over alleged attacks against Hindus and minorities in Bangladesh.</li>\n    <li>At least 88 cases of attacks against minorities have been reported between August and October 2023.</li>\n    <li>The interim government attempts to frame the attacks as politically motivated against perceived Hindu support for the former prime minister.</li>\n</ul>\n<blockquote>\"Protection of religious and ethnic minorities is absolutely critical.\" - John Kirby</blockquote>\n<p>The collaboration between the US and Bangladesh underscores significant international concerns about the treatment of minorities, particularly amidst ongoing political turmoil in the region.</p>"
  },
  {
    "title": "Ukrainian drones hit oil facility in Russia's Oryol region - Reuters",
    "link": "https://www.reuters.com/world/europe/ukrainian-drones-hit-oil-facility-russias-oryol-region-2024-12-14/",
    "pubDate": "Sat, 14 Dec 2024 11:10:34 GMT",
    "summary": null
  },
  {
    "title": "Anti-Western politician Mikheil Kavelashvili elected Georgia's new president - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/europe/anti-western-politician-mikheil-kavelashvili-elected-georgias-new-president/articleshow/116316829.cms",
    "pubDate": "Sat, 14 Dec 2024 11:10:00 GMT",
    "summary": null
  },
  {
    "title": "Why World Bank cancelled $500 million loan to Pakistan - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/pakistan/why-world-bank-cancelled-500-million-loan-to-pakistan/articleshow/116316976.cms",
    "pubDate": "Sat, 14 Dec 2024 11:06:00 GMT",
    "summary": null
  },
  {
    "title": "White House moves closer to finalising overhaul of H-1B, seasonal visa programs: Report - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/world/white-house-moves-closer-to-finalising-overhaul-of-h-1b-seasonal-visa-programs-report-12889959.html",
    "pubDate": "Sat, 14 Dec 2024 11:04:59 GMT",
    "summary": null
  },
  {
    "title": "Could Israel’s Netanyahu be about to agree to a Gaza ceasefire? - Al Jazeera English",
    "link": "https://www.aljazeera.com/features/2024/12/14/could-israels-netanyahu-be-about-to-agree-to-a-gaza-ceasefire",
    "pubDate": "Sat, 14 Dec 2024 10:55:36 GMT",
    "summary": null
  },
  {
    "title": "Indian students left panic-stricken in Canada after authorities seek re-submission of essential documents: Report - Deccan Herald",
    "link": "https://news.google.com/rss/articles/CBMi6wFBVV95cUxQazJFVGVBSlZOczU3VDhrOFBaNkNyQ1VsTlF2Y1pSMk1HQTFXTWZlMEdkd21vQWIxdGZhallrSzUtQXZRR3V0QUNmdTZEcHBFUFNnREVLenpnV01nOGllbW8yUVg0Ykl2UVg5RFFUbmxmMXpUdXd5SHBOYTNXRGI1eU91T3lqbXVpdnJEV3UwVVNmaGNYWHlUbVdVMm5yYW1LXzNoNlhDb3JXTXZpV2pCN1l6VEtLbk92NXcxTGVWbnJ4eW1NeUtKaWxKN0hCTVRKZWR2UER6TVJaa3JOV3FWRmpYQ3dMU1FlNVJJ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 10:39:46 GMT",
    "summary": null
  }
]