[
  {
    "title": "Why World Bank cancelled $500 million loan to Pakistan - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/pakistan/why-world-bank-cancelled-500-million-loan-to-pakistan/articleshow/116316976.cms",
    "pubDate": "Sat, 14 Dec 2024 11:06:00 GMT",
    "summary": null
  },
  {
    "title": "Could Israel’s Netanyahu be about to agree to a Gaza ceasefire? - Al Jazeera English",
    "link": "https://www.aljazeera.com/features/2024/12/14/could-israels-netanyahu-be-about-to-agree-to-a-gaza-ceasefire",
    "pubDate": "Sat, 14 Dec 2024 10:55:36 GMT",
    "summary": null
  },
  {
    "title": "Indian students left panic-stricken in Canada after authorities seek re-submission of essential documents: Report - Deccan Herald",
    "link": "https://news.google.com/rss/articles/CBMi6wFBVV95cUxQazJFVGVBSlZOczU3VDhrOFBaNkNyQ1VsTlF2Y1pSMk1HQTFXTWZlMEdkd21vQWIxdGZhallrSzUtQXZRR3V0QUNmdTZEcHBFUFNnREVLenpnV01nOGllbW8yUVg0Ykl2UVg5RFFUbmxmMXpUdXd5SHBOYTNXRGI1eU91T3lqbXVpdnJEV3UwVVNmaGNYWHlUbVdVMm5yYW1LXzNoNlhDb3JXTXZpV2pCN1l6VEtLbk92NXcxTGVWbnJ4eW1NeUtKaWxKN0hCTVRKZWR2UER6TVJaa3JOV3FWRmpYQ3dMU1FlNVJJ?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 10:39:46 GMT",
    "summary": null
  },
  {
    "title": "Japan plans to give three weekly offs to everybody from next year to grow younger - The Economic Times",
    "link": "https://news.google.com/rss/articles/CBMi_AFBVV95cUxOTkttNTBKcFJSSzcxaERhamtYUno1MVVFTmpTODdxZ0xCRDBVdmJ3R05jdjQ2U3U3enFPUHdBZnBmZ2RfUUpiRTg3QVdCYXM5NmM4VHUzX0JlV1JxODZzZmJKM0RqeGczQlpGYno0OTQ5cTFnaU9lb1VTUHBUQkxUS1plYXVYYTZlbF8tUHBrOFpRbE9EY0Y0c2U0SWFYUk1kd3Eyd3ZvVjFGdElnYllqY3ZNYkJxQmVaWGFKQmZlUTNZaWY4d3lTdXlYWXFTd3JxR1pZX0tyRjZ6NnhtdUUtNm9EREEtMWxKTndFbl9mNnl0X1kxVGE4OHFMSjDSAYICQVVfeXFMTU5uYWk0STlwbjdyeGRlSUdTb1pyb3R5SDBIbWs5LVUxWFlxLXNWdENMaU11RnYyZGdvcHc1OTBvQUcwVFpLVVNacnVZZmlaZ3hJMzBwdVRlVFdVbXY3YWRHc1VGQkpHU0JUYi1xaEdydFoxNVdxS2ZZX3lXRThEQVVGN1lCVjUya0oxQWVma2kwbFdjeHY3VzZzcmhudDlQSFRnSkRBWi16UjhYZk9VU3dJUmlNMFRoOHo1X1hsREE1QWtqbFNCN0prNVFCR3Z2SWZTLWNLaG40QUlwVDNLZWt4dDlqV2s1dXJzTzNjZ1Q0UVRxV0ZqMmVJZ015OXdJRmZR?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 10:34:56 GMT",
    "summary": null
  },
  {
    "title": "New Israeli strikes said to target Syrian military sites, underground missile bunkers - The Times of Israel",
    "link": "https://www.timesofisrael.com/new-israeli-strikes-said-to-target-syrian-military-sites-underground-missile-bunkers/",
    "pubDate": "Sat, 14 Dec 2024 09:35:41 GMT",
    "summary": null
  },
  {
    "title": "Pakistan International Airlines Will Restart US Flights After 8 Years Hiatus - Aviation A2z",
    "link": "https://aviationa2z.com/index.php/2024/12/14/pia-to-restart-us-flights-after-8-years-hiatus/",
    "pubDate": "Sat, 14 Dec 2024 09:16:49 GMT",
    "summary": null
  },
  {
    "title": "'Victory of blessed revolution': Thousands flock to streets in Syria to celebrate Assad's fall - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/middle-east/victory-of-blessed-revolution-thousands-flock-to-streets-in-syria-to-celebrate-assads-fall/photostory/116312934.cms",
    "pubDate": "Sat, 14 Dec 2024 08:51:23 GMT",
    "summary": "<h1>'Victory of blessed revolution': Thousands flock to streets in Syria to celebrate Assad's fall</h1>\n<p><strong>Publication Date:</strong> [Insert Date Here] <strong> | Source:</strong> Times of India</p>\n<img src=\"https://static.toiimg.com/thumb/imgsize-2356908,msid-116312960,width-600,height-335,resizemode-75/116312960.jpg\" alt=\"Syrians celebrate Assad's fall\">\n<figcaption>Syrians celebrate Assad's fall</figcaption>\n<p>Thousands of Syrians celebrated in the streets following the dramatic ousting of President Bashar Assad, marking a significant turning point in the nation’s history.</p>\n<ul>\n    <li>Major celebrations occurred in Damascus, symbolizing the power shift after insurgents took control.</li>\n    <li>Syrians attended the first Friday prayers in Damascus' main mosque since Assad's ouster.</li>\n    <li>HTS leader Ahmad al-Sharaa congratulated Syrians, urging peaceful celebrations.</li>\n    <li>A Syrian rebel was photographed celebrating with a flower in the barrel of his gun, symbolizing the end of authoritarian rule.</li>\n    <li>Rebels ended Assad's 24-year rule after seizing Damascus amidst the regime's collapse.</li>\n    <li>Assad fled to Russia following the government's downfall, seeking asylum.</li>\n    <li>Mohamed al-Bashir was appointed as the caretaker prime minister, with calls for peace and stability.</li>\n    <li>India successfully evacuated 77 citizens from Syria after the regime change.</li>\n</ul>\n<blockquote>“I invite them to head to the squares to show their happiness without shooting bullets and scaring people.” – Ahmad al-Sharaa</blockquote>\n<p>The events in Syria mark a new chapter for the nation, with hopes for stability following years of conflict."
  },
  {
    "title": "Who is Han Duck-soo, South Korea's acting president after Yoon impeachment? - Reuters",
    "link": "https://www.reuters.com/world/asia-pacific/who-is-han-duck-soo-south-koreas-acting-president-after-yoon-impeachment-2024-12-14/",
    "pubDate": "Sat, 14 Dec 2024 08:22:06 GMT",
    "summary": null
  },
  {
    "title": "South Korea President Yoon Suk Yeol impeached over his martial law order - The Hindu",
    "link": "https://www.thehindu.com/news/international/south-koreas-parliament-votes-to-impeach-president-yoon-suk-yeol-over-his-martial-law-order/article68984822.ece",
    "pubDate": "Sat, 14 Dec 2024 08:21:00 GMT",
    "summary": "<h1>South Korea President Yoon Suk Yeol impeached over his martial law order</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/axo1rz/article68984836.ece/alternates/LANDSCAPE_1200/AFP_36QD2GE.jpg\" alt=\"South Korea’s parliament has voted to impeach President Yoon Suk Yeol.\" />\n<figcaption>South Korea’s parliament has voted to impeach President Yoon Suk Yeol. File | Photo Credit: AFP</figcaption>\n<p>South Korea’s parliament has voted to impeach President Yoon Suk Yeol over his short-lived martial law declaration this month, marking a significant political event in the country.</p>\n<ul>\n    <li>The National Assembly passed the impeachment motion with a vote of 204-85.</li>\n    <li>Yoon’s presidential powers will be suspended pending the Constitutional Court's decision on his impeachment.</li>\n    <li>The court has up to 180 days to decide Yoon's fate; if removed, a national election must be held within 60 days.</li>\n    <li>Yoon stated he will “never give up” and called for stability during this “temporary” pause of his presidency.</li>\n    <li>The martial law decree drew comparisons to South Korea's authoritarian past from the 1980s.</li>\n</ul>\n<blockquote>“I will fight to the end in the face of opposition-led efforts to remove me from office.” - President Yoon Suk Yeol</blockquote>\n<p>The unexpected impeachment reflects deep political tensions in South Korea, and Yoon's fate now lies in the hands of the Constitutional Court. The upcoming decision will be crucial for the future political landscape of the nation.</p>"
  },
  {
    "title": "South Korea president Yoon Suk Yeol impeached by parliament over martial law debacle - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/south-korea-president-yoon-suk-yeol-impeached-by-parliament-over-martial-law-debacle-101734163715655.html",
    "pubDate": "Sat, 14 Dec 2024 08:10:53 GMT",
    "summary": "<h1>South Korea president Yoon Suk Yeol impeached by parliament over martial law debacle</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/SKOREA-POLITICS-UNREST-49_1734163756690_1734163767737.jpg\" alt=\"Vote counting for the impeachment of South Korea President Yoon Suk Yeol at the National Assembly plenary session in Seoul.(AFP)\" title=\"Vote counting for the impeachment of South Korea President Yoon Suk Yeol at the National Assembly plenary session in Seoul.(AFP)\">\n<figcaption>Vote counting for the impeachment of South Korea President Yoon Suk Yeol at the National Assembly plenary session in Seoul.(AFP)</figcaption>\n<p>South Korean lawmakers voted to impeach President Yoon Suk Yeol on charges of insurrection following his failed attempt to impose martial law.</p>\n<ul>\n    <li>204 lawmakers voted in favor of impeachment, while 85 voted against it; three abstained and eight votes were nullified.</li>\n    <li>The impeachment motion alleged that Yoon staged riots and threatened the National Assembly and the public.</li>\n    <li>Yoon's presidential powers are suspended, with Prime Minister Han Duck-soo assuming the role of interim president.</li>\n    <li>The Constitutional Court will decide on Yoon's removal within 180 days; a ruling against him would trigger a presidential election.</li>\n    <li>Yoon's approval rating has dropped to a record low of 11% amid widespread protests for his ouster.</li>\n</ul>\n<blockquote>“Yoon's attempt to impose martial law on December 3 was widely criticized, seen as a high-risk gamble.”</blockquote>\n<p>The fallout from Yoon's actions has raised concerns about South Korea's security and governance amidst ongoing tensions with North Korea.</p>"
  },
  {
    "title": "South Korean Lawmakers Impeach President Yoon Suk Yeol Over Martial Law Bid - NDTV",
    "link": "https://www.ndtv.com/world-news/south-korean-lawmakers-impeach-president-yoon-suk-yeol-over-martial-law-bid-7246286",
    "pubDate": "Sat, 14 Dec 2024 08:08:59 GMT",
    "summary": "<h1>South Korean President Yoon Suk Yeol Impeached Over Failed Martial Law Bid</h1>\n<p><strong>Publication Date:</strong> October 2023 <strong>Source:</strong> KBS News</p>\n<p>South Korean lawmakers have impeached President Yoon Suk Yeol following his controversial declaration of martial law, which sparked mass protests and a constitutional crisis.</p>\n<ul>\n    <li>204 out of 300 lawmakers voted in favor of the impeachment motion.</li>\n    <li>Prime Minister Han Duck-soo will serve as interim leader.</li>\n    <li>The Constitutional Court will decide Yoon's fate, a process that may take up to six months.</li>\n    <li>Yoon declared martial law on December 3rd, sending soldiers to the National Assembly to control lawmakers.</li>\n    <li>The martial law was quickly rescinded after opposition lawmakers voted it down.</li>\n    <li>Yoon faces ongoing criminal investigations related to the martial law declaration.</li>\n</ul>\n<blockquote>\"This is a victory for the South Korean people and for democracy.\" - Park Chan-dae, floor leader of the opposition Democratic Party</blockquote>\n<p>The impeachment highlights the tensions in South Korean politics and the challenges Yoon faces as he grapples with significant opposition and legal troubles following his decision to impose martial law.</p>"
  },
  {
    "title": "A diminished Hezbollah is made even weaker by the toppling of Assad in Syria - The Times of Israel",
    "link": "https://www.timesofisrael.com/a-diminished-hezbollah-is-made-even-weaker-by-the-toppling-of-assad-in-syria/",
    "pubDate": "Sat, 14 Dec 2024 08:06:18 GMT",
    "summary": null
  },
  {
    "title": "10 Rare and Unique Bird Species in the World - Moneycontrol",
    "link": "https://www.moneycontrol.com/science/10-rare-and-unique-bird-species-in-the-world-visual-story-2683459.html",
    "pubDate": "Sat, 14 Dec 2024 07:45:49 GMT",
    "summary": null
  },
  {
    "title": "View from the Himalayas: PM Oli’s China visit was a diplomatic tightrope walk - Hindustan Times",
    "link": "https://www.hindustantimes.com/india-news/view-from-the-himalaya-pm-oli-s-china-visit-was-a-diplomatic-tightrope-walk-101734156587583.html",
    "pubDate": "Sat, 14 Dec 2024 06:09:47 GMT",
    "summary": "<h1>View from the Himalayas: PM Oli’s China visit was a diplomatic tightrope walk</h1>\n<p><strong>Publication Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<figure>\n    <img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Nepal-s-Prime-Minister-Khadga-Prasad-Oli-visited-C_1734156579652.jpg\" alt=\"Nepal’s Prime Minister Khadga Prasad Oli visited China from December 2-5 (PTI)\">\n    <figcaption>Nepal’s Prime Minister Khadga Prasad Oli visited China from December 2-5 (PTI)</figcaption>\n</figure>\n<p>Nepal’s Prime Minister Khadga Prasad Oli successfully navigated complex geopolitical dynamics during his visit to China from December 2-5, securing a significant agreement on the Belt and Road Initiative while maintaining a diplomatic balance with both Beijing and New Delhi.</p>\n<ul>\n    <li>Signed the Framework for Belt and Road Initiative (BRI) Cooperation with China.</li>\n    <li>Avoided a blanket BRI implementation plan, focusing instead on case-by-case negotiations.</li>\n    <li>Strengthened Nepal's geopolitical stance by reaffirming support for China's sovereignty regarding Tibet and Taiwan.</li>\n    <li>Facilitated cultural partnerships and development strategies between Nepal and China.</li>\n    <li>Agreed to expedite the development of 10 infrastructure projects to improve connectivity.</li>\n    <li>Emphasized the need for grants over loans for BRI projects, echoing the prevailing sentiment in Nepali politics.</li>\n</ul>\n<blockquote>\n    “The two sides agreed to strengthen the synergy of their development strategies and pursue deeper and even more concrete high-quality Belt and Road cooperation.”\n</blockquote>\n<p>The visit holds significant implications for Nepal’s foreign policy and its efforts to balance relationships with major powers, setting a potential template for future diplomatic engagements.</p>"
  },
  {
    "title": "Humpback whale sets record with over 13,000 km travel in search of mate - The Times of India",
    "link": "https://timesofindia.indiatimes.com/world/rest-of-world/humpback-whale-sets-record-with-over-13000-km-travel-in-search-of-mate/articleshow/116307720.cms",
    "pubDate": "Sat, 14 Dec 2024 05:38:00 GMT",
    "summary": null
  },
  {
    "title": "Sweeping H-1B visa overhaul just one nod away from becoming a reality - The Economic Times",
    "link": "https://news.google.com/rss/articles/CBMi0AFBVV95cUxNV0tKVnJ5UU8yNE5ieTVHSWY0dXhrUC1TYlhodDNzdC1aMklwV3R0LXNoMXJjd3NPWm5idTA1eDQwR241QlRxc1pidThISnB1LTZBWmcwS1o4ZE8xT2Z3TVdRRWx4TVBfMzdlTi04Q3dMekFPdE85QWlEOHRoVjJQQnE0eEdTeS1yYWxFOGRKQXJjdk9CMkEtNkhFbUtWMTN4b2swNG1qeWRxbjdUMU1FX1k4RUVQV19nT2g5M3FwYndFYllJVE4zSXQtdVJhcUQ3?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 05:37:47 GMT",
    "summary": null
  },
  {
    "title": "OpenAI whistleblower Suchir Balaji found dead in San Francisco: Authorities - The Hindu",
    "link": "https://www.thehindu.com/sci-tech/technology/indian-origin-openai-whistleblower-dies-by-suicide-in-san-francisco-authorities/article68984446.ece",
    "pubDate": "Sat, 14 Dec 2024 05:26:00 GMT",
    "summary": "<h1>OpenAI whistleblower Suchir Balaji found dead in San Francisco: Authorities</h1>\n<p><strong>Publication date:</strong> December 14, 2024 <strong>Source:</strong> The Hindu</p>\n<img src=\"https://th-i.thgim.com/public/incoming/mwoq15/article68984448.ece/alternates/LANDSCAPE_1200/2024-12-13T211914Z_640569767_RC2LU7AD0170_RTRMADP_3_OPENAI-MUSK-LAWSUIT.JPG\" alt=\"Suchir Balaji, a former OpenAI employee, has died by suicide.\" title=\"Suchir Balaji, a former OpenAI employee, has died by suicide.\">\n<figcaption>A 26-year-old Indian-origin former employee of the AI giant OpenAI has died by suicide in San Francisco, authorities said. | Photo Credit: Reuters</figcaption>\n<p>A 26-year-old Indian-origin former employee of OpenAI, Suchir Balaji, has tragically died by suicide in San Francisco, raising concerns about the impact of whistleblowing in the tech industry.</p>\n<ul>\n    <li>Suchir Balaji was found dead in his apartment on Buchanan Street on November 26.</li>\n    <li>He publicly accused OpenAI of violating US copyright law three months prior to his death.</li>\n    <li>OpenAI is facing multiple lawsuits claiming it illegally used copyrighted material to train its AI products.</li>\n    <li>Balaji expressed concerns over the ethical implications of technologies developed by OpenAI.</li>\n    <li>His family has requested privacy while they grieve his loss.</li>\n</ul>\n<blockquote>“If you believe what I believe, you have to just leave the company. This is not a sustainable model for the internet ecosystem as a whole.” – Suchir Balaji</blockquote>\n<p>This tragic incident shines a light on the pressures faced by whistleblowers in the tech sector, as well as the ongoing legal challenges surrounding artificial intelligence and copyright issues. Those in distress are encouraged to seek support and counseling.</p>"
  },
  {
    "title": "For Donald Trump's Tariff Threat, China Has A Plan — But Can It Succeed? - Times Now",
    "link": "https://www.timesnownews.com/business-economy/economy/for-donald-trumps-tariff-threat-china-has-a-plan-but-can-it-succeed-article-116308022",
    "pubDate": "Sat, 14 Dec 2024 05:00:53 GMT",
    "summary": "<h1>For Donald Trump's Tariff Threat, China Has A Plan — But Can It Succeed?</h1>\n<p><strong>Publication Date:</strong> [Insert Date Here] | <strong>Source:</strong> [Insert Source Here]</p>\n<img loading=\"lazy\" src=\"https://static.tnn.in/thumb/msid-116308760,thumbsize-1887775,width-1280,height-720,resizemode-75/116308760.jpg\" alt=\"Donald Trump and Xi Jinping\" title=\"Donald Trump and Xi Jinping\">\n<figcaption>Donald Trump and Xi Jinping. Photo: AP</figcaption>\n<p>The article discusses China’s strategic countermeasures against Donald Trump's proposed tariffs, highlighting potential economic impacts and policy shifts in response to U.S. trade threats.</p>\n<ul>\n    <li>Trump plans a 10% tariff on all imports and 60% on Chinese imports.</li>\n    <li>China has already banned crucial metal exports to the U.S., potentially costing the U.S. over $3 billion.</li>\n    <li>China may devalue the Yuan to make exports cheaper, a measure anticipated to occur in 2025.</li>\n    <li>The PBOC is considering a weaker Yuan, with projections reaching 7.5 per dollar.</li>\n    <li>The Yuan has depreciated 4% against the dollar since late September.</li>\n</ul>\n<blockquote>“A weaker yuan could benefit China by easing deflationary pressures, boosting export revenues, and making imported goods more expensive.”</blockquote>\n<p>In conclusion, as Trump moves forward with his tariff policies, China's actions to strengthen its economic position through currency devaluation and export restrictions could reshape the global trade landscape significantly."
  },
  {
    "title": "OpenAI whistleblower Suchir Balaji found dead; police rule out foul play - Business Standard",
    "link": "https://www.business-standard.com/world-news/openai-whistleblower-suchir-balaji-found-dead-police-rule-out-foul-play-124121400150_1.html",
    "pubDate": "Sat, 14 Dec 2024 04:49:01 GMT",
    "summary": null
  },
  {
    "title": "Nearly 18K Indians in US on deportation list - The Siasat Daily",
    "link": "https://www.siasat.com/nearly-18k-indians-in-us-on-deportation-list-3147747/",
    "pubDate": "Sat, 14 Dec 2024 04:38:00 GMT",
    "summary": "<h1>Nearly 18K Indians in US on deportation list</h1>\n<p><strong>Publication Date:</strong> October 22, 2020</p>\n<p><strong>Source:</strong> India Today</p>\n<figure>\n    <img src=\"https://cdn.siasat.com/wp-content/uploads/2020/05/2020_5img10_May_2020_PTI10-05-2020_000261B-780x470.jpg\" alt=\"Mumbai: Indian nationals who were stranded in Singapore wait to board buses towards a quarantine centre at Mumbai International Airport after being evacuated by the government under 'Vande Bharat' mission, during the ongoing COVID-19 lockdown, in Mumbai, Sunday, May 10, 2020. (PTI Photo)(PTI10-05-2020_000261B)\" width=\"1200\" height=\"775\">\n    <figcaption>Representational Image</figcaption>\n</figure>\n<p>Nearly 18,000 undocumented Indian nationals are on the deportation list prepared by the US government amidst a significant deportation initiative by the Trump administration.</p>\n<ul>\n    <li>Nearly 18,000 Indians are included in a wider ICE deportation list of approximately 1.5 million people.</li>\n    <li>The US has around 725,000 illegal immigrants from India, which is the third-largest group of unauthorized immigrants.</li>\n    <li>Over the last three years, an average of 90,000 Indians have been apprehended while attempting to cross US borders illegally.</li>\n    <li>India is categorized by ICE as \"uncooperative\" regarding coordination for the return of its nationals.</li>\n    <li>ICE considers 15 countries uncooperative, including India, in facilitating deportations.</li>\n</ul>\n<blockquote>\n    “The average of 90,000 Indians have been apprehended while attempting to cross US borders illegally over the last three financial years.”\n</blockquote>\n<p>This situation highlights the struggle of thousands of undocumented Indians in the US who seek to legalize their status while facing significant hurdles. The US government’s actions reflect broader immigration enforcement practices and international relations related to deportation. </p>"
  },
  {
    "title": "Indian-American OpenAI whistleblower Suchir Balaji found dead in US apartment - The Indian Express",
    "link": "https://indianexpress.com/article/world/indian-american-openai-whistleblower-suchir-balaji-dead-us-9724219/",
    "pubDate": "Sat, 14 Dec 2024 04:18:24 GMT",
    "summary": "<h1>Indian-American OpenAI whistleblower Suchir Balaji found dead in US apartment</h1>\n<p><strong>Publication Date:</strong> November 26, 2024</p>\n<p><strong>Source:</strong> Indian Express</p>\n<img src=\"https://images.indianexpress.com/2024/12/Suchir-Balaji.jpg?w=640\" alt=\"Suchir Balaji\" width=\"640\" height=\"360\">\n<figcaption>Suchir Balaji, a former OpenAI employee. (Photo: New York Times)</figcaption>\n<p>Suchir Balaji, an Indian-American former researcher at OpenAI who raised ethical concerns about the company's data practices, was found dead in his San Francisco apartment. His death has been ruled a suicide.</p>\n<ul>\n    <li>Balaji criticized OpenAI's use of copyrighted materials for training AI models like ChatGPT.</li>\n    <li>He had previously expressed skepticism about the legality of fair use for generative AI products.</li>\n    <li>In a New York Times interview, he stated, \"If you believe what I believe, you have to just leave the company.\"</li>\n    <li>His concerns about AI training data extended beyond OpenAI, highlighting broader issues related to fair use.</li>\n    <li>OpenAI is currently facing lawsuits from media outlets alleging copyright infringement.</li>\n    <li>Balaji's passing has sparked renewed discussions on the ethical implications of AI technologies.</li>\n</ul>\n<blockquote>\n    <p>\"No known factors seem to weigh in favour of ChatGPT being a fair use of its training data.\" — Suchir Balaji</p>\n</blockquote>\n<p>Balaji’s death and his outspoken opinions have drawn attention to the contentious legal landscape surrounding the use of copyrighted materials in AI training, raising significant ethical questions for the future of AI development.</p>"
  },
  {
    "title": "Explained: The Assad regime fallout in Syria and why India charts a cautious path - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/world/explained-the-assad-regime-fallout-in-syria-and-why-india-charts-a-cautious-path-12889837.html",
    "pubDate": "Sat, 14 Dec 2024 04:18:10 GMT",
    "summary": null
  },
  {
    "title": "Moody's hands France surprise downgrade over deteriorating finances - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/business/moody-s-hands-france-surprise-downgrade-over-deteriorating-finances-12889824.html",
    "pubDate": "Sat, 14 Dec 2024 03:52:09 GMT",
    "summary": null
  },
  {
    "title": "Donald Trump suggests government knows more about drone sightings than they are letting on, ‘Let the public know’ - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/us-news/donald-trump-suggests-government-knows-more-about-drone-sightings-than-they-are-letting-on-let-the-public-know-101734147352733.html",
    "pubDate": "Sat, 14 Dec 2024 03:43:35 GMT",
    "summary": "<h1>Donald Trump suggests government knows more about drone sightings than they are letting on, ‘Let the public know’</h1>\n<p><strong>Publication Date:</strong> December 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/Media-Fearing-Trump-0_1734147645419_1734147688804.jpg\" alt=\"Donald Trump claims government knows more about drone sightings than they are letting on (Timothy A. Clary/Pool Photo via AP, File)(AP)\">\n<figcaption>Donald Trump claims government knows more about drone sightings than they are letting on (Timothy A. Clary/Pool Photo via AP, File)(AP)</figcaption>\n<p>Donald Trump publicly claimed that the government is withholding information regarding recent drone sightings in the Northeast. He suggested that if the government is unaware of these objects, they should be shot down.</p>\n<ul>\n  <li>Trump stated that there are mysterious drone sightings across the U.S. and demanded that the public be informed.</li>\n  <li>The drone sightings have raised concerns among lawmakers, linking the incidents to potential threats from foreign adversaries like Iran.</li>\n  <li>The Pentagon has denied any foreign involvement regarding the drones spotted near U.S. military installations.</li>\n  <li>Republican lawmakers, including Marjorie Taylor Greene and Anna Paulina Luna, have expressed concerns and called for the drones to be shot down.</li>\n  <li>Congresswoman Luna emphasized the need for immediate action on unknown objects in airspace, criticizing prior incidents like the Chinese spy balloon event.</li>\n  <li>The House Committee on Homeland Security has requested a classified briefing from federal agencies about these drone sightings.</li>\n</ul>\n<blockquote>“Mystery Drone sightings all over the Country. Can this really be happening without our government’s knowledge? I don’t think so! Let the public know, and now. Otherwise, shoot them down!!! DJT,” Trump wrote on Truth Social.</blockquote>\n<p>The situation around the drone sightings has sparked significant political discourse, highlighting the intersection of national security and public transparency concerns. As more information comes to light, the calls for action may escalate further.</p>"
  },
  {
    "title": "Canada asks Indian students to submit documents afresh leaving them 'confused and worried' - Firstpost",
    "link": "https://news.google.com/rss/articles/CBMizwFBVV95cUxQNldLLUpCQ21JeUx1dFpMMDk3c1RvdkFmZHFlNjJNN1NRd2sxN2VnWDlFTnRsamh2MS1VcDJwMXZIWXBoN1VnQXNBR2U2RlRXSDZjWS1EQW1GMHJiZ1ZQa3ZGUFVRNWVEcUdTbHZPZjR4dXgtbnB5Sk9ZN1hlMExPREZsMUNVbXNOQjZMbFVoLVczdzVfdFpmdFJYYzczUy1zMnZSQ1B3V1pGZkxRM29tTThrQ1VtSEY4NmdMR1RYX3I4cF8yVGt0dlVPSDEzTzTSAdQBQVVfeXFMT0RTX0U2Tmh0dUhXWVFLel85c3NBRjI0blA5Zkg5bEc1MkZ2Rk41RkVmQnZuekxsLWV6WWtQdHhOZWtybGg3eHNRb2t1OTZnS3BqS0xXNnFLZWxQOWJrYy1uTzhsVXJ4TlRBOEZYYm9rZDBTdkNpTjAxNS1rSFoyd2ZwWHhQZ19yMkdKREpna29jaWFRdHJCenhtOVJEUG52OUNLMnIwd1NpWnVZY2oxenVheW5RdW1FaFpZcmYwWi1HU1l1b21rVUhuNGpINjl5TWlING8?oc=5&hl=en-US&gl=US&ceid=US:en",
    "pubDate": "Sat, 14 Dec 2024 03:10:14 GMT",
    "summary": null
  },
  {
    "title": "After UnitedHealthcare CEO's killing, San Francisco police gave FBI tip about suspect's identity | Company Business News - Mint",
    "link": "https://www.livemint.com/companies/news/after-unitedhealthcare-ceo-s-killing-san-francisco-police-gave-fbi-tip-about-suspect-s-identity-11734144086404.html",
    "pubDate": "Sat, 14 Dec 2024 02:41:25 GMT",
    "summary": null
  },
  {
    "title": "Satellite Images Reveal Iran's New Drone Ship In Persian Gulf - News18",
    "link": "https://www.news18.com/world/satellite-images-reveal-irans-new-drone-ship-shahid-bagheri-in-persian-gulf-9155798.html",
    "pubDate": "Sat, 14 Dec 2024 02:25:34 GMT",
    "summary": "<h1>Satellite Images Reveal Iran's New Drone Ship In Persian Gulf</h1>\n<p><strong>Publication Date:</strong> December 14, 2024</p>\n<p><strong>Source:</strong> The Hill</p>\n<figure>\n    <img src=\"https://images.news18.com/ibnlive/uploads/2021/07/1627283897_news18_logo-1200x800.jpg?impolicy=website&amp;width=360&amp;height=270\" alt=\"Iran's drone ship Shahid Bagheri (Reuters Image)\" title=\"Iran's drone ship Shahid Bagheri (Reuters Image)\">\n    <figcaption>Iran's drone ship Shahid Bagheri (Reuters Image)</figcaption>\n</figure>\n<p>Satellite images reviewed by Maxar Technologies have confirmed the emergence of Iran's new drone ship, the Shahid Bagheri, currently docked in the Persian Gulf.</p>\n<ul>\n    <li>The Shahid Bagheri is anchored near the naval port of Bandar Abbas.</li>\n    <li>Originally a commercial container ship, it has been converted into a drone carrier vessel for Iran's naval forces.</li>\n    <li>This development demonstrates Iran's capability to deploy drones, even though the ship is stationed far from U.S. coastlines.</li>\n    <li>The ship features a ski-jump ramp and an angled flight deck to assist in launching and recovering drones.</li>\n    <li>Two other vessels, Shahid Mahdavi and Shahid Roudaki, have also been similarly modified.</li>\n</ul>\n<blockquote>“The Iranian drone ship in the Persian Gulf demonstrates Tehran’s ability to deploy drones, although the vessel is stationed thousands of miles from the U.S. coast.”</blockquote>\n<p>This new drone ship marks a significant development in Iran's naval capabilities and indicates ongoing advancements in military technology."
  },
  {
    "title": "Donald Trump wants to eliminate ‘very costly’ daylight saving time in US - Hindustan Times",
    "link": "https://www.hindustantimes.com/world-news/us-news/donald-trump-wants-to-eliminate-very-costly-daylight-saving-time-in-us-101734140119224.html",
    "pubDate": "Sat, 14 Dec 2024 02:17:55 GMT",
    "summary": "<h1>Donald Trump Wants to Eliminate ‘Very Costly’ Daylight Saving Time in US</h1>\n<p><strong>Date:</strong> Dec 14, 2024 | <strong>Source:</strong> Hindustan Times</p>\n<img src=\"https://www.hindustantimes.com/ht-img/img/2024/12/14/550x309/AP-Poll-Trump-Confidence-0_1734140378968_1734140398232.jpg\" alt=\"US President-elect Donald Trump will take charge of the Oval Office in January 2025. (AP)\" title=\"US President-elect Donald Trump will take charge of the Oval Office in January 2025. (AP)\">\n<figcaption>US President-elect Donald Trump will take charge of the Oval Office in January 2025. (AP)</figcaption>\n<p>US President-elect Donald Trump has announced plans to eliminate Daylight Saving Time (DST), deeming it a \"very costly\" practice for America.</p>\n<ul>\n    <li>Trump stated that DST has a small but strong constituency, which he believes it \"shouldn't\" have.</li>\n    <li>He emphasized that the Republican Party will strive to abolish DST due to its inconvenience and costliness.</li>\n    <li>DST affects nearly 400 million people in North America and requires clock changes twice a year.</li>\n    <li>The most recent legislative effort to change DST was through the stalled 'Sunshine Protection Act' aiming to make it permanent.</li>\n    <li>Health experts have recommended making standard time permanent instead of continuing DST.</li>\n</ul>\n<blockquote>\"Daylight Saving Time is inconvenient, and very costly to our Nation.\" - Donald Trump</blockquote>\n<p>In conclusion, the debate over Daylight Saving Time continues as Trump seeks to rally support for its elimination, highlighting both its historical significance and contemporary criticisms."
  },
  {
    "title": "US: Indian Student Dead In Memphis Accident - Gulte",
    "link": "https://www.gulte.com/trends/329896/us-indian-student-dead-in-memphis-accident",
    "pubDate": "Sat, 14 Dec 2024 02:15:51 GMT",
    "summary": "<h1>US: Indian Student Dead In Memphis Accident</h1>\n<p><strong>Published on:</strong> 7:41 am, 14 December 2024</p>\n<img width=\"1200\" height=\"900\" src=\"https://cdn.gulte.com/wp-content/uploads/2024/12/car-crash-Memphis.jpg\" alt=\"Car crash in Memphis\" decoding=\"async\" fetchpriority=\"high\">\n<figcaption>A car crash in Memphis involving Indian students.</figcaption>\n<p>Indian Masters students of the University of Memphis were involved in a serious car accident, resulting in one death and critical injuries to another.</p>\n<ul>\n    <li>Accident occurred early Friday morning in northeast Memphis.</li>\n    <li>Vandana was declared dead at Regional One Health.</li>\n    <li>Pawan remains in critical condition, while Nikith is being treated for injuries.</li>\n    <li>The accident was caused by one vehicle failing to yield at an intersection.</li>\n</ul>\n<blockquote>“One of the vehicles failed to yield while traveling west on Rockwood Avenue before crashing into the other car.”</blockquote>\n<p>This tragic incident highlights the dangers of road safety and the impact of such accidents on communities."
  },
  {
    "title": "Prepare to remove TikTok from app stores: US lawmakers to Google, Apple - Moneycontrol",
    "link": "https://www.moneycontrol.com/news/world/prepare-to-remove-tiktok-from-app-stores-us-lawmakers-to-google-apple-12889816.html",
    "pubDate": "Sat, 14 Dec 2024 01:57:26 GMT",
    "summary": null
  }
]