[
  {
    "title": "Instagram blames moderation issues on human reviewers, not AI",
    "link": "https://techcrunch.com/2024/10/11/instagram-blames-moderation-issues-on-human-reviewers-not-ai/",
    "pubDate": "Fri, 11 Oct 2024 16:27:38 +0000",
    "content": "<p>Instagram head Adam Mosseri on Friday addressed the moderation issues that saw Instagram and Threads users losing access to their accounts, having posts disappear, and more, saying that the company &#8220;found mistakes&#8221; that it&#8217;s attributing to human moderators, not AI systems, as many believed. In a post on Threads, Mosseri addressed the issue that has [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Instagram head Adam Mosseri on Friday addressed the moderation issues that saw Instagram and Threads users losing access to their accounts, having posts disappear, and more, saying that the company “found mistakes” that it’s attributing to human moderators, not AI systems, as many believed. In a post on Threads, Mosseri addressed the issue that has […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Announcing more judges for Startup Battlefield 200 at TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/10/11/announcing-more-judges-for-startup-battlefield-200-at-techcrunch-disrupt-2024/",
    "pubDate": "Fri, 11 Oct 2024 16:10:36 +0000",
    "content": "<p>Startup Battlefield 200 is a major highlight at every Disrupt, and we’re thrilled to find out which of the thousands of startup applicants will get the chance to pitch to top-tier VCs at TechCrunch Disrupt 2024. Join us at Moscone West in San Francisco from October 28–30 to witness the epic showdown where every contender [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Startup Battlefield 200 is a major highlight at every Disrupt, and we’re thrilled to find out which of the thousands of startup applicants will get the chance to pitch to top-tier VCs at TechCrunch Disrupt 2024. Join us at Moscone West in San Francisco from October 28–30 to witness the epic showdown where every contender […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Silicon Valley is debating if AI weapons should be allowed to decide to kill",
    "link": "https://techcrunch.com/2024/10/11/silicon-valley-is-debating-if-ai-weapons-should-be-allowed-to-decide-to-kill/",
    "pubDate": "Fri, 11 Oct 2024 16:09:40 +0000",
    "content": "<p>Silicon Valley founders like Palmer Luckey and Joe Lonsdale have been grappling with fully autonomous weapons.  </p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Silicon Valley founders like Palmer Luckey and Joe Lonsdale have been grappling with fully autonomous weapons.  \n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "HubSpot acquires Cacheflow, a platform that helps close software sales",
    "link": "https://techcrunch.com/2024/10/11/hubspot-acquires-cacheflow-a-platform-that-helps-close-software-sales/",
    "pubDate": "Fri, 11 Oct 2024 16:00:22 +0000",
    "content": "<p>HubSpot has acquired Cacheflow, a startup building tools for the software sales closing process, for an undisclosed amount. HubSpot CEO Yamini Rangan says that Cacheflow — which will become a wholly-owned subsidiary of HubSpot once the deal closes — will expand HubSpot&#8217;s Commerce Hub suite of subscription billing management and configure, price, and quote tools [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "HubSpot has acquired Cacheflow, a startup building tools for the software sales closing process, for an undisclosed amount. HubSpot CEO Yamini Rangan says that Cacheflow — which will become a wholly-owned subsidiary of HubSpot once the deal closes — will expand HubSpot’s Commerce Hub suite of subscription billing management and configure, price, and quote tools […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Temu gets more questions from the EU about illegal product risks",
    "link": "https://techcrunch.com/2024/10/11/temu-gets-more-questions-from-the-eu-about-illegal-product-risks/",
    "pubDate": "Fri, 11 Oct 2024 15:31:51 +0000",
    "content": "<p>The European Union has dialed up scrutiny of Chinese ecommerce marketplace Temu, asking for more information about its compliance with multiple provisions of the bloc&#8217;s online governance framework, the Digital Services Act (DSA), including in relation to how it prevents the sale of illegal goods on its platform. Back in May scores of consumer protection [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The European Union has dialed up scrutiny of Chinese ecommerce marketplace Temu, asking for more information about its compliance with multiple provisions of the bloc’s online governance framework, the Digital Services Act (DSA), including in relation to how it prevents the sale of illegal goods on its platform. Back in May scores of consumer protection […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Anthony Levandowski buys Elon Musk’s vision for the future",
    "link": "https://techcrunch.com/2024/10/11/anthony-levandowski-buys-elon-musks-vision-for-the-future/",
    "pubDate": "Fri, 11 Oct 2024 15:05:17 +0000",
    "content": "<p>Anthony Levandowski, the engineer who co-founded Google’s self-driving car program (now known as Waymo) and has gone on to start an off-road AV startup, hopped on the phone with me after Tesla’s big robotaxi reveal to share his thoughts. And he is bullish on Elon Musk’s vision for Tesla’s and the world’s future, but he’s not [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Anthony Levandowski, the engineer who co-founded Google’s self-driving car program (now known as Waymo) and has gone on to start an off-road AV startup, hopped on the phone with me after Tesla’s big robotaxi reveal to share his thoughts. And he is bullish on Elon Musk’s vision for Tesla’s and the world’s future, but he’s not […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Sequoia Capital, US Cybersecurity and Infrastructure Security Agency, and Tidelift take the stage at TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/10/11/sequoia-capital-u-s-cybersecurity-and-infrastructure-security-agency-and-tidelift-take-the-stage-at-techcrunch-disrupt-2024/",
    "pubDate": "Fri, 11 Oct 2024 15:00:00 +0000",
    "content": "<p>In today’s software ecosystem, open source code has become the backbone of innovation and digital infrastructure, playing a pivotal role in everything from startups to major enterprises. The collaborative nature of open source software has unlocked incredible potential for businesses, allowing rapid development and agility. But with this openness comes a critical dilemma: security vulnerabilities. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "In today’s software ecosystem, open source code has become the backbone of innovation and digital infrastructure, playing a pivotal role in everything from startups to major enterprises. The collaborative nature of open source software has unlocked incredible potential for businesses, allowing rapid development and agility. But with this openness comes a critical dilemma: security vulnerabilities. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Aktiia trained AI on 11 billion data points of blood pressure, and now a clinically certified app is coming",
    "link": "https://techcrunch.com/2024/10/11/aktiia-trained-ai-on-11-billion-data-points-of-blood-pressure-and-now-a-clinically-certified-app-is-coming/",
    "pubDate": "Fri, 11 Oct 2024 14:56:39 +0000",
    "content": "<p>As well as being a major cause of premature death worldwide, hypertension, also known as high blood pressure, is a major risk factor for stroke, coronary artery disease, heart failure, and a contributing factor to dementia. It also affects an estimated 1.3 billion people, while up to 95% of cases are due to lifestyle factors [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As well as being a major cause of premature death worldwide, hypertension, also known as high blood pressure, is a major risk factor for stroke, coronary artery disease, heart failure, and a contributing factor to dementia. It also affects an estimated 1.3 billion people, while up to 95% of cases are due to lifestyle factors […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Xbox will soon let players buy games directly in its Android app following Google antitrust ruling",
    "link": "https://techcrunch.com/2024/10/11/xbox-will-soon-let-players-buy-games-directly-in-its-android-app-following-google-antitrust-ruling/",
    "pubDate": "Fri, 11 Oct 2024 14:38:12 +0000",
    "content": "<p>Xbox President Sarah Bond announced that players will soon be able to play and purchase Xbox games directly from the Xbox App on Android. The announcement comes as a U.S. judge ordered Google to stop forcing developers to use Google Play’s billing system on Monday. The ruling forces Google to open up its app store to [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Xbox President Sarah Bond announced that players will soon be able to play and purchase Xbox games directly from the Xbox App on Android. The announcement comes as a U.S. judge ordered Google to stop forcing developers to use Google Play’s billing system on Monday. The ruling forces Google to open up its app store to […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "ByteDance lays off hundreds of TikTok employees in shift to AI content moderation",
    "link": "https://techcrunch.com/2024/10/11/bytedance-lays-off-hundreds-of-tiktok-employees-in-shift-to-ai-content-moderation/",
    "pubDate": "Fri, 11 Oct 2024 13:48:40 +0000",
    "content": "<p>ByteDance&#8217;s TikTok is laying off hundreds of employees, mainly in Malaysia, according to Reuters. The cuts come as the social network is increasingly turning to AI for content moderation. Although TikTok did not provide the exact number, it said that less than 500 people were affected. The company said it&#8217;s making the changes as part [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "ByteDance’s TikTok is laying off hundreds of employees, mainly in Malaysia, according to Reuters. The cuts come as the social network is increasingly turning to AI for content moderation. Although TikTok did not provide the exact number, it said that less than 500 people were affected. The company said it’s making the changes as part […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How AI-generated content is upping the workload for Wikipedia editors",
    "link": "https://techcrunch.com/2024/10/11/how-ai-generated-content-is-upping-the-workload-for-wikipedia-editors/",
    "pubDate": "Fri, 11 Oct 2024 11:26:34 +0000",
    "content": "<p>As AI-generated slop takes over increasing swathes of the user-generated Internet thanks to the rise of large language models (LLMs) like OpenAI&#8217;s GPT, spare a thought for Wikipedia editors. In addition to their usual job of grubbing out bad human edits, they&#8217;re having to spend an increasing proportion of their time trying to weed out [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As AI-generated slop takes over increasing swathes of the user-generated Internet thanks to the rise of large language models (LLMs) like OpenAI’s GPT, spare a thought for Wikipedia editors. In addition to their usual job of grubbing out bad human edits, they’re having to spend an increasing proportion of their time trying to weed out […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple Intelligence features can also summarize breakup texts for you",
    "link": "https://techcrunch.com/2024/10/11/apple-intelligence-features-can-also-summarize-breakup-texts-for-you/",
    "pubDate": "Fri, 11 Oct 2024 11:06:16 +0000",
    "content": "<p>When Nick Spreen installed the beta of iOS 18.1 to try out upcoming Apple Intelligence features, he probably didn’t expect to receive an AI-generated summary of breakup texts from his then girlfriend. &#8220;No longer in a relationship; wants belongings from the apartment,&#8221; the AI summarized. After sharing a screenshot of the unfortunate message on X, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "When Nick Spreen installed the beta of iOS 18.1 to try out upcoming Apple Intelligence features, he probably didn’t expect to receive an AI-generated summary of breakup texts from his then girlfriend. “No longer in a relationship; wants belongings from the apartment,” the AI summarized. After sharing a screenshot of the unfortunate message on X, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "UK neobank Monzo hits $5.9B valuation with secondary market sale",
    "link": "https://techcrunch.com/2024/10/11/uk-neobank-monzo-hits-5-9b-valuation-with-secondary-market-sale/",
    "pubDate": "Fri, 11 Oct 2024 09:19:53 +0000",
    "content": "<p>Monzo is now valued at $5.9 billion after the U.K.-based challenger bank confirmed a secondary market share sale to provide liquidity for its employees. The transaction, first rumored yesterday, saw existing investors such as Singapore&#8217;s sovereign wealth fund (GIC) and StepStone Group procuring additional shares in the London-based fintech. A secondary market sale essentially rewards [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Monzo is now valued at $5.9 billion after the U.K.-based challenger bank confirmed a secondary market share sale to provide liquidity for its employees. The transaction, first rumored yesterday, saw existing investors such as Singapore’s sovereign wealth fund (GIC) and StepStone Group procuring additional shares in the London-based fintech. A secondary market sale essentially rewards […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Elon Musk unveils the Robovan: the biggest surprise from Tesla’s We, Robot event",
    "link": "https://techcrunch.com/2024/10/10/robovan-was-the-biggest-surprise-at-tesla-we-robot-event/",
    "pubDate": "Fri, 11 Oct 2024 04:27:03 +0000",
    "content": "<p>Elon Musk unveiled a prototype of Tesla&#8217;s Robovan on Thursday night during the company&#8217;s We, Robot event in Los Angeles. The Robovan will be an electric, autonomous vehicle roughly the size of a bus, designed for transporting people around high density areas. It will carry up to 20 people at a time and also transport [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Elon Musk unveiled a prototype of Tesla’s Robovan on Thursday night during the company’s We, Robot event in Los Angeles. The Robovan will be an electric, autonomous vehicle roughly the size of a bus, designed for transporting people around high density areas. It will carry up to 20 people at a time and also transport […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tesla reveals 20 Cybercabs at We, Robot event, says you’ll be able to buy one for less than $30,000",
    "link": "https://techcrunch.com/2024/10/10/tesla-reveals-20-cybercabs-at-we-robot-event/",
    "pubDate": "Fri, 11 Oct 2024 04:11:00 +0000",
    "content": "<p>Tesla has finally revealed its Cybercab, and it looks like a smaller, sleeker, two-seater Cybertruck. And while many were expecting there to be at least one prototype of a robotaxi with no steering wheel or pedals, Tesla CEO Elon Musk delighted his fans with a lineup of 20 vehicles. The flashy “We, Robot” event took [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tesla has finally revealed its Cybercab, and it looks like a smaller, sleeker, two-seater Cybertruck. And while many were expecting there to be at least one prototype of a robotaxi with no steering wheel or pedals, Tesla CEO Elon Musk delighted his fans with a lineup of 20 vehicles. The flashy “We, Robot” event took […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Babbel co-founder Markus Witte will once again run the company, replacing CEO Arne Schepker",
    "link": "https://techcrunch.com/2024/10/10/babbel-co-founder-markus-witte-will-once-again-run-the-company-replacing-ceo-arne-schepker/",
    "pubDate": "Fri, 11 Oct 2024 02:00:00 +0000",
    "content": "<p>Arne Schepker, the CEO of the popular Berlin-based language learning platform Babbel, is stepping down, and the company&#8217;s co-founder and former CEO Markus Witte is stepping back in to lead the company &#8220;into a new phase while searching for&#160;Arne’s successor with patience,&#8221; the company said. This new phase, unsurprisingly, will involve AI. Witte will not [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Arne Schepker, the CEO of the popular Berlin-based language learning platform Babbel, is stepping down, and the company’s co-founder and former CEO Markus Witte is stepping back in to lead the company “into a new phase while searching for Arne’s successor with patience,” the company said. This new phase, unsurprisingly, will involve AI. Witte will not […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Amazon team in charge of Just Walk Out loses three execs, gains one",
    "link": "https://techcrunch.com/2024/10/10/amazon-team-in-charge-of-just-walk-out-loses-three-execs-gains-one/",
    "pubDate": "Thu, 10 Oct 2024 23:11:51 +0000",
    "content": "<p>Three Amazon executives in charge of developing new technologies for checking out of physical stores – including Just Walk Out, Dash Carts, and Amazon One – are leaving or have left the division, TechCrunch has learned. In addition, a former high-ranking advertising executive at Amazon, Colleen Aubrey, was recently put in charge of Just Walk [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Three Amazon executives in charge of developing new technologies for checking out of physical stores – including Just Walk Out, Dash Carts, and Amazon One – are leaving or have left the division, TechCrunch has learned. In addition, a former high-ranking advertising executive at Amazon, Colleen Aubrey, was recently put in charge of Just Walk […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tesla Robotaxi reveal: What to expect",
    "link": "https://techcrunch.com/2024/10/10/tesla-robotaxi-reveal-what-to-expect/",
    "pubDate": "Thu, 10 Oct 2024 21:48:39 +0000",
    "content": "<p>Tesla is gearing up to reveal its Robotaxi this Thursday, and everyone wants to know what it will look like, whether Tesla will unveil a commercialization strategy, and what outrageous timelines Elon Musk might announce to bump Tesla’s stock.&#160; The “We, Robot” event will take place at 7 p.m. PT at Warner Bros. Discovery’s movie [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tesla is gearing up to reveal its Robotaxi this Thursday, and everyone wants to know what it will look like, whether Tesla will unveil a commercialization strategy, and what outrageous timelines Elon Musk might announce to bump Tesla’s stock.  The “We, Robot” event will take place at 7 p.m. PT at Warner Bros. Discovery’s movie […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "FTX’s Ryan Salame posts jokes on LinkedIn as he heads to prison",
    "link": "https://techcrunch.com/2024/10/10/ftxs-ryan-salame-posts-jokes-on-linkedin-as-he-heads-to-prison/",
    "pubDate": "Thu, 10 Oct 2024 20:03:55 +0000",
    "content": "<p>After the criminal implosion of the crypto exchange FTX, many of the company&#8217;s executives have been found guilty on various counts of fraud or conspiracy to commit such acts. Ryan Salame, the former co-CEO of FTX Digital Markets, is starting his seven-and-a-half-year fraud sentence today, but not before posting an all-time absurd LinkedIn post (and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "After the criminal implosion of the crypto exchange FTX, many of the company’s executives have been found guilty on various counts of fraud or conspiracy to commit such acts. Ryan Salame, the former co-CEO of FTX Digital Markets, is starting his seven-and-a-half-year fraud sentence today, but not before posting an all-time absurd LinkedIn post (and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "SpaceX alums are working to raise a hefty $550M first deep tech fund",
    "link": "https://techcrunch.com/2024/10/10/spacex-alums-are-working-to-raise-a-hefty-550m-first-deep-tech-fund/",
    "pubDate": "Thu, 10 Oct 2024 19:02:44 +0000",
    "content": "<p>Interlagos, the venture capital firm started by former senior SpaceX leaders, is looking to raise $550 million for its first venture fund, according to regulatory filings and a confidential deck sent to prospective LPs and viewed by TechCrunch.  The existence of the firm was first reported by TechCrunch in April, but almost nothing has been [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Interlagos, the venture capital firm started by former senior SpaceX leaders, is looking to raise $550 million for its first venture fund, according to regulatory filings and a confidential deck sent to prospective LPs and viewed by TechCrunch.  The existence of the firm was first reported by TechCrunch in April, but almost nothing has been […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]