[
  {
    "title": "Passionfroot is a marketplace for business-focused content creators looking for brand partnerships — and vice versa",
    "link": "https://techcrunch.com/2024/10/21/passionfroot-is-building-a-platform-for-brand-and-creator-colloboration-with-a-focus-on-b2b-sector/",
    "pubDate": "Tue, 22 Oct 2024 05:00:00 +0000",
    "content": "<p>As the creator economy is growing rapidly, brand partnerships remain one of the&#160;prime ways creators can earn money. Other services like link-in-bio apps with affiliate links or Pateron-like subscriptions become secondary ways to increase creators&#8217; income. For platforms and startup, the biggest challenge remains to match brands and creators for collaboration. Berlin-based startup Passionfroot is [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As the creator economy is growing rapidly, brand partnerships remain one of the prime ways creators can earn money. Other services like link-in-bio apps with affiliate links or Pateron-like subscriptions become secondary ways to increase creators’ income. For platforms and startup, the biggest challenge remains to match brands and creators for collaboration. Berlin-based startup Passionfroot is […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta suspends accounts tracking private jets of Elon Musk, Mark Zuckerberg, and other celebrities",
    "link": "https://techcrunch.com/2024/10/21/meta-suspends-accounts-tracking-private-jets-of-elon-musk-mark-zuckerberg-and-other-celebrities/",
    "pubDate": "Tue, 22 Oct 2024 04:43:54 +0000",
    "content": "<p>Instagram and Threads accounts that track the private jets of celebrities – including Mark Zuckerberg, Elon Musk, Kim Kardashian, Bill Gates, Jeff Bezos, and Kylie Jenner – were suspended on Monday, according to the owner of many such accounts, Florida college student, Jack Sweeney. Links to Instagram/Threads accounts tracking the flights of former President Donald [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Instagram and Threads accounts that track the private jets of celebrities – including Mark Zuckerberg, Elon Musk, Kim Kardashian, Bill Gates, Jeff Bezos, and Kylie Jenner – were suspended on Monday, according to the owner of many such accounts, Florida college student, Jack Sweeney. Links to Instagram/Threads accounts tracking the flights of former President Donald […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "India’s Neysa bags $30M to compete with global AI hyperscalers",
    "link": "https://techcrunch.com/2024/10/21/indias-neysa-bags-30m-to-compete-with-global-ai-hyperscalers/",
    "pubDate": "Tue, 22 Oct 2024 00:30:00 +0000",
    "content": "<p>India's Neysa has raised $30 million in a Series A round to bolster its AI infrastructure offering.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "India's Neysa has raised $30 million in a Series A round to bolster its AI infrastructure offering.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TechCrunch Disrupt 2024 Side Events schedule: Mercury, Jetro, Enterprise Ireland, and more to host",
    "link": "https://techcrunch.com/2024/10/21/techcrunch-disrupt-2024-side-events-schedule-mercury-jetro-enterprise-ireland-and-more-to-host/",
    "pubDate": "Tue, 22 Oct 2024 00:25:52 +0000",
    "content": "<p>With TechCrunch Disrupt 2024 less than a week away, we&#8217;re thrilled to announce the complete list of companies behind the Side Events, set to amplify the excitement for thousands of attendees and Silicon Valley residents. From casual happy hours to insightful discussions and energizing morning runs, Disrupt Week — spanning October 26 to November 1 [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "With TechCrunch Disrupt 2024 less than a week away, we’re thrilled to announce the complete list of companies behind the Side Events, set to amplify the excitement for thousands of attendees and Silicon Valley residents. From casual happy hours to insightful discussions and energizing morning runs, Disrupt Week — spanning October 26 to November 1 […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TechCrunch Space: Inverted",
    "link": "https://techcrunch.com/2024/10/21/techcrunch-space-inverted/",
    "pubDate": "Mon, 21 Oct 2024 22:00:00 +0000",
    "content": "<p>Hello, and welcome back to TechCrunch Space. We are insanely close to TechCrunch Disrupt &#8212; have you checked out the final agenda for the Space Stage yet!? Come hear the latest and greatest insights from top space entrepreneurs and investors. NB: If you&#8217;re wondering why last week&#8217;s TechCrunch Space didn&#8217;t include a single mention of [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Hello, and welcome back to TechCrunch Space. We are insanely close to TechCrunch Disrupt — have you checked out the final agenda for the Space Stage yet!? Come hear the latest and greatest insights from top space entrepreneurs and investors. NB: If you’re wondering why last week’s TechCrunch Space didn’t include a single mention of […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta tests facial recognition for spotting ‘celeb-bait’ ads scams and easier account recovery",
    "link": "https://techcrunch.com/2024/10/21/meta-tests-facial-recognition-for-spotting-celeb-bait-ads-scams-and-easier-account-recovery/",
    "pubDate": "Mon, 21 Oct 2024 22:00:00 +0000",
    "content": "<p>Meta is expanding tests of facial recognition as an anti-scam measure to combat celebrity scam ads and more broadly, the Facebook owner announced Monday. Monika Bickert, Meta&#8217;s VP of content policy, wrote in a blog post that some of the tests aim to bolster its existing anti-scam measures, such as the automated scans (using machine [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Meta is expanding tests of facial recognition as an anti-scam measure to combat celebrity scam ads and more broadly, the Facebook owner announced Monday. Monika Bickert, Meta’s VP of content policy, wrote in a blog post that some of the tests aim to bolster its existing anti-scam measures, such as the automated scans (using machine […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta’s smart glasses outsell traditional Ray-Bans in some stores, even before AI features roll out",
    "link": "https://techcrunch.com/2024/10/21/metas-smart-glasses-outsell-traditional-ray-bans-in-some-stores-even-before-ai-features-roll-out/",
    "pubDate": "Mon, 21 Oct 2024 21:45:05 +0000",
    "content": "<p>The Ray-Ban Meta smart glasses are the top selling product in 60% of all Ray-Ban stores throughout Europe, the Middle East, and Africa, according to Upload VR. The detail came from EssilorLuxottica CFO Stefano Grassi, who revealed during the eyewear giant&#8217;s earnings call last week that Ray-Ban Meta proved to be a significant driver for [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Ray-Ban Meta smart glasses are the top selling product in 60% of all Ray-Ban stores throughout Europe, the Middle East, and Africa, according to Upload VR. The detail came from EssilorLuxottica CFO Stefano Grassi, who revealed during the eyewear giant’s earnings call last week that Ray-Ban Meta proved to be a significant driver for […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "One Zero, the AI fintech started by the founder of Mobileye, is raising $100M, say sources",
    "link": "https://techcrunch.com/2024/10/21/one-zero-the-ai-fintech-started-by-the-founder-of-mobileeye-is-raising-100m-say-sources/",
    "pubDate": "Mon, 21 Oct 2024 20:29:56 +0000",
    "content": "<p>Amnon Shashua, the founder and CEO of Mobileye, has an eye for complicated problems that he believes can be solved with AI, and that AI itself can be fixed to become more reliable. On the sidelines of building and running his self-driving car technology company — which he took public, then sold to Intel, then [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Amnon Shashua, the founder and CEO of Mobileye, has an eye for complicated problems that he believes can be solved with AI, and that AI itself can be fixed to become more reliable. On the sidelines of building and running his self-driving car technology company — which he took public, then sold to Intel, then […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "‘Blade Runner 2049’ producer accuses Musk and Tesla of circumventing copyright with AI imagery",
    "link": "https://techcrunch.com/2024/10/21/blade-runner-2049-producer-accuses-musk-and-tesla-of-circumventing-copyright-with-ai-imagery/",
    "pubDate": "Mon, 21 Oct 2024 20:22:04 +0000",
    "content": "<p>In an interesting variation of the usual &#8220;stop stealing our stuff&#8221; lawsuit already deployed dozens of times against AI companies, today brings a more nuanced form of alleged theft. Alcon Entertainment, a production company behind &#8220;Blade Runner 2049,&#8221; is suing Tesla, Elon Musk, and Warner Bros. Digital for what they claim is a willful circumvention [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "In an interesting variation of the usual “stop stealing our stuff” lawsuit already deployed dozens of times against AI companies, today brings a more nuanced form of alleged theft. Alcon Entertainment, a production company behind “Blade Runner 2049,” is suing Tesla, Elon Musk, and Warner Bros. Digital for what they claim is a willful circumvention […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "What is Bluesky? Everything to know about the X competitor.",
    "link": "https://techcrunch.com/2024/10/21/what-is-bluesky-everything-to-know-about-the-x-competitor/",
    "pubDate": "Mon, 21 Oct 2024 19:00:00 +0000",
    "content": "<p>Is the grass greener on the other side? We’re not sure, but the sky is most certainly bluer. It’s been almost two years since Elon Musk purchased Twitter, now X, leading people to set up shop on alternative platforms. Mastodon, Post, Pebble (which has already shuttered operations) and Spill have been presented as potential replacements, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Is the grass greener on the other side? We’re not sure, but the sky is most certainly bluer. It’s been almost two years since Elon Musk purchased Twitter, now X, leading people to set up shop on alternative platforms. Mastodon, Post, Pebble (which has already shuttered operations) and Spill have been presented as potential replacements, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Nevoya wants to break the EV truck adoption logjam",
    "link": "https://techcrunch.com/2024/10/21/nevoya-wants-to-break-the-ev-truck-adoption-logjam/",
    "pubDate": "Mon, 21 Oct 2024 18:36:15 +0000",
    "content": "<p>Los Angeles is known for glitz, but there&#8217;s also a lot of grit in the air &#8212; literally. Thousands of containers are moved off and on ships at the area&#8217;s two major ports every day, almost always transferred via pollution-spewing diesel trucks. This has made Los Angeles a hotbed for all kinds of new electric [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Los Angeles is known for glitz, but there’s also a lot of grit in the air — literally. Thousands of containers are moved off and on ships at the area’s two major ports every day, almost always transferred via pollution-spewing diesel trucks. This has made Los Angeles a hotbed for all kinds of new electric […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Benchmark is raising $170M for its latest partners-only fund",
    "link": "https://techcrunch.com/2024/10/21/benchmark-is-raising-170m-for-its-latest-partners-only-fund/",
    "pubDate": "Mon, 21 Oct 2024 18:29:48 +0000",
    "content": "<p>While fund sizes of many venture capital firms have ballooned into billions of dollars over the last decade, Benchmark Partners, one of Silicon Valley&#8217;s most successful investors, has stuck to raising approximately $425 million in capital every few years.&#160; That&#8217;s what the storied firm told in a letter to its limited partners when it announced [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "While fund sizes of many venture capital firms have ballooned into billions of dollars over the last decade, Benchmark Partners, one of Silicon Valley’s most successful investors, has stuck to raising approximately $425 million in capital every few years.  That’s what the storied firm told in a letter to its limited partners when it announced […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "X rolls out its real-time search tool, Radar, to Premium+ subscribers",
    "link": "https://techcrunch.com/2024/10/21/x-rolls-out-its-real-time-search-tool-radar-to-premium-subscribers/",
    "pubDate": "Mon, 21 Oct 2024 18:24:25 +0000",
    "content": "<p>As competition from newcomers like Bluesky and Threads increases, X on Monday launched a &#8220;Radar&#8221; trend analysis tool that aims to offer subscribers real-time insights into emerging trends and conversations on the platform. The tool, previously known as Insights, was initially targeted at Verified Organizations (businesses), allowing marketers to track topics and trends on the [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As competition from newcomers like Bluesky and Threads increases, X on Monday launched a “Radar” trend analysis tool that aims to offer subscribers real-time insights into emerging trends and conversations on the platform. The tool, previously known as Insights, was initially targeted at Verified Organizations (businesses), allowing marketers to track topics and trends on the […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "‘Content kleptocracy’: News Corp outlets sue Perplexity over scraped stories",
    "link": "https://techcrunch.com/2024/10/21/content-kleptocracy-news-corp-outlets-sue-perplexity-over-scraped-stories/",
    "pubDate": "Mon, 21 Oct 2024 18:04:31 +0000",
    "content": "<p>News Corp&#8217;s Dow Jones and the NY Post have sued growing AI startup Perplexity over what they describe as a &#8220;content kleptocracy.&#8221; In a lawsuit filed in New York on Monday, the media organization claimed that Perplexity engages in copyright violations on a &#8220;grand scale,&#8221; simultaneously duplicating and misrepresenting original content created by others: Its [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "News Corp’s Dow Jones and the NY Post have sued growing AI startup Perplexity over what they describe as a “content kleptocracy.” In a lawsuit filed in New York on Monday, the media organization claimed that Perplexity engages in copyright violations on a “grand scale,” simultaneously duplicating and misrepresenting original content created by others: Its […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Poshmark reverses decision to lower selling fees after sellers experience a drop in sales ",
    "link": "https://techcrunch.com/2024/10/21/poshmark-reverses-decision-to-lower-selling-fees-after-sellers-experience-drop-in-sales/",
    "pubDate": "Mon, 21 Oct 2024 17:42:51 +0000",
    "content": "<p>Shortly after the social marketplace Poshmark announced it would lower selling fees and increase fees for buyers, the company decided to revert to its original fee structure following outrage among sellers.  In an email to sellers sent on Monday (and viewed by TechCrunch), founder and CEO Manish Chandra wrote an apology about the fee change, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Shortly after the social marketplace Poshmark announced it would lower selling fees and increase fees for buyers, the company decided to revert to its original fee structure following outrage among sellers.  In an email to sellers sent on Monday (and viewed by TechCrunch), founder and CEO Manish Chandra wrote an apology about the fee change, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "xAI, Elon Musk’s AI startup, launches an API",
    "link": "https://techcrunch.com/2024/10/21/xai-elon-musks-ai-startup-launches-an-api/",
    "pubDate": "Mon, 21 Oct 2024 16:51:05 +0000",
    "content": "<p>In August, Elon Musk&#8217;s xAI promised to make Grok, the company&#8217;s flagship generative AI model powering a number of features on X, available via an API. Now, that API has arrived — albeit a bit bare-bones at the moment. The xAI API only has a single model, &#8220;grok-beta,&#8221; priced at $5 per million input tokens [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "In August, Elon Musk’s xAI promised to make Grok, the company’s flagship generative AI model powering a number of features on X, available via an API. Now, that API has arrived — albeit a bit bare-bones at the moment. The xAI API only has a single model, “grok-beta,” priced at $5 per million input tokens […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Daze, a creative, AI-powered messaging app for Gen Z, is blowing up prelaunch",
    "link": "https://techcrunch.com/2024/10/21/daze-a-creative-ai-powered-messaging-app-for-gen-z-is-blowing-up-prelaunch/",
    "pubDate": "Mon, 21 Oct 2024 15:52:24 +0000",
    "content": "<p>On TikTok, Daze’s most popular video has been viewed 8 million times. Across TikTok and Instagram, the startup behind a new messaging app aimed at Gen Z has seen around 48 million combined views. Prelaunch, the app’s waitlist is already bursting with roughly 156,000 sign-ups. Driving the demand for this next-generation alternative to iMessage and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "On TikTok, Daze’s most popular video has been viewed 8 million times. Across TikTok and Instagram, the startup behind a new messaging app aimed at Gen Z has seen around 48 million combined views. Prelaunch, the app’s waitlist is already bursting with roughly 156,000 sign-ups. Driving the demand for this next-generation alternative to iMessage and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "ShoBizzy, a networking app for the TV industry, aims to open new doors for freelancers",
    "link": "https://techcrunch.com/2024/10/21/shobizzy-networking-app-for-freelancers-in-tv-film-industry/",
    "pubDate": "Mon, 21 Oct 2024 15:35:18 +0000",
    "content": "<p>With the current unemployment crisis in Hollywood, many TV and film crew members are concerned about finding their next job. This is particularly the case for freelancers, who often face unstable work and irregular pay. ShoBizzy is the latest professional networking app for the entertainment industry that aims to address this challenge. And, as more [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "With the current unemployment crisis in Hollywood, many TV and film crew members are concerned about finding their next job. This is particularly the case for freelancers, who often face unstable work and irregular pay. ShoBizzy is the latest professional networking app for the entertainment industry that aims to address this challenge. And, as more […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Ireland adopts Online Safety Code for video-sharing platforms including TikTok",
    "link": "https://techcrunch.com/2024/10/21/ireland-adopts-online-safety-code-for-video-sharing-platforms-including-tiktok/",
    "pubDate": "Mon, 21 Oct 2024 14:35:16 +0000",
    "content": "<p>Ireland&#8217;s media and internet watchdog, Coimisiún na Meán, has adopted and published an Online Safety Code that will apply to video-sharing platforms headquartered in the country from next month &#8212; including the likes of ByteDance&#8217;s TikTok, Google-owned YouTube, and Meta&#8217;s Instagram and Facebook Reels. Under the Code, in-scope platforms are required to have terms and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Ireland’s media and internet watchdog, Coimisiún na Meán, has adopted and published an Online Safety Code that will apply to video-sharing platforms headquartered in the country from next month — including the likes of ByteDance’s TikTok, Google-owned YouTube, and Meta’s Instagram and Facebook Reels. Under the Code, in-scope platforms are required to have terms and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Final countdown: 7 days until TechCrunch Disrupt 2024 kicks off",
    "link": "https://techcrunch.com/2024/10/21/final-countdown-7-days-until-techcrunch-disrupt-2024-kicks-off/",
    "pubDate": "Mon, 21 Oct 2024 14:30:00 +0000",
    "content": "<p>T-minus 7 days until TechCrunch Disrupt 2024 officially kicks off! One of the year’s biggest tech events is ready to dominate the Bay Area’s thriving tech landscape for almost the entire week. Get ready for one of the biggest tech gatherings, taking place October 28-30 at Moscone West in San Francisco. Tech experts from every [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "T-minus 7 days until TechCrunch Disrupt 2024 officially kicks off! One of the year’s biggest tech events is ready to dominate the Bay Area’s thriving tech landscape for almost the entire week. Get ready for one of the biggest tech gatherings, taking place October 28-30 at Moscone West in San Francisco. Tech experts from every […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]