[
  {
    "title": "Threads now lets you swipe between different feeds right from the home screen",
    "link": "https://techcrunch.com/2024/11/27/threads-now-lets-you-swipe-between-different-feeds-right-from-the-home-screen/",
    "pubDate": "Wed, 27 Nov 2024 20:15:30 +0000",
    "content": "<p>Threads is rolling out a redesign that keeps your feeds visible on the home screen, Instagram head Adam Mosseri announced on Wednesday. The redesign allows you to quickly swipe between different feeds just like you can on X. The change is rolling out on Android on Wednesday, and will launch on iOS in the coming [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Threads is rolling out a redesign that keeps your feeds visible on the home screen, Instagram head Adam Mosseri announced on Wednesday. The redesign allows you to quickly swipe between different feeds just like you can on X. The change is rolling out on Android on Wednesday, and will launch on iOS in the coming […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google Gemini’s Imagen 3 lets players design their own chess pieces",
    "link": "https://techcrunch.com/2024/11/27/google-geminis-imagen-3-lets-players-design-their-own-chess-pieces/",
    "pubDate": "Wed, 27 Nov 2024 18:18:37 +0000",
    "content": "<p>Google Labs, the experimental arm of the tech giant, has introduced a new online project that offers an entertaining variation of the game of chess. The web experiment is named GenChess, which, as the name implies, uses Gemini Imagen 3, Google’s image generation model, allowing players to customize their own chess pieces using text prompts. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Google Labs, the experimental arm of the tech giant, has introduced a new online project that offers an entertaining variation of the game of chess. The web experiment is named GenChess, which, as the name implies, uses Gemini Imagen 3, Google’s image generation model, allowing players to customize their own chess pieces using text prompts. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "This Week in AI: AI gets creative in the kitchen",
    "link": "https://techcrunch.com/2024/11/27/this-week-in-ai-ai-gets-creative-in-the-kitchen/",
    "pubDate": "Wed, 27 Nov 2024 18:05:00 +0000",
    "content": "<p>Hiya, folks, welcome to TechCrunch’s regular AI newsletter. If you want this in your inbox every Wednesday, sign up&#160;here. It&#8217;s nearly Thanksgiving, and you know what that means: stuffing your face to the point of comatosis. Well, that and entertaining all the unsavory relatives you manage to keep at bay the rest of the year. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Hiya, folks, welcome to TechCrunch’s regular AI newsletter. If you want this in your inbox every Wednesday, sign up here. It’s nearly Thanksgiving, and you know what that means: stuffing your face to the point of comatosis. Well, that and entertaining all the unsavory relatives you manage to keep at bay the rest of the year. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta’s Threads is developing its own take on Bluesky’s ‘Starter Packs’",
    "link": "https://techcrunch.com/2024/11/27/metas-threads-is-developing-its-own-take-on-blueskys-starter-packs/",
    "pubDate": "Wed, 27 Nov 2024 17:37:26 +0000",
    "content": "<p>Hoping to quell some of the momentum behind social network Bluesky, a competitor to X and Meta&#8217;s Threads, Meta is developing a feature that takes inspiration from one of Bluesky&#8217;s more popular additions: the concept of &#8220;Starter Packs,&#8221; or hand-curated lists of suggested users that help newcomers find people to follow. Meta&#8217;s version of these [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Hoping to quell some of the momentum behind social network Bluesky, a competitor to X and Meta’s Threads, Meta is developing a feature that takes inspiration from one of Bluesky’s more popular additions: the concept of “Starter Packs,” or hand-curated lists of suggested users that help newcomers find people to follow. Meta’s version of these […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "OpenAI moves to trademark its o1 ‘reasoning’ models",
    "link": "https://techcrunch.com/2024/11/27/openai-moves-to-trademark-its-reasoning-models/",
    "pubDate": "Wed, 27 Nov 2024 17:17:19 +0000",
    "content": "<p>OpenAI has filed a trademark application for its latest AI model, o1, as the firm moves to shield its IP. On Tuesday, OpenAI submitted paperwork to the U.S. Patent and Trademark Office (USPTO) to register the trademark &#8220;OpenAI o1.&#8221; Interestingly, the documents reveal that OpenAI filed for a foreign trademark application in Jamaica in May, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "OpenAI has filed a trademark application for its latest AI model, o1, as the firm moves to shield its IP. On Tuesday, OpenAI submitted paperwork to the U.S. Patent and Trademark Office (USPTO) to register the trademark “OpenAI o1.” Interestingly, the documents reveal that OpenAI filed for a foreign trademark application in Jamaica in May, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Marc Andreessen, Joe Lonsdale, and all the other VCs reportedly in the running for DOGE and other Trump committees",
    "link": "https://techcrunch.com/2024/11/27/marc-andreessen-joe-londsale-and-all-the-other-vcs-reportedly-in-the-running-for-new-trump-committees/",
    "pubDate": "Wed, 27 Nov 2024 17:10:37 +0000",
    "content": "<p>With Elon Musk playing such a high-profile role in Donald Trump’s transition team, Musk’s buddies, many of them Silicon Valley venture capitalists, are reportedly being tapped to help out. For instance, VC firm Andreessen Horowitz, and in particular co-founder Marc Andreessen, is repeatedly being mentioned. He, along with Antonio Gracias and Joe Lonsdale, are reportedly [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "With Elon Musk playing such a high-profile role in Donald Trump’s transition team, Musk’s buddies, many of them Silicon Valley venture capitalists, are reportedly being tapped to help out. For instance, VC firm Andreessen Horowitz, and in particular co-founder Marc Andreessen, is repeatedly being mentioned. He, along with Antonio Gracias and Joe Lonsdale, are reportedly […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "ElevenLabs’ new feature is a NotebookLM competitor for creating GenAI podcasts",
    "link": "https://techcrunch.com/2024/11/27/elevenlabs-new-feature-is-a-notebooklm-competitor-for-creating-genai-podcasts/",
    "pubDate": "Wed, 27 Nov 2024 17:00:00 +0000",
    "content": "<p>Voice AI startup ElevenLabs on Wednesday introduced a feature that lets you upload different types of content to create a multispeaker podcast for you, similar to Google&#8217;s NotebookLM. The feature, called GenFM, can be found on the company&#8217;s ElevenLabs Reader iOS app. Currently, GenFM supports 32 languages, including English, Hindi, Portuguese, Chinese, Spanish, French, German, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Voice AI startup ElevenLabs on Wednesday introduced a feature that lets you upload different types of content to create a multispeaker podcast for you, similar to Google’s NotebookLM. The feature, called GenFM, can be found on the company’s ElevenLabs Reader iOS app. Currently, GenFM supports 32 languages, including English, Hindi, Portuguese, Chinese, Spanish, French, German, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TuSimple co-founder demands liquidation, sues company for control of his shares",
    "link": "https://techcrunch.com/2024/11/27/tusimple-co-founder-demands-liquidation-sues-company-for-control-of-his-shares/",
    "pubDate": "Wed, 27 Nov 2024 16:48:45 +0000",
    "content": "<p>Xiaodi Hou, the co-founder and former CEO of self-driving truck startup TuSimple, is demanding that the board immediately liquidate the company and return all remaining funds — roughly $450 million — to shareholders “on a pure pro-rata basis, regardless of share class,” according to a letter that TechCrunch has viewed.  Hou is also suing TuSimple [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Xiaodi Hou, the co-founder and former CEO of self-driving truck startup TuSimple, is demanding that the board immediately liquidate the company and return all remaining funds — roughly $450 million — to shareholders “on a pure pro-rata basis, regardless of share class,” according to a letter that TechCrunch has viewed.  Hou is also suing TuSimple […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Elon Musk’s AI company may release a consumer app",
    "link": "https://techcrunch.com/2024/11/27/elon-musks-ai-company-may-release-a-consumer-app/",
    "pubDate": "Wed, 27 Nov 2024 16:46:29 +0000",
    "content": "<p>Elon Musk&#8217;s AI company, xAI, is reportedly preparing to release a stand-alone consumer app. That&#8217;s according to The Wall Street Journal, which reports that the upcoming app will be similar to OpenAI&#8217;s ChatGPT, allowing users to access xAI&#8217;s Grok chatbot from their personal devices. The app will likely arrive after xAI closes its next funding [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Elon Musk’s AI company, xAI, is reportedly preparing to release a stand-alone consumer app. That’s according to The Wall Street Journal, which reports that the upcoming app will be similar to OpenAI’s ChatGPT, allowing users to access xAI’s Grok chatbot from their personal devices. The app will likely arrive after xAI closes its next funding […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Pony AI set for Nasdaq debut at $4.55B valuation",
    "link": "https://techcrunch.com/2024/11/27/pony-ai-set-for-nasdaq-debut-at-4-55b-valuation/",
    "pubDate": "Wed, 27 Nov 2024 15:20:58 +0000",
    "content": "<p>The Chinese autonomous driving tech company will go public on the U.S. markets at $13 per share.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Chinese autonomous driving tech company will go public on the U.S. markets at $13 per share.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TikTok will restrict some beauty filters for people under 18",
    "link": "https://techcrunch.com/2024/11/27/tiktok-will-restrict-some-beauty-filters-for-people-under-18/",
    "pubDate": "Wed, 27 Nov 2024 13:11:55 +0000",
    "content": "<p>TikTok is now the go-to social network for more than a billion users, bringing it to the attention of 14 U.S. attorneys general, who recently announced they were suing the company over its negative impact on minors’ mental health, as well as for harvesting their data. A subsequent report indicated that the company&#8217;s own research [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "TikTok is now the go-to social network for more than a billion users, bringing it to the attention of 14 U.S. attorneys general, who recently announced they were suing the company over its negative impact on minors’ mental health, as well as for harvesting their data. A subsequent report indicated that the company’s own research […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Scaling startups is top priority as EU reboots its top team",
    "link": "https://techcrunch.com/2024/11/27/scaling-startups-is-top-priority-as-eu-reboots-its-top-team/",
    "pubDate": "Wed, 27 Nov 2024 12:34:06 +0000",
    "content": "<p>Europe must get much better at scaling startups. That&#8217;s the prognosis of the European Union&#8217;s president, Ursula von der Leyen, who&#8217;s on the cusp of taking up her second five-year term steering the bloc of some 449 million people &#8212; with a December 1 start date now locked in. Giving a speech to the European [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Europe must get much better at scaling startups. That’s the prognosis of the European Union’s president, Ursula von der Leyen, who’s on the cusp of taking up her second five-year term steering the bloc of some 449 million people — with a December 1 start date now locked in. Giving a speech to the European […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Bluesky’s open API means anyone can scrape your data for AI training",
    "link": "https://techcrunch.com/2024/11/27/blueskys-open-api-means-anyone-can-scrape-your-data-for-ai-training/",
    "pubDate": "Wed, 27 Nov 2024 11:06:03 +0000",
    "content": "<p>Bluesky might not be training AI systems on user content as other social networks are doing, but there&#8217;s little stopping third parties from doing so. Per a report by 404 Media, Daniel van Strien, a machine learning librarian at AI firm Hugging Face, pulled 1 million public posts from Bluesky via its Firehose API for [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Bluesky might not be training AI systems on user content as other social networks are doing, but there’s little stopping third parties from doing so. Per a report by 404 Media, Daniel van Strien, a machine learning librarian at AI firm Hugging Face, pulled 1 million public posts from Bluesky via its Firehose API for […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Audio platform Pocket FM taps into AI tools to help it expand its content catalog",
    "link": "https://techcrunch.com/2024/11/27/audio-platform-pocket-fm-taps-into-ai-tools-help-it-expand-content-catalog/",
    "pubDate": "Wed, 27 Nov 2024 10:01:00 +0000",
    "content": "<p>India-based audio platform Pocket FM has more than 200,000 hours of content on the service. However, the company&#8217;s CEO, Rohan Nayak, believes that the platform still has room to grow in terms of creating original content and expanding its library to multiple genres and subgenres. The fastest way to do that is to tap into [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "India-based audio platform Pocket FM has more than 200,000 hours of content on the service. However, the company’s CEO, Rohan Nayak, believes that the platform still has room to grow in terms of creating original content and expanding its library to multiple genres and subgenres. The fastest way to do that is to tap into […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Raspberry Pi launches Compute Module 5 for embedded apps",
    "link": "https://techcrunch.com/2024/11/27/raspberry-pi-launches-compute-module-5-for-embedded-applications/",
    "pubDate": "Wed, 27 Nov 2024 08:00:00 +0000",
    "content": "<p>Raspberry Pi is better known for its single-board computer with a ton of ports sticking out. The most recent of which is the Raspberry Pi 5, which was introduced in September 2023. These small computers are perfect for the education market and for tech enthusiasts looking for a cheap computing device to power an interactive [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Raspberry Pi is better known for its single-board computer with a ton of ports sticking out. The most recent of which is the Raspberry Pi 5, which was introduced in September 2023. These small computers are perfect for the education market and for tech enthusiasts looking for a cheap computing device to power an interactive […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Eyewa now has 150 stores selling eyeglasses in the Mideast, and just raised $100M to add 100 more",
    "link": "https://techcrunch.com/2024/11/26/eyewa-raises-100m-led-by-general-atlantic/",
    "pubDate": "Wed, 27 Nov 2024 06:00:00 +0000",
    "content": "<p>Helping consumers find the perfect glasses is a booming global business, spawning giants like Warby Parker in the U.S. and Lenskart in India. In the Middle East, this market is producing its own rising powerhouse: Eyewa. Eyewa, based in Dubai and Riyadh, sells a wide range of eyewear products, including prescription glasses, sunglasses, blue light [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Helping consumers find the perfect glasses is a booming global business, spawning giants like Warby Parker in the U.S. and Lenskart in India. In the Middle East, this market is producing its own rising powerhouse: Eyewa. Eyewa, based in Dubai and Riyadh, sells a wide range of eyewear products, including prescription glasses, sunglasses, blue light […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Ai2 releases new language models competitive with Meta’s Llama",
    "link": "https://techcrunch.com/2024/11/26/ai2-releases-new-language-models-competitive-with-metas-llama/",
    "pubDate": "Wed, 27 Nov 2024 05:55:25 +0000",
    "content": "<p>There&#8217;s a new AI model family on the block, and it&#8217;s one of the few that can be reproduced from scratch. On Tuesday, Ai2, the nonprofit AI research organization founded by the late Microsoft co-founder Paul Allen, released OLMo 2, the second family of models in its OLMo series. (OLMo&#8217;s short for &#8220;Open Language Model.&#8221;) [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "There’s a new AI model family on the block, and it’s one of the few that can be reproduced from scratch. On Tuesday, Ai2, the nonprofit AI research organization founded by the late Microsoft co-founder Paul Allen, released OLMo 2, the second family of models in its OLMo series. (OLMo’s short for “Open Language Model.”) […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Roblox will now give users 25% more of its in-game currency if you buy Robux on its website",
    "link": "https://techcrunch.com/2024/11/26/roblox-starts-offering-25-more-game-currency-for-web-purchases/",
    "pubDate": "Wed, 27 Nov 2024 04:11:07 +0000",
    "content": "<p>As scrutiny around Apple and Google&#8217;s app store fees ramps up around the world, Roblox is now offering users who buy its game currency, Robux, on the web and via gift cards 25% more than they would get if they purchased from an app store instead. In essence, the company is encouraging users to purchase [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As scrutiny around Apple and Google’s app store fees ramps up around the world, Roblox is now offering users who buy its game currency, Robux, on the web and via gift cards 25% more than they would get if they purchased from an app store instead. In essence, the company is encouraging users to purchase […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Figure 02 performing tasks autonomously",
    "link": "https://techcrunch.com/video/figure-02-performing-tasks-autonomously/",
    "pubDate": "Tue, 26 Nov 2024 23:50:53 +0000",
    "content": "<p>Robotics startup Figure released a video update showcasing their Figure 02 humanoid robot autonomously performing tasks at HQ for a BMW use case.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Robotics startup Figure released a video update showcasing their Figure 02 humanoid robot autonomously performing tasks at HQ for a BMW use case.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Trump considers naming an ‘AI czar’",
    "link": "https://techcrunch.com/2024/11/26/trump-considers-naming-an-ai-czar/",
    "pubDate": "Tue, 26 Nov 2024 23:10:28 +0000",
    "content": "<p>Incoming president Donald Trump is considering naming an &#8220;AI czar&#8221; in the White House, Axios reports. Should Trump appoint such a policy person, they&#8217;d be charged with helping to coordinate federal regulation and governmental use of AI. Importantly, an AI czar wouldn&#8217;t require Senate confirmation, Axios notes — allowing them to get to work on [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Incoming president Donald Trump is considering naming an “AI czar” in the White House, Axios reports. Should Trump appoint such a policy person, they’d be charged with helping to coordinate federal regulation and governmental use of AI. Importantly, an AI czar wouldn’t require Senate confirmation, Axios notes — allowing them to get to work on […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]