[
  {
    "title": "Are Cybertrucks too angular for Europe?",
    "link": "https://techcrunch.com/2024/10/16/are-cybertrucks-too-angular-for-europe/",
    "pubDate": "Wed, 16 Oct 2024 16:40:12 +0000",
    "content": "<p>Tesla&#8217;s Cybertruck is facing blowback in Europe, particularly over pedestrian safety concerns. Euro NCAP, a voluntary but influential car safety assessment program in Europe, has not in any way tested the Cybertruck, but based on a visual assessment alone, raised alarms over its sharp, angular design, saying it could pose a serious threat to pedestrians. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tesla’s Cybertruck is facing blowback in Europe, particularly over pedestrian safety concerns. Euro NCAP, a voluntary but influential car safety assessment program in Europe, has not in any way tested the Cybertruck, but based on a visual assessment alone, raised alarms over its sharp, angular design, saying it could pose a serious threat to pedestrians. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "African crypto startup Yellow Card raises $33M led by Blockchain Capital to scale its B2B pivot",
    "link": "https://techcrunch.com/2024/10/16/african-crypto-startup-yellow-card-raises-33m-led-by-blockchain-capital-to-scale-its-b2b-pivot/",
    "pubDate": "Wed, 16 Oct 2024 16:36:58 +0000",
    "content": "<p>Africa&#8217;s blockchain and crypto space is receiving a much-needed venture boost during a tough time for startups, some of which have retreated from specific markets or completely shut down due to issues like harsh regulatory environment, macros or downright mismanagement.&#160; The boost involves Yellow Card, the U.S.-founded crypto platform launched in Nigeria in 2019, which [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Africa’s blockchain and crypto space is receiving a much-needed venture boost during a tough time for startups, some of which have retreated from specific markets or completely shut down due to issues like harsh regulatory environment, macros or downright mismanagement.  The boost involves Yellow Card, the U.S.-founded crypto platform launched in Nigeria in 2019, which […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "​​Amazon jumps on nuclear power bandwagon by investing in X-Energy and promising small reactors",
    "link": "https://techcrunch.com/2024/10/16/amazon-jumps-on-nuclear-power-bandwagon-by-investing-in-x-energy-and-promising-small-reactors/",
    "pubDate": "Wed, 16 Oct 2024 16:36:30 +0000",
    "content": "<p>The company revealed three deals, including an investment in a fission startup and two development agreements to add nuclear power to the grid.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The company revealed three deals, including an investment in a fission startup and two development agreements to add nuclear power to the grid.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The FTC makes it easier to cancel subscriptions like streaming services, memberships and Prime",
    "link": "https://techcrunch.com/2024/10/16/the-ftc-makes-it-easier-to-cancel-subscriptions-like-gym-memberships/",
    "pubDate": "Wed, 16 Oct 2024 16:20:23 +0000",
    "content": "<p>Soon, it&#8217;ll be easier to end recurring subscriptions and memberships — if the FTC has its way. Today, the U.S. Federal Trade Commission announced a final &#8220;click-to-cancel&#8221; rule that&#8217;ll require companies selling subscription-based products to make it &#8220;as easy for consumers to cancel their enrollment as it was to sign up.&#8221; First put forth for [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Soon, it’ll be easier to end recurring subscriptions and memberships — if the FTC has its way. Today, the U.S. Federal Trade Commission announced a final “click-to-cancel” rule that’ll require companies selling subscription-based products to make it “as easy for consumers to cancel their enrollment as it was to sign up.” First put forth for […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Glovo adds a side of social stickiness to its food delivery app",
    "link": "https://techcrunch.com/2024/10/16/glovo-adds-a-side-of-social-stickiness-to-its-food-delivery-app/",
    "pubDate": "Wed, 16 Oct 2024 16:00:00 +0000",
    "content": "<p>Do you want a side of socials with your fast food? Spain&#8217;s Glovo, a food delivery and quick commerce service where the bulk of orders are for ready-to-eat food, is experimenting with adding a bundle of social features to drive more in-app activity. It&#8217;s also letting restaurant partners upload food preparation videos to spice up [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Do you want a side of socials with your fast food? Spain’s Glovo, a food delivery and quick commerce service where the bulk of orders are for ready-to-eat food, is experimenting with adding a bundle of social features to drive more in-app activity. It’s also letting restaurant partners upload food preparation videos to spice up […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google will now help you find the cheapest flights available for your trip",
    "link": "https://techcrunch.com/2024/10/16/google-will-now-help-you-find-the-cheapest-flights-available-for-your-trip/",
    "pubDate": "Wed, 16 Oct 2024 16:00:00 +0000",
    "content": "<p>Google is introducing a new feature that will help you find the cheapest flights for your next trip. The company announced on Wednesday that it&#8217;s adding a new &#8220;cheapest&#8221; tab on Google Flights. Up until now, Google has displayed what it considers the &#8220;best&#8221; options at the top of the results based on both price [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Google is introducing a new feature that will help you find the cheapest flights for your next trip. The company announced on Wednesday that it’s adding a new “cheapest” tab on Google Flights. Up until now, Google has displayed what it considers the “best” options at the top of the results based on both price […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How Paladin’s drones helped Asheville during Hurricane Helene",
    "link": "https://techcrunch.com/2024/10/16/how-paladins-drones-helped-asheville-during-hurricane-helene/",
    "pubDate": "Wed, 16 Oct 2024 15:01:00 +0000",
    "content": "<p>When Hurricane Helene hit&#160;Asheville, North Carolina in September, the city&#8217;s police department reached out to public safety drone startup Paladin for help. The startup&#8217;s 30-member team jumped into action working nights and through the weekend to assist Asheville&#8217;s police department with locating people and dropping off supply. Asheville was a Paladin customer and its team [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "When Hurricane Helene hit Asheville, North Carolina in September, the city’s police department reached out to public safety drone startup Paladin for help. The startup’s 30-member team jumped into action working nights and through the weekend to assist Asheville’s police department with locating people and dropping off supply. Asheville was a Paladin customer and its team […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Boston Dynamics teams with TRI to bring AI smarts to Atlas humanoid robot",
    "link": "https://techcrunch.com/2024/10/16/boston-dynamics-teams-with-tri-to-bring-ai-smarts-to-atlas-humanoid-robot/",
    "pubDate": "Wed, 16 Oct 2024 15:00:15 +0000",
    "content": "<p>Boston Dynamics and Toyota Research Institute (TRI) Wednesday revealed plans to bring AI-based robotic intelligence to the electric Atlas humanoid robot. The collaboration will leverage the work that TRI has done around large behavior models (LBMs), which operate along similar lines as the more familiar large language models (LLMs) behind platforms like ChatGPT. Last September, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Boston Dynamics and Toyota Research Institute (TRI) Wednesday revealed plans to bring AI-based robotic intelligence to the electric Atlas humanoid robot. The collaboration will leverage the work that TRI has done around large behavior models (LBMs), which operate along similar lines as the more familiar large language models (LLMs) behind platforms like ChatGPT. Last September, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Mistral releases new AI models optimized for laptops and phones",
    "link": "https://techcrunch.com/2024/10/16/mistral-releases-new-ai-models-optimized-for-edge-devices/",
    "pubDate": "Wed, 16 Oct 2024 14:49:09 +0000",
    "content": "<p>French AI startup Mistral has released its first generative AI models designed to be run on edge devices, like laptops and phones. The new family of models, which Mistral is calling &#8220;Les Ministraux,&#8221; can be used or tuned for a variety of applications, from basic text generation to working in conjunction with more capable models [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "French AI startup Mistral has released its first generative AI models designed to be run on edge devices, like laptops and phones. The new family of models, which Mistral is calling “Les Ministraux,” can be used or tuned for a variety of applications, from basic text generation to working in conjunction with more capable models […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Lightmatter’s $400M round has AI hyperscalers hyped for photonic datacenters",
    "link": "https://techcrunch.com/2024/10/16/lightmatters-400m-d-round-has-ai-hyperscalers-hyped-for-photonic-datacenters/",
    "pubDate": "Wed, 16 Oct 2024 13:01:00 +0000",
    "content": "<p>Photonic computing startup Lightmatter has raised $400 million to blow one of modern datacenters&#8217; bottlenecks wide open. The company&#8217;s optical interconnect layer allows hundreds of GPUs to work synchronously, streamlining the costly and complex job of training and running AI models. The growth of AI and its correspondingly immense compute requirements have supercharged the datacenter [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Photonic computing startup Lightmatter has raised $400 million to blow one of modern datacenters’ bottlenecks wide open. The company’s optical interconnect layer allows hundreds of GPUs to work synchronously, streamlining the costly and complex job of training and running AI models. The growth of AI and its correspondingly immense compute requirements have supercharged the datacenter […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Amazon revamps Kindle line with faster page turns, AI, and a new green color",
    "link": "https://techcrunch.com/2024/10/16/amazon-revamps-kindle-line-with-faster-page-turns-ai-and-a-new-green-color/",
    "pubDate": "Wed, 16 Oct 2024 13:00:00 +0000",
    "content": "<p>Amazon’s Kindle line seems to go longer and longer between updates. While e-readers aren’t quite the consumer electronics darlings they once were, however, the retail giant is still invested in the category. After all, according to estimates, Amazon controls more than 80% of the U.S. market. Along with the long-awaited addition of a color Kindle, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Amazon’s Kindle line seems to go longer and longer between updates. While e-readers aren’t quite the consumer electronics darlings they once were, however, the retail giant is still invested in the category. After all, according to estimates, Amazon controls more than 80% of the U.S. market. Along with the long-awaited addition of a color Kindle, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Amazon Kindle finally gets color",
    "link": "https://techcrunch.com/2024/10/16/amazon-kindle-finally-gets-color/",
    "pubDate": "Wed, 16 Oct 2024 13:00:00 +0000",
    "content": "<p>It’s a big week in Kindle land. Along with refreshes to the base Kindle, Paperwhite, and Scribe, the company is introducing something many of us never expected in a devoted e-reader: color. Earlier this year, Amazon’s chief e-reader competitor, Kobo, introduced the $220 Libra Colour, which leverages color e-ink. The technology has thus far received [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "It’s a big week in Kindle land. Along with refreshes to the base Kindle, Paperwhite, and Scribe, the company is introducing something many of us never expected in a devoted e-reader: color. Earlier this year, Amazon’s chief e-reader competitor, Kobo, introduced the $220 Libra Colour, which leverages color e-ink. The technology has thus far received […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Treehouse uses AI to help electricians install tech like EV chargers and heat pumps more cheaply",
    "link": "https://techcrunch.com/2024/10/16/treehouse-uses-ai-to-help-electricians-install-tech-like-ev-chargers-and-heat-pumps-more-cheaply/",
    "pubDate": "Wed, 16 Oct 2024 13:00:00 +0000",
    "content": "<p>The startup seeks to reduce inefficiencies for electricians, including from site visits while quoting jobs.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The startup seeks to reduce inefficiencies for electricians, including from site visits while quoting jobs.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Fable adds cognitive and hearing impairments to its accessibility tools with $25M round",
    "link": "https://techcrunch.com/2024/10/16/fable-adds-cognitive-and-hearing-impairments-to-its-accessibility-tools-with-25m-round/",
    "pubDate": "Wed, 16 Oct 2024 12:59:00 +0000",
    "content": "<p>Fable has gained a reputation as the go-to startup for helping companies build digital products that are more accessible to people with disabilities. After raising $25 million in new funding, the Toronto-based startup is now expanding the communities it supports and working to make AI training data more inclusive. Fable started in 2020 as a [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Fable has gained a reputation as the go-to startup for helping companies build digital products that are more accessible to people with disabilities. After raising $25 million in new funding, the Toronto-based startup is now expanding the communities it supports and working to make AI training data more inclusive. Fable started in 2020 as a […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Elon Musk’s X dodges EU’s DMA as bloc decides platform isn’t important enough for fairness controls",
    "link": "https://techcrunch.com/2024/10/16/elon-musks-x-dodges-eus-dma-as-bloc-decides-platform-isnt-important-enough-for-fairness-controls/",
    "pubDate": "Wed, 16 Oct 2024 12:08:08 +0000",
    "content": "<p>Elon Musk&#8217;s X won&#8217;t be regulated under the European Union&#8217;s Digital Markets Act (DMA) the Commission decided Wednesday, despite the social media platform hitting usage thresholds earlier this year. The decision means X won&#8217;t be subject to the DMA&#8217;s list of operational &#8216;dos and don&#8217;ts&#8217; &#8212; in areas like its use of third party data [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Elon Musk’s X won’t be regulated under the European Union’s Digital Markets Act (DMA) the Commission decided Wednesday, despite the social media platform hitting usage thresholds earlier this year. The decision means X won’t be subject to the DMA’s list of operational ‘dos and don’ts’ — in areas like its use of third party data […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Airbnb launches a network that lets hosts hire other hosts",
    "link": "https://techcrunch.com/2024/10/16/airbnb-launches-a-network-that-lets-host-hire-other-hosts/",
    "pubDate": "Wed, 16 Oct 2024 12:00:00 +0000",
    "content": "<p>Airbnb hosting has become a complicated business, from setting up a listing and managing the property to understanding price dynamics, communicating with customers, and tracking earnings. The tricky part is that the more properties hosts manage, the harder it becomes for them to juggle everything. To solve this problem, Airbnb is introducing the Co-Host Network feature, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Airbnb hosting has become a complicated business, from setting up a listing and managing the property to understanding price dynamics, communicating with customers, and tracking earnings. The tricky part is that the more properties hosts manage, the harder it becomes for them to juggle everything. To solve this problem, Airbnb is introducing the Co-Host Network feature, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "LatticeFlow’s LLM framework takes a first stab at benchmarking Big AI’s compliance with EU AI Act",
    "link": "https://techcrunch.com/2024/10/16/latticeflows-llm-framework-takes-a-first-stab-at-benchmarking-big-ais-compliance-with-eu-ai-act/",
    "pubDate": "Wed, 16 Oct 2024 10:28:57 +0000",
    "content": "<p>While most countries&#8217; lawmakers are still discussing how to put guardrails around artificial intelligence, the European Union is ahead of the pack, having passed a risk-based framework for regulating AI apps earlier this year. The law came into force in August, although full details of the pan-EU AI governance regime are still being worked out [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "While most countries’ lawmakers are still discussing how to put guardrails around artificial intelligence, the European Union is ahead of the pack, having passed a risk-based framework for regulating AI apps earlier this year. The law came into force in August, although full details of the pan-EU AI governance regime are still being worked out […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Doctors complain of IT ‘in the stone age’",
    "link": "https://techcrunch.com/2024/10/16/doctors-complain-of-it-in-the-stone-age/",
    "pubDate": "Wed, 16 Oct 2024 10:26:47 +0000",
    "content": "<p>The United Kingdom’s NHS &#8212; the world’s largest public health service &#8212; is working on creaking IT infrastructure, doctors tell the Financial Times. “I am at a top London hospital and yet at times I feel as though we are operating in the stone age,” one doctor tells the FT. For example, doctors email lists [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The United Kingdom’s NHS — the world’s largest public health service — is working on creaking IT infrastructure, doctors tell the Financial Times. “I am at a top London hospital and yet at times I feel as though we are operating in the stone age,” one doctor tells the FT. For example, doctors email lists […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Kenya’s Octavia gets $3.9M seed to remove carbon from air",
    "link": "https://techcrunch.com/2024/10/16/octavia-gets-backing-to-remove-carbon-from-air/",
    "pubDate": "Wed, 16 Oct 2024 10:00:00 +0000",
    "content": "<p>As calls for urgent climate action persist, technologies to help remove the heat-trapping greenhouse gases from the atmosphere are also emerging globally. In Africa, Octavia Carbon, a Direct Air Capture (DAC) startup is leading the efforts. Octavia, founded in Kenya two years ago, builds DAC machines that it uses to capture carbon, a greenhouse gas [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As calls for urgent climate action persist, technologies to help remove the heat-trapping greenhouse gases from the atmosphere are also emerging globally. In Africa, Octavia Carbon, a Direct Air Capture (DAC) startup is leading the efforts. Octavia, founded in Kenya two years ago, builds DAC machines that it uses to capture carbon, a greenhouse gas […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Long careers in luxury fashion led to a $17M raise for this supply chain platform",
    "link": "https://techcrunch.com/2024/10/16/long-careers-in-luxury-fashion-led-to-a-17m-raise-for-this-supply-chain-platform/",
    "pubDate": "Wed, 16 Oct 2024 09:35:22 +0000",
    "content": "<p>The retail sector needs inventory planning to maintain margins and meet demand. This is getting harder because there are now many distribution channels, more complex supply chains, and shorter sales cycles. Mid-market retailers and premium brands have less firepower than the retail giants and tend to rely on legacy software. Founded in 2020, Autone aims [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The retail sector needs inventory planning to maintain margins and meet demand. This is getting harder because there are now many distribution channels, more complex supply chains, and shorter sales cycles. Mid-market retailers and premium brands have less firepower than the retail giants and tend to rely on legacy software. Founded in 2020, Autone aims […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]