[
  {
    "title": "Tesla appears to be building a teleoperations team for its robotaxi service",
    "link": "https://techcrunch.com/2024/11/25/tesla-appears-to-be-building-a-teleoperations-team-for-its-robotaxi-service/",
    "pubDate": "Mon, 25 Nov 2024 20:49:42 +0000",
    "content": "<p>As Tesla gears up to launch a robotaxi service in the coming years, the automaker looks like it&#8217;s building out a teleoperations team. According to a recent job listing, Tesla is hiring a software engineer to help develop a teleoperations system that will allow human operators to remotely access and control the company’s upcoming robotaxis [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As Tesla gears up to launch a robotaxi service in the coming years, the automaker looks like it’s building out a teleoperations team. According to a recent job listing, Tesla is hiring a software engineer to help develop a teleoperations system that will allow human operators to remotely access and control the company’s upcoming robotaxis […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Sill’s new app rounds up the best links from your Bluesky and Mastodon networks",
    "link": "https://techcrunch.com/2024/11/25/sills-new-app-rounds-up-the-best-links-from-your-bluesky-and-mastodon-network/",
    "pubDate": "Mon, 25 Nov 2024 20:17:50 +0000",
    "content": "<p>Want to keep up with what everyone&#8217;s talking about on alternative social media sites like Bluesky and Mastodon, but don&#8217;t have time to constantly scroll through their respective apps? A newly launched link aggregation service called Sill may be able to help. The service is similar to the older startup Nuzzel, which was ultimately acquired [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Want to keep up with what everyone’s talking about on alternative social media sites like Bluesky and Mastodon, but don’t have time to constantly scroll through their respective apps? A newly launched link aggregation service called Sill may be able to help. The service is similar to the older startup Nuzzel, which was ultimately acquired […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Here’s why ServiceTitan was on the clock to go public",
    "link": "https://techcrunch.com/2024/11/25/heres-why-servicetitan-was-on-the-clock-to-go-public/",
    "pubDate": "Mon, 25 Nov 2024 20:10:31 +0000",
    "content": "<p>When ServiceTitan dropped its S-1 notice of an impending public offering on November 18, many VCs likely rejoiced. A successful IPO by the company, which builds operating software for trade businesses, could be what the quiet IPO market needs to start shaking loose. But the timing of ServiceTitan&#8217;s IPO may not be entirely based on [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "When ServiceTitan dropped its S-1 notice of an impending public offering on November 18, many VCs likely rejoiced. A successful IPO by the company, which builds operating software for trade businesses, could be what the quiet IPO market needs to start shaking loose. But the timing of ServiceTitan’s IPO may not be entirely based on […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "IMAX embraces AI to expand original content reach",
    "link": "https://techcrunch.com/2024/11/25/imax-embraces-ai-to-expand-original-content-reach/",
    "pubDate": "Mon, 25 Nov 2024 19:57:10 +0000",
    "content": "<p>With global content consumption rising and demand for non-English content surpassing that for English movies and shows, IMAX is leveraging AI to scale localization on its original content. The entertainment and media industry grew 5% to $2.8 trillion in 2023, according to a report by PwC. The industry is expected to continue its expansion, though [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "With global content consumption rising and demand for non-English content surpassing that for English movies and shows, IMAX is leveraging AI to scale localization on its original content. The entertainment and media industry grew 5% to $2.8 trillion in 2023, according to a report by PwC. The industry is expected to continue its expansion, though […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Volkswagen slashes the value of its stake in Northvolt, the beleaguered battery manufacturer",
    "link": "https://techcrunch.com/2024/11/25/volkswagen-slashes-the-value-of-its-stake-in-northvolt-the-beleaguered-battery-manufacturer/",
    "pubDate": "Mon, 25 Nov 2024 19:53:52 +0000",
    "content": "<p>The write downs occurred throughout the current fiscal year as the situation at Northvolt deteriorated.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The write downs occurred throughout the current fiscal year as the situation at Northvolt deteriorated.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Threads tests the ability for users to choose their preferred default feed",
    "link": "https://techcrunch.com/2024/11/25/threads-tests-the-ability-for-users-to-choose-their-preferred-default-feed/",
    "pubDate": "Mon, 25 Nov 2024 19:34:41 +0000",
    "content": "<p>Since Threads&#8217; launch last year, users have asked for the option to set their &#8220;Following&#8221; feed as their default feed. Now, more than a year later, Threads is finally testing the ability for users to do so. Meta CEO Mark Zuckerberg announced on Monday that the social network is now testing the option for users [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Since Threads’ launch last year, users have asked for the option to set their “Following” feed as their default feed. Now, more than a year later, Threads is finally testing the ability for users to do so. Meta CEO Mark Zuckerberg announced on Monday that the social network is now testing the option for users […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Authorities catch ‘SMS blaster’ gang that drove around Bangkok sending thousands of phishing messages",
    "link": "https://techcrunch.com/2024/11/25/authorities-catch-sms-blaster-gang-that-drove-around-bangkok-sending-thousands-of-phishing-messages/",
    "pubDate": "Mon, 25 Nov 2024 18:15:00 +0000",
    "content": "<p>Thai authorities said the crime gang sent around a million malicious SMS text messages to nearby residents over a three-day period in November.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Thai authorities said the crime gang sent around a million malicious SMS text messages to nearby residents over a three-day period in November.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "YouTube Music’s 2024 Recaps are out — here’s how to see yours",
    "link": "https://techcrunch.com/2024/11/25/youtube-musics-2024-recaps-are-out-heres-how-to-see-yours/",
    "pubDate": "Mon, 25 Nov 2024 18:05:52 +0000",
    "content": "<p>It&#8217;s officially that time of the year when music streaming services start giving users a look back at their listening habits for the year. YouTube Music announced on Monday that users can now access their 2024 Music Recap to get personalized stats regarding their top artists, songs, moods, genres, and more for the year. You [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "It’s officially that time of the year when music streaming services start giving users a look back at their listening habits for the year. YouTube Music announced on Monday that users can now access their 2024 Music Recap to get personalized stats regarding their top artists, songs, moods, genres, and more for the year. You […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple again snubs AI in its ‘iPhone App of the Year’ finalists",
    "link": "https://techcrunch.com/2024/11/25/apple-again-snubs-ai-in-its-iphone-app-of-the-year-finalists/",
    "pubDate": "Mon, 25 Nov 2024 18:05:21 +0000",
    "content": "<p>On Monday, Apple&#8217;s list of finalists for its coveted &#8220;iPhone App of the Year&#8221; award once again reveals how the iPhone maker is downplaying the impact of AI technology on the mobile app ecosystem. As it did last year, Apple&#8217;s 2024 list of top iPhone finalists favors more traditional iOS apps, including those that help [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "On Monday, Apple’s list of finalists for its coveted “iPhone App of the Year” award once again reveals how the iPhone maker is downplaying the impact of AI technology on the mobile app ecosystem. As it did last year, Apple’s 2024 list of top iPhone finalists favors more traditional iOS apps, including those that help […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Bluesky falling foul of EU rules by not reporting user numbers across the bloc",
    "link": "https://techcrunch.com/2024/11/25/bluesky-falling-foul-of-eu-rules-by-not-reporting-user-numbers-across-the-bloc/",
    "pubDate": "Mon, 25 Nov 2024 17:55:55 +0000",
    "content": "<p>Bluesky, the social network that&#8217;s currently surging in popularity due to an exodus of users from rival X, is in breach of European Union (EU) regulations that stipulate all online platforms must regularly publish regional user numbers. The Digital Services Act (DSA), which came into full effect back in February, is an online governance framework [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Bluesky, the social network that’s currently surging in popularity due to an exodus of users from rival X, is in breach of European Union (EU) regulations that stipulate all online platforms must regularly publish regional user numbers. The Digital Services Act (DSA), which came into full effect back in February, is an online governance framework […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Instagram takes on Snapchat with new location-sharing feature",
    "link": "https://techcrunch.com/2024/11/25/instagram-takes-on-snapchat-with-new-location-sharing-feature/",
    "pubDate": "Mon, 25 Nov 2024 16:48:31 +0000",
    "content": "<p>Instagram is introducing the ability for users to share their locations with their friends via DMs (direct messages), the company announced on Monday. The feature indicates that the Meta-owned social network is looking to challenge services like Apple&#8217;s Find My and Snapchat&#8217;s Snap Map, both of which are popular ways for users to see their [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Instagram is introducing the ability for users to share their locations with their friends via DMs (direct messages), the company announced on Monday. The feature indicates that the Meta-owned social network is looking to challenge services like Apple’s Find My and Snapchat’s Snap Map, both of which are popular ways for users to see their […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Pestle recipe app can now save dishes from TikTok",
    "link": "https://techcrunch.com/2024/11/25/pestle-recipe-app-can-now-save-dishes-from-tiktok/",
    "pubDate": "Mon, 25 Nov 2024 16:46:29 +0000",
    "content": "<p>Recipe app Pestle is rolling out a new feature that can automatically turn your favorite TikTok recipe videos into detailed, step-by-step instructions, using AI. The new feature processes the video&#8217;s caption, where creators tend to document their ingredient list and instructions, but is powered by on-device machine learning instead of using a third-party AI provider. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Recipe app Pestle is rolling out a new feature that can automatically turn your favorite TikTok recipe videos into detailed, step-by-step instructions, using AI. The new feature processes the video’s caption, where creators tend to document their ingredient list and instructions, but is powered by on-device machine learning instead of using a third-party AI provider. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Anthropic proposes a new way to connect data to AI chatbots",
    "link": "https://techcrunch.com/2024/11/25/anthropic-proposes-a-way-to-connect-data-to-ai-chatbots/",
    "pubDate": "Mon, 25 Nov 2024 16:30:43 +0000",
    "content": "<p>Anthropic is proposing a new standard for connecting AI assistants to the systems where data resides. Called the Model Context Protocol, or MCP for short, Anthropic says the standard, which it open sourced today, could help AI models produce better, more relevant responses to queries. MCP lets models — any models, not just Anthropic&#8217;s — [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Anthropic is proposing a new standard for connecting AI assistants to the systems where data resides. Called the Model Context Protocol, or MCP for short, Anthropic says the standard, which it open sourced today, could help AI models produce better, more relevant responses to queries. MCP lets models — any models, not just Anthropic’s — […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "California will offer EV rebates if Trump kills federal tax credits",
    "link": "https://techcrunch.com/2024/11/25/california-will-offer-ev-rebates-if-trump-kills-federal-tax-credits/",
    "pubDate": "Mon, 25 Nov 2024 15:20:27 +0000",
    "content": "<p>California is committed to zero-emission vehicles, even if the federal mood shifts.&#160; The state&#8217;s governor, Gavin Newsom, a Democrat, said Monday that if the incoming Trump administration cuts the $7,500 EV tax credit, he will propose rebates for eligible residents who buy electric vehicles.  “We’re not turning back on a clean transportation future — we’re [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "California is committed to zero-emission vehicles, even if the federal mood shifts.  The state’s governor, Gavin Newsom, a Democrat, said Monday that if the incoming Trump administration cuts the $7,500 EV tax credit, he will propose rebates for eligible residents who buy electric vehicles.  “We’re not turning back on a clean transportation future — we’re […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Appcharge raises $26M to help gaming apps cut out Apple and Google from virtual goods revenues ",
    "link": "https://techcrunch.com/2024/11/25/appcharge-raises-26m-to-help-gaming-apps-cut-out-apple-and-google-from-virtual-goods-revenues/",
    "pubDate": "Mon, 25 Nov 2024 15:11:25 +0000",
    "content": "<p>As Apple and Google continue to battle with regulators and publishers over whether their app stores are monopolistic, a startup called Appcharge has raised some funding to build an alternative for game developers who want a different avenue for monetization. Appcharge sees itself as a kind of “Shopify” for gaming — a platform for publishers [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As Apple and Google continue to battle with regulators and publishers over whether their app stores are monopolistic, a startup called Appcharge has raised some funding to build an alternative for game developers who want a different avenue for monetization. Appcharge sees itself as a kind of “Shopify” for gaming — a platform for publishers […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Bending Spoons is taking video platform Brightcove private in $233M acquisition",
    "link": "https://techcrunch.com/2024/11/25/bending-spoons-is-taking-video-platform-brightcove-private-in-233m-acquisition/",
    "pubDate": "Mon, 25 Nov 2024 13:20:25 +0000",
    "content": "<p>Brightcove, a cloud platform that helps businesses manage and monetize video content, is being taken private by Italian technology company Bending Spoons in an all-cash deal valued at $233 million. The transaction prices Brightcove at $4.45 per share, translating to a 90% premium on its 60-day average. Founded out of Boston in 2004, Brightcove develops [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Brightcove, a cloud platform that helps businesses manage and monetize video content, is being taken private by Italian technology company Bending Spoons in an all-cash deal valued at $233 million. The transaction prices Brightcove at $4.45 per share, translating to a 90% premium on its 60-day average. Founded out of Boston in 2004, Brightcove develops […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "UK seeks collaboration for security research lab to counter Russia and ‘new AI arms race’ ",
    "link": "https://techcrunch.com/2024/11/25/uk-seeks-collaboration-for-security-research-lab-to-counter-russia-and-new-ai-arms-race/",
    "pubDate": "Mon, 25 Nov 2024 12:43:15 +0000",
    "content": "<p>The U.K. is seeking collaboration for a new AI security research lab that&#8217;s designed to counter Russia and other hostile states in what it dubs the &#8220;new AI arms race.&#8221; While the U.K. government has launched numerous funding initiatives in the past to support cybersecurity projects, the rise of AI-fueled nation-state attacks, specifically, is the [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The U.K. is seeking collaboration for a new AI security research lab that’s designed to counter Russia and other hostile states in what it dubs the “new AI arms race.” While the U.K. government has launched numerous funding initiatives in the past to support cybersecurity projects, the rise of AI-fueled nation-state attacks, specifically, is the […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Corning offers bundle of commitments in bid to settle EU antitrust probe",
    "link": "https://techcrunch.com/2024/11/25/corning-offers-bundle-of-commitments-in-bid-to-settle-eu-antitrust-probe/",
    "pubDate": "Mon, 25 Nov 2024 12:33:34 +0000",
    "content": "<p>After the European Union opened a competition investigation into Corning earlier this month, citing concerns over alleged exclusive dealing, the Gorilla Glass maker has offered a raft of changes to its contract clauses aimed at settling the probe. The U.S. company is a supplier to major electronics brands, including Apple&#8217;s iPhone, and the changes could [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "After the European Union opened a competition investigation into Corning earlier this month, citing concerns over alleged exclusive dealing, the Gorilla Glass maker has offered a raft of changes to its contract clauses aimed at settling the probe. The U.S. company is a supplier to major electronics brands, including Apple’s iPhone, and the changes could […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "PlayAI clones voices on command",
    "link": "https://techcrunch.com/2024/11/25/playai-clones-voices-on-command/",
    "pubDate": "Mon, 25 Nov 2024 12:00:45 +0000",
    "content": "<p>Back in 2016, Hammad Syed and Mahmoud Felfel, an ex-WhatsApp engineer, thought it&#8217;d be neat to build a text-to-speech Chrome extension for Medium articles. The extension, which could read any Medium story aloud, was featured on Product Hunt. A year later, it spawned an entire business. &#8220;We saw a bigger opportunity in helping individuals and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Back in 2016, Hammad Syed and Mahmoud Felfel, an ex-WhatsApp engineer, thought it’d be neat to build a text-to-speech Chrome extension for Medium articles. The extension, which could read any Medium story aloud, was featured on Product Hunt. A year later, it spawned an entire business. “We saw a bigger opportunity in helping individuals and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "South Korean prosecutors request 5-year jail sentence for Samsung chief Jay Lee",
    "link": "https://techcrunch.com/2024/11/25/south-korean-prosecutors-request-5-year-jail-sentence-for-samsung-chief-jay-lee/",
    "pubDate": "Mon, 25 Nov 2024 10:04:30 +0000",
    "content": "<p>South Korean prosecutors sought a five-year prison sentence and a 500 million KRW fine, equivalent to $375,000, for Samsung Electronics chief Jay Y. Lee at an appeals court on Monday. The appeals case comes 10 months after Lee and 13 former Samsung executives were originally acquitted of manipulating stock prices and committing accounting fraud in [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "South Korean prosecutors sought a five-year prison sentence and a 500 million KRW fine, equivalent to $375,000, for Samsung Electronics chief Jay Y. Lee at an appeals court on Monday. The appeals case comes 10 months after Lee and 13 former Samsung executives were originally acquitted of manipulating stock prices and committing accounting fraud in […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]