[
  {
    "title": "Swiggy market debut fuels India’s food, quick commerce wars",
    "link": "https://techcrunch.com/2024/11/12/swiggy-debut-fuels-indias-food-quick-commerce-wars/",
    "pubDate": "Wed, 13 Nov 2024 04:43:24 +0000",
    "content": "<p>Shares of Swiggy dropped 4% to 401 rupees on Wednesday as the food delivery and quick commerce startup concluded India&#8217;s second-largest IPO this year, in a closely watched debut that puts it in direct comparison with what analysts have long considered the benchmark Indian internet stock: Zomato. The listing of the 10-year-old Bengaluru-headquartered firm marks [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Shares of Swiggy dropped 4% to 401 rupees on Wednesday as the food delivery and quick commerce startup concluded India’s second-largest IPO this year, in a closely watched debut that puts it in direct comparison with what analysts have long considered the benchmark Indian internet stock: Zomato. The listing of the 10-year-old Bengaluru-headquartered firm marks […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Perplexity brings ads to its platform",
    "link": "https://techcrunch.com/2024/11/12/perplexity-brings-ads-to-its-platform/",
    "pubDate": "Wed, 13 Nov 2024 04:18:23 +0000",
    "content": "<p>AI-powered search engine Perplexity says it&#8217;ll begin experimenting with ads on its platform starting this week. Ads will appear in the U.S. to start, formatted as &#8220;sponsored follow-up questions.&#8221; (E.g., &#8220;How can I use LinkedIn to enhance my job search?&#8221;) Paid media will be positioned to the side of answers, and labeled as &#8220;sponsored.&#8221; Brands [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "AI-powered search engine Perplexity says it’ll begin experimenting with ads on its platform starting this week. Ads will appear in the U.S. to start, formatted as “sponsored follow-up questions.” (E.g., “How can I use LinkedIn to enhance my job search?”) Paid media will be positioned to the side of answers, and labeled as “sponsored.” Brands […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Donald Trump announces Elon Musk will  co-lead Department of Government Efficiency",
    "link": "https://techcrunch.com/2024/11/12/donald-trump-announces-elon-musk-will-co-lead-department-of-government-efficiency/",
    "pubDate": "Wed, 13 Nov 2024 01:44:12 +0000",
    "content": "<p>President-elect Donald Trump announced on Tuesday that Elon Musk will co-lead the Department of Government Efficiency, the acronym of which spells out DOGE, Musk&#8217;s favorite cryptocurrency. The CEO of Tesla, SpaceX, xAI, Neuralink, and owner of X, will lead the department alongside biotech entrepreneur and former presidential hopeful, Vivek Ramaswamy, to pave the way for [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "President-elect Donald Trump announced on Tuesday that Elon Musk will co-lead the Department of Government Efficiency, the acronym of which spells out DOGE, Musk’s favorite cryptocurrency. The CEO of Tesla, SpaceX, xAI, Neuralink, and owner of X, will lead the department alongside biotech entrepreneur and former presidential hopeful, Vivek Ramaswamy, to pave the way for […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "NASA awards ‘sustainable’ aircraft concepts $11.5M",
    "link": "https://techcrunch.com/2024/11/12/nasa-awards-sustainable-aircraft-concepts-11-5m/",
    "pubDate": "Wed, 13 Nov 2024 01:25:53 +0000",
    "content": "<p>The future of aircraft may look very similar to today&#8217;s superficially — but under the hood (or sitting next to the tailfins) they will likely be quite different. That&#8217;s the future NASA is hoping to nurture with five research awards worth $11.5 million. The Advanced Aircraft Concepts for Environmental Sustainability 2050 (AACES) program is an [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The future of aircraft may look very similar to today’s superficially — but under the hood (or sitting next to the tailfins) they will likely be quite different. That’s the future NASA is hoping to nurture with five research awards worth $11.5 million. The Advanced Aircraft Concepts for Environmental Sustainability 2050 (AACES) program is an […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple reportedly releasing a wall-mounted smart home tablet in 2025 – and yes, it does AI",
    "link": "https://techcrunch.com/2024/11/12/apple-reportedly-releasing-a-wall-mounted-smart-home-tablet-in-2025-and-yes-it-does-ai/",
    "pubDate": "Tue, 12 Nov 2024 23:53:38 +0000",
    "content": "<p>Apple is gearing up to announce a new smart home hub, according to Bloomberg&#8217;s Mark Gurman. As early as March 2025, the iPhone maker could release a tablet that mounts to your wall, controls smart home appliances, does video calls, and of course features Apple Intelligence. The device reportedly has a 6-inch touchscreen, but it&#8217;s [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Apple is gearing up to announce a new smart home hub, according to Bloomberg’s Mark Gurman. As early as March 2025, the iPhone maker could release a tablet that mounts to your wall, controls smart home appliances, does video calls, and of course features Apple Intelligence. The device reportedly has a 6-inch touchscreen, but it’s […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TechCrunch Space: Nothing to see here!",
    "link": "https://techcrunch.com/2024/11/12/techcrunch-space-nothing-to-see-here/",
    "pubDate": "Tue, 12 Nov 2024 23:00:00 +0000",
    "content": "<p>Hello, and welcome back to TechCrunch Space. There was absolutely no news last week because nothing happened. Just kidding. Defying all early polling, Donald Trump swept the election and will soon be sworn in for his second term in office. From a space policy perspective, things are already starting to look interesting. That&#8217;s mostly due [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Hello, and welcome back to TechCrunch Space. There was absolutely no news last week because nothing happened. Just kidding. Defying all early polling, Donald Trump swept the election and will soon be sworn in for his second term in office. From a space policy perspective, things are already starting to look interesting. That’s mostly due […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "23andMe cuts 40% of staff in restructuring",
    "link": "https://techcrunch.com/2024/11/12/23andme-cuts-40-of-staff-in-restructuring/",
    "pubDate": "Tue, 12 Nov 2024 22:51:57 +0000",
    "content": "<p>23andMe announced on Monday it would cut 40% of its workforce, representing more than 200 employees, as part of a restructuring at the company. The genetic testing company is also discontinuing its therapeutics business and winding down its clinical trials; it expects these changes to save $35 million annually. “We are taking these difficult but [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "23andMe announced on Monday it would cut 40% of its workforce, representing more than 200 employees, as part of a restructuring at the company. The genetic testing company is also discontinuing its therapeutics business and winding down its clinical trials; it expects these changes to save $35 million annually. “We are taking these difficult but […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Generative disinfo is real — you’re just not the target, warns deepfake tracking nonprofit",
    "link": "https://techcrunch.com/2024/11/12/generative-disinfo-is-real-youre-just-not-the-target-warns-deepfake-tracking-nonprofit/",
    "pubDate": "Tue, 12 Nov 2024 21:46:47 +0000",
    "content": "<p>Many feared that the 2024 election would be affected, and perhaps decided, by AI-generated disinformation. While there was some to be found, it was far less than anticipated. But don&#8217;t let that fool you: The disinfo threat is real — you&#8217;re just not the target. Or at least so says Oren Etzioni, an AI researcher [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Many feared that the 2024 election would be affected, and perhaps decided, by AI-generated disinformation. While there was some to be found, it was far less than anticipated. But don’t let that fool you: The disinfo threat is real — you’re just not the target. Or at least so says Oren Etzioni, an AI researcher […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The Rivian-Volkswagen joint venture deal is now up to $5.8B",
    "link": "https://techcrunch.com/2024/11/12/the-rivian-volkswagen-joint-venture-deal-is-now-up-to-5-8b/",
    "pubDate": "Tue, 12 Nov 2024 21:11:54 +0000",
    "content": "<p>Rivian and Volkswagen Group have finalized a multi-billion-dollar joint venture to develop software, paving the way to let the German auto giant leverage the EV startup&#8217;s more technical chops in the coming years. Volkswagen will invest up to $5.8 billion by 2027, about 16% more than when the deal was first announced in June. Volkswagen [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Rivian and Volkswagen Group have finalized a multi-billion-dollar joint venture to develop software, paving the way to let the German auto giant leverage the EV startup’s more technical chops in the coming years. Volkswagen will invest up to $5.8 billion by 2027, about 16% more than when the deal was first announced in June. Volkswagen […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TikTok is integrating with influencer shopping app LTK, videos show",
    "link": "https://techcrunch.com/2024/11/12/tiktok-is-integrating-with-influencer-shopping-app-ltk-videos-show/",
    "pubDate": "Tue, 12 Nov 2024 20:52:48 +0000",
    "content": "<p>An integration with LTK, an app that lets consumers shop from creator and influencers&#8217; recommendations, is rolling out on TikTok, according to videos by select creators viewed by TechCrunch. The collaboration could boost fashion creators&#8217; ability to earn affiliate commissions via LTK, while also making it easier for consumers to locate the clothes and accessories [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "An integration with LTK, an app that lets consumers shop from creator and influencers’ recommendations, is rolling out on TikTok, according to videos by select creators viewed by TechCrunch. The collaboration could boost fashion creators’ ability to earn affiliate commissions via LTK, while also making it easier for consumers to locate the clothes and accessories […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Trump expected to try to stop looming TikTok ban",
    "link": "https://techcrunch.com/2024/11/12/trump-expected-to-try-to-stop-looming-tiktok-ban/",
    "pubDate": "Tue, 12 Nov 2024 20:52:04 +0000",
    "content": "<p>President-elect Donald Trump will try to prevent TikTok from getting banned in the United States, The Washington Post reported on Tuesday. During his campaign, Trump promised voters that he would save the popular social media app if elected. Former Trump adviser and campaign manager Kellyanne Conway told the Post that the president-elect &#8220;appreciates the breadth and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "President-elect Donald Trump will try to prevent TikTok from getting banned in the United States, The Washington Post reported on Tuesday. During his campaign, Trump promised voters that he would save the popular social media app if elected. Former Trump adviser and campaign manager Kellyanne Conway told the Post that the president-elect “appreciates the breadth and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Anysphere acquires Supermaven to beef up Cursor",
    "link": "https://techcrunch.com/2024/11/12/anysphere-acquires-supermaven-to-beef-up-cursor/",
    "pubDate": "Tue, 12 Nov 2024 20:11:34 +0000",
    "content": "<p>Anysphere, the company behind AI-powered code editor Cursor, has acquired AI coding assistant Supermaven for an undisclosed sum. Anysphere CEO Michael Truell announced the deal in a post on Cursor&#8217;s blog. Supermaven, he said, will enable Anysphere to launch a new version of its Tab AI model that&#8217;s &#8220;fast, context-aware, and highly intelligent,&#8221; especially at sequences [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Anysphere, the company behind AI-powered code editor Cursor, has acquired AI coding assistant Supermaven for an undisclosed sum. Anysphere CEO Michael Truell announced the deal in a post on Cursor’s blog. Supermaven, he said, will enable Anysphere to launch a new version of its Tab AI model that’s “fast, context-aware, and highly intelligent,” especially at sequences […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "What is Bluesky? Everything to know about the X competitor.",
    "link": "https://techcrunch.com/2024/11/12/what-is-bluesky-everything-to-know-about-the-x-competitor/",
    "pubDate": "Tue, 12 Nov 2024 19:55:00 +0000",
    "content": "<p>Is the grass greener on the other side? We’re not sure, but the sky is most certainly bluer. It’s been two years since Elon Musk purchased Twitter, now X, leading people to set up shop on alternative platforms. Mastodon, Post, Pebble (two of which have already shuttered operations) and Spill have been presented as potential [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Is the grass greener on the other side? We’re not sure, but the sky is most certainly bluer. It’s been two years since Elon Musk purchased Twitter, now X, leading people to set up shop on alternative platforms. Mastodon, Post, Pebble (two of which have already shuttered operations) and Spill have been presented as potential […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Bluesky is seeing an exodus of unhappy X users following the election",
    "link": "https://techcrunch.com/2024/11/12/bluesky-is-seeing-an-exodus-of-unhappy-x-users-following-the-election/",
    "pubDate": "Tue, 12 Nov 2024 19:26:15 +0000",
    "content": "<p>X, formerly Twitter, is no longer the &#8220;digital town square&#8221; it once promised to be. Following the results of the U.S. presidential election, floods of users unhappy with the app&#8217;s latest direction are moving over to a competing app, Bluesky. Bluesky&#8217;s decentralized social media platform has steadily grown from 9+ million users as of September [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "X, formerly Twitter, is no longer the “digital town square” it once promised to be. Following the results of the U.S. presidential election, floods of users unhappy with the app’s latest direction are moving over to a competing app, Bluesky. Bluesky’s decentralized social media platform has steadily grown from 9+ million users as of September […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Chrome on iOS now lets you search using images and text at the same time",
    "link": "https://techcrunch.com/2024/11/12/chrome-on-ios-now-lets-you-search-using-images-and-text-at-the-same-time/",
    "pubDate": "Tue, 12 Nov 2024 19:22:58 +0000",
    "content": "<p>Google is rolling out a few new features for Chrome on iOS, the company announced on Tuesday. Most notably, Google Chrome on iOS now lets you search using images and text at the same time. While you could already do this using the Google Lens iOS app, you can now do so directly within the [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Google is rolling out a few new features for Chrome on iOS, the company announced on Tuesday. Most notably, Google Chrome on iOS now lets you search using images and text at the same time. While you could already do this using the Google Lens iOS app, you can now do so directly within the […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "FTC alleges neobank Dave misled customers",
    "link": "https://techcrunch.com/2024/11/12/ftc-alleges-neobank-dave-misled-customers/",
    "pubDate": "Tue, 12 Nov 2024 19:05:00 +0000",
    "content": "<p>Welcome to TechCrunch Fintech! This week, we’re looking at neobank Dave’s “misleading marketing” according to a new FTC complaint, Affirm’s launch in the U.K. amid regulatory overhaul, and how Equal aims to combat India’s growing cyberfraud problem. The big story The FTC comes after Dave for &#8220;misleading marketing” The FTC is taking action against online [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome to TechCrunch Fintech! This week, we’re looking at neobank Dave’s “misleading marketing” according to a new FTC complaint, Affirm’s launch in the U.K. amid regulatory overhaul, and how Equal aims to combat India’s growing cyberfraud problem. The big story The FTC comes after Dave for “misleading marketing” The FTC is taking action against online […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Sam Bankman-Fried is coming to the big screen ",
    "link": "https://techcrunch.com/2024/11/12/sam-bankman-fried-is-coming-to-the-big-screen/",
    "pubDate": "Tue, 12 Nov 2024 18:45:57 +0000",
    "content": "<p>Variety reports that Lena Dunham is working with Apple and production studio A24 to adapt Michael Lewis’ book “Going Infinite: The Rise and Fall of a New Tycoon,” which chronicles the life of Sam Bankman-Fried and the implosion of his company, FTX.&#160;She is set to write the script, the outlet said. FTX, once one of [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Variety reports that Lena Dunham is working with Apple and production studio A24 to adapt Michael Lewis’ book “Going Infinite: The Rise and Fall of a New Tycoon,” which chronicles the life of Sam Bankman-Fried and the implosion of his company, FTX. She is set to write the script, the outlet said. FTX, once one of […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple reportedly shipping a security camera in 2026",
    "link": "https://techcrunch.com/2024/11/12/apple-reportedly-shipping-a-security-camera-in-2026/",
    "pubDate": "Tue, 12 Nov 2024 18:42:01 +0000",
    "content": "<p>Apple is set to expand its smart home presence, according to Ming-Chi Kuo. The well-sourced analyst reported on Tuesday that the iPhone maker is working on an IP (internet protocol) camera with an expected 2026 shipping date. The analyst notes that Chinese component maker, Goertek, is set to assemble the product, which Apple expects to [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Apple is set to expand its smart home presence, according to Ming-Chi Kuo. The well-sourced analyst reported on Tuesday that the iPhone maker is working on an IP (internet protocol) camera with an expected 2026 shipping date. The analyst notes that Chinese component maker, Goertek, is set to assemble the product, which Apple expects to […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Firefly Aerospace readies for a big year in orbit with $175M D round",
    "link": "https://techcrunch.com/2024/11/12/firefly-aerospace-readies-for-a-big-year-in-orbit-with-175m-d-round/",
    "pubDate": "Tue, 12 Nov 2024 18:01:29 +0000",
    "content": "<p>Firefly Aerospace has raised a massive late-stage funding round ahead as it prepares for the launch of its lunar lander later this year and the first mission of its Elytra spacecraft next year.&#160; The $175 million Series D, which set Firefly’s valuation at over $2 billion, apparently closed in less than two months in a [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Firefly Aerospace has raised a massive late-stage funding round ahead as it prepares for the launch of its lunar lander later this year and the first mission of its Elytra spacecraft next year.  The $175 million Series D, which set Firefly’s valuation at over $2 billion, apparently closed in less than two months in a […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Here’s how to create a custom emoji with the Apple Intelligence feature ‘Genmoji’",
    "link": "https://techcrunch.com/2024/11/12/how-to-create-a-custom-emoji-with-genmoji-apple-intelligence-feature/",
    "pubDate": "Tue, 12 Nov 2024 17:41:42 +0000",
    "content": "<p>Apple’s latest iOS 18.1 software updates introduced a series of Apple Intelligence features, including Writing Tools and notification summaries. However, some features were missing from the lineup, like Genmoji, which allows users to create emojis from written prompts.  Now, with iOS 18.2, iPadOS 18.2, and macOS Sequoia 15.2 public betas officially available, the highly anticipated [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Apple’s latest iOS 18.1 software updates introduced a series of Apple Intelligence features, including Writing Tools and notification summaries. However, some features were missing from the lineup, like Genmoji, which allows users to create emojis from written prompts.  Now, with iOS 18.2, iPadOS 18.2, and macOS Sequoia 15.2 public betas officially available, the highly anticipated […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]