[
  {
    "title": "Hypelist wants to break lists out of silos and put recommendations first",
    "link": "https://techcrunch.com/2024/12/03/hypelist-is-an-app-for-you-to-create-and-discover-all-kinds-of-lists/",
    "pubDate": "Tue, 03 Dec 2024 15:00:00 +0000",
    "content": "<p>There are plenty of services that let you build lists to track and discover new books, movies, and songs, but often, these lists end up getting siloed. Former Squarespace employee Alfonso Cobo wanted to bring all kinds of lists together, and he&#8217;s trying to do that with Hypelist. Cobo said the ethos behind creating Hypelist [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "There are plenty of services that let you build lists to track and discover new books, movies, and songs, but often, these lists end up getting siloed. Former Squarespace employee Alfonso Cobo wanted to bring all kinds of lists together, and he’s trying to do that with Hypelist. Cobo said the ethos behind creating Hypelist […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google’s video generator comes to more customers",
    "link": "https://techcrunch.com/2024/12/03/googles-video-generator-comes-to-more-customers/",
    "pubDate": "Tue, 03 Dec 2024 14:30:00 +0000",
    "content": "<p>Google&#8217;s video generator is coming to a few more customers — Google Cloud customers, to be precise. On Tuesday, Google announced that Veo, its AI model that can generate short video clips from images and prompts, will be available in private preview for customers using Vertex AI, Google Cloud&#8217;s AI development platform. Google says that [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Google’s video generator is coming to a few more customers — Google Cloud customers, to be precise. On Tuesday, Google announced that Veo, its AI model that can generate short video clips from images and prompts, will be available in private preview for customers using Vertex AI, Google Cloud’s AI development platform. Google says that […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple Music’s 2024 Replay rolls out to all users",
    "link": "https://techcrunch.com/2024/12/03/apple-musics-2024-replay-rolls-out-to-all-users/",
    "pubDate": "Tue, 03 Dec 2024 14:00:00 +0000",
    "content": "<p>As users around the world await their Spotify Wrapped stats, Apple Music&#8217;s answer to the popular feature is now available to everyone. The Spotify Wrapped-like feature, called Apple Music Replay, gives users a look back at their year in music by highlighting their top songs, artists, and albums they streamed. This year&#8217;s Replay includes additional [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As users around the world await their Spotify Wrapped stats, Apple Music’s answer to the popular feature is now available to everyone. The Spotify Wrapped-like feature, called Apple Music Replay, gives users a look back at their year in music by highlighting their top songs, artists, and albums they streamed. This year’s Replay includes additional […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "FireDome launches projectiles filled with fire retardants to stop wildfires",
    "link": "https://techcrunch.com/2024/12/03/firedome-launches-projectiles-filled-with-fire-retardants-to-stop-wildfires/",
    "pubDate": "Tue, 03 Dec 2024 14:00:00 +0000",
    "content": "<p>Inspired by Israel's Iron Dome, the startup's automated system hopes to protect everything from neighborhoods to vineyards in coming fire seasons.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Inspired by Israel's Iron Dome, the startup's automated system hopes to protect everything from neighborhoods to vineyards in coming fire seasons.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Yurts raises $40 million to be the DoD’s AI Chatbot ",
    "link": "https://techcrunch.com/2024/12/03/yurts-raises-40-million-to-be-the-dods-ai-chatbot/",
    "pubDate": "Tue, 03 Dec 2024 14:00:00 +0000",
    "content": "<p>Yurts has raised a $40 million Series B led by XYZ Venture Capital to provide the DoD with gen AI. </p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Yurts has raised a $40 million Series B led by XYZ Venture Capital to provide the DoD with gen AI. \n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The OpenWRT One router is designed with ‘software freedom and right to repair’ in mind",
    "link": "https://techcrunch.com/2024/12/03/the-openwrt-one-router-is-designed-with-software-freedom-and-right-to-repair-in-mind/",
    "pubDate": "Tue, 03 Dec 2024 13:55:24 +0000",
    "content": "<p>A new router designed in collaboration by the Software Freedom Conservancy (SFC) and OpenWRT Project is touted as the first router &#8220;designed and built with your software freedom and right-to-repair in mind.&#8221; OpenWRT is an open source, customizable operating system based on the Linux kernel, designed primarily for networking devices &#8212; such as routers. While [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "A new router designed in collaboration by the Software Freedom Conservancy (SFC) and OpenWRT Project is touted as the first router “designed and built with your software freedom and right-to-repair in mind.” OpenWRT is an open source, customizable operating system based on the Linux kernel, designed primarily for networking devices — such as routers. While […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Intel’s ex-CEO Pat Gelsinger set to net more than $10M in severance pay",
    "link": "https://techcrunch.com/2024/12/03/pat-gelsinger-set-to-net-more-than-10m-severance-from-intel/",
    "pubDate": "Tue, 03 Dec 2024 12:05:07 +0000",
    "content": "<p>Intel&#8217;s newly departed CEO Pat Gelsinger could be walking away with more than $10 million in severance pay. As per a filing with the Securities and Exchange Commission (SEC) today, Intel and Gelsinger entered into a &#8220;retirement and separation agreement&#8221; which will entitle the former CEO to a payment equal to 18 months of his [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Intel’s newly departed CEO Pat Gelsinger could be walking away with more than $10 million in severance pay. As per a filing with the Securities and Exchange Commission (SEC) today, Intel and Gelsinger entered into a “retirement and separation agreement” which will entitle the former CEO to a payment equal to 18 months of his […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Delivery app Glovo bends to Spain’s Riders Law, will hire thousands of couriers",
    "link": "https://techcrunch.com/2024/12/03/delivery-app-glovo-bends-to-spains-riders-law-will-hire-thousands-of-couriers/",
    "pubDate": "Tue, 03 Dec 2024 11:55:30 +0000",
    "content": "<p>Glovo, a Spanish delivery app owned by Germany&#8217;s Delivery Hero, has bowed to pressure over labor rights in its home market. The company announced Monday it will hire around 15,000 riders — most of them are currently “self employed” according to Glovo. Per Reuters, the company also warned of a €100 million hit to earnings. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Glovo, a Spanish delivery app owned by Germany’s Delivery Hero, has bowed to pressure over labor rights in its home market. The company announced Monday it will hire around 15,000 riders — most of them are currently “self employed” according to Glovo. Per Reuters, the company also warned of a €100 million hit to earnings. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "UK antitrust suit hits Microsoft with claim for $1.25B in cloud fees damages",
    "link": "https://techcrunch.com/2024/12/03/uk-antitrust-suit-hits-microsoft-with-claim-for-1-25b-in-cloud-fees-damages/",
    "pubDate": "Tue, 03 Dec 2024 11:00:00 +0000",
    "content": "<p>Microsoft is in the crosshairs of a U.K. competition class-action style lawsuit that&#8217;s seeking £1 billion (around $1.25 billion at current exchange rates) in damages. It revolves around accusations related to fees the software giant charged businesses and other organizations for licensing Windows Server when they were customers of rival cloud computing platforms. The suit, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Microsoft is in the crosshairs of a U.K. competition class-action style lawsuit that’s seeking £1 billion (around $1.25 billion at current exchange rates) in damages. It revolves around accusations related to fees the software giant charged businesses and other organizations for licensing Windows Server when they were customers of rival cloud computing platforms. The suit, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "US agency proposes new rule blocking data brokers from selling Americans’ sensitive personal data",
    "link": "https://techcrunch.com/2024/12/03/us-agency-proposes-new-rule-blocking-data-brokers-from-selling-americans-sensitive-personal-data/",
    "pubDate": "Tue, 03 Dec 2024 10:00:00 +0000",
    "content": "<p>The U.S. consumer protection agency said it's closing the loophole to block the \"widespread evasion\" of federal law by data brokers.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The U.S. consumer protection agency said it's closing the loophole to block the \"widespread evasion\" of federal law by data brokers.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "US government contractor ENGlobal says operations are ‘limited’ following cyberattack",
    "link": "https://techcrunch.com/2024/12/03/us-government-contractor-englobal-says-operations-are-limited-following-cyberattack/",
    "pubDate": "Tue, 03 Dec 2024 09:49:43 +0000",
    "content": "<p>ENGlobal Corporation, a provider of engineering and automation services to the U.S. energy sector and federal government, says it has restricted access to its IT systems following a cyberattack, limiting the company to essential business operations only. In an 8-K filing with the SEC on Monday, Texas-based ENGlobal said it became aware of a “cybersecurity [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "ENGlobal Corporation, a provider of engineering and automation services to the U.S. energy sector and federal government, says it has restricted access to its IT systems following a cyberattack, limiting the company to essential business operations only. In an 8-K filing with the SEC on Monday, Texas-based ENGlobal said it became aware of a “cybersecurity […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Orakl Oncology combines data and biology to bring new drugs to cancer patients",
    "link": "https://techcrunch.com/2024/12/03/orakl-oncology-combines-data-and-biology-to-bring-new-drugs-to-cancer-patients/",
    "pubDate": "Tue, 03 Dec 2024 08:01:00 +0000",
    "content": "<p>Cancer incidence is on the rise, particularly among younger adults, but most new drug compounds fail to progress through clinical trials. According to French entrepreneur Fanny Jaulin (on the right in the picture above), the problem lies with clinical trial design.  “Just because a drug isn&#8217;t successful in clinical trials doesn&#8217;t mean it&#8217;s not a [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Cancer incidence is on the rise, particularly among younger adults, but most new drug compounds fail to progress through clinical trials. According to French entrepreneur Fanny Jaulin (on the right in the picture above), the problem lies with clinical trial design.  “Just because a drug isn’t successful in clinical trials doesn’t mean it’s not a […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "KPay, a financial management platform for SMEs, raises $55M Series A",
    "link": "https://techcrunch.com/2024/12/02/kpay-a-financial-management-platform-for-smes-raises-55m-series-a-funding-from-apis-partners/",
    "pubDate": "Tue, 03 Dec 2024 00:00:00 +0000",
    "content": "<p>Sometimes, the easiest way to find a great idea for a startup is to look beyond the current problem you&#8217;re solving for your customers. That&#8217;s exactly what worked for the founders of KPay. Davis Chan and his co-founders previously helped small and medium-sized merchants optimize their revenue and traffic in Asia, but they eventually noticed [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Sometimes, the easiest way to find a great idea for a startup is to look beyond the current problem you’re solving for your customers. That’s exactly what worked for the founders of KPay. Davis Chan and his co-founders previously helped small and medium-sized merchants optimize their revenue and traffic in Asia, but they eventually noticed […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The race is on to make AI agents do your online shopping for you",
    "link": "https://techcrunch.com/2024/12/02/the-race-is-on-to-make-ai-agents-do-your-online-shopping-for-you/",
    "pubDate": "Mon, 02 Dec 2024 23:50:31 +0000",
    "content": "<p>Millions of Americans will pop open their laptops to buy gifts this holiday season, but tech companies are racing to turn the job of online shopping over to AI agents instead. Perplexity recently released an AI shopping agent for its paying customers in the United States. It&#8217;s supposed to navigate retail websites for you, find [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Millions of Americans will pop open their laptops to buy gifts this holiday season, but tech companies are racing to turn the job of online shopping over to AI agents instead. Perplexity recently released an AI shopping agent for its paying customers in the United States. It’s supposed to navigate retail websites for you, find […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Judge confirms decision to sink Elon Musk’s $56B pay package despite Tesla shareholder vote",
    "link": "https://techcrunch.com/2024/12/02/judge-confirms-decision-to-sink-elon-musks-56b-pay-package-despite-tesla-shareholder-vote/",
    "pubDate": "Mon, 02 Dec 2024 22:10:04 +0000",
    "content": "<p>Delaware Chancery court judge Kathaleen McCormick has denied Tesla&#8217;s request to revise her decision to strike down CEO Elon Musk&#8217;s $56 billion pay package — despite shareholders voting at the company&#8217;s annual meeting this year to &#8220;re-ratify&#8221; the deal. Her decision, laid out in a 103-page opinion piece published on Monday, explains that the attempt [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Delaware Chancery court judge Kathaleen McCormick has denied Tesla’s request to revise her decision to strike down CEO Elon Musk’s $56 billion pay package — despite shareholders voting at the company’s annual meeting this year to “re-ratify” the deal. Her decision, laid out in a 103-page opinion piece published on Monday, explains that the attempt […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Threads takes on Bluesky with more advanced search",
    "link": "https://techcrunch.com/2024/12/02/threads-takes-on-bluesky-with-more-advanced-search/",
    "pubDate": "Mon, 02 Dec 2024 22:09:17 +0000",
    "content": "<p>Meta&#8217;s X competitor Instagram Threads is gaining an improved search interface, the company announced on Monday. The app, which offers a Meta-run alternative to Elon Musk&#8217;s X, but built on top of Instagram&#8217;s social graph, is rolling out a new way to search for specific posts, allowing users to filter searches by user profiles and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Meta’s X competitor Instagram Threads is gaining an improved search interface, the company announced on Monday. The app, which offers a Meta-run alternative to Elon Musk’s X, but built on top of Instagram’s social graph, is rolling out a new way to search for specific posts, allowing users to filter searches by user profiles and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "FTC fines online retailer Goat $2M over deceptive ‘Instant’ and ‘Next Day’ orders",
    "link": "https://techcrunch.com/2024/12/02/ftc-fines-online-retailer-goat-2m-over-deceptive-instant-and-next-day-orders/",
    "pubDate": "Mon, 02 Dec 2024 22:00:34 +0000",
    "content": "<p>The U.S. Federal Trade Commission (FTC) has ordered Goat, an online marketplace for sneakers and apparel, to pay more than $2 million to consumers over illegal shipping practices. The FTC also alleges that Goat fails to honor its &#8220;Buyer Protection&#8221; policies. In a complaint, the agency outlined that Goat has failed to ship many orders [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The U.S. Federal Trade Commission (FTC) has ordered Goat, an online marketplace for sneakers and apparel, to pay more than $2 million to consumers over illegal shipping practices. The FTC also alleges that Goat fails to honor its “Buyer Protection” policies. In a complaint, the agency outlined that Goat has failed to ship many orders […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "GM offloads one of its battery factories to joint venture partner LGES",
    "link": "https://techcrunch.com/2024/12/02/gm-offloads-one-of-its-battery-factories-to-lges/",
    "pubDate": "Mon, 02 Dec 2024 21:29:55 +0000",
    "content": "<p>General Motors is selling its stake in the nearly completed Ultium Cells battery cell plant in Lansing, Michigan, to its joint venture partner LG Energy Solution (LGES). GM’s step back from the factory comes amid weakening electric vehicle demand and the potential rollback of Biden administration incentives to produce clean energy domestically.  GM and LGES [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "General Motors is selling its stake in the nearly completed Ultium Cells battery cell plant in Lansing, Michigan, to its joint venture partner LG Energy Solution (LGES). GM’s step back from the factory comes amid weakening electric vehicle demand and the potential rollback of Biden administration incentives to produce clean energy domestically.  GM and LGES […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Why does the name ‘David Mayer’ crash ChatGPT? Digital privacy requests may be at fault",
    "link": "https://techcrunch.com/2024/12/02/why-does-the-name-david-mayer-crash-chatgpt-digital-privacy-requests-may-be-at-fault/",
    "pubDate": "Mon, 02 Dec 2024 21:13:48 +0000",
    "content": "<p>Users of the conversational AI platform ChatGPT discovered an interesting phenomenon over the weekend: the popular chatbot refuses to answer questions if asked about a &#8220;David Mayer.&#8221; Asking it to do so causes it to freeze up instantly. Conspiracy theories have ensued — but a more ordinary reason may be at the heart of this [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Users of the conversational AI platform ChatGPT discovered an interesting phenomenon over the weekend: the popular chatbot refuses to answer questions if asked about a “David Mayer.” Asking it to do so causes it to freeze up instantly. Conspiracy theories have ensued — but a more ordinary reason may be at the heart of this […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "AWS bets on liquid cooling for its AI servers",
    "link": "https://techcrunch.com/2024/12/02/aws-bets-on-liquid-cooling-for-its-ai-servers/",
    "pubDate": "Mon, 02 Dec 2024 20:30:00 +0000",
    "content": "<p>It&#8217;s AWS re:Invent 2024 this week, Amazon&#8217;s annual cloud computing extravaganza in Las Vegas, and as is tradition, the company has so much to announce, it can&#8217;t fit everything into its five (!) keynotes. Ahead of the show&#8217;s official opening, AWS on Monday detailed a number of updates to its overall data center strategy that [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "It’s AWS re:Invent 2024 this week, Amazon’s annual cloud computing extravaganza in Las Vegas, and as is tradition, the company has so much to announce, it can’t fit everything into its five (!) keynotes. Ahead of the show’s official opening, AWS on Monday detailed a number of updates to its overall data center strategy that […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]