[
  {
    "title": "The maiden voyage of Blue Origin’s massive new rocket won’t be for NASA",
    "link": "https://techcrunch.com/2024/09/06/the-maiden-voyage-of-blue-origins-massive-new-rocket-wont-be-for-nasa/",
    "pubDate": "Fri, 06 Sep 2024 21:34:41 +0000",
    "content": "<p>The world will have to wait a little longer to see Blue Origin&#8217;s massive New Glenn rocket fly for the first time. That rocket had been scheduled to launch two spacecraft to Mars for NASA during an eight-day window that opens on October 13. But NASA announced on Friday that it was pushing the mission, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The world will have to wait a little longer to see Blue Origin’s massive New Glenn rocket fly for the first time. That rocket had been scheduled to launch two spacecraft to Mars for NASA during an eight-day window that opens on October 13. But NASA announced on Friday that it was pushing the mission, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Watch live as Boeing and NASA attempt to bring empty Starliner back to Earth",
    "link": "https://techcrunch.com/2024/09/06/watch-live-as-boeing-and-nasa-attempt-to-bring-empty-starliner-back-to-earth/",
    "pubDate": "Fri, 06 Sep 2024 21:22:34 +0000",
    "content": "<p>After 93 days on orbit, Starliner is coming home.&#160; The spacecraft is a “go” for undocking from the International Space Station at 6:04 p.m. EST, though it will be leaving its two-person crew behind, and you can watch the drama unfold live. Those crew members, NASA astronauts Butch Wilmore and Suni Williams, closed the hatch [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "After 93 days on orbit, Starliner is coming home.  The spacecraft is a “go” for undocking from the International Space Station at 6:04 p.m. EST, though it will be leaving its two-person crew behind, and you can watch the drama unfold live. Those crew members, NASA astronauts Butch Wilmore and Suni Williams, closed the hatch […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Wealthy Harris donors are reportedly pressing for ouster of FTC Chair Lina Khan",
    "link": "https://techcrunch.com/2024/09/06/wealthy-harris-donors-are-reportedly-pressing-for-ouster-of-ftc-chair-lina-khan/",
    "pubDate": "Fri, 06 Sep 2024 20:52:35 +0000",
    "content": "<p>Some of Vice President Kamala Harris&#8217; wealthier donors are informally asking for FTC Chair Lina Khan to be replaced, reports Bloomberg. It&#8217;s not really surprising: Her expansive definition of antitrust enforcement has countless industries frantic, and the largest corporations opposed her appointment from the start. Khan&#8217;s FTC, which has opposed mergers that would have been [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Some of Vice President Kamala Harris’ wealthier donors are informally asking for FTC Chair Lina Khan to be replaced, reports Bloomberg. It’s not really surprising: Her expansive definition of antitrust enforcement has countless industries frantic, and the largest corporations opposed her appointment from the start. Khan’s FTC, which has opposed mergers that would have been […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How a cold email to a VC helped salon software startup Mangomint raise $35M",
    "link": "https://techcrunch.com/2024/09/06/how-a-cold-email-to-a-vc-helped-salon-software-startup-mangomint-raise-35m/",
    "pubDate": "Fri, 06 Sep 2024 20:45:00 +0000",
    "content": "<p>Mangomint seeks to make it easier for spa and salon owners to run their businesses. </p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Mangomint seeks to make it easier for spa and salon owners to run their businesses. \n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "University of Texas opens robotics program up to incoming freshmen",
    "link": "https://techcrunch.com/2024/09/06/university-of-texas-opens-robotics-program-up-to-incoming-freshmen/",
    "pubDate": "Fri, 06 Sep 2024 19:06:08 +0000",
    "content": "<p>The honors program is one of the first in the U.S. that allows incoming freshmen to apply for the program as part of their initial admission application.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The honors program is one of the first in the U.S. that allows incoming freshmen to apply for the program as part of their initial admission application.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "C-Zero is raising $18M to make emission-free hydrogen using natural gas, filings reveal",
    "link": "https://techcrunch.com/2024/09/06/c-zero-is-raising-18m-to-make-emission-free-hydrogen-using-natural-gas-filings-reveal/",
    "pubDate": "Fri, 06 Sep 2024 17:57:10 +0000",
    "content": "<p>By using readily available natural gas as the feedstock, C-Zero hopes to produce emission-free hydrogen for less than other green hydrogen startups.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "By using readily available natural gas as the feedstock, C-Zero hopes to produce emission-free hydrogen for less than other green hydrogen startups.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta will let third-party apps place calls to WhatsApp and Messenger users — in 2027",
    "link": "https://techcrunch.com/2024/09/06/meta-will-let-third-party-apps-place-calls-to-whatsapp-and-messenger-users-in-2027/",
    "pubDate": "Fri, 06 Sep 2024 17:53:57 +0000",
    "content": "<p>Meta on Friday published an update on how it plans to comply with the Digital Markets Act (DMA), the European law that aims to promote competition in digital marketplaces, where the law concerns the company&#8217;s messaging apps, Messenger and WhatsApp. As Meta notes in a blog post, the DMA requires that it provide an option [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Meta on Friday published an update on how it plans to comply with the Digital Markets Act (DMA), the European law that aims to promote competition in digital marketplaces, where the law concerns the company’s messaging apps, Messenger and WhatsApp. As Meta notes in a blog post, the DMA requires that it provide an option […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Roblox introduces new earning opportunities for creators, teases generative AI project",
    "link": "https://techcrunch.com/2024/09/06/roblox-introduces-new-earning-opportunities-for-creators-teases-generative-ai-project/",
    "pubDate": "Fri, 06 Sep 2024 17:30:00 +0000",
    "content": "<p>At the annual Roblox Developers Conference, the company announced on Friday a series of changes coming to the platform in the next few months and years. Most notably, Roblox is adding more ways for creators to earn money through their experiences, and the company is unveiling a project that will power generative AI creation on [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "At the annual Roblox Developers Conference, the company announced on Friday a series of changes coming to the platform in the next few months and years. Most notably, Roblox is adding more ways for creators to earn money through their experiences, and the company is unveiling a project that will power generative AI creation on […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Startups have to be clever when fighting larger rivals",
    "link": "https://techcrunch.com/2024/09/06/startups-have-to-be-clever-when-fighting-larger-rivals/",
    "pubDate": "Fri, 06 Sep 2024 17:05:00 +0000",
    "content": "<p>Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox every Friday? Sign up here. You won&#8217;t find any Founder Mode discourse in this week&#8217;s newsletter, although the memes keep coming. Instead, here&#8217;s your usual dose of startup news, from oversized rounds, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox every Friday? Sign up here. You won’t find any Founder Mode discourse in this week’s newsletter, although the memes keep coming. Instead, here’s your usual dose of startup news, from oversized rounds, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "NFL kicks off in Brazil for the first time, but reporters and fans can’t post on X due to nationwide ban",
    "link": "https://techcrunch.com/2024/09/06/nfl-season-kicks-off-in-brazil-but-reporters-and-fans-cant-post-on-x-due-to-nationwide-ban/",
    "pubDate": "Fri, 06 Sep 2024 16:49:58 +0000",
    "content": "<p>The Philadelphia Eagles and the Green Bay Packers will face off tonight in their first game of the NFL season. But this season opener is a bit different. As the league seeks to expand into international markets, the two football teams have traveled to Brazil to make history by playing the first-ever regular season NFL [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Philadelphia Eagles and the Green Bay Packers will face off tonight in their first game of the NFL season. But this season opener is a bit different. As the league seeks to expand into international markets, the two football teams have traveled to Brazil to make history by playing the first-ever regular season NFL […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "VC pitch show ‘Meet the Drapers’ partners with TikTok",
    "link": "https://techcrunch.com/2024/09/06/vc-pitch-show-meet-the-drapers-partners-with-tiktok/",
    "pubDate": "Fri, 06 Sep 2024 16:44:10 +0000",
    "content": "<p>Venture capitalist Tim Draper&#8217;s international pitch competition, &#8220;Meet the Drapers,&#8221; is partnering up with TikTok as it heads into its seventh season. Under the new tie-up, entrepreneurs will pitch their startups to the public through the short-form video app for one of the show&#8217;s upcoming episodes. The general public will then be able to vote [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Venture capitalist Tim Draper’s international pitch competition, “Meet the Drapers,” is partnering up with TikTok as it heads into its seventh season. Under the new tie-up, entrepreneurs will pitch their startups to the public through the short-form video app for one of the show’s upcoming episodes. The general public will then be able to vote […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Public EV startup with an indicted CEO is looking to raise an additional $100 million",
    "link": "https://techcrunch.com/2024/09/06/public-ev-startup-with-an-indicted-ceo-is-looking-to-raise-an-additional-100-million/",
    "pubDate": "Fri, 06 Sep 2024 16:25:49 +0000",
    "content": "<p>It&#8217;s tempting to think the trend of EV startups merging with special purpose acquisition companies (SPACs) to go public has ended, seeing how many of them are struggling or defunct. But that&#8217;s not quite true. A startup called Thunder Power Holdings went public on the Nasdaq exchange in June through a SPAC, and is now [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "It’s tempting to think the trend of EV startups merging with special purpose acquisition companies (SPACs) to go public has ended, seeing how many of them are struggling or defunct. But that’s not quite true. A startup called Thunder Power Holdings went public on the Nasdaq exchange in June through a SPAC, and is now […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TechCrunch Minute: Canva faces backlash over price hikes",
    "link": "https://techcrunch.com/video/techcrunch-minute-canva-faces-backlash-over-price-hikes/",
    "pubDate": "Fri, 06 Sep 2024 16:00:00 +0000",
    "content": "<p>Some Canva customers are experiencing serious sticker shock, while the company is pointing to new AI features to justify the price hike. The company has established itself as a simpler, more affordable alternative to legacy design software, but the “more affordable” part of the equation is becoming a little less true, with some Canva Teams [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Some Canva customers are experiencing serious sticker shock, while the company is pointing to new AI features to justify the price hike. The company has established itself as a simpler, more affordable alternative to legacy design software, but the “more affordable” part of the equation is becoming a little less true, with some Canva Teams […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The New Data Pipeline: Fivetran, DataStax and NEA are coming to TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/09/06/the-new-data-pipeline-fivetran-datastax-and-nea-are-coming-to-techcrunch-disrupt-2024/",
    "pubDate": "Fri, 06 Sep 2024 15:30:00 +0000",
    "content": "<p>In the world of modern AI, data is more than just a resource — it&#8217;s the fundamental core that aligns decision-makers, supports processes and enables innovation. As AI applications become more robust and pervasive, the pace of such advancement is only as good as the evolution of the data infrastructure behind it.&#160; We are delighted [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "In the world of modern AI, data is more than just a resource — it’s the fundamental core that aligns decision-makers, supports processes and enables innovation. As AI applications become more robust and pervasive, the pace of such advancement is only as good as the evolution of the data infrastructure behind it.  We are delighted […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Transport for London outages drag into weekend after cyberattack",
    "link": "https://techcrunch.com/2024/09/06/transport-for-london-outages-drag-into-weekend-after-cyberattack/",
    "pubDate": "Fri, 06 Sep 2024 15:05:25 +0000",
    "content": "<p>In a brief update ahead of the weekend, the London transport network said it has no evidence yet that customer data was compromised. </p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "In a brief update ahead of the weekend, the London transport network said it has no evidence yet that customer data was compromised. \n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Last call: Boost your brand by hosting a Side Event at TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/09/06/last-call-boost-your-brand-by-hosting-a-side-event-at-techcrunch-disrupt-2024/",
    "pubDate": "Fri, 06 Sep 2024 15:00:00 +0000",
    "content": "<p>Keep the excitement of TechCrunch Disrupt 2024 alive by hosting an exclusive Side Event after hours. Don&#8217;t miss out — today is the final day to apply for free! Maximize your brand’s exposure to 10,000 Disrupt attendees and the dynamic Bay Area tech scene during “Disrupt Week” — taking place October 26 through November 1. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Keep the excitement of TechCrunch Disrupt 2024 alive by hosting an exclusive Side Event after hours. Don’t miss out — today is the final day to apply for free! Maximize your brand’s exposure to 10,000 Disrupt attendees and the dynamic Bay Area tech scene during “Disrupt Week” — taking place October 26 through November 1. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Instagram jazzes up its DMs with stickers, photo editing, and themes",
    "link": "https://techcrunch.com/2024/09/06/instagram-is-adding-new-photo-editing-features-to-dms/",
    "pubDate": "Fri, 06 Sep 2024 15:00:00 +0000",
    "content": "<p>Meta-owned Instagram is jazzing up the inbox by adding new features for photo editing, sticker creation and themes. The company is trying to make Instagram more appealing as a messaging app with features to make conversations more engaging. While some of these features might not sound new, it&#8217;s all about removing friction for users that [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Meta-owned Instagram is jazzing up the inbox by adding new features for photo editing, sticker creation and themes. The company is trying to make Instagram more appealing as a messaging app with features to make conversations more engaging. While some of these features might not sound new, it’s all about removing friction for users that […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Students and recent grads: Last day to save on TechCrunch Disrupt 2024 Student Passes",
    "link": "https://techcrunch.com/2024/09/06/students-and-recent-grads-last-day-to-save-on-techcrunch-disrupt-2024-student-passes/",
    "pubDate": "Fri, 06 Sep 2024 14:30:00 +0000",
    "content": "<p>Today’s your final chance to secure your TechCrunch Disrupt 2024 Student Pass with a $200 discount! Maximize your savings by opting for the Student 4+ Bundle and bring four or more of your friends along for the experience. Prices go up after midnight, so don’t miss your opportunity to save. Now that the semester is [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Today’s your final chance to secure your TechCrunch Disrupt 2024 Student Pass with a $200 discount! Maximize your savings by opting for the Student 4+ Bundle and bring four or more of your friends along for the experience. Prices go up after midnight, so don’t miss your opportunity to save. Now that the semester is […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Real estate revolutions and beanie baby economies",
    "link": "https://techcrunch.com/2024/09/06/real-estate-revolutions-and-beanie-baby-economies/",
    "pubDate": "Fri, 06 Sep 2024 14:05:00 +0000",
    "content": "<p>The Equity podcast crew is wrapping up another eventful week, with real estate, AI agents, gambling and secondary markets — which are, of course, a form of legalized gambling. Mary Ann Azevedo, Becca Szkutak and Devin Coldewey started off this Friday&#8217;s episode with the acknowledgment that the X/Twitter ban situation in Brazil is possibly too [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Equity podcast crew is wrapping up another eventful week, with real estate, AI agents, gambling and secondary markets — which are, of course, a form of legalized gambling. Mary Ann Azevedo, Becca Szkutak and Devin Coldewey started off this Friday’s episode with the acknowledgment that the X/Twitter ban situation in Brazil is possibly too […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google faces provisional antitrust charges in UK for ‘self-preferencing’ its ad exchange",
    "link": "https://techcrunch.com/2024/09/06/google-faces-provisional-antitrust-charges-in-uk-for-self-preferencing-its-ad-exchange/",
    "pubDate": "Fri, 06 Sep 2024 10:41:35 +0000",
    "content": "<p>More antitrust woes for Google. The U.K&#8217;.s competition watchdog said on Friday that it suspects the company of adtech antitrust abuses. The tech giant will now have a chance to respond to the provisional findings before the regulator reaches a final decision. Confirmed violations of U.K. competition law can lead to corrective orders and fines [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "More antitrust woes for Google. The U.K’.s competition watchdog said on Friday that it suspects the company of adtech antitrust abuses. The tech giant will now have a chance to respond to the provisional findings before the regulator reaches a final decision. Confirmed violations of U.K. competition law can lead to corrective orders and fines […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]