[
  {
    "title": "FTC hits Lyft with $2.1M penalty for luring drivers with false earnings claims",
    "link": "https://techcrunch.com/2024/10/25/ftc-hits-lyft-with-2-1m-penalty-for-luring-drivers-with-false-earnings-claims/",
    "pubDate": "Fri, 25 Oct 2024 21:15:02 +0000",
    "content": "<p>Lyft has agreed to a $2.1 million settlement proposed by the FTC over the car-hailing company&#8217;s &#8220;deceptive earnings claims about how much money drivers could expect to make.&#8221; As documented in the FTC&#8217;s complaint document, Lyft systematically inflated the incomes it advertised to drivers it was attempting to recruit in 2021 and 2022. For instance, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Lyft has agreed to a $2.1 million settlement proposed by the FTC over the car-hailing company’s “deceptive earnings claims about how much money drivers could expect to make.” As documented in the FTC’s complaint document, Lyft systematically inflated the incomes it advertised to drivers it was attempting to recruit in 2021 and 2022. For instance, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "What is Apple Intelligence, when is it coming and who will get it?",
    "link": "https://techcrunch.com/2024/10/25/what-is-apple-intelligence-when-is-coming-and-who-will-get-it/",
    "pubDate": "Fri, 25 Oct 2024 19:16:53 +0000",
    "content": "<p>Apple Intelligence was designed to leverage things that generative AI already does well, like text and image generation, to improve upon existing features.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Apple Intelligence was designed to leverage things that generative AI already does well, like text and image generation, to improve upon existing features.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Not all startups mourn IPOs, but liquidity still must flow",
    "link": "https://techcrunch.com/2024/10/25/not-all-startups-mourn-ipos-but-liquidity-still-must-flow/",
    "pubDate": "Fri, 25 Oct 2024 19:05:00 +0000",
    "content": "<p>Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox every Friday? Sign up here. Several startups announced new rounds this week without disclosing their valuation. This doesn&#8217;t mean that these were down rounds, but rather it confirms that our collective focus [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox every Friday? Sign up here. Several startups announced new rounds this week without disclosing their valuation. This doesn’t mean that these were down rounds, but rather it confirms that our collective focus […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Rental car startup Kyte slashes staff and shrinks to two markets in bid for survival",
    "link": "https://techcrunch.com/2024/10/25/rental-car-startup-kyte-slashes-staff-and-shrinks-to-two-markets-in-bid-for-survival/",
    "pubDate": "Fri, 25 Oct 2024 19:00:47 +0000",
    "content": "<p>Rental car startup Kyte, which bills itself as the &#8220;best alternative to Hertz,&#8221; is pulling out of almost all of its major markets in the United States and has cut its workforce roughly in half in a bid to survive after exploring a sale earlier this year. The company is shrinking its operations to focus [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Rental car startup Kyte, which bills itself as the “best alternative to Hertz,” is pulling out of almost all of its major markets in the United States and has cut its workforce roughly in half in a bid to survive after exploring a sale earlier this year. The company is shrinking its operations to focus […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Prominent crypto critic says someone offered bribes to take down a blog post",
    "link": "https://techcrunch.com/2024/10/25/prominent-crypto-critic-says-someone-offered-bribes-to-take-down-a-blog-post/",
    "pubDate": "Fri, 25 Oct 2024 17:49:11 +0000",
    "content": "<p>Crypto critic Molly White received emails from a purported lawyer and someone working for a “reputation management company” offering bribes in exchange for the takedown of a blog post about the arrest of an alleged crypto fraudster.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Crypto critic Molly White received emails from a purported lawyer and someone working for a “reputation management company” offering bribes in exchange for the takedown of a blog post about the arrest of an alleged crypto fraudster.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The fediverse is getting its own TikTok competitor called Loops",
    "link": "https://techcrunch.com/2024/10/25/the-fediverse-is-getting-its-own-tiktok-competitor-called-loops/",
    "pubDate": "Fri, 25 Oct 2024 17:44:17 +0000",
    "content": "<p>Similar to how Mastodon offers an open source, distributed version of X, the fediverse is getting its own TikTok competitor. This week, an app called Loops began accepting signups on its new platform for sharing short, looping videos. Still in the early stages, Loops is not yet open sourced, nor has it completed its integration [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Similar to how Mastodon offers an open source, distributed version of X, the fediverse is getting its own TikTok competitor. This week, an app called Loops began accepting signups on its new platform for sharing short, looping videos. Still in the early stages, Loops is not yet open sourced, nor has it completed its integration […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "OpenAI says it won’t release a model called Orion this year",
    "link": "https://techcrunch.com/2024/10/25/openai-says-it-wont-release-a-model-called-orion-this-year/",
    "pubDate": "Fri, 25 Oct 2024 17:24:18 +0000",
    "content": "<p>OpenAI says that it doesn&#8217;t intend to release an AI model code-named Orion this year, countering recent reporting on the company&#8217;s product roadmap. “We don&#8217;t have plans to release a model code-named Orion this year,&#8221; a spokesperson told TechCrunch via email. &#8220;We do plan to release a lot of other great technology.&#8221; The Verge reported [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "OpenAI says that it doesn’t intend to release an AI model code-named Orion this year, countering recent reporting on the company’s product roadmap. “We don’t have plans to release a model code-named Orion this year,” a spokesperson told TechCrunch via email. “We do plan to release a lot of other great technology.” The Verge reported […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Techcrunch Disrupt 2024 starts Monday — our partners have helped us create an unforgettable experience that you shouldn’t miss",
    "link": "https://techcrunch.com/2024/10/25/disrupt-starts-monday-our-partners-have-helped-us-create-an-unforgettable-experience-that-you-shouldnt-miss/",
    "pubDate": "Fri, 25 Oct 2024 17:05:00 +0000",
    "content": "<p>We’d like to thank SAP for their support. Make sure to catch their Roundtable session: “Visionary Companies Embrace Innovation to Thrive in the Fast-Paced Economy” on Tuesday and Wednesday. Speakers from The Webby Awards and Silicon Zombies will be on panels at TechCrunch Disrupt 2024 Breakout sessions, and we thank those companies for their support. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "We’d like to thank SAP for their support. Make sure to catch their Roundtable session: “Visionary Companies Embrace Innovation to Thrive in the Fast-Paced Economy” on Tuesday and Wednesday. Speakers from The Webby Awards and Silicon Zombies will be on panels at TechCrunch Disrupt 2024 Breakout sessions, and we thank those companies for their support. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Classic Christmas song gets authorized Spanish reworking thanks to ‘responsible’ AI",
    "link": "https://techcrunch.com/2024/10/25/classic-christmas-song-gets-authorized-spanish-reworking-thanks-to-responsible-ai/",
    "pubDate": "Fri, 25 Oct 2024 16:22:38 +0000",
    "content": "<p>In the decades following its 1958 release, Brenda Lee’s rockabilly-tinged “Rockin’ Around the Christmas Tree” has attained status as an all-time holiday classic. Sixty-six years later, it’s getting a Spanish language rework courtesy of “responsible” AI. Universal on Friday announced the release of “Noche Buena y Navidad,” which utilized SoundLabs AI’s MicDrop technology to reconstruct [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "In the decades following its 1958 release, Brenda Lee’s rockabilly-tinged “Rockin’ Around the Christmas Tree” has attained status as an all-time holiday classic. Sixty-six years later, it’s getting a Spanish language rework courtesy of “responsible” AI. Universal on Friday announced the release of “Noche Buena y Navidad,” which utilized SoundLabs AI’s MicDrop technology to reconstruct […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "YC startup Pharos lands a $5M seed led by Felicis to bring AI to hospital quality reporting",
    "link": "https://techcrunch.com/2024/10/25/yc-startup-pharos-lands-a-5m-seed-led-by-felicis-to-bring-ai-to-quality-reporting/",
    "pubDate": "Fri, 25 Oct 2024 15:30:00 +0000",
    "content": "<p>Medical and administrative staff are increasingly overwhelmed with piles of paperwork they have to fill out every day. Dozens, if not hundreds, of startups, are seeing opportunities to make those bureaucratic processes less burdensome with the help of generative AI. These companies are building AI medical scribes, platforms for pre-authorizing health insurance payments, and products [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Medical and administrative staff are increasingly overwhelmed with piles of paperwork they have to fill out every day. Dozens, if not hundreds, of startups, are seeing opportunities to make those bureaucratic processes less burdensome with the help of generative AI. These companies are building AI medical scribes, platforms for pre-authorizing health insurance payments, and products […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple upgrades TestFlight with redesigned invites, testing criteria, and more",
    "link": "https://techcrunch.com/2024/10/25/apple-upgrades-testflight-with-redesigned-invites-testing-criteria-and-more/",
    "pubDate": "Fri, 25 Oct 2024 14:43:25 +0000",
    "content": "<p>Alongside the Apple Intelligence-powered iOS 18 updates for consumers and developers, Apple is rolling out a sizable refresh to its app testing platform for developers, TestFlight. Developers will have more control over who can join their beta and how an app&#8217;s new features are shared with testers. They&#8217;ll also be able to view metrics related [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Alongside the Apple Intelligence-powered iOS 18 updates for consumers and developers, Apple is rolling out a sizable refresh to its app testing platform for developers, TestFlight. Developers will have more control over who can join their beta and how an app’s new features are shared with testers. They’ll also be able to view metrics related […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Waymo raises $5.6B from Alphabet, a16z, Silver Lake, and more",
    "link": "https://techcrunch.com/2024/10/25/waymo-raises-5-6b-from-alphabet-a16z-silver-lake-and-more/",
    "pubDate": "Fri, 25 Oct 2024 14:33:56 +0000",
    "content": "<p>Waymo has closed a $5.6 billion Series C funding round led by parent company Alphabet and joined by a who&#8217;s who of Silicon Valley venture firms. Alphabet had previously announced in July that it was pledging another $5 billion to Waymo, but was mum on the specifics, saying only that it was a &#8220;multi-year&#8221; commitment. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Waymo has closed a $5.6 billion Series C funding round led by parent company Alphabet and joined by a who’s who of Silicon Valley venture firms. Alphabet had previously announced in July that it was pledging another $5 billion to Waymo, but was mum on the specifics, saying only that it was a “multi-year” commitment. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Perplexity says it’s now serving 100M search queries a week",
    "link": "https://techcrunch.com/2024/10/25/perplexity-says-its-now-serving-100m-search-queries-a-week/",
    "pubDate": "Fri, 25 Oct 2024 14:23:19 +0000",
    "content": "<p>Aravind Srinivas, the CEO of Perplexity, says that the AI-powered search engine is now performing 100 million queries each week. Extrapolated out to a month, that&#8217;s roughly 400 million queries — up from 250 million queries in July. Perplexity&#8217;s rapid rise comes as the company teases ecommerce features, including the ability for subscribers to its [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Aravind Srinivas, the CEO of Perplexity, says that the AI-powered search engine is now performing 100 million queries each week. Extrapolated out to a month, that’s roughly 400 million queries — up from 250 million queries in July. Perplexity’s rapid rise comes as the company teases ecommerce features, including the ability for subscribers to its […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "3 days left: TechCrunch Disrupt 2024 kicks off and ticket prices increase",
    "link": "https://techcrunch.com/2024/10/25/3-days-left-techcrunch-disrupt-2024-kicks-off-and-ticket-prices-increase/",
    "pubDate": "Fri, 25 Oct 2024 14:00:00 +0000",
    "content": "<p>Only 3 days to go! Moscone West in San Francisco will host 10,000 startup and VC leaders at TechCrunch Disrupt 2024 from October 28-30. This event promises to inspire, spark new ideas, and cultivate meaningful connections. Final days to lock in your savings! Don’t miss your chance — you have until October 27 at 11:59 [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Only 3 days to go! Moscone West in San Francisco will host 10,000 startup and VC leaders at TechCrunch Disrupt 2024 from October 28-30. This event promises to inspire, spark new ideas, and cultivate meaningful connections. Final days to lock in your savings! Don’t miss your chance — you have until October 27 at 11:59 […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Elon Musk reportedly chats regularly with Putin",
    "link": "https://techcrunch.com/2024/10/25/elon-musk-reportedly-chats-often-with-putin/",
    "pubDate": "Fri, 25 Oct 2024 13:30:52 +0000",
    "content": "<p>Tesla and SpaceX CEO Elon Musk has been in regular contact with Russian president Vladimir Putin since late-2022. That&#8217;s according to The Wall Street Journal, which reports that the conversations have raised national security concerns among some intelligence officials. At one point, Putin reportedly asked Musk to avoid activating Starlink, his satellite-based internet service, in [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tesla and SpaceX CEO Elon Musk has been in regular contact with Russian president Vladimir Putin since late-2022. That’s according to The Wall Street Journal, which reports that the conversations have raised national security concerns among some intelligence officials. At one point, Putin reportedly asked Musk to avoid activating Starlink, his satellite-based internet service, in […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple adds a menu in iOS 18.2 to change default apps including messages and calls",
    "link": "https://techcrunch.com/2024/10/25/apple-adds-a-menu-in-ios-18-2-to-change-default-apps-including-messages-and-calls/",
    "pubDate": "Fri, 25 Oct 2024 13:17:21 +0000",
    "content": "<p>Apple released iOS 18.2 as a developer beta users earlier this week. While there was a bunch of AI goodie shipped with this version — including Gemmoji, Image Playground, and ChatGPT integration — the company also shipped a new default menu to change your default apps. And it&#8217;s not just limited to the web browser [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Apple released iOS 18.2 as a developer beta users earlier this week. While there was a bunch of AI goodie shipped with this version — including Gemmoji, Image Playground, and ChatGPT integration — the company also shipped a new default menu to change your default apps. And it’s not just limited to the web browser […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Screenable’s app turns any iPhone into a starter phone for kids",
    "link": "https://techcrunch.com/2024/10/25/screenables-app-turns-any-iphone-into-a-starter-phone-for-kids/",
    "pubDate": "Fri, 25 Oct 2024 13:00:00 +0000",
    "content": "<p>A new app called Screenable will help parents introduce their children to technology by turning an iPhone or iPad into a starter phone. The app is designed to grow over time with a child, as it offers different modes for kids of different ages.&#160; For starters, the app’s “Dumb Phone” mode essentially turns an iPhone [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "A new app called Screenable will help parents introduce their children to technology by turning an iPhone or iPad into a starter phone. The app is designed to grow over time with a child, as it offers different modes for kids of different ages.  For starters, the app’s “Dumb Phone” mode essentially turns an iPhone […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Airdog’s founders are back with a precision-strike drone meant for modern warfare",
    "link": "https://techcrunch.com/2024/10/25/airdogs-founders-are-back-with-a-precision-strike-drone-meant-for-modern-warfare/",
    "pubDate": "Fri, 25 Oct 2024 09:52:15 +0000",
    "content": "<p>The war in Ukraine has shown that warfare changes by the day. It&#8217;s also clear that the tech used to make war today is costly: While larger countries can afford legions of tanks, helicopters, and precision-strike systems, smaller nations find themselves scrambling for cheaper ways to defend themselves. Origin, a new defense tech startup out of [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The war in Ukraine has shown that warfare changes by the day. It’s also clear that the tech used to make war today is costly: While larger countries can afford legions of tanks, helicopters, and precision-strike systems, smaller nations find themselves scrambling for cheaper ways to defend themselves. Origin, a new defense tech startup out of […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "YouTube brings its affilate program to India, partners with Flipkart",
    "link": "https://techcrunch.com/2024/10/24/youtube-brings-its-affilate-program-to-india-partners-with-walmart-owned-flipkart/",
    "pubDate": "Fri, 25 Oct 2024 06:33:00 +0000",
    "content": "<p>Just ahead of the local festive season, YouTube has brought its affiliate program to India, letting uploaders tag products in their videos and earn referrals.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Just ahead of the local festive season, YouTube has brought its affiliate program to India, letting uploaders tag products in their videos and earn referrals.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google Calendar gets a design refresh, dark mode",
    "link": "https://techcrunch.com/2024/10/24/google-calendar-gets-a-design-refresh-along-with-dark-mode/",
    "pubDate": "Fri, 25 Oct 2024 05:42:15 +0000",
    "content": "<p>Google is revamping Google Calendar&#8217;s web interface in line with its Material Design 3 guidelines, and adding support for dark mode. The update applies to controls like buttons, dialogs and sidebars that are more &#8220;modern and accessible,&#8221; the company said. Screenshots on the Google Workspace blog show that buttons and dialogs now have rounded edges, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Google is revamping Google Calendar’s web interface in line with its Material Design 3 guidelines, and adding support for dark mode. The update applies to controls like buttons, dialogs and sidebars that are more “modern and accessible,” the company said. Screenshots on the Google Workspace blog show that buttons and dialogs now have rounded edges, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]