[
  {
    "title": "Elon Musk unveils the Robovan: the biggest surprise from Tesla’s We, Robot event",
    "link": "https://techcrunch.com/2024/10/10/robovan-was-the-biggest-surprise-at-tesla-we-robot-event/",
    "pubDate": "Fri, 11 Oct 2024 04:27:03 +0000",
    "content": "<p>Elon Musk unveiled a prototype of Tesla&#8217;s Robovan on Thursday night during the company&#8217;s We, Robot event in Los Angeles. The Robovan will be an electric, autonomous vehicle roughly the size of a bus, designed for transporting people around high density areas. It will carry up to 20 people at a time and also transport [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Elon Musk unveiled a prototype of Tesla’s Robovan on Thursday night during the company’s We, Robot event in Los Angeles. The Robovan will be an electric, autonomous vehicle roughly the size of a bus, designed for transporting people around high density areas. It will carry up to 20 people at a time and also transport […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tesla reveals 20 Cybercabs at We, Robot event, says you’ll be able to buy one for less than $30,000",
    "link": "https://techcrunch.com/2024/10/10/tesla-reveals-20-cybercabs-at-we-robot-event/",
    "pubDate": "Fri, 11 Oct 2024 04:11:00 +0000",
    "content": "<p>Tesla has finally revealed its Cybercab, and it looks like a smaller, sleeker, two-seater Cybertruck. And while many were expecting there to be at least one prototype of a robotaxi with no steering wheel or pedals, Tesla CEO Elon Musk delighted his fans with a lineup of 20 vehicles. The flashy “We, Robot” event took [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tesla has finally revealed its Cybercab, and it looks like a smaller, sleeker, two-seater Cybertruck. And while many were expecting there to be at least one prototype of a robotaxi with no steering wheel or pedals, Tesla CEO Elon Musk delighted his fans with a lineup of 20 vehicles. The flashy “We, Robot” event took […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tesla Robotaxi event: How to watch the reveal live",
    "link": "https://techcrunch.com/2024/10/10/tesla-robotaxi-event-how-to-watch-the-reveal-live/",
    "pubDate": "Fri, 11 Oct 2024 02:15:00 +0000",
    "content": "<p>Tesla loves to put on a show, and Thursday’s Robotaxi reveal might just be the flashiest of them all.&#160; The electric vehicle maker is slated to unveil its much-hyped Robotaxi vehicle at Warner Bros. Discovery’s movie studio in Burbank, California. For those attending, doors will open at 5 p.m. PT, with remarks beginning at 7 [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tesla loves to put on a show, and Thursday’s Robotaxi reveal might just be the flashiest of them all.  The electric vehicle maker is slated to unveil its much-hyped Robotaxi vehicle at Warner Bros. Discovery’s movie studio in Burbank, California. For those attending, doors will open at 5 p.m. PT, with remarks beginning at 7 […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Babbel co-founder Markus Witte will once again run the company, replacing CEO Arne Schepker",
    "link": "https://techcrunch.com/2024/10/10/babbels-new-ceo-is-its-old-ceo/",
    "pubDate": "Fri, 11 Oct 2024 02:00:00 +0000",
    "content": "<p>Arne Schepker, the CEO of the popular Berlin-based language learning platform Babbel, is stepping down, and the company&#8217;s co-founder and former CEO Markus Witte is stepping back in to lead the company &#8220;into a new phase while searching for&#160;Arne’s successor with patience,&#8221; the company said. This new phase, unsurprisingly, will involve AI. Witte will not [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Arne Schepker, the CEO of the popular Berlin-based language learning platform Babbel, is stepping down, and the company’s co-founder and former CEO Markus Witte is stepping back in to lead the company “into a new phase while searching for Arne’s successor with patience,” the company said. This new phase, unsurprisingly, will involve AI. Witte will not […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Amazon team in charge of Just Walk Out loses three execs, gains one",
    "link": "https://techcrunch.com/2024/10/10/amazon-team-in-charge-of-just-walk-out-loses-three-execs-gains-one/",
    "pubDate": "Thu, 10 Oct 2024 23:11:51 +0000",
    "content": "<p>Three Amazon executives in charge of developing new technologies for checking out of physical stores – including Just Walk Out, Dash Carts, and Amazon One – are leaving or have left the division, TechCrunch has learned. In addition, a former high-ranking advertising executive at Amazon, Colleen Aubrey, was recently put in charge of Just Walk [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Three Amazon executives in charge of developing new technologies for checking out of physical stores – including Just Walk Out, Dash Carts, and Amazon One – are leaving or have left the division, TechCrunch has learned. In addition, a former high-ranking advertising executive at Amazon, Colleen Aubrey, was recently put in charge of Just Walk […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tesla Robotaxi reveal: What to expect",
    "link": "https://techcrunch.com/2024/10/10/tesla-robotaxi-reveal-what-to-expect/",
    "pubDate": "Thu, 10 Oct 2024 21:48:39 +0000",
    "content": "<p>Tesla is gearing up to reveal its Robotaxi this Thursday, and everyone wants to know what it will look like, whether Tesla will unveil a commercialization strategy, and what outrageous timelines Elon Musk might announce to bump Tesla’s stock.&#160; The “We, Robot” event will take place at 7 p.m. PT at Warner Bros. Discovery’s movie [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tesla is gearing up to reveal its Robotaxi this Thursday, and everyone wants to know what it will look like, whether Tesla will unveil a commercialization strategy, and what outrageous timelines Elon Musk might announce to bump Tesla’s stock.  The “We, Robot” event will take place at 7 p.m. PT at Warner Bros. Discovery’s movie […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "FTX’s Ryan Salame posts jokes on LinkedIn as he heads to prison",
    "link": "https://techcrunch.com/2024/10/10/ftxs-ryan-salame-posts-jokes-on-linkedin-as-he-heads-to-prison/",
    "pubDate": "Thu, 10 Oct 2024 20:03:55 +0000",
    "content": "<p>After the criminal implosion of the crypto exchange FTX, many of the company&#8217;s executives have been found guilty on various counts of fraud or conspiracy to commit such acts. Ryan Salame, the former co-CEO of FTX Digital Markets, is starting his seven-and-a-half-year fraud sentence today, but not before posting an all-time absurd LinkedIn post (and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "After the criminal implosion of the crypto exchange FTX, many of the company’s executives have been found guilty on various counts of fraud or conspiracy to commit such acts. Ryan Salame, the former co-CEO of FTX Digital Markets, is starting his seven-and-a-half-year fraud sentence today, but not before posting an all-time absurd LinkedIn post (and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "SpaceX alums are working to raise a hefty $550M first deep tech fund",
    "link": "https://techcrunch.com/2024/10/10/spacex-alums-are-working-to-raise-a-hefty-550m-first-deep-tech-fund/",
    "pubDate": "Thu, 10 Oct 2024 19:02:44 +0000",
    "content": "<p>Interlagos, the venture capital firm started by former senior SpaceX leaders, is looking to raise $550 million for its first venture fund, according to regulatory filings and a confidential deck sent to prospective LPs and viewed by TechCrunch.  The existence of the firm was first reported by TechCrunch in April, but almost nothing has been [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Interlagos, the venture capital firm started by former senior SpaceX leaders, is looking to raise $550 million for its first venture fund, according to regulatory filings and a confidential deck sent to prospective LPs and viewed by TechCrunch.  The existence of the firm was first reported by TechCrunch in April, but almost nothing has been […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Bluesky joins Threads to court users frustrated by Meta’s moderation issues",
    "link": "https://techcrunch.com/2024/10/10/bluesky-joins-threads-to-court-users-frustrated-by-metas-moderation-issues/",
    "pubDate": "Thu, 10 Oct 2024 17:07:19 +0000",
    "content": "<p>Social networking startup Bluesky is seizing the moment. Amid ongoing moderation issues affecting X rival Instagram Threads, the decentralized X competitor Bluesky has created an account on Meta&#8217;s newest platform. In doing so, the startup aims to capitalize on the discussions now taking place on Threads, where a number of users are threatening to leave [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Social networking startup Bluesky is seizing the moment. Amid ongoing moderation issues affecting X rival Instagram Threads, the decentralized X competitor Bluesky has created an account on Meta’s newest platform. In doing so, the startup aims to capitalize on the discussions now taking place on Threads, where a number of users are threatening to leave […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tesla’s Robotaxi reveal, Palantir owns some of Faraday Future, and the Strava for EVs",
    "link": "https://techcrunch.com/2024/10/10/teslas-robotaxi-reveal-palantir-owns-some-of-faraday-future-and-the-strava-for-evs/",
    "pubDate": "Thu, 10 Oct 2024 17:05:00 +0000",
    "content": "<p>Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility! Your usual host Kirsten is out on vacation, but she didn’t leave without writing up This Week’s Wheels. But for the rest, you&#8217;ve got me, Rebecca Bellan, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility! Your usual host Kirsten is out on vacation, but she didn’t leave without writing up This Week’s Wheels. But for the rest, you’ve got me, Rebecca Bellan, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "LinkedIn says 10M people have signed up as freelancers on its Services Marketplace",
    "link": "https://techcrunch.com/2024/10/10/linkedin-says-10m-people-have-signed-up-as-freelancers-on-its-services-marketplace/",
    "pubDate": "Thu, 10 Oct 2024 16:40:07 +0000",
    "content": "<p>More than 100,000 people have been laid off in the technology industry alone this year, and — either by circumstance or choice — at least some of them are not heading back into exclusively full-time work. LinkedIn launched a freelancer marketplace in 2021 to capture some of that activity. Now, at a time when other [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "More than 100,000 people have been laid off in the technology industry alone this year, and — either by circumstance or choice — at least some of them are not heading back into exclusively full-time work. LinkedIn launched a freelancer marketplace in 2021 to capture some of that activity. Now, at a time when other […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How stuck is the startup exit market? Pretty stuck, says PitchBook",
    "link": "https://techcrunch.com/2024/10/10/how-stuck-is-the-startup-exit-market-pretty-stuck-says-pitchbook/",
    "pubDate": "Thu, 10 Oct 2024 16:34:32 +0000",
    "content": "<p>Deal analysis outfit PitchBook today released a new report that underscores how fewer exits are impacting the startup investing ecosystem.  Among its findings? Beyond what’s commonly known — that a lot of the fundings today are insider rounds and bridge financings aimed at keeping companies alive — cash back to the limited partners (LPs) who [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Deal analysis outfit PitchBook today released a new report that underscores how fewer exits are impacting the startup investing ecosystem.  Among its findings? Beyond what’s commonly known — that a lot of the fundings today are insider rounds and bridge financings aimed at keeping companies alive — cash back to the limited partners (LPs) who […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "US and UK announce joint children’s online safety group to push for common fixes",
    "link": "https://techcrunch.com/2024/10/10/us-and-uk-announce-joint-childrens-online-safety-group-to-push-for-common-fixes/",
    "pubDate": "Thu, 10 Oct 2024 16:29:07 +0000",
    "content": "<p>The U.S. and U.K. governments announced Thursday they will set up a joint children’s online safety working group to cooperate on safeguarding efforts in the digital realm by sharing evidence and expertise, and pushing for &#8220;common solutions&#8221; to child safety challenges. A joint statement, released by U.S. Commerce secretary Gina Raimondo and U.K. Technology secretary [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The U.S. and U.K. governments announced Thursday they will set up a joint children’s online safety working group to cooperate on safeguarding efforts in the digital realm by sharing evidence and expertise, and pushing for “common solutions” to child safety challenges. A joint statement, released by U.S. Commerce secretary Gina Raimondo and U.K. Technology secretary […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Numeric grabs $28M Series A to automate accounting using AI",
    "link": "https://techcrunch.com/2024/10/10/numeric-grabs-28m-series-a-for-automating-accounting-with-ai/",
    "pubDate": "Thu, 10 Oct 2024 16:00:00 +0000",
    "content": "<p>Just five months after it raised a $10 million seed round, Numeric has raised a $28 million Series A led by Menlo Ventures.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Just five months after it raised a $10 million seed round, Numeric has raised a $28 million Series A led by Menlo Ventures.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Swsh’s new photo-sharing app lets Gen Zers filter out red Solo cups and alcoholic drinks ",
    "link": "https://techcrunch.com/2024/10/10/swsh-new-photo-sharing-app-lets-gen-z-filter-out-red-solo-cups-alcoholic-beverages/",
    "pubDate": "Thu, 10 Oct 2024 15:21:07 +0000",
    "content": "<p>When Swsh launched last year, the social app was initially designed as a poll game (similar to the Most Likely To game), where users can answer five daily questions with their friends. However, the company has completely switched gears, joining a very crowded market &#8212; photo album-sharing platforms. These types of apps have existed for [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "When Swsh launched last year, the social app was initially designed as a poll game (similar to the Most Likely To game), where users can answer five daily questions with their friends. However, the company has completely switched gears, joining a very crowded market — photo album-sharing platforms. These types of apps have existed for […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Antitrust challenge to Facebook’s ‘superprofiling’ finally wraps in Germany — with Meta agreeing to data limits",
    "link": "https://techcrunch.com/2024/10/10/antitrust-challenge-to-facebooks-superprofiling-finally-wraps-in-germany-with-meta-agreeing-to-data-limits/",
    "pubDate": "Thu, 10 Oct 2024 15:07:41 +0000",
    "content": "<p>A multi-year competition challenge to Facebook (aka Meta), which saw Germany&#8217;s antitrust authority become a pioneering champion for privacy rights in 2019 after it sought to block the social media giant&#8217;s &#8216;superprofiling&#8217; of users on the grounds that consentless cross-site tracking of users is an &#8220;exploitative abuse&#8221; of Facebook&#8217;s monopoly position, finally concluded Thursday with [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "A multi-year competition challenge to Facebook (aka Meta), which saw Germany’s antitrust authority become a pioneering champion for privacy rights in 2019 after it sought to block the social media giant’s ‘superprofiling’ of users on the grounds that consentless cross-site tracking of users is an “exploitative abuse” of Facebook’s monopoly position, finally concluded Thursday with […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Students and recent grads! Last call for a Student Pass discount at TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/10/10/students-last-call-for-a-student-pass-discount-at-techcrunch-disrupt-2024/",
    "pubDate": "Thu, 10 Oct 2024 15:00:00 +0000",
    "content": "<p>TechCrunch Disrupt 2024 is only two weeks away, and we want to ensure that students and recent grads don’t miss out on the full Attendee Pass experience — now available at a discounted rate with a Student Pass. We get that finances can be tight for students and recent grads, but we don’t want you [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "TechCrunch Disrupt 2024 is only two weeks away, and we want to ensure that students and recent grads don’t miss out on the full Attendee Pass experience — now available at a discounted rate with a Student Pass. We get that finances can be tight for students and recent grads, but we don’t want you […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Someone claims to have used AI to apply to 2,843 jobs",
    "link": "https://techcrunch.com/2024/10/10/a-reporter-used-ai-to-apply-to-2843-jobs/",
    "pubDate": "Thu, 10 Oct 2024 14:23:03 +0000",
    "content": "<p>AI is spamming up job applications. Jason Koebler from 404 Media writes about a person who claimed to have used a free tool, AI Hawk, to apply for 17 jobs in an hour — only stopping when they&#8217;d reached 2,843. The tool automatically entered the person&#8217;s bio, generated résumés, wrote customized cover letters, and checked [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "AI is spamming up job applications. Jason Koebler from 404 Media writes about a person who claimed to have used a free tool, AI Hawk, to apply for 17 jobs in an hour — only stopping when they’d reached 2,843. The tool automatically entered the person’s bio, generated résumés, wrote customized cover letters, and checked […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Opera’s new feature lets you group, pin, and close tabs through natural language commands",
    "link": "https://techcrunch.com/2024/10/10/operas-new-feature-lets-you-group-pin-and-close-tab-through-natural-language-commands/",
    "pubDate": "Thu, 10 Oct 2024 13:34:47 +0000",
    "content": "<p>Opera&#8217;s browser has a new AI-powered feature that lets you take action on tabs through natural language queries. Things you can do include grouping, pinning, bookmarking, and closing tabs with these commands. The company said people can trigger the Aria command bar — by pressing Ctrl + / or Cmd + / —&#160;and type out [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Opera’s browser has a new AI-powered feature that lets you take action on tabs through natural language queries. Things you can do include grouping, pinning, bookmarking, and closing tabs with these commands. The company said people can trigger the Aria command bar — by pressing Ctrl + / or Cmd + / — and type out […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Scope3 starts tracking the carbon footprint of AI",
    "link": "https://techcrunch.com/2024/10/10/scope3-starts-tracking-the-carbon-footprint-of-ai/",
    "pubDate": "Thu, 10 Oct 2024 13:00:00 +0000",
    "content": "<p>The startup, which already monitors the climate impact of digital advertising, is expanding to include artificial intelligence.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The startup, which already monitors the climate impact of digital advertising, is expanding to include artificial intelligence.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]