[
  {
    "title": "CIOs’ concerns over generative AI echo those of the early days of cloud computing",
    "link": "https://techcrunch.com/2024/07/07/cios-concerns-over-generative-ai-echo-those-of-the-early-days-of-cloud-computing/",
    "pubDate": "Sun, 07 Jul 2024 16:00:00 +0000",
    "content": "<p>CIOs trying to govern generative AI have the same concerns they had about cloud computing 15 years ago, but they've learned some things along the way.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "CIOs trying to govern generative AI have the same concerns they had about cloud computing 15 years ago, but they've learned some things along the way.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Epic Games CEO promises to ‘fight’ Apple over ‘absurd’ changes",
    "link": "https://techcrunch.com/2024/07/07/epic-games-ceo-promises-to-fight-apple-over-absurd-changes/",
    "pubDate": "Sun, 07 Jul 2024 15:23:29 +0000",
    "content": "<p>It sounds like the latest dispute between Apple and Fortnite-maker Epic Games isn’t over. Epic has been fighting Apple for years over the company&#8217;s revenue-sharing requirements in the App Store. While Epic’s antitrust lawsuit against Apple was defeated last year, many of its criticisms were echoed in a different lawsuit filed against Apple in March [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "It sounds like the latest dispute between Apple and Fortnite-maker Epic Games isn’t over. Epic has been fighting Apple for years over the company’s revenue-sharing requirements in the App Store. While Epic’s antitrust lawsuit against Apple was defeated last year, many of its criticisms were echoed in a different lawsuit filed against Apple in March […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "What happens if you shoot down a delivery drone?",
    "link": "https://techcrunch.com/2024/07/07/what-happens-if-you-shoot-down-a-delivery-drone/",
    "pubDate": "Sun, 07 Jul 2024 14:50:54 +0000",
    "content": "<p>As deep-pocketed companies like Amazon, Google and Walmart invest in and experiment with drone delivery, a phenomenon reflective of this modern era has emerged. Drones, carrying snacks and other sundries, are being shot out of the sky.&#160; Incidents are still rare. However, a recent arrest in Florida, in which a man allegedly shot down a [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As deep-pocketed companies like Amazon, Google and Walmart invest in and experiment with drone delivery, a phenomenon reflective of this modern era has emerged. Drones, carrying snacks and other sundries, are being shot out of the sky.  Incidents are still rare. However, a recent arrest in Florida, in which a man allegedly shot down a […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Waymo robotaxi pulled over by Phoenix police after driving into the wrong lane",
    "link": "https://techcrunch.com/2024/07/06/waymo-robotaxi-pulled-over-by-phoenix-police-after-driving-into-the-wrong-lane/",
    "pubDate": "Sat, 06 Jul 2024 21:10:31 +0000",
    "content": "<p>A police officer pulled over a self-driving Waymo vehicle in Phoenix after it ran a red light and pulled into a lane of oncoming traffic, according to dispatch records. The incident took place on June 19, but local media including Arizona Republic released bodycam footage of the traffic stop this week, showing the vehicle weaving [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "A police officer pulled over a self-driving Waymo vehicle in Phoenix after it ran a red light and pulled into a lane of oncoming traffic, according to dispatch records. The incident took place on June 19, but local media including Arizona Republic released bodycam footage of the traffic stop this week, showing the vehicle weaving […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Figma pauses its new AI feature after Apple controversy",
    "link": "https://techcrunch.com/2024/07/06/figma-pauses-its-new-ai-feature-after-apple-controversy/",
    "pubDate": "Sat, 06 Jul 2024 20:16:00 +0000",
    "content": "<p>Welcome back to TechCrunch’s Week in Review — TechCrunch’s newsletter recapping the week’s biggest news. Want it in your inbox every Saturday? Sign up here. This week, Figma CEO Dylan Field said the company will temporarily disable its “Make Design” AI feature after it was accused of “heavily” training the tool on existing apps. The [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome back to TechCrunch’s Week in Review — TechCrunch’s newsletter recapping the week’s biggest news. Want it in your inbox every Saturday? Sign up here. This week, Figma CEO Dylan Field said the company will temporarily disable its “Make Design” AI feature after it was accused of “heavily” training the tool on existing apps. The […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How to set up parental controls on Facebook, Snapchat, TikTok and more popular sites",
    "link": "https://techcrunch.com/2024/07/06/how-to-set-up-parental-controls-on-facebook-snapchat-tiktok-and-more-popular-sites/",
    "pubDate": "Sat, 06 Jul 2024 19:15:00 +0000",
    "content": "<p>We’ve created this guide to help parents navigate the controls offered by popular social media companies.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "We’ve created this guide to help parents navigate the controls offered by popular social media companies.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "You could learn a lot from a CIO with a $17B IT budget",
    "link": "https://techcrunch.com/2024/07/06/you-could-learn-a-lot-from-a-cio-with-a-15b-it-budget/",
    "pubDate": "Sat, 06 Jul 2024 18:00:00 +0000",
    "content": "<p>Lori Beer's work is a case study for every CIO out there, most of whom will never come close to JP Morgan Chase’s scale, but who can still learn from how it goes about its business.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Lori Beer's work is a case study for every CIO out there, most of whom will never come close to JP Morgan Chase’s scale, but who can still learn from how it goes about its business.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tesla makes it onto Chinese government purchase list",
    "link": "https://techcrunch.com/2024/07/06/tesla-makes-it-onto-chinese-government-purchase-list/",
    "pubDate": "Sat, 06 Jul 2024 17:43:48 +0000",
    "content": "<p>For the first time, Chinese government workers will be able to purchase Tesla’s Model Y for official use. Specifically, officials in eastern China’s Jiangsu province included the Model Y in a government procurement list, which was also reported in the state-owned publication The Paper. As the only foreign-owned electric vehicle company on the list, Tesla’s [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "For the first time, Chinese government workers will be able to purchase Tesla’s Model Y for official use. Specifically, officials in eastern China’s Jiangsu province included the Model Y in a government procurement list, which was also reported in the state-owned publication The Paper. As the only foreign-owned electric vehicle company on the list, Tesla’s […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tokens are a big reason today’s generative AI falls short",
    "link": "https://techcrunch.com/2024/07/06/tokens-are-a-big-reason-todays-generative-ai-falls-short/",
    "pubDate": "Sat, 06 Jul 2024 17:00:00 +0000",
    "content": "<p>Generative AI models don&#8217;t process text the same way humans do. Understanding their &#8220;token&#8221;-based internal environments may help explain some of their strange behaviors — and stubborn limitations. Most models, from small on-device ones like Gemma to OpenAI&#8217;s industry-leading GPT-4o, are built on an architecture known as the transformer. Due to the way transformers conjure [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Generative AI models don’t process text the same way humans do. Understanding their “token”-based internal environments may help explain some of their strange behaviors — and stubborn limitations. Most models, from small on-device ones like Gemma to OpenAI’s industry-leading GPT-4o, are built on an architecture known as the transformer. Due to the way transformers conjure […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple approves Epic Games’ marketplace app after initial rejections",
    "link": "https://techcrunch.com/2024/07/05/epic-games-calls-out-apple-for-rejecting-its-games-store-in-the-eu/",
    "pubDate": "Fri, 05 Jul 2024 21:30:00 +0000",
    "content": "<p>After multiple rejections, Apple has approved Fortnite maker Epic Games&#8217; third-party app marketplace for launch in the EU. As now permitted by the EU&#8217;s Digital Markets Act (DMA), Epic announced earlier this year it planned to bring both the digital storefront and its flagship game, Fortnite, back to iOS in Europe. However, on Friday, Epic [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "After multiple rejections, Apple has approved Fortnite maker Epic Games’ third-party app marketplace for launch in the EU. As now permitted by the EU’s Digital Markets Act (DMA), Epic announced earlier this year it planned to bring both the digital storefront and its flagship game, Fortnite, back to iOS in Europe. However, on Friday, Epic […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "OpenAI breach is a reminder that AI companies are treasure troves for hackers",
    "link": "https://techcrunch.com/2024/07/05/openai-breach-is-a-reminder-that-ai-companies-are-treasure-troves-for-hackers/",
    "pubDate": "Fri, 05 Jul 2024 19:49:37 +0000",
    "content": "<p>There&#8217;s no need to worry that your secret ChatGPT conversations were obtained in a recently reported breach of OpenAI&#8217;s systems. The hack itself, while troubling, appears to have been superficial — but it&#8217;s reminder that AI companies have in short order made themselves into one of the juiciest targets out there for hackers. The New [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "There’s no need to worry that your secret ChatGPT conversations were obtained in a recently reported breach of OpenAI’s systems. The hack itself, while troubling, appears to have been superficial — but it’s reminder that AI companies have in short order made themselves into one of the juiciest targets out there for hackers. The New […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Space for newcomers, biotech going mainstream, and more",
    "link": "https://techcrunch.com/2024/07/05/space-for-newcomers-biotech-going-mainstream-and-more/",
    "pubDate": "Fri, 05 Jul 2024 19:05:00 +0000",
    "content": "<p>Welcome to Startups Weekly — TechCrunch&#8217;s weekly recap of everything you can’t miss from the world of startups. Sign up here to get it in your inbox every Friday. Most interesting startup stories from the week Even seemingly crowded categories can see newcomers climb up the ranks. This includes social media: A new app called [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome to Startups Weekly — TechCrunch’s weekly recap of everything you can’t miss from the world of startups. Sign up here to get it in your inbox every Friday. Most interesting startup stories from the week Even seemingly crowded categories can see newcomers climb up the ranks. This includes social media: A new app called […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "X plans to more deeply integrate Grok’s AI, app researcher finds",
    "link": "https://techcrunch.com/2024/07/05/x-plans-to-more-deeply-integrate-groks-ai-app-researcher-finds/",
    "pubDate": "Fri, 05 Jul 2024 18:31:18 +0000",
    "content": "<p>Elon Musk&#8217;s X is exploring more ways to integrate xAI&#8217;s Grok into the social networking app. According to a series of recent discoveries, X is developing new features like the ability to ask Grok about X accounts, use Grok by highlighting text in the app and access Grok&#8217;s chatbot through a pop-up on the side [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Elon Musk’s X is exploring more ways to integrate xAI’s Grok into the social networking app. According to a series of recent discoveries, X is developing new features like the ability to ask Grok about X accounts, use Grok by highlighting text in the app and access Grok’s chatbot through a pop-up on the side […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meet Brex, Google Cloud, Aerospace and more at Disrupt 2024",
    "link": "https://techcrunch.com/2024/07/05/meet-these-partners-at-disrupt-2024/",
    "pubDate": "Fri, 05 Jul 2024 14:30:00 +0000",
    "content": "<p>We’re about four months away from TechCrunch Disrupt 2024, taking place October 28 to 30 in San Francisco! We could not bring you this world-class event without our world-class partners — some of the startup ecosystem’s leading tech companies. Why? They show up armed with their expertise, educational resources and connections. They present sessions on [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "We’re about four months away from TechCrunch Disrupt 2024, taking place October 28 to 30 in San Francisco! We could not bring you this world-class event without our world-class partners — some of the startup ecosystem’s leading tech companies. Why? They show up armed with their expertise, educational resources and connections. They present sessions on […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Amazon faces more EU scrutiny over recommender algorithms and ads transparency",
    "link": "https://techcrunch.com/2024/07/05/amazon-faces-more-eu-scrutiny-over-recommender-algorithms-and-ads-transparency/",
    "pubDate": "Fri, 05 Jul 2024 12:37:52 +0000",
    "content": "<p>In its latest step targeting a major marketplace, the European Commission sent Amazon another request for information (RFI) Friday in relation to its compliance under the bloc&#8217;s rulebook for digital services. The development highlights areas where EU enforcers are dialing up their scrutiny of the e-commerce giant, with the bloc asking for more info about [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "In its latest step targeting a major marketplace, the European Commission sent Amazon another request for information (RFI) Friday in relation to its compliance under the bloc’s rulebook for digital services. The development highlights areas where EU enforcers are dialing up their scrutiny of the e-commerce giant, with the bloc asking for more info about […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Quantum Rise grabs $15M seed for its AI-driven ‘Consulting 2.0’ startup",
    "link": "https://techcrunch.com/2024/07/05/quantum-rise-grabs-15m-seed-for-its-ai-driven-consulting-2-0-startup/",
    "pubDate": "Fri, 05 Jul 2024 12:08:39 +0000",
    "content": "<p>Quantum Rise, a Chicago-based startup that does AI-driven automation for companies like dunnhumby (a retail analytics platform for the grocery industry), has raised a $15 million seed round from Erie Street Growth Partners. Its approach is somewhat akin to UiPath&#8217;s, a company famous for bringing robotic process automation to the enterprise, but with a broader [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Quantum Rise, a Chicago-based startup that does AI-driven automation for companies like dunnhumby (a retail analytics platform for the grocery industry), has raised a $15 million seed round from Erie Street Growth Partners. Its approach is somewhat akin to UiPath’s, a company famous for bringing robotic process automation to the enterprise, but with a broader […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "YouTube’s updated eraser tool removes copyrighted music without impacting other audio",
    "link": "https://techcrunch.com/2024/07/05/youtubes-updated-eraser-tool-removes-copyrighted-music-without-impacting-other-audio/",
    "pubDate": "Fri, 05 Jul 2024 09:54:31 +0000",
    "content": "<p>On July 4, YouTube released an updated eraser tool for creators so they can easily remove any copyrighted music from their videos without affecting any other audio such as dialog or sound effects. YouTube chief Neal Mohan posted about the tool on X and said, &#8220;Good news, creators: our updated Erase Song tool helps you [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "On July 4, YouTube released an updated eraser tool for creators so they can easily remove any copyrighted music from their videos without affecting any other audio such as dialog or sound effects. YouTube chief Neal Mohan posted about the tool on X and said, “Good news, creators: our updated Erase Song tool helps you […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "India’s Airtel dismisses data breach reports amid customer concerns",
    "link": "https://techcrunch.com/2024/07/05/indias-airtel-dismisses-data-breach-reports-amid-customer-concerns/",
    "pubDate": "Fri, 05 Jul 2024 08:25:11 +0000",
    "content": "<p>Airtel, India&#8217;s second-largest telecom operator, on Friday denied any breach of its systems following reports of an alleged security lapse that has caused concern among its customers. The telecom group, which also sells productivity and security solutions to businesses, said it had conducted a &#8220;thorough investigation&#8221; and found that there has been no breach whatsoever [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Airtel, India’s second-largest telecom operator, on Friday denied any breach of its systems following reports of an alleged security lapse that has caused concern among its customers. The telecom group, which also sells productivity and security solutions to businesses, said it had conducted a “thorough investigation” and found that there has been no breach whatsoever […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Spain’s exposure to climate change helps Madrid-based VC Seaya close €300M climate tech fund",
    "link": "https://techcrunch.com/2024/07/04/spains-exposure-to-climate-change-helps-madrid-based-vc-seaya-close-e300m-climate-tech-fund/",
    "pubDate": "Thu, 04 Jul 2024 15:50:36 +0000",
    "content": "<p>According to a recent Dealroom report on the Spanish tech ecosystem, the combined enterprise value of Spanish startups surpassed €100 billion in 2023. In the latest confirmation of this upward trend, Madrid-based VC fund Seaya has closed Seaya Andromeda, an &#8220;Article 9&#8221; €300 million climate tech fund based out of Madrid. Article 9 refers to the EU’s Sustainable [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "According to a recent Dealroom report on the Spanish tech ecosystem, the combined enterprise value of Spanish startups surpassed €100 billion in 2023. In the latest confirmation of this upward trend, Madrid-based VC fund Seaya has closed Seaya Andromeda, an “Article 9” €300 million climate tech fund based out of Madrid. Article 9 refers to the EU’s Sustainable […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Forestay, Europe’s newest $220M growth-stage VC fund, will focus on AI",
    "link": "https://techcrunch.com/2024/07/04/forestay-europes-newest-220m-growth-stage-vc-fund-will-focus-on-ai/",
    "pubDate": "Thu, 04 Jul 2024 14:29:27 +0000",
    "content": "<p>Forestay, an emerging VC based out of Geneva, Switzerland, has been busy. This week it closed its second fund, Forestay Capital II, at a hard cap of $220 million. The VC wasn’t well known in Europe until it started to lead rounds in enterprise startups a couple of years ago, notably scanning software startup Scandit [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Forestay, an emerging VC based out of Geneva, Switzerland, has been busy. This week it closed its second fund, Forestay Capital II, at a hard cap of $220 million. The VC wasn’t well known in Europe until it started to lead rounds in enterprise startups a couple of years ago, notably scanning software startup Scandit […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]