[
  {
    "title": "Oura valued at $5B following deal with medical device firm Dexcom",
    "link": "https://techcrunch.com/2024/11/19/oura-valued-at-5b-following-deal-with-medical-device-firm-dexcom/",
    "pubDate": "Tue, 19 Nov 2024 14:57:52 +0000",
    "content": "<p>Smart ring maker Oura announced on Tuesday that it has received a $75 million investment from glucose device maker Dexcom. The investment marks Oura&#8217;s Series D funding round and brings the company&#8217;s valuation to more than $5 billion. The partnership paves the way for the two companies&#8217; devices and apps to be used together, which [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Smart ring maker Oura announced on Tuesday that it has received a $75 million investment from glucose device maker Dexcom. The investment marks Oura’s Series D funding round and brings the company’s valuation to more than $5 billion. The partnership paves the way for the two companies’ devices and apps to be used together, which […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "US extradites Russian accused of extorting millions in Phobos ransomware payments ",
    "link": "https://techcrunch.com/2024/11/19/us-extradites-russian-accused-of-extorting-millions-in-phobos-ransomware-payments/",
    "pubDate": "Tue, 19 Nov 2024 14:18:53 +0000",
    "content": "<p>Phobos ransomware has been used to extort at least $16 million from over a thousand victims globally, according to the DOJ</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Phobos ransomware has been used to extort at least $16 million from over a thousand victims globally, according to the DOJ\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google Lens can now check prices and inventory when shopping in the real world",
    "link": "https://techcrunch.com/2024/11/19/google-lens-new-feature-makes-it-easier-to-shop-products-in-store/",
    "pubDate": "Tue, 19 Nov 2024 14:00:00 +0000",
    "content": "<p>After building out Google Lens to help users shop online more easily, Google is now updating the product to help people shop when they&#8217;re in a physical store by offering product insights, price comparisons, and local inventory availability. Alongside this news, the company is bringing new shopping features to Maps, and adding more Google Pay [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "After building out Google Lens to help users shop online more easily, Google is now updating the product to help people shop when they’re in a physical store by offering product insights, price comparisons, and local inventory availability. Alongside this news, the company is bringing new shopping features to Maps, and adding more Google Pay […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Nuro expands driverless autonomous vehicle testing in push to attract customers",
    "link": "https://techcrunch.com/2024/11/19/nuro-expands-driverless-autonomous-vehicle-testing-in-push-to-attract-customers/",
    "pubDate": "Tue, 19 Nov 2024 14:00:00 +0000",
    "content": "<p>Nuro is rolling out test fleet of its its driverless, passenger-less R3 vehicles across the Bay Area and Houston, two months after the the autonomous vehicle technology startup changed its business strategy to license its AV tech to automakers and mobility providers. The large-scale demo, which will expand the domain where Nuro currently tests, is designed to [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Nuro is rolling out test fleet of its its driverless, passenger-less R3 vehicles across the Bay Area and Houston, two months after the the autonomous vehicle technology startup changed its business strategy to license its AV tech to automakers and mobility providers. The large-scale demo, which will expand the domain where Nuro currently tests, is designed to […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Amazon’s top music plan will now include one audiobook per month",
    "link": "https://techcrunch.com/2024/11/19/amazon-will-let-users-listen-to-one-audiobook-per-month-with-its-top-prime-music-paid-plan/",
    "pubDate": "Tue, 19 Nov 2024 14:00:00 +0000",
    "content": "<p>Amazon said on Tuesday that it will let Amazon Music Unlimited subscribers access one audiobook per month from Audible&#8217;s catalog for free. This move aims to counter Spotify&#8217;s growth in the audiobook space and also nudge some Amazon Music subscribers to purchase Audible books or plans. The company noted that subscribers of the top plan [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Amazon said on Tuesday that it will let Amazon Music Unlimited subscribers access one audiobook per month from Audible’s catalog for free. This move aims to counter Spotify’s growth in the audiobook space and also nudge some Amazon Music subscribers to purchase Audible books or plans. The company noted that subscribers of the top plan […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Database startup Neo4j embraces AI to supercharge growth",
    "link": "https://techcrunch.com/2024/11/19/database-startup-neo4j-embraces-ai-to-supercharge-growth/",
    "pubDate": "Tue, 19 Nov 2024 13:59:38 +0000",
    "content": "<p>To make AI possible, you need to create connections between vast quantities of data. That&#8217;s where tech like graph databases come into play. Graph databases handle fast-changing, interconnected data more adeptly than traditional databases, which were designed to store rigidly structured information. Of course, graph databases need to be managed in order to be useful. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "To make AI possible, you need to create connections between vast quantities of data. That’s where tech like graph databases come into play. Graph databases handle fast-changing, interconnected data more adeptly than traditional databases, which were designed to store rigidly structured information. Of course, graph databases need to be managed in order to be useful. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Microsoft built a PC that can’t run local apps",
    "link": "https://techcrunch.com/2024/11/19/microsoft-built-a-pc-that-cant-run-local-apps/",
    "pubDate": "Tue, 19 Nov 2024 13:30:47 +0000",
    "content": "<p>Prefer to offload all your Windows tasks to the cloud? Microsoft may just have the compact, desk-bound computer for you. On Tuesday at Microsoft Ignite 2024, the tech giant unveiled Windows 365 Link, a fanless, lightweight PC that connects to Windows 365. Windows 365 is a cloud-hosted, virtual Windows machine — like a typical Windows [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Prefer to offload all your Windows tasks to the cloud? Microsoft may just have the compact, desk-bound computer for you. On Tuesday at Microsoft Ignite 2024, the tech giant unveiled Windows 365 Link, a fanless, lightweight PC that connects to Windows 365. Windows 365 is a cloud-hosted, virtual Windows machine — like a typical Windows […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Microsoft will soon let you clone your voice for Teams meetings",
    "link": "https://techcrunch.com/2024/11/19/soon-microsoft-will-let-teams-meeting-attendees-clone-their-voices/",
    "pubDate": "Tue, 19 Nov 2024 13:30:19 +0000",
    "content": "<p>Microsoft plans to let Teams users clone their voices so they can have their sound-alikes speak to others in meetings in different languages. At Microsoft Ignite 2024 on Tuesday, the company revealed Interpreter in Teams, a tool for Microsoft Teams that delivers &#8220;real-time, speech-to-speech&#8221; interpretation capabilities. Starting in early 2025, people using Teams for meetings [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Microsoft plans to let Teams users clone their voices so they can have their sound-alikes speak to others in meetings in different languages. At Microsoft Ignite 2024 on Tuesday, the company revealed Interpreter in Teams, a tool for Microsoft Teams that delivers “real-time, speech-to-speech” interpretation capabilities. Starting in early 2025, people using Teams for meetings […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Windows comes to the Meta Quest",
    "link": "https://techcrunch.com/2024/11/19/microsoft-is-bringing-windows-11-to-the-meta-quest/",
    "pubDate": "Tue, 19 Nov 2024 13:30:16 +0000",
    "content": "<p>If Windows in mixed reality sounds like your idea of a good time, rejoice. Microsoft said on Tuesday at Microsoft Ignite 2024 it&#8217;s bringing the &#8220;full capabilities&#8221; of Windows 11 to the Meta Quest 3 and Quest 3S in December as part of a public preview. &#8220;Full capabilities,&#8221; in this context, means that you&#8217;ll be [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "If Windows in mixed reality sounds like your idea of a good time, rejoice. Microsoft said on Tuesday at Microsoft Ignite 2024 it’s bringing the “full capabilities” of Windows 11 to the Meta Quest 3 and Quest 3S in December as part of a public preview. “Full capabilities,” in this context, means that you’ll be […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Microsoft to launch new custom chips for data processing, security",
    "link": "https://techcrunch.com/2024/11/19/new-in-house-chips-round-out-microsofts-portfolio/",
    "pubDate": "Tue, 19 Nov 2024 13:30:05 +0000",
    "content": "<p>Microsoft on Tuesday revealed new custom chips aimed at powering workloads on its Azure cloud and bolstering security, particularly a new hardware accelerator that can manage data processing, networking and storage-related tasks. The Azure Boost DPU is Microsoft&#8217;s first data processing unit, designed for &#8220;data-centric workloads with high efficiency and low power,&#8221; the company said. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Microsoft on Tuesday revealed new custom chips aimed at powering workloads on its Azure cloud and bolstering security, particularly a new hardware accelerator that can manage data processing, networking and storage-related tasks. The Azure Boost DPU is Microsoft’s first data processing unit, designed for “data-centric workloads with high efficiency and low power,” the company said. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Microsoft beefs up Windows security with new recovery and patching features",
    "link": "https://techcrunch.com/2024/11/19/microsoft-beefs-up-windows-security/",
    "pubDate": "Tue, 19 Nov 2024 13:30:02 +0000",
    "content": "<p>In the aftermath of the devastating CrowdStrike outage this July, Microsoft vowed to do better even though it insisted that the event was an aberration. Evidently unwilling to take chances (or risk further hits to its credibility), the company on Tuesday, during Microsoft Ignite 2024, shared how it&#8217;s making changes to Windows to prevent similar [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "In the aftermath of the devastating CrowdStrike outage this July, Microsoft vowed to do better even though it insisted that the event was an aberration. Evidently unwilling to take chances (or risk further hits to its credibility), the company on Tuesday, during Microsoft Ignite 2024, shared how it’s making changes to Windows to prevent similar […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Microsoft and Atom Computing will launch a commercial quantum computer in 2025",
    "link": "https://techcrunch.com/2024/11/19/microsoft-and-atom-computing-will-launch-a-commercial-quantum-computer-in-2025/",
    "pubDate": "Tue, 19 Nov 2024 13:30:00 +0000",
    "content": "<p>Quantum computing is getting there. After years of slow but steady development to create a useful quantum computer that can outperform classical machines, we&#8217;re still squarely in the so-called &#8220;noisy intermediate-scale quantum era.&#8221; However, many of the pieces needed for building more advanced — and stable — machines are starting to fall into place now. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Quantum computing is getting there. After years of slow but steady development to create a useful quantum computer that can outperform classical machines, we’re still squarely in the so-called “noisy intermediate-scale quantum era.” However, many of the pieces needed for building more advanced — and stable — machines are starting to fall into place now. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Microsoft brings together its enterprise AI offerings in the Azure AI Foundry",
    "link": "https://techcrunch.com/2024/11/19/microsoft-brings-together-its-enterprise-ai-offerings-in-the-azure-ai-foundry/",
    "pubDate": "Tue, 19 Nov 2024 13:30:00 +0000",
    "content": "<p>At its annual Ignite conference, Microsoft on Tuesday announced the Azure AI Foundry, a new offering that brings together a number of Microsoft&#8217;s existing AI services for enterprises under a single umbrella. Azure AI Studio, Microsoft&#8217;s hub for building generative AI-based applications, is the management console and portal for the AI Foundry. &#8220;Business leaders are [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "At its annual Ignite conference, Microsoft on Tuesday announced the Azure AI Foundry, a new offering that brings together a number of Microsoft’s existing AI services for enterprises under a single umbrella. Azure AI Studio, Microsoft’s hub for building generative AI-based applications, is the management console and portal for the AI Foundry. “Business leaders are […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Spectro Cloud nets $75M to help companies manage their Kubernetes installations",
    "link": "https://techcrunch.com/2024/11/19/spectro-cloud-helps-companies-manage-their-kubernetes-installations/",
    "pubDate": "Tue, 19 Nov 2024 13:00:57 +0000",
    "content": "<p>Kubernetes, the open-source system that helps manage containerized applications (software packages that run in isolated environments), long ago breached the mainstream. According to one recent poll, 60% of organizations have adopted Kubernetes, and Gartner estimates that more than 90% of all enterprises could run Kubernetes in production by 2026. But Kubernetes itself remains difficult to [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Kubernetes, the open-source system that helps manage containerized applications (software packages that run in isolated environments), long ago breached the mainstream. According to one recent poll, 60% of organizations have adopted Kubernetes, and Gartner estimates that more than 90% of all enterprises could run Kubernetes in production by 2026. But Kubernetes itself remains difficult to […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Selector automatically spots IT issues and recommends fixes",
    "link": "https://techcrunch.com/2024/11/19/selector-automatically-spots-it-issues-and-recommends-fixes/",
    "pubDate": "Tue, 19 Nov 2024 13:00:18 +0000",
    "content": "<p>AIOps, short for artificial intelligence in operations, is a process that uses AI to automate IT tasks. More organizations are embracing it as AI commodifies, yet adoption is still lagging. According to a recent IDC survey, almost half of companies said that they were just getting started in AIOps, while a third indicated they had [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "AIOps, short for artificial intelligence in operations, is a process that uses AI to automate IT tasks. More organizations are embracing it as AI commodifies, yet adoption is still lagging. According to a recent IDC survey, almost half of companies said that they were just getting started in AIOps, while a third indicated they had […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Lightyear is on a mission to modernize network procurement",
    "link": "https://techcrunch.com/2024/11/19/lightyear-is-on-a-mission-to-modernize-network-procurement/",
    "pubDate": "Tue, 19 Nov 2024 13:00:00 +0000",
    "content": "<p>Dennis Thankachan isn&#8217;t someone you&#8217;d expect would launch a digital procurement startup. After college, Thankachan went to work for Goldman Sachs as an investment banker. Two years later, he left for a hedge fund, PointState Capital, where he helped to manage equity investing. At PointState, which specializes in telecommunications, Thankachan said he encountered an unexpected [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Dennis Thankachan isn’t someone you’d expect would launch a digital procurement startup. After college, Thankachan went to work for Goldman Sachs as an investment banker. Two years later, he left for a hedge fund, PointState Capital, where he helped to manage equity investing. At PointState, which specializes in telecommunications, Thankachan said he encountered an unexpected […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Agentio raises $12 million from Benchmark for its YouTube ad marketplace",
    "link": "https://techcrunch.com/2024/11/19/agentio-raises-12-million-from-benchmark-for-its-youtube-ad-marketplace/",
    "pubDate": "Tue, 19 Nov 2024 13:00:00 +0000",
    "content": "<p>Creator marketplace startup Agentio, which has built an automated platform for YouTubers to sell their ad slots to brands, has raised $12 million in Series A funding led by Benchmark with participation from returning investors Craft Ventures and AlleyCorp. With the new funding, the startup aims to scale its marketplace for YouTubers and bolster its [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Creator marketplace startup Agentio, which has built an automated platform for YouTubers to sell their ad slots to brands, has raised $12 million in Series A funding led by Benchmark with participation from returning investors Craft Ventures and AlleyCorp. With the new funding, the startup aims to scale its marketplace for YouTubers and bolster its […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Workbrew makes open-source package manager Homebrew enterprise-friendly",
    "link": "https://techcrunch.com/2024/11/19/workbrew-makes-open-source-package-manager-homebrew-enterprise-friendly/",
    "pubDate": "Tue, 19 Nov 2024 12:56:00 +0000",
    "content": "<p>Workbrew emerges from stealth with the mission of mitigating the risks of \"shadow IT\" practices around Homebrew package manager deployments.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Workbrew emerges from stealth with the mission of mitigating the risks of \"shadow IT\" practices around Homebrew package manager deployments.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Itching to write a book? AI publisher Spines wants to make a deal",
    "link": "https://techcrunch.com/2024/11/19/itching-to-write-a-book-ai-publisher-spines-wants-to-make-a-deal/",
    "pubDate": "Tue, 19 Nov 2024 12:54:04 +0000",
    "content": "<p>Generative AI has upended how we write things, or even if we write at all. Now a startup wants to be the main character in the next chapter of that story: AI that replaces the role of the publisher.  Spines is a self-publishing platform that claims that — thanks to being powered by artificial intelligence [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Generative AI has upended how we write things, or even if we write at all. Now a startup wants to be the main character in the next chapter of that story: AI that replaces the role of the publisher.  Spines is a self-publishing platform that claims that — thanks to being powered by artificial intelligence […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "UK competition regulator clears Alphabet’s investment in Anthropic",
    "link": "https://techcrunch.com/2024/11/19/uk-competition-regulator-clears-alphabets-investment-in-anthropic/",
    "pubDate": "Tue, 19 Nov 2024 12:32:54 +0000",
    "content": "<p>The U.K.’s Competition and Markets Authority (CMA) has okayed Alphabet&#8217;s partnership and investment in AI rival Anthropic, concluding that it doesn&#8217;t qualify for investigation under current merger rules. The announcement comes a month after the CMA revealed it was launching a formal &#8220;stage 1&#8221; probe into Google&#8217;s parent&#8217;s various investments in Anthropic, a three-year-old San [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The U.K.’s Competition and Markets Authority (CMA) has okayed Alphabet’s partnership and investment in AI rival Anthropic, concluding that it doesn’t qualify for investigation under current merger rules. The announcement comes a month after the CMA revealed it was launching a formal “stage 1” probe into Google’s parent’s various investments in Anthropic, a three-year-old San […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]