[
  {
    "title": "Startups are getting fined, or sometimes banned, by individual states",
    "link": "https://techcrunch.com/2024/09/07/startups-are-getting-fined-or-sometimes-banned-by-individual-states/",
    "pubDate": "Sat, 07 Sep 2024 15:00:00 +0000",
    "content": "<p>The problem, experts say, is that each state has its own complex fees, tax, and business registration requirements.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The problem, experts say, is that each state has its own complex fees, tax, and business registration requirements.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "For security, we have to stop picking up the phone",
    "link": "https://techcrunch.com/2024/09/07/for-security-we-have-to-stop-picking-up-the-phone/",
    "pubDate": "Sat, 07 Sep 2024 13:00:00 +0000",
    "content": "<p>Today's scams can be as simple as picking up a phone call. To avoid the next fraud, there are good reasons to let your calls run to voicemail.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Today's scams can be as simple as picking up a phone call. To avoid the next fraud, there are good reasons to let your calls run to voicemail.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How a viral AI image catapulted a Mexican startup to a major adidas contract",
    "link": "https://techcrunch.com/2024/09/07/how-a-viral-ai-image-catapulted-a-mexican-startup-to-a-major-adidas-contract/",
    "pubDate": "Sat, 07 Sep 2024 12:00:00 +0000",
    "content": "<p>Antonio Nuño, Fatima Alvarez, and Enrique Rodriguez have been friends since they were five years old. As teenagers, they became volunteers helping indigenous communities &#8212; first in Mexico, then in other countries &#8212; and saw that many of the women were artisans.  The trio came to realize that these artists “made very beautiful things in [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Antonio Nuño, Fatima Alvarez, and Enrique Rodriguez have been friends since they were five years old. As teenagers, they became volunteers helping indigenous communities — first in Mexico, then in other countries — and saw that many of the women were artisans.  The trio came to realize that these artists “made very beautiful things in […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Second Byju’s auditor exits in a year amid bankruptcy proceedings",
    "link": "https://techcrunch.com/2024/09/06/second-byjus-auditor-exits-in-a-year-as-financial-turmoil-deepens/",
    "pubDate": "Sat, 07 Sep 2024 02:17:18 +0000",
    "content": "<p>BDO, the auditor for Indian edtech startup Byju&#8217;s, has resigned with immediate effect, marking the second auditor departure for the embattled startup in about a year and further intensifying concerns about its financial health and governance. In a scathing resignation letter, BDO subsidiary MSKA highlighted multiple issues with Byju&#8217;s, including significant delays in financial reporting, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "BDO, the auditor for Indian edtech startup Byju’s, has resigned with immediate effect, marking the second auditor departure for the embattled startup in about a year and further intensifying concerns about its financial health and governance. In a scathing resignation letter, BDO subsidiary MSKA highlighted multiple issues with Byju’s, including significant delays in financial reporting, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google to receive punishment for search monopoly by next August, says judge",
    "link": "https://techcrunch.com/2024/09/06/google-to-receive-punishment-for-search-monopoly-by-next-august-says-judge/",
    "pubDate": "Fri, 06 Sep 2024 22:40:52 +0000",
    "content": "<p>A federal judge says he will deliver a punishment in Google&#8217;s antitrust case by August 2025, according to The New York Times, after ruling earlier this month that Google had abused its monopoly power over the search industry. Judge Amit P. Mehta established a timeline for the remedies phase of Google&#8217;s antirust trial during a [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "A federal judge says he will deliver a punishment in Google’s antitrust case by August 2025, according to The New York Times, after ruling earlier this month that Google had abused its monopoly power over the search industry. Judge Amit P. Mehta established a timeline for the remedies phase of Google’s antirust trial during a […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "ChatGPT: Everything you need to know about the AI-powered chatbot",
    "link": "https://techcrunch.com/2024/09/06/chatgpt-everything-to-know-about-the-ai-chatbot/",
    "pubDate": "Fri, 06 Sep 2024 22:05:00 +0000",
    "content": "<p>ChatGPT, OpenAI’s text-generating AI chatbot, has taken the world by storm since its launch in November 2022. What started as a tool to hyper-charge productivity through writing essays and code with short text prompts has evolved into a behemoth used by more than 92% of Fortune 500 companies. That growth has propelled OpenAI itself into [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "ChatGPT, OpenAI’s text-generating AI chatbot, has taken the world by storm since its launch in November 2022. What started as a tool to hyper-charge productivity through writing essays and code with short text prompts has evolved into a behemoth used by more than 92% of Fortune 500 companies. That growth has propelled OpenAI itself into […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The maiden voyage of Blue Origin’s massive new rocket won’t be for NASA",
    "link": "https://techcrunch.com/2024/09/06/the-maiden-voyage-of-blue-origins-massive-new-rocket-wont-be-for-nasa/",
    "pubDate": "Fri, 06 Sep 2024 21:34:41 +0000",
    "content": "<p>The world will have to wait a little longer to see Blue Origin&#8217;s massive New Glenn rocket fly for the first time. That rocket had been scheduled to launch two spacecraft to Mars for NASA during an eight-day window that opens on October 13. But NASA announced on Friday that it was pushing the mission, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The world will have to wait a little longer to see Blue Origin’s massive New Glenn rocket fly for the first time. That rocket had been scheduled to launch two spacecraft to Mars for NASA during an eight-day window that opens on October 13. But NASA announced on Friday that it was pushing the mission, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Watch live as Boeing and NASA attempt to bring empty Starliner back to Earth",
    "link": "https://techcrunch.com/2024/09/06/watch-live-as-boeing-and-nasa-attempt-to-bring-empty-starliner-back-to-earth/",
    "pubDate": "Fri, 06 Sep 2024 21:22:34 +0000",
    "content": "<p>After 93 days on orbit, Starliner is coming home.&#160; The spacecraft is a “go” for undocking from the International Space Station at 6:04 p.m. EST, though it will be leaving its two-person crew behind, and you can watch the drama unfold live. Those crew members, NASA astronauts Butch Wilmore and Suni Williams, closed the hatch [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "After 93 days on orbit, Starliner is coming home.  The spacecraft is a “go” for undocking from the International Space Station at 6:04 p.m. EST, though it will be leaving its two-person crew behind, and you can watch the drama unfold live. Those crew members, NASA astronauts Butch Wilmore and Suni Williams, closed the hatch […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Wealthy Harris donors are reportedly pressing for ouster of FTC Chair Lina Khan",
    "link": "https://techcrunch.com/2024/09/06/wealthy-harris-donors-are-reportedly-pressing-for-ouster-of-ftc-chair-lina-khan/",
    "pubDate": "Fri, 06 Sep 2024 20:52:35 +0000",
    "content": "<p>Some of Vice President Kamala Harris&#8217; wealthier donors are informally asking for FTC Chair Lina Khan to be replaced, reports Bloomberg. It&#8217;s not really surprising: Her expansive definition of antitrust enforcement has countless industries frantic, and the largest corporations opposed her appointment from the start. Khan&#8217;s FTC, which has opposed mergers that would have been [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Some of Vice President Kamala Harris’ wealthier donors are informally asking for FTC Chair Lina Khan to be replaced, reports Bloomberg. It’s not really surprising: Her expansive definition of antitrust enforcement has countless industries frantic, and the largest corporations opposed her appointment from the start. Khan’s FTC, which has opposed mergers that would have been […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How a cold email to a VC helped salon software startup Mangomint raise $35M",
    "link": "https://techcrunch.com/2024/09/06/how-a-cold-email-to-a-vc-helped-salon-software-startup-mangomint-raise-35m/",
    "pubDate": "Fri, 06 Sep 2024 20:45:00 +0000",
    "content": "<p>Mangomint seeks to make it easier for spa and salon owners to run their businesses. </p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Mangomint seeks to make it easier for spa and salon owners to run their businesses. \n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "University of Texas opens robotics program up to incoming freshmen",
    "link": "https://techcrunch.com/2024/09/06/university-of-texas-opens-robotics-program-up-to-incoming-freshmen/",
    "pubDate": "Fri, 06 Sep 2024 19:06:08 +0000",
    "content": "<p>The honors program is one of the first in the U.S. that allows incoming freshmen to apply for the program as part of their initial admission application.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The honors program is one of the first in the U.S. that allows incoming freshmen to apply for the program as part of their initial admission application.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "C-Zero is raising $18M to make emission-free hydrogen using natural gas, filings reveal",
    "link": "https://techcrunch.com/2024/09/06/c-zero-is-raising-18m-to-make-emission-free-hydrogen-using-natural-gas-filings-reveal/",
    "pubDate": "Fri, 06 Sep 2024 17:57:10 +0000",
    "content": "<p>By using readily available natural gas as the feedstock, C-Zero hopes to produce emission-free hydrogen for less than other green hydrogen startups.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "By using readily available natural gas as the feedstock, C-Zero hopes to produce emission-free hydrogen for less than other green hydrogen startups.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta will let third-party apps place calls to WhatsApp and Messenger users — in 2027",
    "link": "https://techcrunch.com/2024/09/06/meta-will-let-third-party-apps-place-calls-to-whatsapp-and-messenger-users-in-2027/",
    "pubDate": "Fri, 06 Sep 2024 17:53:57 +0000",
    "content": "<p>Meta on Friday published an update on how it plans to comply with the Digital Markets Act (DMA), the European law that aims to promote competition in digital marketplaces, where the law concerns the company&#8217;s messaging apps, Messenger and WhatsApp. As Meta notes in a blog post, the DMA requires that it provide an option [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Meta on Friday published an update on how it plans to comply with the Digital Markets Act (DMA), the European law that aims to promote competition in digital marketplaces, where the law concerns the company’s messaging apps, Messenger and WhatsApp. As Meta notes in a blog post, the DMA requires that it provide an option […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Roblox introduces new earning opportunities for creators, teases generative AI project",
    "link": "https://techcrunch.com/2024/09/06/roblox-introduces-new-earning-opportunities-for-creators-teases-generative-ai-project/",
    "pubDate": "Fri, 06 Sep 2024 17:30:00 +0000",
    "content": "<p>At the annual Roblox Developers Conference, the company announced on Friday a series of changes coming to the platform in the next few months and years. Most notably, Roblox is adding more ways for creators to earn money through their experiences, and the company is unveiling a project that will power generative AI creation on [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "At the annual Roblox Developers Conference, the company announced on Friday a series of changes coming to the platform in the next few months and years. Most notably, Roblox is adding more ways for creators to earn money through their experiences, and the company is unveiling a project that will power generative AI creation on […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How to watch the iPhone 16 reveal during this year’s big Apple Event",
    "link": "https://techcrunch.com/2024/09/06/how-to-watch-the-iphone-16-reveal-during-this-years-big-apple-event/",
    "pubDate": "Fri, 06 Sep 2024 17:28:00 +0000",
    "content": "<p>Apple is likely to unveil its iPhone 16 series of phones and maybe even some Apple Watches at its Glowtime event on September 9.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Apple is likely to unveil its iPhone 16 series of phones and maybe even some Apple Watches at its Glowtime event on September 9.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Startups have to be clever when fighting larger rivals",
    "link": "https://techcrunch.com/2024/09/06/startups-have-to-be-clever-when-fighting-larger-rivals/",
    "pubDate": "Fri, 06 Sep 2024 17:05:00 +0000",
    "content": "<p>Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox every Friday? Sign up here. You won&#8217;t find any Founder Mode discourse in this week&#8217;s newsletter, although the memes keep coming. Instead, here&#8217;s your usual dose of startup news, from oversized rounds, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome to Startups Weekly — your weekly recap of everything you can’t miss from the world of startups. Want it in your inbox every Friday? Sign up here. You won’t find any Founder Mode discourse in this week’s newsletter, although the memes keep coming. Instead, here’s your usual dose of startup news, from oversized rounds, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "NFL kicks off in Brazil for the first time, but reporters and fans can’t post on X due to nationwide ban",
    "link": "https://techcrunch.com/2024/09/06/nfl-season-kicks-off-in-brazil-but-reporters-and-fans-cant-post-on-x-due-to-nationwide-ban/",
    "pubDate": "Fri, 06 Sep 2024 16:49:58 +0000",
    "content": "<p>The Philadelphia Eagles and the Green Bay Packers will face off tonight in their first game of the NFL season. But this season opener is a bit different. As the league seeks to expand into international markets, the two football teams have traveled to Brazil to make history by playing the first-ever regular season NFL [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Philadelphia Eagles and the Green Bay Packers will face off tonight in their first game of the NFL season. But this season opener is a bit different. As the league seeks to expand into international markets, the two football teams have traveled to Brazil to make history by playing the first-ever regular season NFL […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "VC pitch show ‘Meet the Drapers’ partners with TikTok",
    "link": "https://techcrunch.com/2024/09/06/vc-pitch-show-meet-the-drapers-partners-with-tiktok/",
    "pubDate": "Fri, 06 Sep 2024 16:44:10 +0000",
    "content": "<p>Venture capitalist Tim Draper&#8217;s international pitch competition, &#8220;Meet the Drapers,&#8221; is partnering up with TikTok as it heads into its seventh season. Under the new tie-up, entrepreneurs will pitch their startups to the public through the short-form video app for one of the show&#8217;s upcoming episodes. The general public will then be able to vote [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Venture capitalist Tim Draper’s international pitch competition, “Meet the Drapers,” is partnering up with TikTok as it heads into its seventh season. Under the new tie-up, entrepreneurs will pitch their startups to the public through the short-form video app for one of the show’s upcoming episodes. The general public will then be able to vote […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Public EV startup with an indicted CEO is looking to raise an additional $100 million",
    "link": "https://techcrunch.com/2024/09/06/public-ev-startup-with-an-indicted-ceo-is-looking-to-raise-an-additional-100-million/",
    "pubDate": "Fri, 06 Sep 2024 16:25:49 +0000",
    "content": "<p>It&#8217;s tempting to think the trend of EV startups merging with special purpose acquisition companies (SPACs) to go public has ended, seeing how many of them are struggling or defunct. But that&#8217;s not quite true. A startup called Thunder Power Holdings went public on the Nasdaq exchange in June through a SPAC, and is now [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "It’s tempting to think the trend of EV startups merging with special purpose acquisition companies (SPACs) to go public has ended, seeing how many of them are struggling or defunct. But that’s not quite true. A startup called Thunder Power Holdings went public on the Nasdaq exchange in June through a SPAC, and is now […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TechCrunch Minute: Canva faces backlash over price hikes",
    "link": "https://techcrunch.com/video/techcrunch-minute-canva-faces-backlash-over-price-hikes/",
    "pubDate": "Fri, 06 Sep 2024 16:00:00 +0000",
    "content": "<p>Some Canva customers are experiencing serious sticker shock, while the company is pointing to new AI features to justify the price hike. The company has established itself as a simpler, more affordable alternative to legacy design software, but the “more affordable” part of the equation is becoming a little less true, with some Canva Teams [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Some Canva customers are experiencing serious sticker shock, while the company is pointing to new AI features to justify the price hike. The company has established itself as a simpler, more affordable alternative to legacy design software, but the “more affordable” part of the equation is becoming a little less true, with some Canva Teams […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]