[
  {
    "title": "Apple reportedly worked with a Chinese automaker to develop a battery for its now-canceled car",
    "link": "https://techcrunch.com/2024/10/16/apple-reportedly-worked-with-a-chinese-automaker-to-develop-a-battery-for-its-now-canceled-car/",
    "pubDate": "Wed, 16 Oct 2024 23:14:24 +0000",
    "content": "<p>Apple worked with a Chinese automaker for years to design a battery system for its now-canceled car project. That&#8217;s according to Bloomberg, which reports that Apple was collaborating with BYD Co., a Shenzhen-based car company, to develop batteries using lithium iron phosphate (LFP) cells. Apple contributed engineering expertise, specifically in areas like heat management and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Apple worked with a Chinese automaker for years to design a battery system for its now-canceled car project. That’s according to Bloomberg, which reports that Apple was collaborating with BYD Co., a Shenzhen-based car company, to develop batteries using lithium iron phosphate (LFP) cells. Apple contributed engineering expertise, specifically in areas like heat management and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The Analogue 3D drags the fondly remembered N64 into the 21st century",
    "link": "https://techcrunch.com/2024/10/16/the-analogue-3d-drags-the-fondly-remembered-n64-into-the-21st-century/",
    "pubDate": "Wed, 16 Oct 2024 23:02:26 +0000",
    "content": "<p>Who among us (and by &#8220;us&#8221; I mean elder millennials) does not remember the glory days of Goldeneye deathmatches after school? It&#8217;s one experience that has been difficult to reproduce despite the march of technology — but retro gaming hardware outfit Analogue&#8217;s latest, a ground-up recreation of the N64 called the 3D, will likely be [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Who among us (and by “us” I mean elder millennials) does not remember the glory days of Goldeneye deathmatches after school? It’s one experience that has been difficult to reproduce despite the march of technology — but retro gaming hardware outfit Analogue’s latest, a ground-up recreation of the N64 called the 3D, will likely be […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "OroraTech’s space-based wildfire detection brings in $25M to put more imaging satellites in orbit",
    "link": "https://techcrunch.com/2024/10/16/ororatechs-space-based-wildfire-detection-brings-in-25m-to-put-more-imaging-satellites-in-orbit/",
    "pubDate": "Wed, 16 Oct 2024 23:02:20 +0000",
    "content": "<p>Wildfires aren&#8217;t going away, but our ability to detect and track them — and maybe catch them early enough to prevent serious damage — is getting better. OroraTech is taking a space-based approach to &#8220;wildfire intelligence,&#8221; and just raised $25 million to grow its market and cover more of the Earth. The German startup currently [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Wildfires aren’t going away, but our ability to detect and track them — and maybe catch them early enough to prevent serious damage — is getting better. OroraTech is taking a space-based approach to “wildfire intelligence,” and just raised $25 million to grow its market and cover more of the Earth. The German startup currently […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "SpaceX sues California agency, alleging political bias against Musk and regulatory overreach",
    "link": "https://techcrunch.com/2024/10/16/spacex-sues-california-agency-alleging-political-bias-against-musk-and-regulatory-overreach/",
    "pubDate": "Wed, 16 Oct 2024 21:31:33 +0000",
    "content": "<p>SpaceX has filed a lawsuit against a California agency this week after the body rejected a proposal to increase the company&#8217;s launches from the state’s coastline to 50 per year.&#160; The California Coastal Commission (CCC) made its decision at an October 10 meeting, despite the U.S. Air Force endorsing the plan on the grounds that [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "SpaceX has filed a lawsuit against a California agency this week after the body rejected a proposal to increase the company’s launches from the state’s coastline to 50 per year.  The California Coastal Commission (CCC) made its decision at an October 10 meeting, despite the U.S. Air Force endorsing the plan on the grounds that […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Y Combinator-backed fintech CapWay has shut down",
    "link": "https://techcrunch.com/2024/10/16/y-combinator-backed-fintech-capway-has-shut-down/",
    "pubDate": "Wed, 16 Oct 2024 21:14:26 +0000",
    "content": "<p>Sheena Allen, the company's founder, told TechCrunch that CapWay had to close after it couldn't raise another round.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Sheena Allen, the company's founder, told TechCrunch that CapWay had to close after it couldn't raise another round.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "After selling Drift, ex-HubSpot exec launches AI for customer success managers",
    "link": "https://techcrunch.com/2024/10/16/after-selling-drift-ex-hubspot-exec-launches-ai-for-customer-success-managers/",
    "pubDate": "Wed, 16 Oct 2024 20:19:05 +0000",
    "content": "<p>Elias Torres has achieved a lot for somebody who immigrated to the US from Nicaragua at 17 without knowing any English. He served as a VP of engineering at HubSpot before co-founding Drift, a company that sold to Vista Equity for about $1.2 billion in 2021. &#8220;It&#8217;s very rare to get this far, but I&#8217;m [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Elias Torres has achieved a lot for somebody who immigrated to the US from Nicaragua at 17 without knowing any English. He served as a VP of engineering at HubSpot before co-founding Drift, a company that sold to Vista Equity for about $1.2 billion in 2021. “It’s very rare to get this far, but I’m […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple debuts new business tools for managing presence across email, calls, and Tap to Pay",
    "link": "https://techcrunch.com/2024/10/16/apple-debuts-new-business-tools-for-managing-presence-across-email-calls-and-tap-to-pay/",
    "pubDate": "Wed, 16 Oct 2024 19:00:00 +0000",
    "content": "<p>Apple on Wednesday announced an expanded series of tools that will allow businesses to increase their visibility on Apple&#8217;s platforms via its free service, Apple Business Connect. Launched last year, the online portal lets businesses manage their presence across Apple’s 1.5 billion devices in areas like Maps, Siri, Spotlight search, Safari, and Wallet. Now, business [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Apple on Wednesday announced an expanded series of tools that will allow businesses to increase their visibility on Apple’s platforms via its free service, Apple Business Connect. Launched last year, the online portal lets businesses manage their presence across Apple’s 1.5 billion devices in areas like Maps, Siri, Spotlight search, Safari, and Wallet. Now, business […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Fisker owners get help with recall repairs as court approves liquidation plan",
    "link": "https://techcrunch.com/2024/10/16/fisker-owners-get-help-with-recall-repairs-as-court-approves-liquidation-plan/",
    "pubDate": "Wed, 16 Oct 2024 18:52:46 +0000",
    "content": "<p>Fisker&#8217;s plan to liquidate its assets has been accepted by the bankruptcy court in Delaware. And with it, the issue of who should pay for labor costs associated with a pair of recalls on the bankrupt EV startup&#8217;s SUVs is finally settled. Fisker has also reached a deal with American Lease, the buyer of its [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Fisker’s plan to liquidate its assets has been accepted by the bankruptcy court in Delaware. And with it, the issue of who should pay for labor costs associated with a pair of recalls on the bankrupt EV startup’s SUVs is finally settled. Fisker has also reached a deal with American Lease, the buyer of its […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "GM partners with startup Forge Nano to improve EV battery life, performance, and safety",
    "link": "https://techcrunch.com/2024/10/16/gm-partners-with-startup-forge-nano-to-improve-ev-battery-life-performance-and-safety/",
    "pubDate": "Wed, 16 Oct 2024 17:15:51 +0000",
    "content": "<p>General Motors is working with Forge Nano, a materials science startup, to find new ways to enhance the performance and lifetime of electric vehicle battery cells.  The automaker’s investment arm, GM Ventures, on Wednesday injected $10 million into Forge Nano, which is developing a thin coating the startup says will help improve safety and increase [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "General Motors is working with Forge Nano, a materials science startup, to find new ways to enhance the performance and lifetime of electric vehicle battery cells.  The automaker’s investment arm, GM Ventures, on Wednesday injected $10 million into Forge Nano, which is developing a thin coating the startup says will help improve safety and increase […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "This Week in AI: AWS loses a top AI exec",
    "link": "https://techcrunch.com/2024/10/16/this-week-in-ai-aws-loses-a-top-ai-exec/",
    "pubDate": "Wed, 16 Oct 2024 17:05:00 +0000",
    "content": "<p>Hiya, folks, welcome to TechCrunch’s regular AI newsletter. If you want this in your inbox every Wednesday, sign up here. Last week, AWS lost a top AI exec. Matt Wood, VP of AI, announced that he&#8217;d be leaving AWS after 15 years. Wood had long been involved in the Amazon division&#8217;s AI initiatives; he was appointed [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Hiya, folks, welcome to TechCrunch’s regular AI newsletter. If you want this in your inbox every Wednesday, sign up here. Last week, AWS lost a top AI exec. Matt Wood, VP of AI, announced that he’d be leaving AWS after 15 years. Wood had long been involved in the Amazon division’s AI initiatives; he was appointed […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Are Cybertrucks too angular for Europe?",
    "link": "https://techcrunch.com/2024/10/16/are-cybertrucks-too-angular-for-europe/",
    "pubDate": "Wed, 16 Oct 2024 16:40:12 +0000",
    "content": "<p>Tesla&#8217;s Cybertruck is facing blowback in Europe, particularly over pedestrian safety concerns. Euro NCAP, a voluntary but influential car safety assessment program in Europe, has not in any way tested the Cybertruck, but based on a visual assessment alone, raised alarms over its sharp, angular design, saying it could pose a serious threat to pedestrians. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tesla’s Cybertruck is facing blowback in Europe, particularly over pedestrian safety concerns. Euro NCAP, a voluntary but influential car safety assessment program in Europe, has not in any way tested the Cybertruck, but based on a visual assessment alone, raised alarms over its sharp, angular design, saying it could pose a serious threat to pedestrians. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "African crypto startup Yellow Card raises $33M led by Blockchain Capital to scale its B2B pivot",
    "link": "https://techcrunch.com/2024/10/16/african-crypto-startup-yellow-card-raises-33m-led-by-blockchain-capital-to-scale-its-b2b-pivot/",
    "pubDate": "Wed, 16 Oct 2024 16:36:58 +0000",
    "content": "<p>Africa&#8217;s blockchain and crypto space is receiving a much-needed venture boost during a tough time for startups, some of which have retreated from specific markets or completely shut down due to issues like harsh regulatory environment, macros or downright mismanagement.&#160; The boost involves Yellow Card, the U.S.-founded crypto platform launched in Nigeria in 2019, which [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Africa’s blockchain and crypto space is receiving a much-needed venture boost during a tough time for startups, some of which have retreated from specific markets or completely shut down due to issues like harsh regulatory environment, macros or downright mismanagement.  The boost involves Yellow Card, the U.S.-founded crypto platform launched in Nigeria in 2019, which […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "​​Amazon jumps on nuclear power bandwagon by investing in X-Energy and promising small reactors",
    "link": "https://techcrunch.com/2024/10/16/amazon-jumps-on-nuclear-power-bandwagon-by-investing-in-x-energy-and-promising-small-reactors/",
    "pubDate": "Wed, 16 Oct 2024 16:36:30 +0000",
    "content": "<p>The company revealed three deals, including an investment in a fission startup and two development agreements to add nuclear power to the grid.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The company revealed three deals, including an investment in a fission startup and two development agreements to add nuclear power to the grid.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The FTC makes it easier to cancel subscriptions like streaming services, memberships and Prime",
    "link": "https://techcrunch.com/2024/10/16/the-ftc-makes-it-easier-to-cancel-subscriptions-like-gym-memberships/",
    "pubDate": "Wed, 16 Oct 2024 16:20:23 +0000",
    "content": "<p>Soon, it&#8217;ll be easier to end recurring subscriptions and memberships — if the FTC has its way. Today, the U.S. Federal Trade Commission announced a final &#8220;click-to-cancel&#8221; rule that&#8217;ll require companies selling subscription-based products to make it &#8220;as easy for consumers to cancel their enrollment as it was to sign up.&#8221; First put forth for [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Soon, it’ll be easier to end recurring subscriptions and memberships — if the FTC has its way. Today, the U.S. Federal Trade Commission announced a final “click-to-cancel” rule that’ll require companies selling subscription-based products to make it “as easy for consumers to cancel their enrollment as it was to sign up.” First put forth for […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Glovo adds a side of social stickiness to its food delivery app",
    "link": "https://techcrunch.com/2024/10/16/glovo-adds-a-side-of-social-stickiness-to-its-food-delivery-app/",
    "pubDate": "Wed, 16 Oct 2024 16:00:00 +0000",
    "content": "<p>Do you want a side of socials with your fast food? Spain&#8217;s Glovo, a food delivery and quick commerce service where the bulk of orders are for ready-to-eat food, is experimenting with adding a bundle of social features to drive more in-app activity. It&#8217;s also letting restaurant partners upload food preparation videos to spice up [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Do you want a side of socials with your fast food? Spain’s Glovo, a food delivery and quick commerce service where the bulk of orders are for ready-to-eat food, is experimenting with adding a bundle of social features to drive more in-app activity. It’s also letting restaurant partners upload food preparation videos to spice up […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google will now help you find the cheapest flights available for your trip",
    "link": "https://techcrunch.com/2024/10/16/google-will-now-help-you-find-the-cheapest-flights-available-for-your-trip/",
    "pubDate": "Wed, 16 Oct 2024 16:00:00 +0000",
    "content": "<p>Google is introducing a new feature that will help you find the cheapest flights for your next trip. The company announced on Wednesday that it&#8217;s adding a new &#8220;cheapest&#8221; tab on Google Flights. Up until now, Google has displayed what it considers the &#8220;best&#8221; options at the top of the results based on both price [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Google is introducing a new feature that will help you find the cheapest flights for your next trip. The company announced on Wednesday that it’s adding a new “cheapest” tab on Google Flights. Up until now, Google has displayed what it considers the “best” options at the top of the results based on both price […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How Paladin’s drones helped Asheville during Hurricane Helene",
    "link": "https://techcrunch.com/2024/10/16/how-paladins-drones-helped-asheville-during-hurricane-helene/",
    "pubDate": "Wed, 16 Oct 2024 15:01:00 +0000",
    "content": "<p>When Hurricane Helene hit Asheville, North Carolina in September, the city&#8217;s police department reached out to public safety drone startup Paladin for help. The startup&#8217;s 30-member team jumped into action working nights and through the weekend to assist Asheville&#8217;s police department with locating people and dropping off supplies. Asheville was a Paladin customer and its team [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "When Hurricane Helene hit Asheville, North Carolina in September, the city’s police department reached out to public safety drone startup Paladin for help. The startup’s 30-member team jumped into action working nights and through the weekend to assist Asheville’s police department with locating people and dropping off supplies. Asheville was a Paladin customer and its team […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Boston Dynamics teams with TRI to bring AI smarts to Atlas humanoid robot",
    "link": "https://techcrunch.com/2024/10/16/boston-dynamics-teams-with-tri-to-bring-ai-smarts-to-atlas-humanoid-robot/",
    "pubDate": "Wed, 16 Oct 2024 15:00:15 +0000",
    "content": "<p>Boston Dynamics and Toyota Research Institute (TRI) Wednesday revealed plans to bring AI-based robotic intelligence to the electric Atlas humanoid robot. The collaboration will leverage the work that TRI has done around large behavior models (LBMs), which operate along similar lines as the more familiar large language models (LLMs) behind platforms like ChatGPT. Last September, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Boston Dynamics and Toyota Research Institute (TRI) Wednesday revealed plans to bring AI-based robotic intelligence to the electric Atlas humanoid robot. The collaboration will leverage the work that TRI has done around large behavior models (LBMs), which operate along similar lines as the more familiar large language models (LLMs) behind platforms like ChatGPT. Last September, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Mistral releases new AI models optimized for laptops and phones",
    "link": "https://techcrunch.com/2024/10/16/mistral-releases-new-ai-models-optimized-for-edge-devices/",
    "pubDate": "Wed, 16 Oct 2024 14:49:09 +0000",
    "content": "<p>French AI startup Mistral has released its first generative AI models designed to be run on edge devices, like laptops and phones. The new family of models, which Mistral is calling &#8220;Les Ministraux,&#8221; can be used or tuned for a variety of applications, from basic text generation to working in conjunction with more capable models [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "French AI startup Mistral has released its first generative AI models designed to be run on edge devices, like laptops and phones. The new family of models, which Mistral is calling “Les Ministraux,” can be used or tuned for a variety of applications, from basic text generation to working in conjunction with more capable models […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Lightmatter’s $400M round has AI hyperscalers hyped for photonic data centers",
    "link": "https://techcrunch.com/2024/10/16/lightmatters-400m-d-round-has-ai-hyperscalers-hyped-for-photonic-datacenters/",
    "pubDate": "Wed, 16 Oct 2024 13:01:00 +0000",
    "content": "<p>Photonic computing startup Lightmatter has raised $400 million to blow one of modern data centers&#8217; bottlenecks wide open. The company&#8217;s optical interconnect layer allows hundreds of GPUs to work synchronously, streamlining the costly and complex job of training and running AI models. The growth of AI and its correspondingly immense compute requirements have supercharged the [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Photonic computing startup Lightmatter has raised $400 million to blow one of modern data centers’ bottlenecks wide open. The company’s optical interconnect layer allows hundreds of GPUs to work synchronously, streamlining the costly and complex job of training and running AI models. The growth of AI and its correspondingly immense compute requirements have supercharged the […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]