[
  {
    "title": "How social app Spill plans to capitalize on the exodus from X",
    "link": "https://techcrunch.com/2024/11/15/how-social-app-spill-plans-to-capitalize-on-the-exodus-from-x/",
    "pubDate": "Fri, 15 Nov 2024 15:47:13 +0000",
    "content": "<p>Social networking rivals continue to benefit from the user exodus from X.&#160;Spill, the social app founded by two former Twitter employees, released a statement claiming it has also seen a jump in users after the U.S. Presidential election, following similar news by Bluesky, which gained more than 2 million users during that time. The startup, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Social networking rivals continue to benefit from the user exodus from X. Spill, the social app founded by two former Twitter employees, released a statement claiming it has also seen a jump in users after the U.S. Presidential election, following similar news by Bluesky, which gained more than 2 million users during that time. The startup, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "As Bluesky surges, Threads begins testing custom feeds",
    "link": "https://techcrunch.com/2024/11/15/as-bluesky-surges-threads-begins-testing-custom-feeds/",
    "pubDate": "Fri, 15 Nov 2024 15:44:52 +0000",
    "content": "<p>Meta CEO Mark Zuckerberg on Friday announced the company&#8217;s X competitor, Threads, would begin testing custom feeds for specific topics and profiles, making it easier for users to find communities and conversations that interest them. The news follows the rapid growth of the social networking startup and X rival, Bluesky, which prioritizes tools that allow [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Meta CEO Mark Zuckerberg on Friday announced the company’s X competitor, Threads, would begin testing custom feeds for specific topics and profiles, making it easier for users to find communities and conversations that interest them. The news follows the rapid growth of the social networking startup and X rival, Bluesky, which prioritizes tools that allow […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "JobGet, a ‘LinkedIn’ for hourly workers, acquires rival Snagajob",
    "link": "https://techcrunch.com/2024/11/15/jobget-a-linkedin-for-hourly-workers-acquires-rival-snagajob/",
    "pubDate": "Fri, 15 Nov 2024 14:51:18 +0000",
    "content": "<p>If you&#8217;re an hourly worker, the number of go-to options you have for finding new jobs is shrinking a little. JobGet, a Boston-based startup that operates an hourly job-hunting site with social features built in, à la LinkedIn, is acquiring Snagajob, one of its rivals in the U.S. market. JobGet claims this will make it [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "If you’re an hourly worker, the number of go-to options you have for finding new jobs is shrinking a little. JobGet, a Boston-based startup that operates an hourly job-hunting site with social features built in, à la LinkedIn, is acquiring Snagajob, one of its rivals in the U.S. market. JobGet claims this will make it […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meghan Markle is expanding her consumer portfolio",
    "link": "https://techcrunch.com/2024/11/15/meghan-markle-is-expanding-her-consumer-portfolio/",
    "pubDate": "Fri, 15 Nov 2024 14:11:36 +0000",
    "content": "<p>Instyle reported yesterday that Meghan is an investor in the hair and wellness company Highbrow Hippie, founded by her colorist Kadi Lee, and Myka Harris. The company was announcing the launch of a new hair care line and Meghan told the outlet that she was “proud to invest in her as a friend and as [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Instyle reported yesterday that Meghan is an investor in the hair and wellness company Highbrow Hippie, founded by her colorist Kadi Lee, and Myka Harris. The company was announcing the launch of a new hair care line and Meghan told the outlet that she was “proud to invest in her as a friend and as […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "GM’s Cruise to pay $500,000 fine to DOJ, admits submitting false report",
    "link": "https://techcrunch.com/2024/11/15/gms-cruise-to-pay-500000-fine-to-doj-admits-submitting-false-report/",
    "pubDate": "Fri, 15 Nov 2024 14:08:53 +0000",
    "content": "<p>Cruise, the autonomous vehicle unit of General Motors, has admitted to submitting a false report with the goal of influencing a federal investigation into a safety incident last year. In penance, the company will pay a $500,000 criminal fine as part of a deferred prosecution agreement, per the Department of Justice (DOJ).  This is one [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Cruise, the autonomous vehicle unit of General Motors, has admitted to submitting a false report with the goal of influencing a federal investigation into a safety incident last year. In penance, the company will pay a $500,000 criminal fine as part of a deferred prosecution agreement, per the Department of Justice (DOJ).  This is one […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Angel investor Hannah Bronfman is ready to launch her own fund",
    "link": "https://techcrunch.com/2024/11/15/angel-investor-hannah-bronfman-is-ready-to-launch-her-own-fund/",
    "pubDate": "Fri, 15 Nov 2024 14:00:00 +0000",
    "content": "<p>Early Thursday morning, excited AfroTech attendees shuffled into a conference room to see one thing: Hannah Bronfman, a noted angel investor who has more than 1 million followers on social media, in conversation with Blavity founder and CEO Morgan DeBaun.&#160; Bronfman is a wellness content creator, an author, and an investor in more than 70 [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Early Thursday morning, excited AfroTech attendees shuffled into a conference room to see one thing: Hannah Bronfman, a noted angel investor who has more than 1 million followers on social media, in conversation with Blavity founder and CEO Morgan DeBaun.  Bronfman is a wellness content creator, an author, and an investor in more than 70 […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google tests removing news articles from search in EU, but it’s already backfiring",
    "link": "https://techcrunch.com/2024/11/15/google-wants-to-test-removing-news-articles-from-search-in-eu-but-it-is-already-backfiring/",
    "pubDate": "Fri, 15 Nov 2024 13:50:39 +0000",
    "content": "<p>Under EU law, digital platforms have to pay for news reuse. But how much should Google pay for article previews? That’s what Google is trying to find out with an experiment in nine EU countries. During the test, 1% of users won’t see articles from EU-based news publishers in search and Google News so that [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Under EU law, digital platforms have to pay for news reuse. But how much should Google pay for article previews? That’s what Google is trying to find out with an experiment in nine EU countries. During the test, 1% of users won’t see articles from EU-based news publishers in search and Google News so that […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Musk’s amended lawsuit against OpenAI names Microsoft as defendant",
    "link": "https://techcrunch.com/2024/11/14/musks-amended-lawsuit-against-openai-names-microsoft-as-defendant/",
    "pubDate": "Fri, 15 Nov 2024 04:22:47 +0000",
    "content": "<p>Elon Musk&#8217;s lawsuit against OpenAI accusing the company of abandoning its non-profit mission was withdrawn in July, only to be revived in August. Now, in an amended complaint, the suit names new defendants including Microsoft, LinkedIn co-founder Reid Hoffman, and former OpenAI board member and Microsoft VP Dee Templeton. The amended filing also adds new [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Elon Musk’s lawsuit against OpenAI accusing the company of abandoning its non-profit mission was withdrawn in July, only to be revived in August. Now, in an amended complaint, the suit names new defendants including Microsoft, LinkedIn co-founder Reid Hoffman, and former OpenAI board member and Microsoft VP Dee Templeton. The amended filing also adds new […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Bluesky says 1 million people signed up for the platform in last 24 hours",
    "link": "https://techcrunch.com/2024/11/14/bluesky-says-1-million-people-signed-up-for-the-platform-in-last-24-hours/",
    "pubDate": "Fri, 15 Nov 2024 03:37:27 +0000",
    "content": "<p>Bluesky said Thursday evening that over 1 million people signed up for the platform in the last 24 hours, making it one of the busiest days for the company. This also meant the social network crossed the mark of 16 million users overall. The platform&#8217;s announcement comes hours after Instagram head Adam Mosseri said that [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Bluesky said Thursday evening that over 1 million people signed up for the platform in the last 24 hours, making it one of the busiest days for the company. This also meant the social network crossed the mark of 16 million users overall. The platform’s announcement comes hours after Instagram head Adam Mosseri said that […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Heroku CEO Bob Wise departs",
    "link": "https://techcrunch.com/2024/11/14/heroku-ceo-bob-wise-departs/",
    "pubDate": "Fri, 15 Nov 2024 00:25:57 +0000",
    "content": "<p>Bob Wise, the CEO of Heroku, Salesforce&#8217;s cloud platform as a service (PaaS), has left. A Salesforce spokesperson confirmed the news to TechCrunch in a statement via email. &#8220;Bob Wise has left Salesforce for his next career move,&#8221; the spokesperson said. &#8220;We appreciate all that Bob has done for Salesforce and Heroku and we wish [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Bob Wise, the CEO of Heroku, Salesforce’s cloud platform as a service (PaaS), has left. A Salesforce spokesperson confirmed the news to TechCrunch in a statement via email. “Bob Wise has left Salesforce for his next career move,” the spokesperson said. “We appreciate all that Bob has done for Salesforce and Heroku and we wish […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tech leaders recommend colleagues for Trump’s cabinet",
    "link": "https://techcrunch.com/2024/11/14/tech-leaders-recommend-colleagues-for-trumps-cabinet/",
    "pubDate": "Thu, 14 Nov 2024 23:56:37 +0000",
    "content": "<p>Tech executives have been trying to influence the incoming Trump administration to appoint Silicon Valley insiders for cabinet positions, The New York Times reported. Given Elon Musk&#8217;s strong relationship with Donald Trump, many of these persuasion efforts have been directed towards him, including by friends of Musk like Joe Lonsdale, the co-founder of Palantir and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tech executives have been trying to influence the incoming Trump administration to appoint Silicon Valley insiders for cabinet positions, The New York Times reported. Given Elon Musk’s strong relationship with Donald Trump, many of these persuasion efforts have been directed towards him, including by friends of Musk like Joe Lonsdale, the co-founder of Palantir and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "FTC reportedly begins investigating Microsoft’s cloud business practices",
    "link": "https://techcrunch.com/2024/11/14/ftc-reportedly-begins-investigating-microsofts-cloud-business-practices/",
    "pubDate": "Thu, 14 Nov 2024 23:17:43 +0000",
    "content": "<p>The FTC is reportedly readying an investigation into whether Microsoft used anti-competitive tactics to maintain a dominant position in the cloud market. According to Financial Times, the agency is looking into allegations that Microsoft imposed punitive licensing agreements to prevent customers from moving data off its platforms. Sources told FT that the FTC is also [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The FTC is reportedly readying an investigation into whether Microsoft used anti-competitive tactics to maintain a dominant position in the cloud market. According to Financial Times, the agency is looking into allegations that Microsoft imposed punitive licensing agreements to prevent customers from moving data off its platforms. Sources told FT that the FTC is also […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Sam Altman and Arianna Huffington’s Thrive AI Health assistant has a bare-bones demo",
    "link": "https://techcrunch.com/2024/11/14/sam-altman-and-arianna-huffingtons-thrive-ai-health-assistant-has-a-bare-bones-demo/",
    "pubDate": "Thu, 14 Nov 2024 21:54:13 +0000",
    "content": "<p>In a splashy op-ed in Time published this summer, Huffington Post founder Arianna Huffington and OpenAI CEO Sam Altman announced Thrive AI Health, a venture with the goal of building an AI-powered assistant to promote healthier lifestyles. Backed by Huffington’s mental wellness firm Thrive Global and the OpenAI Startup Fund, Thrive AI Health would seek to [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "In a splashy op-ed in Time published this summer, Huffington Post founder Arianna Huffington and OpenAI CEO Sam Altman announced Thrive AI Health, a venture with the goal of building an AI-powered assistant to promote healthier lifestyles. Backed by Huffington’s mental wellness firm Thrive Global and the OpenAI Startup Fund, Thrive AI Health would seek to […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "How to use Bluesky, the Twitter-like app that’s taking on Elon Musk’s X",
    "link": "https://techcrunch.com/2024/11/14/how-to-use-bluesky-the-twitter-like-app-thats-taking-on-elon-musks-x/",
    "pubDate": "Thu, 14 Nov 2024 21:53:05 +0000",
    "content": "<p>Bluesky is continuing to blow up. The Twitter-like service and alternative to Elon Musk&#8217;s X, has now surpassed 16 million users after seeing rapid growth in the days following the U.S. presidential election. While many are leaving X over the service&#8217;s increasing right-wing leanings and Musk&#8217;s campaigning for Trump, others are unhappy with other changes [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Bluesky is continuing to blow up. The Twitter-like service and alternative to Elon Musk’s X, has now surpassed 16 million users after seeing rapid growth in the days following the U.S. presidential election. While many are leaving X over the service’s increasing right-wing leanings and Musk’s campaigning for Trump, others are unhappy with other changes […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Chinese autonomous driving startup Pony AI seeks up to $224M in US IPO",
    "link": "https://techcrunch.com/2024/11/14/chinese-autonomous-driving-startup-pony-ai-seeks-up-to-224m-in-us-ipo/",
    "pubDate": "Thu, 14 Nov 2024 21:30:52 +0000",
    "content": "<p>Pony AI is inching closer to its initial public offering in the U.S., but as it does so, it continues to drop its minimum target for what it hopes to raise in the transaction.&#160;&#160; Pony operates a fleet of 190 “robotrucks” in Beijing and Guangzhou and more than 250 robotaxis in Beijing, Guangzhou, Shenzhen, and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Pony AI is inching closer to its initial public offering in the U.S., but as it does so, it continues to drop its minimum target for what it hopes to raise in the transaction.   Pony operates a fleet of 190 “robotrucks” in Beijing and Guangzhou and more than 250 robotaxis in Beijing, Guangzhou, Shenzhen, and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Bluesky is courting the Swifties",
    "link": "https://techcrunch.com/2024/11/14/bluesky-is-courting-the-swifties/",
    "pubDate": "Thu, 14 Nov 2024 21:20:30 +0000",
    "content": "<p>Bluesky has grown by 2 million users — about 15% — since Donald Trump won the U.S. election last week. But the emerging social platform isn&#8217;t just acting as a refuge for left-leaning X users who are disappointed in Elon Musk&#8217;s alliance with the president-elect. A community of Taylor Swift fans, or Swifites, has also [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Bluesky has grown by 2 million users — about 15% — since Donald Trump won the U.S. election last week. But the emerging social platform isn’t just acting as a refuge for left-leaning X users who are disappointed in Elon Musk’s alliance with the president-elect. A community of Taylor Swift fans, or Swifites, has also […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The $7,500 EV tax credit is on Trump’s chopping block",
    "link": "https://techcrunch.com/2024/11/14/the-7500-ev-tax-credit-is-on-trumps-chopping-block/",
    "pubDate": "Thu, 14 Nov 2024 20:50:15 +0000",
    "content": "<p>Republicans have long opposed the $7,500 federal tax credit for electric vehicles contained in the Inflation Reduction Act (IRA). Now, it seems President-elect Donald Trump&#8217;s transition team has made that a priority with plans to end the tax credit as part of broader tax reform legislation, Reuters reported citing two unnamed sources. TechCrunch has confirmed [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Republicans have long opposed the $7,500 federal tax credit for electric vehicles contained in the Inflation Reduction Act (IRA). Now, it seems President-elect Donald Trump’s transition team has made that a priority with plans to end the tax credit as part of broader tax reform legislation, Reuters reported citing two unnamed sources. TechCrunch has confirmed […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Ford will pay up to $165M fine for rearview camera recall failures",
    "link": "https://techcrunch.com/2024/11/14/ford-will-pay-up-to-165m-fine-for-rearview-camera-recall-failures/",
    "pubDate": "Thu, 14 Nov 2024 20:13:00 +0000",
    "content": "<p>Ford has agreed to pay a $165 million penalty to federal regulators after moving too slowly to recall vehicles with faulty rearview cameras.&#160; This is the second largest fine the National Highway Traffic Safety Administration (NHTSA) has handed out in its 54-year history, after the 2019 Takata airbag recalls.&#160; Ford also failed to provide accurate [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Ford has agreed to pay a $165 million penalty to federal regulators after moving too slowly to recall vehicles with faulty rearview cameras.  This is the second largest fine the National Highway Traffic Safety Administration (NHTSA) has handed out in its 54-year history, after the 2019 Takata airbag recalls.  Ford also failed to provide accurate […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "‘Hawk Tuah’ girl launches Pookie Tools, an AI-powered dating advice app, and it’s fine?",
    "link": "https://techcrunch.com/2024/11/14/hawk-tuah-girl-launches-pookie-tool-an-ai-powered-dating-advice-app-and-its-fine/",
    "pubDate": "Thu, 14 Nov 2024 19:57:08 +0000",
    "content": "<p>Haliey Welch, the 22-year-old who went viral for her “Hawk Tuah” video, has managed to turn her brief moment of fame into a full-fledged career. In just a few months, Welch has rapidly risen to fame, amassing around 5 million followers across various social media platforms.&#160; After recently releasing her own podcast titled “Talk Tuah,” [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Haliey Welch, the 22-year-old who went viral for her “Hawk Tuah” video, has managed to turn her brief moment of fame into a full-fledged career. In just a few months, Welch has rapidly risen to fame, amassing around 5 million followers across various social media platforms.  After recently releasing her own podcast titled “Talk Tuah,” […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Will Rivian be Volkswagen’s software savior? VW is betting $5.8B it will",
    "link": "https://techcrunch.com/2024/11/14/will-rivian-be-volkswagens-software-savior-vw-is-betting-5-8b-it-will/",
    "pubDate": "Thu, 14 Nov 2024 18:05:00 +0000",
    "content": "<p>Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility! Before we jump into the news, I wanted to steer you toward a recent TechCrunch Equity podcast episode with Waabi co-founder and CEO Raquel Urtasun.  A little [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility! Before we jump into the news, I wanted to steer you toward a recent TechCrunch Equity podcast episode with Waabi co-founder and CEO Raquel Urtasun.  A little […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]