[
  {
    "title": "Google says its new AI models can identify emotions — and that has experts worried",
    "link": "https://techcrunch.com/2024/12/05/google-says-its-new-open-models-can-identify-emotions-and-that-has-experts-worried/",
    "pubDate": "Thu, 05 Dec 2024 17:30:00 +0000",
    "content": "<p>Google says its new AI model family has a curious feature: the ability to &#8220;identify&#8221; emotions. Announced on Thursday, the PaliGemma 2 family of models can analyze images, enabling the AI to generate captions and answer questions about people it &#8220;sees&#8221; in photos. &#8220;PaliGemma 2 generates detailed, contextually relevant captions for images,&#8221; Google wrote in [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Google says its new AI model family has a curious feature: the ability to “identify” emotions. Announced on Thursday, the PaliGemma 2 family of models can analyze images, enabling the AI to generate captions and answer questions about people it “sees” in photos. “PaliGemma 2 generates detailed, contextually relevant captions for images,” Google wrote in […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Rivian opens its first charging station other EVs can use",
    "link": "https://techcrunch.com/2024/12/05/rivian-opens-its-first-charging-station-other-evs-can-use/",
    "pubDate": "Thu, 05 Dec 2024 17:27:53 +0000",
    "content": "<p>Rivian has opened a new charging station in Joshua Tree, California, that is open for other EV owners can use — a first for the company. It&#8217;s part of a plan to build out a much larger interoperable charging network across the U.S., though the company is still very early in that process. The new [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Rivian has opened a new charging station in Joshua Tree, California, that is open for other EV owners can use — a first for the company. It’s part of a plan to build out a much larger interoperable charging network across the U.S., though the company is still very early in that process. The new […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Fitness startup Ladder comes after Peloton for allegedly copying their app",
    "link": "https://techcrunch.com/2024/12/05/fitness-startup-ladder-comes-after-peloton-for-allegedly-copying-their-app/",
    "pubDate": "Thu, 05 Dec 2024 17:24:24 +0000",
    "content": "<p>Ladder, an Austin, Texas-based fitness startup that makes a popular strength-training app, is accusing Peloton of ripping off its work with the launch of Peloton&#8217;s new Stength+ app, which exited beta on Wednesday. After receiving feedback from Peloton&#8217;s beta testers that the app looked, felt, and functioned much like Ladder&#8217;s own, the company says it [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Ladder, an Austin, Texas-based fitness startup that makes a popular strength-training app, is accusing Peloton of ripping off its work with the launch of Peloton’s new Stength+ app, which exited beta on Wednesday. After receiving feedback from Peloton’s beta testers that the app looked, felt, and functioned much like Ladder’s own, the company says it […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "ARX launches firestick-like platform to make military trucks autonomous",
    "link": "https://techcrunch.com/2024/12/05/arx-launches-firestick-like-platform-to-make-military-trucks-autonomous/",
    "pubDate": "Thu, 05 Dec 2024 17:18:17 +0000",
    "content": "<p>A startup with founders who previously served in the German military has created a product akin to an Amazon Firestick for legacy defense equipment, complete with a software stack. ARX Robotics claims its system can turn old equipment into AI-driven devices, such as autonomous-driving trucks.  Back in June this year ARX raised a €9 million [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "A startup with founders who previously served in the German military has created a product akin to an Amazon Firestick for legacy defense equipment, complete with a software stack. ARX Robotics claims its system can turn old equipment into AI-driven devices, such as autonomous-driving trucks.  Back in June this year ARX raised a €9 million […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta eases up on issuing ‘first strikes’ for Facebook users and Instagram creators",
    "link": "https://techcrunch.com/2024/12/05/meta-eases-up-on-issuing-strikes-for-facebook-users-and-instagram-creators/",
    "pubDate": "Thu, 05 Dec 2024 17:07:42 +0000",
    "content": "<p>Days after Meta admitted that it&#8217;s been over-moderating its content, with mistakes impacting creators, the company announced an expansion of a new policy that will help to keep creators from being penalized after their first time violating Meta&#8217;s Community Standards. On Thursday, Meta said that the policy, which launched in August for Facebook creators, will [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Days after Meta admitted that it’s been over-moderating its content, with mistakes impacting creators, the company announced an expansion of a new policy that will help to keep creators from being penalized after their first time violating Meta’s Community Standards. On Thursday, Meta said that the policy, which launched in August for Facebook creators, will […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Women in AI: Tamar Eilam is helping IBM build sustinable computing",
    "link": "https://techcrunch.com/2024/12/05/women-in-ai-tamar-eilam-is-helping-ibm-build-sustinable-computing/",
    "pubDate": "Thu, 05 Dec 2024 17:00:00 +0000",
    "content": "<p>To give AI-focused women academics and others their well-deserved — and overdue — time in the spotlight, TechCrunch is launching a series of interviews focusing on remarkable women who’ve contributed to the AI revolution. Tamar Eilam has worked at IBM for the past 24 years. She’s currently an IBM fellow, serving as chief scientist for [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "To give AI-focused women academics and others their well-deserved — and overdue — time in the spotlight, TechCrunch is launching a series of interviews focusing on remarkable women who’ve contributed to the AI revolution. Tamar Eilam has worked at IBM for the past 24 years. She’s currently an IBM fellow, serving as chief scientist for […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Copilot Vision, Microsoft’s AI tool that can read your screen, launches in preview",
    "link": "https://techcrunch.com/2024/12/05/copilot-vision-microsofts-ai-tool-that-can-read-your-screen-launches-in-preview/",
    "pubDate": "Thu, 05 Dec 2024 17:00:00 +0000",
    "content": "<p>Microsoft&#8217;s AI can now read your screen — or rather, the websites you&#8217;re browsing. On Thursday, the company began rolling out a limited, U.S.-only preview of Copilot Vision, a tool that can understand and respond to questions about sites you&#8217;re visiting using Microsoft Edge. Gated behind Copilot Labs, an opt-in program for experimental AI capabilities, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Microsoft’s AI can now read your screen — or rather, the websites you’re browsing. On Thursday, the company began rolling out a limited, U.S.-only preview of Copilot Vision, a tool that can understand and respond to questions about sites you’re visiting using Microsoft Edge. Gated behind Copilot Labs, an opt-in program for experimental AI capabilities, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Google’s latest feature drop includes new Gemini extensions and accessibility features",
    "link": "https://techcrunch.com/2024/12/05/googles-latest-feature-drop-includes-new-gemini-extensions-and-accesiblity-features/",
    "pubDate": "Thu, 05 Dec 2024 17:00:00 +0000",
    "content": "<p>Google said Thursday it is introducing multiple updates for Pixel and Android devices as part of the December feature drop. These features include new Gemini extensions, an updated Pixel Screenshots app, expressive captions, and accessibility enhancements. Android Google is introducing new Gemini extensions, including Spotify, Messaging, Calling, and Smart Home. This will enable users to [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Google said Thursday it is introducing multiple updates for Pixel and Android devices as part of the December feature drop. These features include new Gemini extensions, an updated Pixel Screenshots app, expressive captions, and accessibility enhancements. Android Google is introducing new Gemini extensions, including Spotify, Messaging, Calling, and Smart Home. This will enable users to […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Nectir lets teachers tailor AI chatbots to provide their students with 24/7 educational support",
    "link": "https://techcrunch.com/2024/12/05/nectir-lets-teachers-tailor-ai-chatbots-to-provide-their-students-with-247-educational-support/",
    "pubDate": "Thu, 05 Dec 2024 17:00:00 +0000",
    "content": "<p>Over a hundred colleges and high schools are turning to a new AI tool called Nectir, allowing teachers to create a personalized learning partner that’s trained on their syllabi, textbooks, and assignments to help students with anything from questions related to their coursework to essay writing assistance and even future career guidance.&#160; The company announced [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Over a hundred colleges and high schools are turning to a new AI tool called Nectir, allowing teachers to create a personalized learning partner that’s trained on their syllabi, textbooks, and assignments to help students with anything from questions related to their coursework to essay writing assistance and even future career guidance.  The company announced […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "OpenAI may be planning a ChatGPT Pro plan for $200 per month",
    "link": "https://techcrunch.com/2024/12/05/openai-may-be-planning-a-chatgpt-pro-plan-for-200-per-month/",
    "pubDate": "Thu, 05 Dec 2024 16:38:04 +0000",
    "content": "<p>OpenAI&#8217;s &#8220;12 days of shipmas&#8221; event doesn&#8217;t kick off for a while, but the first big announcement might&#8217;ve been revealed early. A &#8220;feature gated&#8221; webpage on OpenAI&#8217;s website refers to a &#8220;ChatGPT Pro&#8221; plan that includes all the benefits of ChatGPT Plus, as well as new goodies. Recall that ChatGPT Plus is an upgraded version [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "OpenAI’s “12 days of shipmas” event doesn’t kick off for a while, but the first big announcement might’ve been revealed early. A “feature gated” webpage on OpenAI’s website refers to a “ChatGPT Pro” plan that includes all the benefits of ChatGPT Plus, as well as new goodies. Recall that ChatGPT Plus is an upgraded version […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TikTok partners with Nielsen to track cross-media ad campaign performance",
    "link": "https://techcrunch.com/2024/12/05/tiktok-partners-with-nielsen-to-track-cross-media-ad-campaign-performance/",
    "pubDate": "Thu, 05 Dec 2024 15:54:40 +0000",
    "content": "<p>TikTok has formed a partnership with Nielsen that will allow advertisers and agencies to directly compare ad performance on TikTok across all screens, including digital, CTV, and linear. Nielsen says the partnership will allow advertisers to get a better understanding of TikTok&#8217;s contribution to audience reach, while also helping them better place their ads across [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "TikTok has formed a partnership with Nielsen that will allow advertisers and agencies to directly compare ad performance on TikTok across all screens, including digital, CTV, and linear. Nielsen says the partnership will allow advertisers to get a better understanding of TikTok’s contribution to audience reach, while also helping them better place their ads across […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Apple to shell out $1 billion on a manufacturing plant in Indonesia",
    "link": "https://techcrunch.com/2024/12/05/apple-will-spend-1-billion-for-new-manufacturing-plant-in-indonesia/",
    "pubDate": "Thu, 05 Dec 2024 15:44:47 +0000",
    "content": "<p>Negotiating with one of the largest companies in the world doesn’t sound easy, but that’s precisely what Indonesia has been doing for the past few weeks with iPhone maker Apple. The backstory here is that after the country required smartphones which are sold domestically to be made of at least 40% locally manufactured parts, Indonesia [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Negotiating with one of the largest companies in the world doesn’t sound easy, but that’s precisely what Indonesia has been doing for the past few weeks with iPhone maker Apple. The backstory here is that after the country required smartphones which are sold domestically to be made of at least 40% locally manufactured parts, Indonesia […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "UK tribunal green-lights $2.7B Facebook collective action antitrust lawsuit",
    "link": "https://techcrunch.com/2024/12/05/uk-tribunal-green-lights-2-7b-facebook-collective-action-antitrust-lawsuit/",
    "pubDate": "Thu, 05 Dec 2024 15:03:24 +0000",
    "content": "<p>As Meta faces off with antitrust regulators in the U.S. and Europe, a £2.1 billion+ Facebook U.K. class action-style competition lawsuit, which takes Meta’s market dominance as a given, is moving ahead after the social media giant lost a bid to have the litigation thrown out. The suit is seeking damages worth a minimum of [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As Meta faces off with antitrust regulators in the U.S. and Europe, a £2.1 billion+ Facebook U.K. class action-style competition lawsuit, which takes Meta’s market dominance as a given, is moving ahead after the social media giant lost a bid to have the litigation thrown out. The suit is seeking damages worth a minimum of […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Waymo outsources fleet operations to African fintech Moove in Phoenix and, soon, Miami",
    "link": "https://techcrunch.com/2024/12/05/waymo-outsources-fleet-operations-to-african-fintech-moove-in-phoenix-and-miami/",
    "pubDate": "Thu, 05 Dec 2024 15:00:25 +0000",
    "content": "<p>Waymo is partnering with Moove, an African mobility fintech that offers vehicle financing to gig workers, to handle fleet management operations for its robotaxi service in Phoenix and, soon, Miami.  The partnership marks several firsts. It will signal Waymo’s entry into Miami. And it&#8217;s also the first time Moove will enter the U.S. market and [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Waymo is partnering with Moove, an African mobility fintech that offers vehicle financing to gig workers, to handle fleet management operations for its robotaxi service in Phoenix and, soon, Miami.  The partnership marks several firsts. It will signal Waymo’s entry into Miami. And it’s also the first time Moove will enter the U.S. market and […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Bluesky CEO Jay Graber isn’t ruling out advertising",
    "link": "https://techcrunch.com/2024/12/05/bluesky-ceo-jay-graber-is-reshaping-social-media-but-advertising-isnt-off-the-table/",
    "pubDate": "Thu, 05 Dec 2024 14:26:04 +0000",
    "content": "<p>Bluesky has blown up this year thanks to a vibrant community of posters, user customization choices, and a decentralized protocol that doesn&#8217;t lock users into the choices of a billionaire CEO. But one question mark hanging over Bluesky is how the platform will eventually make money, and whether it will use the most common business [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Bluesky has blown up this year thanks to a vibrant community of posters, user customization choices, and a decentralized protocol that doesn’t lock users into the choices of a billionaire CEO. But one question mark hanging over Bluesky is how the platform will eventually make money, and whether it will use the most common business […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Twos is a to-do app that uses AI to suggest actions to complete your tasks",
    "link": "https://techcrunch.com/2024/12/05/twos-is-a-to-do-app-that-uses-ai-to-suggest-actions-to-complete-your-tasks/",
    "pubDate": "Thu, 05 Dec 2024 14:20:00 +0000",
    "content": "<p>The overarching promise of companies working on AI-powered productivity tools is to build solutions that would do a task for you. Some of the early demos that we have seen don&#8217;t really fare well in fulfilling those promises. A to-do list app called Twos is approaching this problem differently. When you add a task, it [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The overarching promise of companies working on AI-powered productivity tools is to build solutions that would do a task for you. Some of the early demos that we have seen don’t really fare well in fulfilling those promises. A to-do list app called Twos is approaching this problem differently. When you add a task, it […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Perplexity expands its publisher program",
    "link": "https://techcrunch.com/2024/12/05/perplexity-expands-its-publisher-program/",
    "pubDate": "Thu, 05 Dec 2024 14:00:29 +0000",
    "content": "<p>Perplexity, the AI-powered search engine, is expanding its publisher program, with the LA Times, Adweek, Mexico News Daily, and a dozen other news outlets signing up. Publishers will share in revenue generated by ads on Perplexity, and receive metrics to track their content&#8217;s performance — as long as they don&#8217;t withdraw. &#8220;We would not be [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Perplexity, the AI-powered search engine, is expanding its publisher program, with the LA Times, Adweek, Mexico News Daily, and a dozen other news outlets signing up. Publishers will share in revenue generated by ads on Perplexity, and receive metrics to track their content’s performance — as long as they don’t withdraw. “We would not be […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "After selling his last startup to IBM, this founder now wants to bring ‘agentic memory’ to enterprise data",
    "link": "https://techcrunch.com/2024/12/05/after-selling-his-startup-to-ibm-this-founder-wants-to-bring-agentic-memory-to-enterprises/",
    "pubDate": "Thu, 05 Dec 2024 14:00:00 +0000",
    "content": "<p>Not everyone agrees on what an &#8220;AI agent&#8221; actually is, but they are all still the rage. At a broad level, these so-called &#8220;agents&#8221; promise to go several steps beyond a mere chatbot, making decisions and taking actions on people&#8217;s behalf. Some might help you do your online shopping; others might make factories more efficient [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Not everyone agrees on what an “AI agent” actually is, but they are all still the rage. At a broad level, these so-called “agents” promise to go several steps beyond a mere chatbot, making decisions and taking actions on people’s behalf. Some might help you do your online shopping; others might make factories more efficient […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Ai Pin maker Humane demos AI software for cars, phones and smart speakers",
    "link": "https://techcrunch.com/2024/12/05/ai-pin-maker-humane-is-developing-ai-software-for-cars-phones-and-smart-speakers/",
    "pubDate": "Thu, 05 Dec 2024 13:21:52 +0000",
    "content": "<p>When Humane released its Ai Pin, the San Francisco-based gadget maker envisioned a world with dedicated AI devices — something that you would carry with you in addition to the smartphone in your pocket. However, reviews and sales haven’t been great — returns reportedly begun to outpace unit sales at one point. And Humane recently dropped [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "When Humane released its Ai Pin, the San Francisco-based gadget maker envisioned a world with dedicated AI devices — something that you would carry with you in addition to the smartphone in your pocket. However, reviews and sales haven’t been great — returns reportedly begun to outpace unit sales at one point. And Humane recently dropped […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "EU puts TikTok on watch over election security",
    "link": "https://techcrunch.com/2024/12/05/eu-puts-tiktok-on-watch-over-election-security/",
    "pubDate": "Thu, 05 Dec 2024 13:11:17 +0000",
    "content": "<p>The European Commission has responded to widespread concerns swirling around the impact of TikTok on elections in Romania by announcing it&#8217;s stepping up monitoring of the platform&#8217;s compliance with the bloc&#8217;s online governance framework, the Digital Services Act (DSA). This follows the shock emergence of Călin Georgescu, an independent, far-right, pro-Russian nationalist, as the lead [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The European Commission has responded to widespread concerns swirling around the impact of TikTok on elections in Romania by announcing it’s stepping up monitoring of the platform’s compliance with the bloc’s online governance framework, the Digital Services Act (DSA). This follows the shock emergence of Călin Georgescu, an independent, far-right, pro-Russian nationalist, as the lead […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]