[
  {
    "title": "Announcing the final agenda for the SaaS Stage at TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/10/04/announcing-the-final-agenda-for-the-saas-stage-at-techcrunch-disrupt-2024/",
    "pubDate": "Fri, 04 Oct 2024 17:57:36 +0000",
    "content": "<p>Software as a service (SaaS) is an ever-evolving industry. We’ll talk to some of the brightest minds and leaders in the industry — executives from early- and late-stage SaaS companies, leaders from the infrastructure companies that power the industry and the venture capitalists who fund them. Explore and enjoy by joining us at the SaaS [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Software as a service (SaaS) is an ever-evolving industry. We’ll talk to some of the brightest minds and leaders in the industry — executives from early- and late-stage SaaS companies, leaders from the infrastructure companies that power the industry and the venture capitalists who fund them. Explore and enjoy by joining us at the SaaS […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Amazon closes more of its cashierless convenience stores",
    "link": "https://techcrunch.com/2024/10/04/amazon-closes-more-of-its-cashierless-convenience-stores/",
    "pubDate": "Fri, 04 Oct 2024 17:41:56 +0000",
    "content": "<p>Amazon continues to scale back efforts around its cashierless checkout technology, Just Walk Out. The e-commerce giant closed three of its Go convenience stores in New York last week, The Information confirmed on Friday, leaving just 17 across the nation. (Amazon notes it recently opened one in Washington.) These convenience stores use AI systems to [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Amazon continues to scale back efforts around its cashierless checkout technology, Just Walk Out. The e-commerce giant closed three of its Go convenience stores in New York last week, The Information confirmed on Friday, leaving just 17 across the nation. (Amazon notes it recently opened one in Washington.) These convenience stores use AI systems to […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Why EnergyX raised $75M from small investors, even after taking VC money from GM and others",
    "link": "https://techcrunch.com/2024/10/04/why-energyx-raised-75m-from-small-investors-even-after-taking-vc-money-from-gm-and-others/",
    "pubDate": "Fri, 04 Oct 2024 17:17:42 +0000",
    "content": "<p>EnergyX’s offering took advantage of SEC Regulation A, which allows companies to raise money from retail investors in exchange for modest regulatory oversight.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "EnergyX’s offering took advantage of SEC Regulation A, which allows companies to raise money from retail investors in exchange for modest regulatory oversight.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "TechCrunch Disrupt 2024 Side Events schedule: Women in Tech, SignalFire, Llama Lounge, and more to host",
    "link": "https://techcrunch.com/2024/10/04/techcrunch-disrupt-2024-side-events-lineup-women-in-tech-signalfire-llama-lounge-and-more-to-host/",
    "pubDate": "Fri, 04 Oct 2024 17:13:50 +0000",
    "content": "<p>With TechCrunch Disrupt 2024 right around the corner, we’re thrilled to introduce the companies hosting Side Events that will extend the buzz and excitement to the thousands of attendees and Silicon Valley locals alike. Whether it&#8217;s a fun happy hour, insightful panels, or energizing morning runs, Disrupt Week — happening from October 26 to November [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "With TechCrunch Disrupt 2024 right around the corner, we’re thrilled to introduce the companies hosting Side Events that will extend the buzz and excitement to the thousands of attendees and Silicon Valley locals alike. Whether it’s a fun happy hour, insightful panels, or energizing morning runs, Disrupt Week — happening from October 26 to November […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Announcing the Startup Battlefield 200 at TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/10/04/announcing-the-startup-battlefield-200-at-techcrunch-disrupt-2024/",
    "pubDate": "Fri, 04 Oct 2024 17:05:43 +0000",
    "content": "<p>TechCrunch Disrupt 2024, which takes place from October 28-30 at Moscone West in San Francisco, is rapidly approaching. Today we&#8217;re thrilled to announce the 200 startups selected to participate in this year&#8217;s Startup Battlefield 200 (SB 200) cohort. TechCrunch&#8217;s editorial staff read, vetted and debated over thousands of applications. Narrowing the group down to 200 [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "TechCrunch Disrupt 2024, which takes place from October 28-30 at Moscone West in San Francisco, is rapidly approaching. Today we’re thrilled to announce the 200 startups selected to participate in this year’s Startup Battlefield 200 (SB 200) cohort. TechCrunch’s editorial staff read, vetted and debated over thousands of applications. Narrowing the group down to 200 […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Waymo picks its next robotaxi, Joby lands more Toyota bucks, and Cybertruck notches its fifth recall ",
    "link": "https://techcrunch.com/2024/10/04/waymo-picks-its-next-robotaxi-joby-lands-more-toyota-bucks-and-cybertruck-notches-its-fifth-recall/",
    "pubDate": "Fri, 04 Oct 2024 17:05:00 +0000",
    "content": "<p>Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility! I kicked off my week at UP.Summit, an invite-only event that was held this year in Bentonville, Arkansas, to meet up with founders and investors focused on [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome back to TechCrunch Mobility — your central hub for news and insights on the future of transportation. Sign up here for free — just click TechCrunch Mobility! I kicked off my week at UP.Summit, an invite-only event that was held this year in Bentonville, Arkansas, to meet up with founders and investors focused on […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Detroit startup Grounded has a Lego-like way of designing EV vans for small businesses",
    "link": "https://techcrunch.com/2024/10/04/detroits-grounded-raises-3-5m-to-fuel-modular-electric-rv-plans/",
    "pubDate": "Fri, 04 Oct 2024 16:20:55 +0000",
    "content": "<p>When Also Capital managing partner Mike Annunziata walks around New York City these days, he sees lots of vans &#8212; and opportunity. It&#8217;s something he admits he never noticed until he met former SpaceX engineer Sam Shapiro, who is the founder of a new Detroit-based modular electric RV startup called Grounded. Sometimes, Annunziata told TechCrunch, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "When Also Capital managing partner Mike Annunziata walks around New York City these days, he sees lots of vans — and opportunity. It’s something he admits he never noticed until he met former SpaceX engineer Sam Shapiro, who is the founder of a new Detroit-based modular electric RV startup called Grounded. Sometimes, Annunziata told TechCrunch, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Mark Zuckerberg is leg pressing chicken nuggets",
    "link": "https://techcrunch.com/2024/10/04/mark-zuckerberg-is-leg-pressing-chicken-nuggets/",
    "pubDate": "Fri, 04 Oct 2024 16:17:44 +0000",
    "content": "<p>Meta on Friday announced its Movie Gen model, which uses AI to turn prompts into realistic videos with sound. Though Movie Gen won&#8217;t be coming to Instagram or other Meta apps until next year, founder and CEO Mark Zuckerberg posted a video showing how it works. In the Instagram post, we see the recent gym [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Meta on Friday announced its Movie Gen model, which uses AI to turn prompts into realistic videos with sound. Though Movie Gen won’t be coming to Instagram or other Meta apps until next year, founder and CEO Mark Zuckerberg posted a video showing how it works. In the Instagram post, we see the recent gym […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Impulse Space lands Space Force contract for “tactically responsive” orbital operations",
    "link": "https://techcrunch.com/2024/10/04/impulse-space-lands-space-force-contract-for-tactically-responsive-orbital-operations/",
    "pubDate": "Fri, 04 Oct 2024 16:16:57 +0000",
    "content": "<p>Fresh on the heels of a massive funding round, Impulse Space has landed a $34.5 million contract from the Space Force for two ultra-mobile spacecraft missions.&#160; Under the Space Force’s Tactically Responsive Space (TacRS) program, the two missions will demonstrate how highly maneuverable spacecraft can help the military rapidly respond to threats in space.&#160; For [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Fresh on the heels of a massive funding round, Impulse Space has landed a $34.5 million contract from the Space Force for two ultra-mobile spacecraft missions.  Under the Space Force’s Tactically Responsive Space (TacRS) program, the two missions will demonstrate how highly maneuverable spacecraft can help the military rapidly respond to threats in space.  For […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Swiggy escalates India quick-commerce battle with 10-minute meals",
    "link": "https://techcrunch.com/2024/10/04/swiggy-escalates-india-quick-commerce-battle-with-10-minute-meals/",
    "pubDate": "Fri, 04 Oct 2024 16:08:34 +0000",
    "content": "<p>Swiggy, India&#8217;s leading food delivery startup, said Friday it has started to deliver meals in 10 minutes across parts of major cities, intensifying the quick-commerce race in the world&#8217;s second-largest internet market.  The Bengaluru-headquartered startup, which is targeting to go public in about a month, said it has partnered with more than 2,700 restaurants, including [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Swiggy, India’s leading food delivery startup, said Friday it has started to deliver meals in 10 minutes across parts of major cities, intensifying the quick-commerce race in the world’s second-largest internet market.  The Bengaluru-headquartered startup, which is targeting to go public in about a month, said it has partnered with more than 2,700 restaurants, including […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Facebook launches a Gen Z-focused redesign",
    "link": "https://techcrunch.com/2024/10/04/facebook-launches-a-gen-z-focused-redesign/",
    "pubDate": "Fri, 04 Oct 2024 15:30:00 +0000",
    "content": "<p>Facebook wants to woo more younger users to join its social network, instead of spending all their time on TikTok, Instagram, and other social apps. To do so, parent company Meta on Friday announced a series of changes to the older social network which will put greater emphasis on local community information, videos, and Facebook [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Facebook wants to woo more younger users to join its social network, instead of spending all their time on TikTok, Instagram, and other social apps. To do so, parent company Meta on Friday announced a series of changes to the older social network which will put greater emphasis on local community information, videos, and Facebook […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Kenya fines Baltic fintech Eleving’s local arm for misleading customers",
    "link": "https://techcrunch.com/2024/10/04/baltic-fintech-eleving-fined-in-kenya/",
    "pubDate": "Fri, 04 Oct 2024 15:05:55 +0000",
    "content": "<p>Kenya&#8217;s competition authority has fined Baltic lender Eleving&#8216;s Kenyan subsidiary for misleading its customers, casting a spotlight on the continuing unethical operations of a section of digital lenders in the country despite a new law. The Competition Authority of Kenya (CAK) imposed a fine of $84,120 on Eleving subsidiary Mogo Kenya for violating competition law [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Kenya’s competition authority has fined Baltic lender Eleving‘s Kenyan subsidiary for misleading its customers, casting a spotlight on the continuing unethical operations of a section of digital lenders in the country despite a new law. The Competition Authority of Kenya (CAK) imposed a fine of $84,120 on Eleving subsidiary Mogo Kenya for violating competition law […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Check, Remote, and Gusto discuss the future of work at TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/10/04/check-remote-and-gusto-discuss-the-future-of-work-at-techcrunch-disrupt-2024/",
    "pubDate": "Fri, 04 Oct 2024 15:00:00 +0000",
    "content": "<p>The future of work is being redefined, and TechCrunch Disrupt 2024 is the place to explore it. As companies look to leverage talent from around the globe, the landscape of hiring is transforming — and there&#8217;s a new wave of global HR startups that are making this change possible.&#160; Yet, the question remains: Can these [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The future of work is being redefined, and TechCrunch Disrupt 2024 is the place to explore it. As companies look to leverage talent from around the globe, the landscape of hiring is transforming — and there’s a new wave of global HR startups that are making this change possible.  Yet, the question remains: Can these […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "YouTube apologizes for falsely banning channels for spam, canceling subscriptions",
    "link": "https://techcrunch.com/2024/10/04/youtube-apologizes-for-falsely-banning-channels-for-spam-canceling-subscriptions/",
    "pubDate": "Fri, 04 Oct 2024 14:52:49 +0000",
    "content": "<p>A misfire of YouTube&#8217;s systems led to the accidental banning of YouTube channels affecting numerous creators who were informed their channels were removed for &#8220;Spam &#38; Deceptive Practices.&#8221; YouTube has now apologized for the problem and says it&#8217;s rectifying the situation, but did not comment on the cause of the bans, leading creators to wonder [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "A misfire of YouTube’s systems led to the accidental banning of YouTube channels affecting numerous creators who were informed their channels were removed for “Spam & Deceptive Practices.” YouTube has now apologized for the problem and says it’s rectifying the situation, but did not comment on the cause of the bans, leading creators to wonder […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Gmail users on iOS can now ask Gemini questions about their emails",
    "link": "https://techcrunch.com/2024/10/04/gmail-users-on-ios-can-now-ask-gemini-questions-about-their-emails/",
    "pubDate": "Fri, 04 Oct 2024 14:34:24 +0000",
    "content": "<p>Select Gmail users on iOS can now chat with Google&#8217;s Gemini chatbot about their inbox directly within the app, the company announced this week. The feature, which is called Gmail Q&#38;A, was first rolled out to Android users back in August. Now, it&#8217;s available on iOS to Google One AI Premium subscribers or Google Workspace [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Select Gmail users on iOS can now chat with Google’s Gemini chatbot about their inbox directly within the app, the company announced this week. The feature, which is called Gmail Q&A, was first rolled out to Android users back in August. Now, it’s available on iOS to Google One AI Premium subscribers or Google Workspace […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The Browser Company launches Arc Search on Android",
    "link": "https://techcrunch.com/2024/10/04/the-browser-company-launches-arc-search-on-android/",
    "pubDate": "Fri, 04 Oct 2024 13:45:00 +0000",
    "content": "<p>The Browser Company, the startup behind the alternative web browser Arc, announced on Thursday it&#8217;s launching its Arc Search browser on Android in open beta in a move to become a cross-platform app. Arc, already had apps in the Apple ecosystem until last year, then launched a&#160;Windows client in April&#160;ahead of launching on Android. The [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Browser Company, the startup behind the alternative web browser Arc, announced on Thursday it’s launching its Arc Search browser on Android in open beta in a move to become a cross-platform app. Arc, already had apps in the Apple ecosystem until last year, then launched a Windows client in April ahead of launching on Android. The […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta’s Movie Gen model puts out realistic video with sound, so we can finally have infinite Moo Deng",
    "link": "https://techcrunch.com/2024/10/04/metas-movie-gen-model-puts-out-realistic-video-with-sound-so-we-can-finally-have-infinite-moo-deng/",
    "pubDate": "Fri, 04 Oct 2024 13:01:00 +0000",
    "content": "<p>No one really knows what generative video models are useful for just yet, but that hasn&#8217;t stopped companies like Runway, OpenAI, and Meta from pouring millions into developing them. Meta&#8217;s latest is called Movie Gen, and true to its name turns text prompts into relatively realistic video with sound&#8230; but thankfully no voice just yet. [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "No one really knows what generative video models are useful for just yet, but that hasn’t stopped companies like Runway, OpenAI, and Meta from pouring millions into developing them. Meta’s latest is called Movie Gen, and true to its name turns text prompts into relatively realistic video with sound… but thankfully no voice just yet. […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Many companies won’t say if they’ll comply with California’s AI training transparency law",
    "link": "https://techcrunch.com/2024/10/04/many-companies-wont-say-if-theyll-comply-with-californias-ai-training-transparency-law/",
    "pubDate": "Fri, 04 Oct 2024 12:23:56 +0000",
    "content": "<p>California passed a law that'll require AI companies to say which data sets they used to train their models. But few are saying whether they'll comply.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "California passed a law that'll require AI companies to say which data sets they used to train their models. But few are saying whether they'll comply.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Rivian deliveries fall as component shortage slows production",
    "link": "https://techcrunch.com/2024/10/04/rivian-deliveries-fall-component-shortage-slows-production/",
    "pubDate": "Fri, 04 Oct 2024 11:35:37 +0000",
    "content": "<p>Rivian said on Friday it will build fewer vehicles this year than it did in 2023 due to a supply chain problem that popped up in the third quarter and has now &#8220;become more acute in recent weeks.&#8221; The company did not specify the components impacted, only saying that it is one shared by its [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Rivian said on Friday it will build fewer vehicles this year than it did in 2023 due to a supply chain problem that popped up in the third quarter and has now “become more acute in recent weeks.” The company did not specify the components impacted, only saying that it is one shared by its […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta faces data retention limits on its EU ad business after top court ruling",
    "link": "https://techcrunch.com/2024/10/04/meta-faces-data-retention-limits-on-its-eu-ad-business-after-top-court-ruling/",
    "pubDate": "Fri, 04 Oct 2024 11:08:30 +0000",
    "content": "<p>The European Union&#8217;s top court has sided with a privacy challenge to Meta&#8217;s data retention policies. It ruled on Friday that social networks, such as Facebook, cannot keep using people&#8217;s information for ad targeting indefinitely. The judgement could have major implications on the way Meta and other ad-funded social networks operate in the region. Limits [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The European Union’s top court has sided with a privacy challenge to Meta’s data retention policies. It ruled on Friday that social networks, such as Facebook, cannot keep using people’s information for ad targeting indefinitely. The judgement could have major implications on the way Meta and other ad-funded social networks operate in the region. Limits […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]