[
  {
    "title": "Glassdoor takes a leaf out of LinkedIn’s book, launches short videos, polls and images",
    "link": "https://techcrunch.com/2024/10/09/glassdoor-takes-a-leaf-out-of-linkedins-book-launches-short-videos-polls-and-images/",
    "pubDate": "Wed, 09 Oct 2024 11:46:03 +0000",
    "content": "<p>Workplace and salary review platform Glassdoor is drawing inspiration from LinkedIn&#8217;s roadmap as it is launching short videos, polls, and images to foster engagement with the community. Professional platforms are launching experiments around short video formats after seeing the success of consumer apps like TikTok, Instagram, and YouTube. Earlier this year, LinkedIn started testing a [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Workplace and salary review platform Glassdoor is drawing inspiration from LinkedIn’s roadmap as it is launching short videos, polls, and images to foster engagement with the community. Professional platforms are launching experiments around short video formats after seeing the success of consumer apps like TikTok, Instagram, and YouTube. Earlier this year, LinkedIn started testing a […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Unhappy with their exit, these ex-Planetly employees are using AI to refine carbon accounting",
    "link": "https://techcrunch.com/2024/10/09/unhappy-with-their-exit-these-ex-planetly-employees-are-using-ai-to-refine-carbon-accounting/",
    "pubDate": "Wed, 09 Oct 2024 11:29:31 +0000",
    "content": "<p>Startup employees often go on to found interesting ventures, basing their new work on the experience gained from their time building a company from scratch. But not all of those experiences are positive, and sometimes, a less-than-satisfactory exit can do more to fuel a founder&#8217;s fervor than anything else. In the case of Forward Earth&#8217;s [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Startup employees often go on to found interesting ventures, basing their new work on the experience gained from their time building a company from scratch. But not all of those experiences are positive, and sometimes, a less-than-satisfactory exit can do more to fuel a founder’s fervor than anything else. In the case of Forward Earth’s […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "DeepMind’s Demis Hassabis and John Jumper scoop Nobel Prize in Chemistry for AlphaFold",
    "link": "https://techcrunch.com/2024/10/09/deepminds-demis-hassabis-and-john-jumper-scoop-nobel-prize-in-chemistry-for-alphafold/",
    "pubDate": "Wed, 09 Oct 2024 11:04:48 +0000",
    "content": "<p>It has been a big week for Nobel Prizes in the world of artificial intelligence. The Royal Swedish Academy of Sciences today announced the Nobel Prize in Chemistry winners for 2024, with DeepMind CEO Demis Hassabis and Director John Jumper sharing one-half of the prize, with David Baker &#8212; who is head of the Institute for Protein Design at [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "It has been a big week for Nobel Prizes in the world of artificial intelligence. The Royal Swedish Academy of Sciences today announced the Nobel Prize in Chemistry winners for 2024, with DeepMind CEO Demis Hassabis and Director John Jumper sharing one-half of the prize, with David Baker — who is head of the Institute for Protein Design at […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Basecamp Research draws $60M to build a ‘GPT for biology’",
    "link": "https://techcrunch.com/2024/10/09/basecamp-research-taps-60m-to-build-a-gpt-for-biology/",
    "pubDate": "Wed, 09 Oct 2024 11:00:07 +0000",
    "content": "<p>While companies like OpenAI and Anthropic continue to popularize the idea of using ordinary language to ask artificial intelligence agents for answers to their questions, write their proposals or draw pictures, a London startup called Basecamp Research has raised $60 million to tackle a new frontier. It&#8217;s building an AI agent that not only answers [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "While companies like OpenAI and Anthropic continue to popularize the idea of using ordinary language to ask artificial intelligence agents for answers to their questions, write their proposals or draw pictures, a London startup called Basecamp Research has raised $60 million to tackle a new frontier. It’s building an AI agent that not only answers […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "US government considers historic break-up of Google in antitrust case",
    "link": "https://techcrunch.com/2024/10/09/us-government-considers-historic-break-up-of-google-in-antitrust-case/",
    "pubDate": "Wed, 09 Oct 2024 08:24:23 +0000",
    "content": "<p>The U.S. Justice Department has put forth a sweeping proposal to force Google to sell off parts of its business, potentially leading to the first major corporate breakup in four decades and reshaping one of the world&#8217;s most valuable tech companies. The Department of Justice and a coalition of state attorneys general on Tuesday submitted [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The U.S. Justice Department has put forth a sweeping proposal to force Google to sell off parts of its business, potentially leading to the first major corporate breakup in four decades and reshaping one of the world’s most valuable tech companies. The Department of Justice and a coalition of state attorneys general on Tuesday submitted […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Meta is testing a feature to let you post Instagram Reels directly on Threads",
    "link": "https://techcrunch.com/2024/10/09/meta-is-testing-a-feature-to-let-you-post-instagram-reels-directly-on-threads/",
    "pubDate": "Wed, 09 Oct 2024 08:03:36 +0000",
    "content": "<p>Since its inception, Meta&#8217;s Threads has tried to leverage the network effects of its other social networks Facebook and Instagram by experimenting with cross-posting and highlighting Threads posts on a carousel. Now, the company is testing a new feature that will let you share Instagram Reels directly to Threads. App researcher Alessandro Paluzzi found that [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Since its inception, Meta’s Threads has tried to leverage the network effects of its other social networks Facebook and Instagram by experimenting with cross-posting and highlighting Threads posts on a carousel. Now, the company is testing a new feature that will let you share Instagram Reels directly to Threads. App researcher Alessandro Paluzzi found that […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "OpenAI to open offices in Singapore, Paris, Brussels to facilitate global expansion",
    "link": "https://techcrunch.com/2024/10/09/openai-to-open-offices-in-singapore-paris-brussels-to-facilitate-global-expansion/",
    "pubDate": "Wed, 09 Oct 2024 07:35:45 +0000",
    "content": "<p>OpenAI said in a post on X that it is opening new offices in multiple cities, including NYC, Seattle, Paris, Brussels, and Singapore, in addition to its existing locations in San Francisco, London, Dublin and Tokyo, as part of the company&#8217;s global expansion efforts. The expansion effort follows the San Francisco-based ChatGPT maker&#8217;s whopping $6.6 [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "OpenAI said in a post on X that it is opening new offices in multiple cities, including NYC, Seattle, Paris, Brussels, and Singapore, in addition to its existing locations in San Francisco, London, Dublin and Tokyo, as part of the company’s global expansion efforts. The expansion effort follows the San Francisco-based ChatGPT maker’s whopping $6.6 […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Atlassian’s Jira has had it with your issues",
    "link": "https://techcrunch.com/2024/10/09/atlassians-jira-has-had-it-with-your-issues/",
    "pubDate": "Wed, 09 Oct 2024 07:05:00 +0000",
    "content": "<p>Atlassian recently announced its plans to combine its Jira Software tools for developers and Jira Work Management tool for business teams into a single product. Jira was originally for developers and the teams that directly support them, but over time, it also became popular with business teams. That&#8217;s a trend Atlassian quickly capitalized on with [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Atlassian recently announced its plans to combine its Jira Software tools for developers and Jira Work Management tool for business teams into a single product. Jira was originally for developers and the teams that directly support them, but over time, it also became popular with business teams. That’s a trend Atlassian quickly capitalized on with […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Atlassian’s Rovo AI is now generally available",
    "link": "https://techcrunch.com/2024/10/09/atlassians-rovo-ai-is-now-generally-available/",
    "pubDate": "Wed, 09 Oct 2024 07:05:00 +0000",
    "content": "<p>Atlassian first showed off Rovo six months ago. Rovo is what the company calls its &#8220;AI teammate&#8221; that combines smarter search and chat-based AI tools with agents that can help users automate some of their workflows in tools like Jira and Confluence. At its Team &#8217;24 Europe event in Barcelona, the company has now announced [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Atlassian first showed off Rovo six months ago. Rovo is what the company calls its “AI teammate” that combines smarter search and chat-based AI tools with agents that can help users automate some of their workflows in tools like Jira and Confluence. At its Team ’24 Europe event in Barcelona, the company has now announced […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The Boring Company’s Las Vegas loop is attracting riders, and trespassers",
    "link": "https://techcrunch.com/2024/10/08/the-boring-companys-las-vegas-loop-is-attracting-riders-and-trespassers/",
    "pubDate": "Wed, 09 Oct 2024 06:00:13 +0000",
    "content": "<p>The Boring Company’s 2.4-mile underground Loop in Las Vegas is proving anything but boring for management, with at least 67 trespassing occurrences since 2022, according to a deep dive by Fortune.&#160;&#160; Designed for Tesla models to shuttle passengers underneath the Las Vegas Convention center, others who&#8217;ve found their way into the tunnels include a skateboarder, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Boring Company’s 2.4-mile underground Loop in Las Vegas is proving anything but boring for management, with at least 67 trespassing occurrences since 2022, according to a deep dive by Fortune.   Designed for Tesla models to shuttle passengers underneath the Las Vegas Convention center, others who’ve found their way into the tunnels include a skateboarder, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The WordPress vs. WP Engine drama, explained",
    "link": "https://techcrunch.com/2024/10/08/wordpress-vs-wp-engine-drama-explained/",
    "pubDate": "Wed, 09 Oct 2024 05:30:00 +0000",
    "content": "<p>This story has been updated throughout with more details as the story has developed. We will continue to do so as the case and dispute are ongoing. The world of WordPress, one of the most popular technologies for creating and hosting websites, is going through a very heated controversy. The core issue is the fight [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "This story has been updated throughout with more details as the story has developed. We will continue to do so as the case and dispute are ongoing. The world of WordPress, one of the most popular technologies for creating and hosting websites, is going through a very heated controversy. The core issue is the fight […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Ashton Kutcher, Effie Epstein, and Guy Oseary are coming to TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/10/08/ashton-kutcher-effie-epstein-and-guy-oseary-are-coming-to-techcrunch-disrupt-2024/",
    "pubDate": "Tue, 08 Oct 2024 23:38:18 +0000",
    "content": "<p>Last year, Sound Ventures, the 9-year-old, Beverly Hills, California-based venture firm led by general partners Ashton Kutcher, Guy Oseary, and Effie Epstein, announced a new $265 million AI fund that was betting big on large language model companies, including OpenAI, Anthropic, and Hugging Face. In fact, the plan was to invest in just six companies [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Last year, Sound Ventures, the 9-year-old, Beverly Hills, California-based venture firm led by general partners Ashton Kutcher, Guy Oseary, and Effie Epstein, announced a new $265 million AI fund that was betting big on large language model companies, including OpenAI, Anthropic, and Hugging Face. In fact, the plan was to invest in just six companies […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Announcing True Anomaly, Slingshot Aerospace, and Space Workforce for Tomorrow at TechCrunch Disrupt 2024",
    "link": "https://techcrunch.com/2024/10/08/announcing-true-anomaly-slingshot-aerospace-and-space-workforce-2030-at-techcrunchdisrupt-2024/",
    "pubDate": "Tue, 08 Oct 2024 23:06:42 +0000",
    "content": "<p>As government and defense sectors increasingly lean on commercial services, opportunities for startups in dual-use technology have never been more promising. Yet, for young, agile companies, the challenge of entering such a highly regulated and traditional landscape is significant. How can emerging businesses compete with established primes for contracts and attention? And how can investors [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As government and defense sectors increasingly lean on commercial services, opportunities for startups in dual-use technology have never been more promising. Yet, for young, agile companies, the challenge of entering such a highly regulated and traditional landscape is significant. How can emerging businesses compete with established primes for contracts and attention? And how can investors […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "X is cleared to go back online in Brazil",
    "link": "https://techcrunch.com/2024/10/08/x-is-cleared-to-go-back-online-in-brazil/",
    "pubDate": "Tue, 08 Oct 2024 22:50:24 +0000",
    "content": "<p>Brazil&#8217;s Supreme Court said on Tuesday that Elon Musk&#8217;s X could return online in the country, marking the end to a months-long battle between the social media platform and Brazilian officials. Addressing the reasons that X was banned in the first place, Musk agreed to take down some user accounts and appoint a legal representative [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Brazil’s Supreme Court said on Tuesday that Elon Musk’s X could return online in the country, marking the end to a months-long battle between the social media platform and Brazilian officials. Addressing the reasons that X was banned in the first place, Musk agreed to take down some user accounts and appoint a legal representative […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Fei-Fei Li picks Google Cloud, where she led AI, as World Labs’ main compute provider",
    "link": "https://techcrunch.com/2024/10/08/fei-fei-li-picks-google-cloud-where-she-led-ai-as-world-labs-main-compute-provider/",
    "pubDate": "Tue, 08 Oct 2024 20:59:45 +0000",
    "content": "<p>Cloud providers are chasing after AI unicorns, and the latest is Fei-Fei Li&#8217;s World Labs. The startup just tapped Google Cloud as its primary compute provider to train AI models, a deal that could be worth hundreds of millions of dollars. But Li&#8217;s tenure as chief scientist of AI at Google Cloud wasn&#8217;t a factor, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Cloud providers are chasing after AI unicorns, and the latest is Fei-Fei Li’s World Labs. The startup just tapped Google Cloud as its primary compute provider to train AI models, a deal that could be worth hundreds of millions of dollars. But Li’s tenure as chief scientist of AI at Google Cloud wasn’t a factor, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "The White House joins Reddit and shares hurricane information",
    "link": "https://techcrunch.com/2024/10/08/the-white-house-joins-reddit-and-shares-hurricane-information/",
    "pubDate": "Tue, 08 Oct 2024 20:47:01 +0000",
    "content": "<p>VP Kamala Harris is on the &#8220;Call Her Daddy&#8221; podcast, FEMA has a page dedicated to fighting the rumors circulating on social media about the hurricanes, and now the White House is on Reddit. It&#8217;s clear that the traditional means of disseminating news and information to the general U.S. population have changed. As a big [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "VP Kamala Harris is on the “Call Her Daddy” podcast, FEMA has a page dedicated to fighting the rumors circulating on social media about the hurricanes, and now the White House is on Reddit. It’s clear that the traditional means of disseminating news and information to the general U.S. population have changed. As a big […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "On TikTok, pop culture prevails over news and politics",
    "link": "https://techcrunch.com/2024/10/08/on-tiktok-pop-culture-prevails-over-news-and-politics/",
    "pubDate": "Tue, 08 Oct 2024 20:39:27 +0000",
    "content": "<p>TikTok is growing fast as a destination for news, but news and politics accounts make up less than one percent of accounts followed by U.S. adults, the Pew Research Center says. Around half of all TikTok accounts followed by U.S. adults are influencers and creators, the study shows. Plus, content related to news and politics [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "TikTok is growing fast as a destination for news, but news and politics accounts make up less than one percent of accounts followed by U.S. adults, the Pew Research Center says. Around half of all TikTok accounts followed by U.S. adults are influencers and creators, the study shows. Plus, content related to news and politics […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Tesla Robotaxi reveal: What to expect",
    "link": "https://techcrunch.com/2024/10/08/tesla-robotaxi-reveal-what-to-expect/",
    "pubDate": "Tue, 08 Oct 2024 19:22:30 +0000",
    "content": "<p>Tesla is gearing up to reveal its Robotaxi this Thursday, and everyone wants to know what it will look like, whether Tesla will unveil a commercialization strategy, and what outrageous timelines Elon Musk might announce to bump Tesla’s stock.&#160; The “We, Robot” event will take place at 7 p.m. PT at Warner Bros. Discovery’s movie [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Tesla is gearing up to reveal its Robotaxi this Thursday, and everyone wants to know what it will look like, whether Tesla will unveil a commercialization strategy, and what outrageous timelines Elon Musk might announce to bump Tesla’s stock.  The “We, Robot” event will take place at 7 p.m. PT at Warner Bros. Discovery’s movie […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "AI mortgage startup LoanSnap loses license to operate in Connecticut",
    "link": "https://techcrunch.com/2024/10/08/ai-mortgage-startup-loansnap-loses-license-to-operate-in-connecticut/",
    "pubDate": "Tue, 08 Oct 2024 19:09:57 +0000",
    "content": "<p>The revocation comes after TechCrunch's exclusive reporting on how LoanSnap was inundated with lawsuits.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The revocation comes after TechCrunch's exclusive reporting on how LoanSnap was inundated with lawsuits.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Fourteen AGs sue TikTok, claiming that it harms children’s mental health",
    "link": "https://techcrunch.com/2024/10/08/fourteen-ags-sue-tiktok-claiming-that-it-harms-childrens-mental-health/",
    "pubDate": "Tue, 08 Oct 2024 18:36:16 +0000",
    "content": "<p>Fourteen U.S. attorneys general sued TikTok on Tuesday, alleging that the platform negatively impacts minors&#8217; mental health and harvests data without their consent. TikTok, a U.S. company owned by the Chinese conglomerate ByteDance, is embroiled in a number of lawsuits that could threaten its operations. In another recent lawsuit, the FTC and the Justice Department [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Fourteen U.S. attorneys general sued TikTok on Tuesday, alleging that the platform negatively impacts minors’ mental health and harvests data without their consent. TikTok, a U.S. company owned by the Chinese conglomerate ByteDance, is embroiled in a number of lawsuits that could threaten its operations. In another recent lawsuit, the FTC and the Justice Department […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]