[
  {
    "title": "Roblox starts offering 25% more game currency for web purchases",
    "link": "https://techcrunch.com/2024/11/26/roblox-starts-offering-25-more-game-currency-for-web-purchases/",
    "pubDate": "Wed, 27 Nov 2024 04:11:07 +0000",
    "content": "<p>As scrutiny around Apple and Google&#8217;s app store fees tightens around the world, gaming platform Roblox has now started to offer an additional 25% game currency Robux for purchases on the web and gift cards as compared to mobile platforms. In essence, the company is encouraging users to purchase Robux from the web to avoid [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As scrutiny around Apple and Google’s app store fees tightens around the world, gaming platform Roblox has now started to offer an additional 25% game currency Robux for purchases on the web and gift cards as compared to mobile platforms. In essence, the company is encouraging users to purchase Robux from the web to avoid […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Figure 02 performing tasks autonomously",
    "link": "https://techcrunch.com/video/figure-02-performing-tasks-autonomously/",
    "pubDate": "Tue, 26 Nov 2024 23:50:53 +0000",
    "content": "<p>Robotics startup Figure released a video update showcasing their Figure 02 humanoid robot autonomously performing tasks at HQ for a BMW use case.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Robotics startup Figure released a video update showcasing their Figure 02 humanoid robot autonomously performing tasks at HQ for a BMW use case.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Trump considers naming an ‘AI czar’",
    "link": "https://techcrunch.com/2024/11/26/trump-considers-naming-an-ai-czar/",
    "pubDate": "Tue, 26 Nov 2024 23:10:28 +0000",
    "content": "<p>Incoming president Donald Trump is considering naming an &#8220;AI czar&#8221; in the White House, Axios reports. Should Trump appoint such a policy person, they&#8217;d be charged with helping to coordinate federal regulation and governmental use of AI. Importantly, an AI czar wouldn&#8217;t require Senate confirmation, Axios notes — allowing them to get to work on [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Incoming president Donald Trump is considering naming an “AI czar” in the White House, Axios reports. Should Trump appoint such a policy person, they’d be charged with helping to coordinate federal regulation and governmental use of AI. Importantly, an AI czar wouldn’t require Senate confirmation, Axios notes — allowing them to get to work on […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Elon Musk wants to block the transfer of InfoWars’ X accounts to The Onion",
    "link": "https://techcrunch.com/2024/11/26/elon-musk-wants-to-block-the-transfer-of-infowars-x-accounts-to-the-onion/",
    "pubDate": "Tue, 26 Nov 2024 22:30:02 +0000",
    "content": "<p>The Onion, a satirical publication, won a bankruptcy auction earlier this month to purchase conspiracy theorist Alex Jones&#8217; website, InfoWars, and other related assets. However, that sale is now in limbo after a federal judge temporarily halted the deal. On Monday, Elon Musk threw yet another wrench in the works, objecting to the transfer of [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Onion, a satirical publication, won a bankruptcy auction earlier this month to purchase conspiracy theorist Alex Jones’ website, InfoWars, and other related assets. However, that sale is now in limbo after a federal judge temporarily halted the deal. On Monday, Elon Musk threw yet another wrench in the works, objecting to the transfer of […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "SpaceX gets FCC green light for Starlink direct-to-phone deal with T-Mobile",
    "link": "https://techcrunch.com/2024/11/26/spacex-gets-fcc-green-light-for-starlink-direct-to-phone-deal-with-t-mobile/",
    "pubDate": "Tue, 26 Nov 2024 22:24:30 +0000",
    "content": "<p>The FCC has granted SpaceX permission to go forward with plans to offer a direct-to-phone version of its Starlink satellite internet service, with T-Mobile as its provider and a few provisos in place. The proposal dates to summer 2022, when SpaceX and T-Mobile first announced that they were pursuing the ability for the mobile provider&#8217;s [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The FCC has granted SpaceX permission to go forward with plans to offer a direct-to-phone version of its Starlink satellite internet service, with T-Mobile as its provider and a few provisos in place. The proposal dates to summer 2022, when SpaceX and T-Mobile first announced that they were pursuing the ability for the mobile provider’s […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "AWS re:Invent 2024: What to expect and how to watch Amazon’s biggest event of the year",
    "link": "https://techcrunch.com/2024/11/26/aws-reinvent-2024-what-to-expect-and-how-to-watch-amazons-biggest-event-of-the-year/",
    "pubDate": "Tue, 26 Nov 2024 21:36:03 +0000",
    "content": "<p>Amazon Web Services&#8217; (AWS) biggest conference of the year is around the corner, and all signs point to it being an eventful one. AWS re:Invent 2024 kicks off in Las Vegas on Sunday, with sessions scheduled to run through December 6. A keynote address featuring AWS CEO Matt Garman will take place December 3, starting [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Amazon Web Services’ (AWS) biggest conference of the year is around the corner, and all signs point to it being an eventful one. AWS re:Invent 2024 kicks off in Las Vegas on Sunday, with sessions scheduled to run through December 6. A keynote address featuring AWS CEO Matt Garman will take place December 3, starting […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "ServiceTitan could be the first of many ‘dirty’ term-sheet IPOs, VCs believe",
    "link": "https://techcrunch.com/2024/11/26/servicetitan-could-be-the-first-of-many-dirty-term-sheet-ipos-vcs-believe/",
    "pubDate": "Tue, 26 Nov 2024 21:31:21 +0000",
    "content": "<p>Rather than opening an IPO window, ServiceTitan's IPO could be the first \\of something else entirely, VCs warn.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Rather than opening an IPO window, ServiceTitan's IPO could be the first \\of something else entirely, VCs warn.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Uber is building a fleet of gig workers to label data for AI models",
    "link": "https://techcrunch.com/2024/11/26/uber-is-building-a-fleet-of-gig-workers-to-label-data-for-ai-models/",
    "pubDate": "Tue, 26 Nov 2024 19:52:43 +0000",
    "content": "<p>Uber is expanding its fleet of gig workers and creating a new category: AI annotation and data labeling. The ride-hailing company has started hiring contractors for a new AI and data labeling division called Scaled Solutions. These workers complete projects for Uber&#8217;s internal business units but are also serving outside customers including self-driving vehicle company [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Uber is expanding its fleet of gig workers and creating a new category: AI annotation and data labeling. The ride-hailing company has started hiring contractors for a new AI and data labeling division called Scaled Solutions. These workers complete projects for Uber’s internal business units but are also serving outside customers including self-driving vehicle company […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "FTC finds that smart device makers fail to make clear how long their products will be supported",
    "link": "https://techcrunch.com/2024/11/26/ftc-finds-that-smart-device-makers-fail-to-make-clear-how-long-their-products-will-be-supported/",
    "pubDate": "Tue, 26 Nov 2024 19:48:49 +0000",
    "content": "<p>A new paper from the Federal Trade Commission found that many smart device makers fail to disclose to consumers how long they will provide software updates for their products. The agency looked at 184 different smart devices, ranging from hearing aids to security cameras, and found that nearly 89% of them don’t provide buyers with [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "A new paper from the Federal Trade Commission found that many smart device makers fail to disclose to consumers how long they will provide software updates for their products. The agency looked at 184 different smart devices, ranging from hearing aids to security cameras, and found that nearly 89% of them don’t provide buyers with […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Russia-linked hackers exploited Firefox and Windows bugs in ‘widespread’ hacking campaign",
    "link": "https://techcrunch.com/2024/11/26/russia-linked-hackers-exploited-firefox-and-windows-zero-day-bugs-in-widespread-hacking-campaign/",
    "pubDate": "Tue, 26 Nov 2024 19:33:26 +0000",
    "content": "<p>The Russia-aligned RomCom gang exploited the vulnerabilities to target hundreds of Firefox users across Europe and North America.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Russia-aligned RomCom gang exploited the vulnerabilities to target hundreds of Firefox users across Europe and North America.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "This Mexican fintech isn’t too worried about Trump’s tariff threats",
    "link": "https://techcrunch.com/2024/11/26/this-mexican-fintech-isnt-too-worried-about-trumps-tariff-threats/",
    "pubDate": "Tue, 26 Nov 2024 19:05:00 +0000",
    "content": "<p>Welcome to TechCrunch Fintech! This week, we’re taking a look at: If you&#8217;d like to receive the Fintech newsletter in your inbox every Tuesday, sign up here! The big story Trump’s tariff threats don’t scare this Mexican fintech Mexico’s economic development has made it a fertile ground for startups. But the trend is under threat [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Welcome to TechCrunch Fintech! This week, we’re taking a look at: If you’d like to receive the Fintech newsletter in your inbox every Tuesday, sign up here! The big story Trump’s tariff threats don’t scare this Mexican fintech Mexico’s economic development has made it a fertile ground for startups. But the trend is under threat […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Bluesky verification could look a lot different from X’s blue checks",
    "link": "https://techcrunch.com/2024/11/26/bluesky-verification-could-look-a-lot-different-from-xs-blue-checks/",
    "pubDate": "Tue, 26 Nov 2024 18:38:48 +0000",
    "content": "<p>The rapidly growing social networking startup Bluesky, a Twitter/X alternative built on open web principles, revealed in a livestream on Monday how its approach to user account verification will differ from existing services, like Meta and X. While traditional social media has shifted to a pay-for-verification model, where users pay for the privilege of the [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The rapidly growing social networking startup Bluesky, a Twitter/X alternative built on open web principles, revealed in a livestream on Monday how its approach to user account verification will differ from existing services, like Meta and X. While traditional social media has shifted to a pay-for-verification model, where users pay for the privilege of the […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "YC-backed Circleback is out to become the best meeting notetaker",
    "link": "https://techcrunch.com/2024/11/26/yc-backed-circleback-is-out-to-become-the-best-meeting-notetaker/",
    "pubDate": "Tue, 26 Nov 2024 18:00:00 +0000",
    "content": "<p>As the number of startups offering speech-to-text services is increasing, meeting transcripts are becoming a common offering. There are plenty of tools that offer AI assistants that either join the meeting or capture your system&#8217;s audio to transcribe and summarize your meetings. Y Combinator-backed Circleback wants to differentiate itself by providing detailed notes and action [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "As the number of startups offering speech-to-text services is increasing, meeting transcripts are becoming a common offering. There are plenty of tools that offer AI assistants that either join the meeting or capture your system’s audio to transcribe and summarize your meetings. Y Combinator-backed Circleback wants to differentiate itself by providing detailed notes and action […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Roon raises $15M to replace ‘Dr. Google’ with real doctors sharing videos about illness treatments",
    "link": "https://techcrunch.com/2024/11/26/roon-raises-15m-to-replace-dr-google-with-real-doctors-sharing-videos-about-illness-treatments/",
    "pubDate": "Tue, 26 Nov 2024 18:00:00 +0000",
    "content": "<p>Vikram Bhaskaran was leading creator partnerships at Pinterest when his father started showing early symptoms of ALS, a rare, terminal neurodegenerative disease. &#8220;It turned my world upside down,&#8221; Bhaskaran said. He worked during the day, and spent his evenings Googling the illness and treatment options and in Facebook groups. But Bhaskaran discovered that finding clear, [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Vikram Bhaskaran was leading creator partnerships at Pinterest when his father started showing early symptoms of ALS, a rare, terminal neurodegenerative disease. “It turned my world upside down,” Bhaskaran said. He worked during the day, and spent his evenings Googling the illness and treatment options and in Facebook groups. But Bhaskaran discovered that finding clear, […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "From $19M to $1.5M, here’s how much Anduril pays top execs like Palmer Luckey in cash and stock",
    "link": "https://techcrunch.com/2024/11/26/anduril-salaries-palmer-luckey-other-execs-how-much-do-they-make/",
    "pubDate": "Tue, 26 Nov 2024 17:33:03 +0000",
    "content": "<p>Beyond patriotism, there’s another huge reason to join a defense startup: it pays really, really well.</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Beyond patriotism, there’s another huge reason to join a defense startup: it pays really, really well.\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "OpenAI’s Sora video generator appears to have leaked",
    "link": "https://techcrunch.com/2024/11/26/artists-appears-to-have-leaked-access-to-openais-sora/",
    "pubDate": "Tue, 26 Nov 2024 15:54:19 +0000",
    "content": "<p>A group appears to have leaked access to Sora, OpenAI&#8217;s video generator, in protest of what it&#8217;s calling duplicity and &#8220;art washing&#8221; on OpenAI&#8217;s part. On Tuesday, the group published a project on the AI dev platform Hugging Face seemingly connected to OpenAI&#8217;s Sora API, which isn&#8217;t yet publicly available. Using their authentication tokens — [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "A group appears to have leaked access to Sora, OpenAI’s video generator, in protest of what it’s calling duplicity and “art washing” on OpenAI’s part. On Tuesday, the group published a project on the AI dev platform Hugging Face seemingly connected to OpenAI’s Sora API, which isn’t yet publicly available. Using their authentication tokens — […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Perplexity mulls getting into hardware",
    "link": "https://techcrunch.com/2024/11/26/perplexity-mulls-getting-into-hardware/",
    "pubDate": "Tue, 26 Nov 2024 15:07:30 +0000",
    "content": "<p>Perplexity, the AI-powered search engine, wants to get into hardware — kinda sorta. Aravind Srinivas, Perplexity&#8217;s founder and CEO, posted on X on Monday that he was considering making a &#8220;simple, under $50&#8221; device to &#8220;reliably answer&#8221; questions &#8220;voice to voice.&#8221; He promised that Perplexity would &#8220;definitely&#8221; sell such a device if the post got [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Perplexity, the AI-powered search engine, wants to get into hardware — kinda sorta. Aravind Srinivas, Perplexity’s founder and CEO, posted on X on Monday that he was considering making a “simple, under $50” device to “reliably answer” questions “voice to voice.” He promised that Perplexity would “definitely” sell such a device if the post got […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Amazon Japan raided by anti-monopoly authorities",
    "link": "https://techcrunch.com/2024/11/26/amazon-japan-raided-by-anti-monopoly-authorities/",
    "pubDate": "Tue, 26 Nov 2024 15:04:13 +0000",
    "content": "<p>Amazon Japan has said it will collaborate with Japan Fair Trade Commission (JFTC) after the watchdog conducted an on-site inspection related to suspected violations of anti-monopoly laws. The e-commerce giant is under suspicion of inappropriately urging vendors to lower their prices on its online shopping platform in return for better product placement, as first reported [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Amazon Japan has said it will collaborate with Japan Fair Trade Commission (JFTC) after the watchdog conducted an on-site inspection related to suspected violations of anti-monopoly laws. The e-commerce giant is under suspicion of inappropriately urging vendors to lower their prices on its online shopping platform in return for better product placement, as first reported […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "Spotify debuts marketing tools and insights for audiobook authors",
    "link": "https://techcrunch.com/2024/11/26/spotify-debuts-marketing-tools-and-insights-for-audiobook-authors/",
    "pubDate": "Tue, 26 Nov 2024 14:58:41 +0000",
    "content": "<p>Spotify on Tuesday introduced a new set of tools for authors and publishers distributing their audiobooks on its platform with the launch of Spotify for Authors. Similar to its existing efforts, Spotify for Artists and Spotify for Creators (previously Podcasters), Spotify for Authors will allow writers and publishers to track insights and analytics about their [&#8230;]</p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "Spotify on Tuesday introduced a new set of tools for authors and publishers distributing their audiobooks on its platform with the launch of Spotify for Authors. Similar to its existing efforts, Spotify for Artists and Spotify for Creators (previously Podcasters), Spotify for Authors will allow writers and publishers to track insights and analytics about their […]\n© 2024 TechCrunch. All rights reserved. For personal use only."
  },
  {
    "title": "UK, US retail giants hit by ongoing disruption after ransomware attack on supply chain firm",
    "link": "https://techcrunch.com/2024/11/26/major-uk-us-stores-face-ongoing-disruption-after-ransomware-attack-hits-supply-chain-giant-blue-yonder/",
    "pubDate": "Tue, 26 Nov 2024 14:00:05 +0000",
    "content": "<p>The Arizona-based firm said it has \"no timeline\" for restoration, following a cyberattack that caused disruption at companies around the world. </p>\n<p>© 2024 TechCrunch. All rights reserved. For personal use only.</p>\n",
    "summary": "The Arizona-based firm said it has \"no timeline\" for restoration, following a cyberattack that caused disruption at companies around the world. \n© 2024 TechCrunch. All rights reserved. For personal use only."
  }
]