[
  {
    "title": "Naughty Dog reveals sci-fi game Intergalactic: The Heretic Prophet",
    "link": "https://www.theverge.com/24320197/intergalactic-the-heretic-prophet-naughty-dog-trailer-game-awards-2024",
    "pubDate": "2024-12-13T04:05:14.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"A screenshot from Intergalactic: The Heretic Prophet.\" src=\"https://cdn.vox-cdn.com/thumbor/AUDTrVh1qCFbhFXFi5ElcsHQY7o=/160x0:1510x900/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/73783885/Screenshot_2024_12_12_at_7.54.35_PM.0.png\" />\n    </figure>\n\n  <p id=\"PpvBTg\">The Game Awards’ final world premiere was <a href=\"https://www.naughtydog.com/blog/intergalactic_the_heretic_prophet_announcement\"><em>Intergalactic: The Heretic Prophet</em></a>. Developed by Naughty Dog,<em> Intergalactic</em> is a futuristic space opera with the kind of futurepunk vibes that remind me of <em>Cowboy Bebop</em>. That comparison is apt as <em>Intergalactic</em> game director and Naughty Dog studio head Neil Druckmann mentioned <a href=\"https://www.naughtydog.com/blog/intergalactic_the_heretic_prophet_announcement\">on the game’s website</a> that it stars a space bounty hunter. Indeed, the trailer even featured an anime playing in the background reminiscent of <em>Dirty Pair</em>.</p>\n<p id=\"Lo1I8K\">Here’s Naughty Dog’s description of the game, <a href=\"https://www.youtube.com/watch?v=VLGy63pt9vA\">from the YouTube trailer</a>:</p>\n<blockquote><p id=\"yQDOye\">Set thousands of years in the future, Intergalactic puts players into the role of Jordan A. Mun, a dangerous bounty hunter who ends up stranded on Sempiria — a distant planet whose communication with the outside universe went dark hundreds of years ago. Jordan will have to use all her skills and wits if she hopes to be the first person in over 600 years to leave its orbit.</p></blockquote>\n<p id=\"Raj1wr\">Tati Gabrielle, who played Prudence Night in the <em>Chilling Adventures of Sabrina, </em>stars as Jordan. Ironically, Gabrielle was part of the cast of another Naughty Dog project playing Jo Braddock in the <em>Uncharted </em>movie. It also will feature comedian and actor Kumail Nanjiani who makes a blink-and-you’ll-miss-it appearance as the bounty Jordan’s after. Druckmann ended <em>Intergalactic</em>’s announcement with the news that Trent Reznor and Atticus Ross have taken a break from winning all the awards for their movie soundtracks to work on the music for the game.</p>\n<p id=\"T8zgJv\">There’s no release date yet, but the game is in development for the PS5.</p>\n\n",
    "summary": "The Game Awards’ final world premiere was Intergalactic: The Heretic Prophet. Developed by Naughty Dog, Intergalactic is a futuristic space opera with the kind of futurepunk vibes that remind me of Cowboy Bebop. That comparison is apt as Intergalactic game director and Naughty Dog studio head Neil Druckmann mentioned on the game’s website that it stars a space bounty hunter. Indeed, the trailer even featured an anime playing in the background reminiscent of Dirty Pair.\nHere’s Naughty Dog’s description of the game, from the YouTube trailer:\nSet thousands of years in the future, Intergalactic puts players into the role of Jordan A. Mun, a dangerous bounty hunter who ends up stranded on Sempiria — a distant planet whose communication with the outside universe went dark hundreds of years ago. Jordan will have to use all her skills and wits if she hopes to be the first person in over 600 years to leave its orbit.\n\nTati Gabrielle, who played Prudence Night in the Chilling Adventures of Sabrina, stars as Jordan. Ironically, Gabrielle was part of the cast of another Naughty Dog project playing Jo Braddock in the Uncharted movie. It also will feature comedian and actor Kumail Nanjiani who makes a blink-and-you’ll-miss-it appearance as the bounty Jordan’s after. Druckmann ended Intergalactic’s announcement with the news that Trent Reznor and Atticus Ross have taken a break from winning all the awards for their movie soundtracks to work on the music for the game.\nThere’s no release date yet, but the game is in development for the PS5.",
    "author": "Ash Parrish"
  },
  {
    "title": "Okami is getting a sequel",
    "link": "https://www.theverge.com/2024/12/12/24320133/okami-2-announce-game-awards",
    "pubDate": "2024-12-13T03:53:17.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"The logo for an Okami sequel.\" src=\"https://cdn.vox-cdn.com/thumbor/SH2zYbLZoGas6zTpRx873F6V9iA=/254x0:1871x1078/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/73783875/Screenshot_2024_12_12_at_10.51.05_PM.0.png\" />\n        <figcaption>Image: Capcom</figcaption>\n    </figure>\n\n  <p id=\"kqhiwT\">Capcom had quite the surprise in store at The Game Awards. The developer announced a sequel to <em>Okami</em>, a beautiful and beloved action-adventure game that originally launched back in 2006.</p>\n<p id=\"DrPo9K\">The sequel — which doesn’t currently have a name — was revealed in dramatic fashion with a musical performance. Original director <a href=\"https://www.theverge.com/2023/10/12/23914228/hideki-kamiya-bayonetta-platinum-games-retiring-youtube\">Hideki Kamiya</a> is returning for the game, which will be developed by his new studio Clovers. It’s still very early though; during the reveal TGA host Geoff Keighley said that “production is about to begin.” Capcom, meanwhile, says only that “a new adventure in the same vein as <em>Okami</em> has been set in motion.”</p>\n<p id=\"qXmO2l\">Not only has it been quite some time since <em>Okami</em> debuted, its announcement also comes at a time when Capcom seems intent on doubling down on its biggest franchises. Right now that means a lot of <em>Monster Hunter</em> and <em>Resident Evil</em>. Up next is <a href=\"https://www.theverge.com/24167998/monster-hunter-wilds-date-trailer\"><em>Monster Hunter Wilds</em></a>, which is launching next year, as well as the mobile spinoff <a href=\"https://www.theverge.com/2024/11/12/24294524/monster-hunter-outlanders-mobile-game\"><em>Monster Hunter Outlanders</em></a>.</p>\n<p id=\"zJRngv\">However, Okami isn’t the only Capcom franchise being revived: <a href=\"https://www.theverge.com/2024/12/12/24320142/onimusha-is-back-and-very-bloody\">the company also revealed a new entry in the action franchise <em>Onimusha</em></a>, which is launching in 2026. Here’s <a href=\"https://www.youtube.com/watch?v=KOiJGLZDnFw\">the very bloody debut trailer </a>for that.</p>\n\n",
    "summary": "Image: Capcom\n    \n\n  \nCapcom had quite the surprise in store at The Game Awards. The developer announced a sequel to Okami, a beautiful and beloved action-adventure game that originally launched back in 2006.\nThe sequel — which doesn’t currently have a name — was revealed in dramatic fashion with a musical performance. Original director Hideki Kamiya is returning for the game, which will be developed by his new studio Clovers. It’s still very early though; during the reveal TGA host Geoff Keighley said that “production is about to begin.” Capcom, meanwhile, says only that “a new adventure in the same vein as Okami has been set in motion.”\nNot only has it been quite some time since Okami debuted, its announcement also comes at a time when Capcom seems intent on doubling down on its biggest franchises. Right now that means a lot of Monster Hunter and Resident Evil. Up next is Monster Hunter Wilds, which is launching next year, as well as the mobile spinoff Monster Hunter Outlanders.\nHowever, Okami isn’t the only Capcom franchise being revived: the company also revealed a new entry in the action franchise Onimusha, which is launching in 2026. Here’s the very bloody debut trailer for that.",
    "author": "Andrew Webster"
  },
  {
    "title": "Borderlands 4’s first trailer is all out war",
    "link": "https://www.theverge.com/24319512/borderlands-4-trailer-tga-2024",
    "pubDate": "2024-12-13T02:01:49.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"The logo for the video game Borderlands 4.\" src=\"https://cdn.vox-cdn.com/thumbor/GqECg5hypLONkJHX9vLwKDLEghI=/200x0:2360x1440/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/73783787/borderlands4.0.jpeg\" />\n        <figcaption>Image: Gearbox Software</figcaption>\n    </figure>\n\n  <p id=\"2REkJR\">We already knew it was in the works, and now we have an idea of how it will look and play. At the Game Awards, Gearbox Software revealed the first proper trailer for <em>Borderlands 4</em>, which is due out in 2025. The trailer starts with a cinematic depicting a large-scale conflict of some sort, before getting into the actual gameplay — which is as colorful and violent as you’d expect from the franchise. The game is playable solo or co-op with up to three other players, and Gearbox says that there are “billions” of weapons to use.</p>\n<p id=\"ZpNn3m\">Here’s the basic set-up:</p>\n<blockquote><p id=\"1SeAw7\">Break free from the oppressive Timekeeper, a ruthless dictator who dominates the masses from on high. Now a world-altering catastrophe threatens his perfect Order, unleashing mayhem across the planet. Ignite a resistance and blast your way through mechanical monstrosities, bloodthirsty bandits, and vicious beasts. Amass an arsenal of death-dealing firepower to wreak havoc as you tear your way across Kairos. </p></blockquote>\n<p id=\"yAOHiB\"><em>Borderlands 4</em> was first announced this summer, and will be the first new entry in the looter shooter series since <a href=\"https://www.theverge.com/2019/8/14/20803683/borderlands-3-preview-gearbox-interview-social-media-streamers-vlogging\"><em>Borderlands 3</em> in 2019</a>. It also follows the franchise’s debut on the big screen, as the <em>Borderlands</em> movie hit theaters in August to <a href=\"https://www.theverge.com/2024/8/30/24232389/borderlands-movie-review-interview-video-on-demand\">less than critical acclaim</a>. The game is also in development during an interesting time for Gearbox; in March <a href=\"https://www.theverge.com/2024/3/28/24114402/embracer-selling-gearbox-borderlands-developer-take-two\">the studio was sold to Take-Two</a> by <a href=\"https://www.theverge.com/2024/5/23/24163110/embracer-laid-off-more-employees-than-riot-games-entire-workforce\">beleaguered publisher Embracer</a>.</p>\n<p id=\"zvdqcJ\">While <em>Borderlands 4</em> doesn’t have a specific release date yet, it’s coming to PS5, Xbox, and PC next year.</p>\n\n",
    "summary": "Image: Gearbox Software\n    \n\n  \nWe already knew it was in the works, and now we have an idea of how it will look and play. At the Game Awards, Gearbox Software revealed the first proper trailer for Borderlands 4, which is due out in 2025. The trailer starts with a cinematic depicting a large-scale conflict of some sort, before getting into the actual gameplay — which is as colorful and violent as you’d expect from the franchise. The game is playable solo or co-op with up to three other players, and Gearbox says that there are “billions” of weapons to use.\nHere’s the basic set-up:\nBreak free from the oppressive Timekeeper, a ruthless dictator who dominates the masses from on high. Now a world-altering catastrophe threatens his perfect Order, unleashing mayhem across the planet. Ignite a resistance and blast your way through mechanical monstrosities, bloodthirsty bandits, and vicious beasts. Amass an arsenal of death-dealing firepower to wreak havoc as you tear your way across Kairos. \n\nBorderlands 4 was first announced this summer, and will be the first new entry in the looter shooter series since Borderlands 3 in 2019. It also follows the franchise’s debut on the big screen, as the Borderlands movie hit theaters in August to less than critical acclaim. The game is also in development during an interesting time for Gearbox; in March the studio was sold to Take-Two by beleaguered publisher Embracer.\nWhile Borderlands 4 doesn’t have a specific release date yet, it’s coming to PS5, Xbox, and PC next year.",
    "author": "Andrew Webster"
  },
  {
    "title": "Split Fiction is the next co-op game from Hazelight Studios",
    "link": "https://www.theverge.com/24319677/split-fiction-hazelight-studios-trailer-date-josef-fares",
    "pubDate": "2024-12-13T01:54:26.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"A screenshot from the video game Split Fiction.\" src=\"https://cdn.vox-cdn.com/thumbor/Era7CPtpmaE3crTVnWvRj40GT7k=/238x0:1561x882/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/73783771/Screenshot_2024_12_12_at_8.43.20_PM.0.png\" />\n        <figcaption>Image: EA</figcaption>\n    </figure>\n\n  <p id=\"vQFJFx\">Josef Fares is back and so <a href=\"https://www.theverge.com/2021/12/10/22826987/josef-fares-hazelight-studios-it-takes-two-game-of-the-year\">is his penchant for cursing</a>. The director of Hazelight Studios has returned to The Game Awards to debut his next game: <em>Split Fiction</em>.</p>\n<p id=\"kx4c8G\"><em>Split Fiction</em> is a game that feels very much in Hazelight’s wheelhouse. Like <a href=\"https://www.theverge.com/22352157/it-takes-two-interview-developer-josef-fares-hazelight-studio-co-op\"><em>It Takes Two</em></a> and <a href=\"https://www.theverge.com/2018/3/22/17151056/a-way-out-coop-multiplayer-review-ps4-xbox-one\"><em>A Way Out</em></a> before it, <em>Split Fiction</em> is a two-person split-screen co-op game. In it, two game developers have been trapped in a world they created and must play together to escape.</p>\n<p id=\"1hvYQ6\">It’s been a quiet but massively successful handful of years for Hazelight Studios. In 2021, it took home Game of the Year for <em>It Takes Two </em>in which two players must work together to overcome the myriad dangers of their home (and their failing marriage) <em>Honey, I Shrunk The Kids</em>-style.</p>\n<p id=\"9Wb0xa\">Earlier this year, the studio announced that <a href=\"https://x.com/HazelightGames/status/1846588233573937193\"><em>It Takes Two</em> sold 20 million copies</a>. <a href=\"https://www.polygon.com/analysis/489856/it-takes-two-sales-20-million\"><em>Polygon </em>did a deep dive into the game’s sales numbers</a>, determining that it sold at an astonishingly consistent and enviable clip of half a million copies per month since its release in March 2021. A truly remarkable feat given the game had very little marketing outside its initial release window <em>and </em>at a time when most consumers’ multiplayer tastes were wrapped up in “forever games” like <em>Call of Duty: Warzone </em>and<em> Fortnite. </em>With bona fides like that, it’s safe to say folks will be looking at <em>Split Fiction, </em>launching March 6th on PlayStation, Xbox, and PC, with great interest.</p>\n<p id=\"LhDioH\"></p>\n<p id=\"GjNWMw\"></p>\n\n",
    "summary": "Image: EA\n    \n\n  \nJosef Fares is back and so is his penchant for cursing. The director of Hazelight Studios has returned to The Game Awards to debut his next game: Split Fiction.\nSplit Fiction is a game that feels very much in Hazelight’s wheelhouse. Like It Takes Two and A Way Out before it, Split Fiction is a two-person split-screen co-op game. In it, two game developers have been trapped in a world they created and must play together to escape.\nIt’s been a quiet but massively successful handful of years for Hazelight Studios. In 2021, it took home Game of the Year for It Takes Two in which two players must work together to overcome the myriad dangers of their home (and their failing marriage) Honey, I Shrunk The Kids-style.\nEarlier this year, the studio announced that It Takes Two sold 20 million copies. Polygon did a deep dive into the game’s sales numbers, determining that it sold at an astonishingly consistent and enviable clip of half a million copies per month since its release in March 2021. A truly remarkable feat given the game had very little marketing outside its initial release window and at a time when most consumers’ multiplayer tastes were wrapped up in “forever games” like Call of Duty: Warzone and Fortnite. With bona fides like that, it’s safe to say folks will be looking at Split Fiction, launching March 6th on PlayStation, Xbox, and PC, with great interest.",
    "author": "Ash Parrish"
  },
  {
    "title": "FromSoftware debuts a new Elden Ring game",
    "link": "https://www.theverge.com/2024/12/12/24320097/elden-ring-sequel-nightreign-the-game-awards-trailer",
    "pubDate": "2024-12-13T01:44:49.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"The logo for Elden Ring Nightreign.\" src=\"https://cdn.vox-cdn.com/thumbor/Ki-mLb0HjJoCXuho6h93Y8RlngY=/246x0:1752x1004/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/73783768/Screenshot_2024_12_12_at_8.28.44_PM.0.png\" />\n        <figcaption>Image: Bandai Namco</figcaption>\n    </figure>\n\n  <p id=\"ehi7n6\">FromSoftware, the studio that <a href=\"https://www.gamesradar.com/games/action-rpg/elden-ring-director-hidetaka-miyazaki-says-fromsoftware-isnt-really-considering-elden-ring-2-right-now-but-hes-still-not-ruling-out-more-of-the-lands-between-in-the-future/\"><em>just this month</em></a> said it was “not really considering developments such as an <em>Elden Ring 2,</em>” has revealed a game that looks a lot like it could be <em>Elden Ring 2</em>.</p>\n<p id=\"qDG6dP\"><em>Elden Ring Nightreign</em> is the next entry in the <em>Elden Ring</em> series. The trailer, debuting during this year’s The Game Awards, didn’t share much narrative details, but from <a href=\"https://www.bandainamcoent.com/news/elden-ring-nightreign-announcement\">the game’s official announcement</a>, it doesn’t seem like game director Hidetaka Miyzaki told a fib. <em>Nightreign</em> goes in a completely different gameplay direction from the base game and the <a href=\"https://www.theverge.com/24180536/shadow-of-the-erdtree-review-elden-ring-dlc\"><em>Shadows of the Erdtree</em></a> DLC. Described as an action survival game, <em>Nightreign</em> is a standalone co-op multiplayer game lets up to three players work together to survive a single day in a parallel universe to the Lands Between. </p>\n<p id=\"1dWS0x\">Players, called Nightfarers, will have up to eight different characters to choose from each with unique abilities and ultimate attacks. Each day, they have to fight through a battery of monsters to ultimately face off against a tough boss. </p>\n<p id=\"2xXjIx\">While we don’t yet know when this takes place in Lands Between chronology, the trailer did show off a ton of gameplay. It appears to be similar to <em>Elden Ring</em> but with a greater emphasis on aggressive, <a href=\"https://www.theverge.com/2024/2/21/24079145/while-you-were-studying-the-erdtree-i-studied-the-blade\">flippy-dippy martial arts moves</a> rather than the slower, more thoughtful combat in <em>Elden Ring</em> and <em>Erdtree</em>. The announcement also mentioned a constantly changing map that shrinks with each day along with abilities and gear players can use to customize their characters upon death. Taken all together, it sounds like FromSoftware put a little <em>Hades</em> chocolate in the <em>Elden Ring </em>peanut butter with a dash of <em>Fortnite</em> co-op and <em>Overwatch</em> hero classes for flavor.</p>\n<p id=\"tnYsl1\">FromSoftware has, so far, only confirmed Xbox, PlayStation, and PC platforms and, surprisingly, a release date. <em>Elden Ring Nightreign</em> will launch sometime next year.</p>\n\n",
    "summary": "Image: Bandai Namco\n    \n\n  \nFromSoftware, the studio that just this month said it was “not really considering developments such as an Elden Ring 2,” has revealed a game that looks a lot like it could be Elden Ring 2.\nElden Ring Nightreign is the next entry in the Elden Ring series. The trailer, debuting during this year’s The Game Awards, didn’t share much narrative details, but from the game’s official announcement, it doesn’t seem like game director Hidetaka Miyzaki told a fib. Nightreign goes in a completely different gameplay direction from the base game and the Shadows of the Erdtree DLC. Described as an action survival game, Nightreign is a standalone co-op multiplayer game lets up to three players work together to survive a single day in a parallel universe to the Lands Between. \nPlayers, called Nightfarers, will have up to eight different characters to choose from each with unique abilities and ultimate attacks. Each day, they have to fight through a battery of monsters to ultimately face off against a tough boss. \nWhile we don’t yet know when this takes place in Lands Between chronology, the trailer did show off a ton of gameplay. It appears to be similar to Elden Ring but with a greater emphasis on aggressive, flippy-dippy martial arts moves rather than the slower, more thoughtful combat in Elden Ring and Erdtree. The announcement also mentioned a constantly changing map that shrinks with each day along with abilities and gear players can use to customize their characters upon death. Taken all together, it sounds like FromSoftware put a little Hades chocolate in the Elden Ring peanut butter with a dash of Fortnite co-op and Overwatch hero classes for flavor.\nFromSoftware has, so far, only confirmed Xbox, PlayStation, and PC platforms and, surprisingly, a release date. Elden Ring Nightreign will launch sometime next year.",
    "author": "Ash Parrish"
  },
  {
    "title": "Here’s your very first look at The Witcher 4",
    "link": "https://www.theverge.com/2024/12/12/24320092/the-witcher-4-trailer-game-awards-2024",
    "pubDate": "2024-12-13T01:25:12.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"A screenshot from the video game The Witcher 4.\" src=\"https://cdn.vox-cdn.com/thumbor/R9RLS0JLgIiPOd0DFYb6xvjKecQ=/241x0:1876x1090/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/73783757/Screenshot_2024_12_12_at_8.18.04_PM.0.png\" />\n        <figcaption>Image: CD Projekt Red</figcaption>\n    </figure>\n\n  <p id=\"COWD09\">The <a href=\"https://www.theverge.com/24319637/the-game-awards-2024-trailers-annoucements\">2024 edition of The Game Awards</a> started with a bang — the very first look at the next <em>Witcher</em> game. It’s called <em>The Witcher 4</em> and was revealed via a lengthy cinematic trailer that starred Ciri in place of Geralt, who led the original trilogy. </p>\n<p id=\"M0QV1C\">There aren’t many details yet, but CD Projekt Red says that in the new game, “Ciri takes center stage as the protagonist, embarking on her own journey to become a professional monster slayer.” It will be a single-player, open-world RPG. The studio says that “the cinematic trailer is pre-rendered in a custom build of Unreal Engine 5 on an unannounced NVIDIA GeForce RTX GPU.”</p>\n<p id=\"p7kvcz\">It doesn’t sound like the trailer will necessarily be representative of the final game, however. Here’s how CD Projekt Red explains it:</p>\n<blockquote>\n<p id=\"PUgbk5\">In the nearly six-minute trailer, viewers were introduced to Ciri, the adopted daughter of Geralt of Rivia, as she takes on a witcher contract in a remote village that has been terrorized for generations by a fearsome monster demanding human sacrifices. Framed as a short, self-contained <em>Witcher</em> story, the trailer showcases Ciri’s new abilities and tools, including a chain and advanced magic powers.</p>\n<p id=\"67qsq6\">At the heart of the trailer is Ciri’s perspective as an outsider to the village. As the villagers say goodbye to one of their own — a young girl they are preparing for a traditional ritual sacrifice — Ciri chooses to intervene. Aiming to slay the beast and save the girl at the same time, Ciri finds herself at odds with the prejudices and superstitions of the people she tries to protect, leading her to confront a painful witcher lesson: that monsters come in all forms.</p>\n</blockquote>\n<p id=\"HLD4h6\">We’ve known for some time that <a href=\"https://www.theverge.com/2022/10/4/23387206/cyberpunk-witcher-new-games-cd-projekt-red-cdpr-franchise-hadar-multiplayer\">CD Projekt Red was working on a follow up</a> to <a href=\"https://www.theverge.com/2022/12/12/23505545/the-witcher-3-next-gen-update-ps5-xbox-pc-hands-on\"><em>The Witcher 3: Wild Hunt</em></a>, which is meant to kick off a new saga for the fantasy franchise. In November <a href=\"https://www.theverge.com/2024/11/26/24306590/the-witcher-keeps-on-witching\">the studio revealed</a> that the game, previously codenamed “Polaris,” was in the “full-scale production phase” of development.” It’s <a href=\"https://www.theverge.com/2022/10/26/23424463/witcher-remake-cd-projekt-red-unreal-engine-5\">being built using Unreal Engine 5</a>, which the studio shifted to following the troubled launch of <em>Cyberpunk 2077</em>. </p>\n<p id=\"4MGS9q\">No word yet on platforms or release timing.</p>\n\n",
    "summary": "Image: CD Projekt Red\n    \n\n  \nThe 2024 edition of The Game Awards started with a bang — the very first look at the next Witcher game. It’s called The Witcher 4 and was revealed via a lengthy cinematic trailer that starred Ciri in place of Geralt, who led the original trilogy. \nThere aren’t many details yet, but CD Projekt Red says that in the new game, “Ciri takes center stage as the protagonist, embarking on her own journey to become a professional monster slayer.” It will be a single-player, open-world RPG. The studio says that “the cinematic trailer is pre-rendered in a custom build of Unreal Engine 5 on an unannounced NVIDIA GeForce RTX GPU.”\nIt doesn’t sound like the trailer will necessarily be representative of the final game, however. Here’s how CD Projekt Red explains it:\nIn the nearly six-minute trailer, viewers were introduced to Ciri, the adopted daughter of Geralt of Rivia, as she takes on a witcher contract in a remote village that has been terrorized for generations by a fearsome monster demanding human sacrifices. Framed as a short, self-contained Witcher story, the trailer showcases Ciri’s new abilities and tools, including a chain and advanced magic powers.\nAt the heart of the trailer is Ciri’s perspective as an outsider to the village. As the villagers say goodbye to one of their own — a young girl they are preparing for a traditional ritual sacrifice — Ciri chooses to intervene. Aiming to slay the beast and save the girl at the same time, Ciri finds herself at odds with the prejudices and superstitions of the people she tries to protect, leading her to confront a painful witcher lesson: that monsters come in all forms.\nWe’ve known for some time that CD Projekt Red was working on a follow up to The Witcher 3: Wild Hunt, which is meant to kick off a new saga for the fantasy franchise. In November the studio revealed that the game, previously codenamed “Polaris,” was in the “full-scale production phase” of development.” It’s being built using Unreal Engine 5, which the studio shifted to following the troubled launch of Cyberpunk 2077. \nNo word yet on platforms or release timing.",
    "author": "Andrew Webster"
  },
  {
    "title": "Elon Musk is mad at the SEC again",
    "link": "https://www.theverge.com/2024/12/12/24320060/elon-musk-sec-alex-spiro-tesla-neuralink-twitter",
    "pubDate": "2024-12-13T01:01:44.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"Photo collage of Elon Musk.\" src=\"https://cdn.vox-cdn.com/thumbor/8yMxC9Xy-Sq2xu9lMzwvRxVr8Y8=/20x0:2021x1334/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/73783736/STK022_ELON_MUSK_CVIRGINIA_B.0.jpg\" />\n        <figcaption>Illustration: Cath Virginia / The Verge; Photo: Getty Images</figcaption>\n    </figure>\n\n  <p id=\"0FpFJc\">The Securities and Exchange Commission is preparing “numerous counts” against Elon Musk, according to a letter from his lawyer that <a href=\"https://x.com/elonmusk/status/1867357433493872874\">Musk posted to X</a>.  It has also “reopened an investigation into Neuralink.”</p>\n<p id=\"xsfEIg\">The letter is short on specifics — such as what the charges may be, and how many Musk companies are affected. Instead, Musk’s lawyer, Alex Spiro, complains that “the Commission Staff issued a settlement demand that required Mr. Musk agree within 48 hours to either accept a monetary payment or face charges on numerous accounts.” Even this is somewhat unclear; presumably, Spiro means that Musk would <em>pay</em> a penalty rather than accept money from the SEC.</p>\n<div id=\"v8JDGo\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\" align=\"center\">\n<p lang=\"en\" dir=\"ltr\">Oh Gary, how could you do this to me?   <a href=\"https://t.co/OoooQI77ZS\">pic.twitter.com/OoooQI77ZS</a></p>— Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1867357433493872874?ref_src=twsrc%5Etfw\">December 12, 2024</a>\n</blockquote>\n<script async=\"\" src=\"https://platform.twitter.com/widgets.js\" charset=\"utf-8\"></script>\n\n</div>\n<p id=\"WAK4Bw\">Musk has a long and storied history with the SEC, which <a href=\"https://www.theverge.com/2018/12/14/18139544/elon-musk-60-minutes-tesla-sec-investigation-fine\">he has said he does not respect.</a> In 2018, Musk <a href=\"https://www.theverge.com/2018/8/7/17661178/tesla-elon-musk-private-420-share-considering\">briefly pretended he’d take Tesla private</a> before admitting two weeks later <a href=\"https://www.theverge.com/2018/8/24/17780714/elon-musk-tesla-staying-public\">Tesla would stay public</a>. The <a href=\"https://www.theverge.com/2018/9/27/17911428/sec-lawsuit-elon-musk-tesla-funding-tweet\">SEC then sued him over a tweet</a> saying he had “funding secured” to take Tesla private. Musk reached a <a href=\"https://www.theverge.com/2018/9/29/17918252/elon-musk-tesla-sec-securities-fraud-lawsuit-settlement-fine-penalty\">settlement with the agency, </a>paying $20 million, stepping down as chair of Tesla’s board and agreeing to a “Twitter sitter,” or a lawyer who’d supervise his tweets. Musk then <a href=\"https://www.theverge.com/2019/3/18/18271914/sec-elon-musk-contempt-twitter-court-fraud\">reneged on the Twitter sitter thing</a>. That particular kerfuffle went all the way to the Supreme Court, which declined to hear the case; <a href=\"https://www.theverge.com/2024/4/29/24144317/elon-musk-supreme-court-twitter-sitter-sec-tesla\">Musk was stuck with his Twitter sitter.</a></p>\n<p id=\"33713N\">The letter characterizes this history as “more than six years of harassment.”</p>\n<p id=\"Hjzm40\">More recently, <a href=\"https://www.reuters.com/technology/us-sec-intends-seek-sanctions-against-elon-musk-twitter-probe-2024-09-20/\">the SEC sought to sanction Musk</a> for no-showing on them in a separate investigation over his Twitter takeover. A judge declined to sanction him because he reimbursed the SEC for the <a href=\"https://www.bloomberg.com/news/articles/2024-11-23/musk-ducks-sanction-for-choosing-rocket-launch-over-sec-meeting?sref=M8H6LjUF\">airfare of the lawyers he stood up</a>.</p>\n<p id=\"0T5Lrf\">It is unclear from Spiro’s letter whether the charges the SEC is pursuing have to do with the Twitter matter or something else. <a href=\"https://www.theverge.com/2024/5/8/24151881/tesla-justice-investigation-securities-wire-fraud-self-driving\"><em>Reuters</em> previously reported</a> that the Department of Justice was probing whether Tesla’s self-driving claims were actually securities fraud. In 2023, <em>Reuter</em>s reported that <a href=\"https://www.reuters.com/technology/us-lawmakers-ask-sec-scrutinize-musk-comments-neuralink-2023-11-22/\">lawmakers had asked the SEC</a> to probe Neuralink over Musk’s comments about the safety of the company’s brain device.</p>\n<p id=\"VYk8UI\">Musk also asked his AI, Grok, to draw a picture of SEC chair Gary Gensler. The <a href=\"https://x.com/elonmusk/status/1867357990140944434\">image depicted a snail</a> in a business suit, seemingly a reference to Gary the Snail from <em>Spongebob Squarepants</em>, a television show for children.</p>\n\n",
    "summary": "Illustration: Cath Virginia / The Verge; Photo: Getty Images\n    \n\n  \nThe Securities and Exchange Commission is preparing “numerous counts” against Elon Musk, according to a letter from his lawyer that Musk posted to X.  It has also “reopened an investigation into Neuralink.”\nThe letter is short on specifics — such as what the charges may be, and how many Musk companies are affected. Instead, Musk’s lawyer, Alex Spiro, complains that “the Commission Staff issued a settlement demand that required Mr. Musk agree within 48 hours to either accept a monetary payment or face charges on numerous accounts.” Even this is somewhat unclear; presumably, Spiro means that Musk would pay a penalty rather than accept money from the SEC.\nOh Gary, how could you do this to me?   pic.twitter.com/OoooQI77ZS\n— Elon Musk (@elonmusk) December 12, 2024\n\n\n\n\nMusk has a long and storied history with the SEC, which he has said he does not respect. In 2018, Musk briefly pretended he’d take Tesla private before admitting two weeks later Tesla would stay public. The SEC then sued him over a tweet saying he had “funding secured” to take Tesla private. Musk reached a settlement with the agency, paying $20 million, stepping down as chair of Tesla’s board and agreeing to a “Twitter sitter,” or a lawyer who’d supervise his tweets. Musk then reneged on the Twitter sitter thing. That particular kerfuffle went all the way to the Supreme Court, which declined to hear the case; Musk was stuck with his Twitter sitter.\nThe letter characterizes this history as “more than six years of harassment.”\nMore recently, the SEC sought to sanction Musk for no-showing on them in a separate investigation over his Twitter takeover. A judge declined to sanction him because he reimbursed the SEC for the airfare of the lawyers he stood up.\nIt is unclear from Spiro’s letter whether the charges the SEC is pursuing have to do with the Twitter matter or something else. Reuters previously reported that the Department of Justice was probing whether Tesla’s self-driving claims were actually securities fraud. In 2023, Reuters reported that lawmakers had asked the SEC to probe Neuralink over Musk’s comments about the safety of the company’s brain device.\nMusk also asked his AI, Grok, to draw a picture of SEC chair Gary Gensler. The image depicted a snail in a business suit, seemingly a reference to Gary the Snail from Spongebob Squarepants, a television show for children.",
    "author": "Elizabeth Lopatto"
  },
  {
    "title": "Nvidia will host its first full LAN party in over a decade, and you’re invited",
    "link": "https://www.theverge.com/2024/12/12/24320009/nvidia-lan-party-comeback-2025",
    "pubDate": "2024-12-13T01:00:00.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"Gamevasion” trade fair in Hanover\" src=\"https://cdn.vox-cdn.com/thumbor/nYQnqL6D0985FdgRU32qVigIDG4=/0x0:3804x2536/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/73783715/2187892738.0.jpg\" />\n        <figcaption><em>Not a photo of an Nvidia LAN, since I can’t find my old photos of them!</em> | Photo by Julian Stratenschulte/picture alliance via Getty Images</figcaption>\n    </figure>\n\n  <p id=\"HK0pDn\">It’s been 13 years since Nvidia hosted <a href=\"https://www.youtube.com/@NVIDIA/search?query=geforce%20lan%206\">its last LAN party</a>, inviting hundreds of people to physically haul their gaming PCs onto a decommissioned aircraft carrier and jack them in for networked gaming bliss. Now, the GeForce LAN is finally coming back — and you’re theoretically invited, should you manage to reserve one of the 400 available spaces <a href=\"https://go.redirectingat.com?id=66960X1514734&amp;xs=1&amp;url=https%3A%2F%2Fwww.nvidia.com%2Fen-us%2Fgeforce%2Fgeforce-lan-50%2F&amp;referrer=theverge.com&amp;sref=https%3A%2F%2Fwww.theverge.com%2F2024%2F12%2F12%2F24320009%2Fnvidia-lan-party-comeback-2025\" rel=\"sponsored nofollow noopener\" target=\"_blank\">right here</a> on December 16th at 6AM PT / 9AM ET.</p>\n<p id=\"Dflv9k\"><a href=\"https://go.redirectingat.com?id=66960X1514734&amp;xs=1&amp;url=https%3A%2F%2Fwww.nvidia.com%2Fen-us%2Fgeforce%2Fgeforce-lan-50%2F&amp;referrer=theverge.com&amp;sref=https%3A%2F%2Fwww.theverge.com%2F2024%2F12%2F12%2F24320009%2Fnvidia-lan-party-comeback-2025\" rel=\"sponsored nofollow noopener\" target=\"_blank\">The GeForce LAN 50</a> will run January 4th through January 6th, 2025 in Las Vegas, Nevada, with satellite events in Berlin, Taipei, and Beijing, and it promises to be a “online &amp; in-person 50 hour gaming marathon” with contests, tournaments, raffles, and swag. </p>\n<p id=\"IAbJNY\">It’ll kick off 4:30PM PT on January 4th, and you’ll need to provide a fully refundable $125 deposit to sign up. Nvidia tells me those 400 slots are for everyday gamers, and do not count the influencers who may also show up.</p>\n<div class=\"c-float-left c-float-hang\"><aside id=\"CgXGjk\"><div data-anthem-component=\"readmore\" data-anthem-component-data='{\"stories\":[{\"title\":\"This house is made for LAN gaming parties\",\"url\":\"https://www.theverge.com/2024/11/18/24299455/house-lan-gaming-parties-software-engineer-kenton-varda\"}]}'></div></aside></div>\n<p id=\"Vtcjqp\">If you can’t or don’t want to make it, Nvidia says it’ll offer one small set of rewards online — if you stream <em>Diablo IV</em>, <em>The Elder Scrolls Online</em>, <em>Fallout 76</em>, <em>The Finals</em>, or<em> WoW</em> from its GeForce Now cloud gaming service “continuously for 50 minutes,” there’ll be some kind of in-game reward. Nvidia will also be offering prizes in a marketing celebration <a href=\"https://go.redirectingat.com?id=66960X1514734&amp;xs=1&amp;url=https%3A%2F%2Fwww.nvidia.com%2Fen-us%2Fgeforce%2Fgeforce-greats%2F&amp;referrer=theverge.com&amp;sref=https%3A%2F%2Fwww.theverge.com%2F2024%2F12%2F12%2F24320009%2Fnvidia-lan-party-comeback-2025\" rel=\"sponsored nofollow noopener\" target=\"_blank\">it’s calling “GeForce Greats”.</a></p>\n<p id=\"jSQkUJ\">The LAN party is happening right before <a href=\"https://www.theverge.com/2024/10/7/24264418/nvidia-ces-2025-keynote-rtx-5090-rumors\">Nvidia’s CES 2025 keynote in Las Vegas</a>, where we’re expecting the company to announce the <a href=\"https://www.theverge.com/2024/10/9/24266052/nvidia-rtx-5070-ces-rumor-specs\">RTX 5090, RTX 5080, and possibly the RTX 5070</a> as well, and the fact that this is the “GeForce LAN 50” is probably a tease for those 50-series cards — the last LAN that Nvidia hosted was the “GeForce LAN 6,” not “GeForce LAN 49” or anything like that. </p>\n<p id=\"WlEQCg\">Starting in 2004, the GPU company began to host major LAN parties almost every year until it stopped in 2011. Here’s one of my minor claims to nerd fame: I helped set <a href=\"https://www.techpowerup.com/69990/lan-party-at-nvision-08-sets-world-record\">a Guinness World Record for the largest, longest LAN party</a> at one in 2008.</p>\n<figure class=\"e-image\">\n        <img alt=\" \" data-mask-text=\"false\" src=\"https://cdn.vox-cdn.com/thumbor/WbkPkq_VTF32dOaMYlj0UQ36dZE=/400x0/filters:no_upscale()/cdn.vox-cdn.com/uploads/chorus_asset/file/25787830/guinness_world_record_sean_hollister_nvision_08_gareth.jpg\">\n      <cite>Image: Sean Hollister</cite>\n      <figcaption><em>Record scratch, freeze frame, yep that’s me (on the left)...</em></figcaption>\n  </figure>\n<p id=\"AoiC44\">That Nvidia LAN wasn’t held on an aircraft carrier, but rather the San Jose Convention Center, as part an event that Nvidia called “NVISION 08.” The company never held another NVISION, but it rebooted its event the very next year, at the very same location, as the GPU Technology Conference (GTC). <a href=\"https://nvidia.custhelp.com/app/answers/detail/a_id/19/~/getting-nvidia-to-sponsor-a-lan-party%2Fevent\">There was a time</a> Nvidia would sponsor third-party LANs as well. </p>\n<p id=\"PoP1FF\">Apparently Nvidia CEO Jensen Huang has a soft spot for LANs, making <a href=\"https://www.reddit.com/r/nvidia/comments/18e879x/mr_jensen_huang_came_to_a_nvidia_lan_party_in/\">a surprise visit to a small one</a> in Vietnam last year. While gamers have largely moved online for multiplayer games, the LAN party subculture has been getting a bit of nostalgic attention as of late — there’s <a href=\"https://www.amazon.com/LAN-Party-Inside-Multiplayer-Revolution/dp/0500026955?tag=theverge02-20\" rel=\"sponsored nofollow noopener\" target=\"_blank\">even a coffee table book now</a> documenting the era.</p>\n\n",
    "summary": "Not a photo of an Nvidia LAN, since I can’t find my old photos of them! | Photo by Julian Stratenschulte/picture alliance via Getty Images\n    \n\n  \nIt’s been 13 years since Nvidia hosted its last LAN party, inviting hundreds of people to physically haul their gaming PCs onto a decommissioned aircraft carrier and jack them in for networked gaming bliss. Now, the GeForce LAN is finally coming back — and you’re theoretically invited, should you manage to reserve one of the 400 available spaces right here on December 16th at 6AM PT / 9AM ET.\nThe GeForce LAN 50 will run January 4th through January 6th, 2025 in Las Vegas, Nevada, with satellite events in Berlin, Taipei, and Beijing, and it promises to be a “online & in-person 50 hour gaming marathon” with contests, tournaments, raffles, and swag. \nIt’ll kick off 4:30PM PT on January 4th, and you’ll need to provide a fully refundable $125 deposit to sign up. Nvidia tells me those 400 slots are for everyday gamers, and do not count the influencers who may also show up.\n\n\nIf you can’t or don’t want to make it, Nvidia says it’ll offer one small set of rewards online — if you stream Diablo IV, The Elder Scrolls Online, Fallout 76, The Finals, or WoW from its GeForce Now cloud gaming service “continuously for 50 minutes,” there’ll be some kind of in-game reward. Nvidia will also be offering prizes in a marketing celebration it’s calling “GeForce Greats”.\nThe LAN party is happening right before Nvidia’s CES 2025 keynote in Las Vegas, where we’re expecting the company to announce the RTX 5090, RTX 5080, and possibly the RTX 5070 as well, and the fact that this is the “GeForce LAN 50” is probably a tease for those 50-series cards — the last LAN that Nvidia hosted was the “GeForce LAN 6,” not “GeForce LAN 49” or anything like that. \nStarting in 2004, the GPU company began to host major LAN parties almost every year until it stopped in 2011. Here’s one of my minor claims to nerd fame: I helped set a Guinness World Record for the largest, longest LAN party at one in 2008.\nImage: Sean Hollister\n      Record scratch, freeze frame, yep that’s me (on the left)...\n  \nThat Nvidia LAN wasn’t held on an aircraft carrier, but rather the San Jose Convention Center, as part an event that Nvidia called “NVISION 08.” The company never held another NVISION, but it rebooted its event the very next year, at the very same location, as the GPU Technology Conference (GTC). There was a time Nvidia would sponsor third-party LANs as well. \nApparently Nvidia CEO Jensen Huang has a soft spot for LANs, making a surprise visit to a small one in Vietnam last year. While gamers have largely moved online for multiplayer games, the LAN party subculture has been getting a bit of nostalgic attention as of late — there’s even a coffee table book now documenting the era.",
    "author": "Sean Hollister"
  },
  {
    "title": "The best Fitbits for your fitness and health",
    "link": "https://www.theverge.com/22982833/best-fitbit-watch-fitness-tracker",
    "pubDate": "2024-12-13T00:52:56.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"The Fitbit Versa, Fitbit Luxe, Fitbit Charge 5, and Fitbit Ace 3 fitness trackers, on an orange and red background.\" src=\"https://cdn.vox-cdn.com/thumbor/K4Ledp2jUIqmx56Fsnn5s_8lgtA=/0x0:2040x1360/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/70640445/VRG_ILLO_5090_The_best_Fitbit_for_your_fitness_and_health.0.jpg\" />\n        <figcaption><em>Fitbit makes an array of fitness trackers, from basic fitness bands to full-fledged smartwatches, though the best Fitbit smartwatch isn’t technically a Fitbit.</em> | Photo illustration by William Joel / The Verge</figcaption>\n    </figure>\n\n\n  <p>Whether you want a basic fitness tracker or a smartwatch, there’s a Fitbit for everyone — though the best Fitbit smartwatch isn’t technically a Fitbit.</p>\n  <p><a href=\"https://www.theverge.com/22982833/best-fitbit-watch-fitness-tracker\">Read the full story at The Verge.</a></p>\n\n",
    "summary": "Fitbit makes an array of fitness trackers, from basic fitness bands to full-fledged smartwatches, though the best Fitbit smartwatch isn’t technically a Fitbit. | Photo illustration by William Joel / The Verge\n    \n\n\n  \nWhether you want a basic fitness tracker or a smartwatch, there’s a Fitbit for everyone — though the best Fitbit smartwatch isn’t technically a Fitbit.\nRead the full story at The Verge.",
    "author": "Victoria Song"
  },
  {
    "title": "The best robot vacuums ",
    "link": "https://www.theverge.com/22997597/best-robot-vacuum-cleaner",
    "pubDate": "2024-12-13T00:22:57.000Z",
    "content": "  \n\n    <figure>\n      <img alt=\"\" src=\"https://cdn.vox-cdn.com/thumbor/-QIaz1XovoAhIWqxr6yhdXW0qmA=/0x0:2040x1360/1310x873/cdn.vox-cdn.com/uploads/chorus_image/image/70693925/Robot_Vacuums_Best_2024.8.jpg\" />\n        <figcaption>Image: The Verge</figcaption>\n    </figure>\n\n\n  <p>Floor-sweeping robots are only getting better, with new mopping skills, better navigation chops, and more automation, meaning less work for you. We picked the best bots you can buy right now.</p>\n  <p><a href=\"https://www.theverge.com/22997597/best-robot-vacuum-cleaner\">Read the full story at The Verge.</a></p>\n\n",
    "summary": "Image: The Verge\n    \n\n\n  \nFloor-sweeping robots are only getting better, with new mopping skills, better navigation chops, and more automation, meaning less work for you. We picked the best bots you can buy right now.\nRead the full story at The Verge.",
    "author": "Jennifer Pattison Tuohy"
  }
]