[
  {
    "title": "After 13 years of war, Bashar al-Assad&#8217;s regime in Syria has been defeated. What comes next?",
    "link": "https://www.vox.com/world-politics/390261/syria-bashar-assad-damascus-civil-war-refugee",
    "pubDate": "2024-12-08T20:54:05.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A foot stepping on a photo of Bashar al-Assad\" data-caption=\"A man treads on a picture of Syria’s ousted president Bashar al-Assad as people enter his residence in Damascus’s Malki area on December 8, 2024. | Omar Haj Kadour/AFP via Getty Images\" data-portal-copyright=\"Omar Haj Kadour/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2188316682.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A man treads on a picture of Syria’s ousted president Bashar al-Assad as people enter his residence in Damascus’s Malki area on December 8, 2024. | Omar Haj Kadour/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The <a href=\"https://www.vox.com/2015/9/14/9319293/syrian-refugees-civil-war\">early days</a> of the <a href=\"https://www.youtube.com/watch?v=JFpanWNgfQY\">uprising</a> against Bashar al-Assad’s Syrian regime — which came to a stunning <a href=\"https://www.nytimes.com/live/2024/12/07/world/syria-war-damascus\">end this weekend</a> after 13 long years of civil war as rebel forces <a href=\"https://www.nytimes.com/live/2024/12/08/world/syria-war-damascus\">entered the capital of Damascus</a> and Assad fled into exile — were defined by two famous pieces of graffiti.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first was written by a group of teenage boys on a school wall in early 2011 in the city of Daraa. Inspired by the <a href=\"https://www.vox.com/2016/1/27/10845114/arab-spring-failure\">Arab Spring protests</a> then seemingly <a href=\"https://www.vox.com/world-politics/23896050/protest-decade-2010-revolutionary-handbook-vincent-bevins-arab-spring-brazil-occupy-hong-kong\">sweeping away the old order</a> in longtime dictatorships like Tunisia, Egypt, and Libya, they <a href=\"https://www.middleeastmonitor.com/20210311-a-decade-on-in-syrias-war-assad-has-no-moral-high-ground-to-cling-to/\">wrote</a>, “You are next, doctor,” referring to Assad, who had trained and worked as an ophthalmologist in London in his early years before returning to take over the family business of ruling Syria with an iron fist. The boys were then arrested and tortured by the <a href=\"https://www.aa.com.tr/en/life/syrias-graffiti-boy-recalls-start-of-deadly-conflict/1088949\">regime’s security forces</a>, an event credited by many with sparking the mass protest movement against Assad. </p>\n\n<p class=\"has-text-align-none\">The message proved to be overly optimistic: Assad didn’t flee and he didn’t compromise, instead opting to crush the uprising by force, leading to a civil war that would kill as many as <a href=\"https://www.reuters.com/article/world/syrian-observatory-says-war-has-killed-more-than-half-a-million-idUSKCN1GO13M/\">half a million people</a> and displace millions more.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The second graffiti message was a <a href=\"https://www.middleeastmonitor.com/20190521-the-syrian-regimes-slogan-assad-or-we-burn-the-country-must-not-become-reality/\">slogan scrawled</a> by pro-regime militias throughout the country in the early days of the uprising: “Assad or we burn the country.” The phrase signaled the regime’s complete unwillingness to compromise with its enemies and the lengths it would go to stay in power. </p>\n\n<p class=\"has-text-align-none\">Over the past week, even as the rebels <a href=\"https://www.vox.com/world-politics/389694/syria-rebels-bashar-assad-iran-hts-united-states-refugees-middle-east\">took the ancient city of Aleppo</a> on November 30 and began streaming down the highway south toward Damascus, it still seemed far-fetched that the Syrian regime would fall — that a family that had been in power since Bashar’s father Hafez al-Assad carried out a coup 54 years ago and was willing to go so far as to <a href=\"https://www.state.gov/tenth-anniversary-of-the-ghouta-syria-chemical-weapons-attack/\">use chemical weapons</a> on its own people and <a href=\"https://www.vox.com/world/2016/12/16/13974780/aleppo-explained-4-minutes\">reduce its own cities</a> to rubble to preserve that power would simply crumble in a matter of days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that’s exactly what happened: As the rebels advanced, there were numerous reports of government forces simply <a href=\"https://www.nytimes.com/live/2024/12/07/world/syria-war-damascus\">abandoning their positions</a> and <a href=\"https://x.com/danny_makki/status/1865640577401831666\">discarding their uniforms</a>. The Russian government says it <a href=\"https://www.yahoo.com/news/russia-says-syrias-assad-left-114922912.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAJltPSltBt1QINFpbKMB3JT1eeNofE_yqWyUOQvM1gMSC9KhvK4kTYHiOG-jNWRa_9obkYpsdTS_Xr2Q1Iob_ofPuH5UeUfwLpxG_UqvxtjkroGeyFy3LoKw7iOg9GMNxcnRCBSAqaVwIq09cACCnSCbhfsE-cCoSLPH7GTaYJP-\">has offered Assad and his family asylum</a>. US officials say they have not confirmed that Assad is in Russia, but have no reason to doubt it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, footage from Damascus is showing the kind of celebrations not seen since the heady <a href=\"https://aje.io/pq3n3i?update=3371540\">early days of the Arab Spring</a>. Videos on social media show people who were imprisoned, <a href=\"https://x.com/AimenDean/status/1865693614291951925\">including small children</a> and people <a href=\"https://www.reuters.com/world/middle-east/bewildered-elated-prisoners-pour-out-assads-jails-flung-open-2024-12-08/\">who’ve been incarcerated for decades</a>, being released from the regime’s notorious prisons. The events of the past week have raised hopes among <a href=\"https://www.nytimes.com/live/2024/12/08/world/syria-war-damascus\">at least some</a> of the more than 6 million Syrians who’ve fled the country — forming the world’s <a href=\"https://www.unhcr.org/us/global-trends\">largest refugee population</a> — that they may be able to return home.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The view from Washington</h2>\n\n<p class=\"has-text-align-none\">The White House <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/11/30/statement-by-nsc-spokesperson-sean-savett-on-syria/\">initially distanced</a> itself from the events in Syria, after the fall of Aleppo. But on Sunday, President Joe Biden <a href=\"https://www.cnbc.com/2024/12/08/biden-says-us-will-support-syria-and-its-neighbors-after-assad-dynasty-collapses.html\">spoke</a> from the White House calling Assad’s fall a “fundamental act of justice” and a “moment of historic opportunity.” His statement also linked the event to the US support for Ukraine and Israel in their fight against Russia, Hezbollah, and Iran, all key backers of the Assad regime.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The initial caution to embrace the offensive wholeheartedly was due in no small part to the fact that the main group leading the opposition, Hay’at Tahrir al-Sham (HTS), <a href=\"https://www.vox.com/world-politics/389694/syria-rebels-bashar-assad-iran-hts-united-states-refugees-middle-east\">is a former affiliate of al-Qaeda</a> that is still designated as a terrorist organization by the US. On a background call on Sunday, a senior US administration official said that the US “intends to engage with [HTS] appropriately and with US interests in mind,” but would not comment on whether it would reconsider the group’s terrorist designation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are looming questions over issues including the fate of Assad’s chemical weapons and the fate of Syria’s religious minorities, including the Kurdish forces that have allied with the American military to fight ISIS. Seemingly driving this point home, the US <a href=\"https://www.centcom.mil/MEDIA/PRESS-RELEASES/Press-Release-View/Article/3989696/us-central-command-conducts-dozens-of-airstrikes-to-eliminate-isis-camps-in-cen/\">conducted dozens of airstrikes</a> targeting ISIS in Syria on Sunday as part of what US Central Command called an effort to “ensure that ISIS does not seek to take advantage of the current situation to reconstitute in central Syria.” For American policymakers, the scenes in Damascus could reawaken memories of <a href=\"https://www.vox.com/world/2017/9/18/16309558/isis-iraq-kurds-trump-us-mosul-syria-war-terrorism\">Iraq</a> and <a href=\"https://www.vox.com/2015/2/17/8051669/libya-chaos\">Libya</a> — countries where longtime dictators were toppled, only to see their countries consumed by sectarian violence and terrorism.</p>\n\n<p class=\"has-text-align-none\">One key difference this time around is that Assad was toppled by a mostly homegrown uprising, rather than a US-led military intervention. Not that the US has been totally absent from the scene. American military forces carried out a strike on <a href=\"https://www.defensenews.com/air/2024/12/04/a-10s-are-being-spotted-in-syria-heres-how-theyre-being-used/\">Iranian militia targets</a> in Syria on December 3, though the Pentagon was quick to stress that this was in response to a threat to American forces, not in support of the rebels.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rebel forces also include the controversial Turkish proxy group known as the Syrian National Army (SNA) , and it appears likely <a href=\"https://www.kyivpost.com/post/43117\">Ukraine’s intelligence services may have played some role</a> in assisting the offensive by fellow opponents of the Russian military. It’s worth noting that the fighters entering Damascus also <a href=\"https://www.bbc.com/news/articles/c0kv582lpnro\">included a new rebel group from southern Syria</a> dominated by veterans of the Free Syrian Army, which for years was backed by the US and other western powers.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as of now, as Biden suggested, it looks as if the biggest role international actors played in assisting the rebels was indirect and took place outside of Syria itself: After <a href=\"https://www.vox.com/world-politics/388407/ceasefire-lebanon-israel-hezbollah-biden-netanyahu-us\">14 months of war with Israel</a>, Assad’s ally Hezbollah was not in a position to intervene on Assad’s behalf, as it has in the past; with its main military assets <a href=\"https://www.vox.com/russia-ukraine\">tied up in Ukraine</a>, neither was Russia.&nbsp;&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The new rulers</h2>\n\n<p class=\"has-text-align-none\">Attention will now turn to Syria’s new rulers and how they will govern. Abu Mohammed al-Jolani, the HTS leader, has said all the right things, <a href=\"https://www.aljazeera.com/news/liveblog/2024/12/7/syria-war-live-news-govt-says-president-al-assad-has-not-fled-damascus?update=3371098\">calling on its supporters</a> to avoid vengeance against regime supporters. For now, he is leaving Assad-appointed Prime Minister Mohammed Ghazi al-Jalali in place until a <a href=\"https://www.aljazeera.com/news/2024/12/8/ex-syrian-pm-to-supervise-state-bodies-until-transition-al-julani-says\">transitional government is formed</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Saturday, a few hours before Assad’s overthrow, Vox asked Mouaz Moustafa, executive director of the US-based Syrian Emergency Task Force, what a transitional government could look like. He suggested that <a href=\"https://press.un.org/en/2015/sc12171.doc.htm\">UN Resolution 2254</a>, adopted back in 2015 but never implemented, could provide a road map: It calls for a Syrian-led political process facilitated by the United Nations leading to new elections within 18 months. </p>\n\n<p class=\"has-text-align-none\">In the coming months, we’ll see whether Jolani, the former al-Qaeda fighter with a $10 million price on his head from the US government, is really <a href=\"https://edition.cnn.com/2024/12/06/middleeast/syria-rebel-forces-hayat-tahrir-al-sham-al-jolani-intl-latam/index.html\">the pragmatic pluralist he now says he is</a>, and assuming he is, whether he’s capable of keeping together an ethnically and religiously diverse country, one awash with weapons, various armed groups, and traumatized by decades of dictatorship and war.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A big question mark is how Damascus’s new rulers will contend with the Kurdish-ruled northeast corner of the country, particularly if the incoming Trump administration follows through on plans from his last term to remove US troops from the region. There have already been <a href=\"https://www.voanews.com/a/as-assad-falls-fighting-intensifying-over-northern-syria-town-/7891689.html\">concerning reports in recent days</a> of clashes between Kurdish forces and the Turkish-backed SNA. On Saturday, <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113612147757280297\" rel=\"nofollow\">Trump posted on Truth Social</a> that the offensive in Syria was “NOT OUR FIGHT” and that America “SHOULD HAVE NOTHING TO DO WITH IT.” </p>\n\n<p class=\"has-text-align-none\">Beyond these questions, Assad’s fall should be a reminder of some important facts. One, governments and analysts <a href=\"https://www.vox.com/world-politics/2023/12/13/23998928/hamas-taliban-isis-attacks-terrorism-extremist-groups-israel-palestine\">continue to be extremely bad</a> at assessing the strength of non-state militant groups like HTS, their ability to launch major offensives, and the ability of governments to resist them. </p>\n\n<p class=\"has-text-align-none\">Two, authoritarian regimes are often much weaker than they appear. As the just-freed Russian dissident Vladimir Kara-Murza <a href=\"https://www.vox.com/world-politics/388169/kara-murza-putin-russia\">recently told Vox</a>, referring to his own country, “In these repressive, tyrannical regimes, you don’t know what’s happening beneath the surface … there may be problems developing for the regime, but nobody’s aware of them until they come out of the open and suddenly everything collapses.”</p>\n\n<p class=\"has-text-align-none\">Over the past few years, the world <a href=\"https://authory.com/app/content/aac980a0a94fd4cb088ac55c457c93166\">had all but decided that Assad</a> had won the civil war. Regional governments that had spent years trying to topple him were welcoming him back into the fold, while the US was moving on to other priorities. If the last few days teach us anything, it’s that governments like Assad’s can often be more brittle than they appear from the outside, and it just takes a strong push to knock them over. </p>\n\n<p class=\"has-text-align-none\">For all the very justified concern and caution about what lies ahead for Syria, that should be some cause for optimism.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The early days of the uprising against Bashar al-Assad’s Syrian regime — which came to a stunning end this weekend after 13 long years of civil war as rebel forces entered the capital of Damascus and Assad fled into exile — were defined by two famous pieces of graffiti.&#160; The first was written by a [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Why 597 million chickens go missing from America’s food supply each year",
    "link": "https://www.vox.com/future-perfect/389639/chicken-poultry-industry-mortality-death",
    "pubDate": "2024-12-08T14:02:47.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Chickens at a farm in Maryland. | Edwin Remsberg/The Image Bank\" data-portal-copyright=\"Edwin Remsberg/The Image Bank\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-159235695-3.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Chickens at a farm in Maryland. | Edwin Remsberg/The Image Bank</figcaption>\n</figure>\n<p class=\"has-text-align-none\">America’s favorite animal to eat — the chicken — has also become its most expendable: In 2021, around 556 million chickens in the US died at hatcheries and on farms before reaching the slaughterhouse, their carcasses winding up in landfills, incinerators, compost heaps, or pet food.&nbsp;</p>\n\n<p class=\"has-text-align-none\">An additional 41 million never entered the food supply, either because they died during transport to the slaughterhouse or were slaughtered but deemed unsafe to eat due to a variety of reasons, including tumors, bruising, or infections.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s all according to a <a href=\"https://animalequality.org/news/chicken-mortality-report/\">new analysis</a> released today by the international animal rights group Animal Equality.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To put Animal Equality’s findings into perspective, these 597 million chickens that are never consumed — 6 percent of the 9.8 billion raised for meat every year in the US — are far greater than the combined number of turkeys, pigs, and cattle slaughtered for meat annually. </p>\n\n<p class=\"has-text-align-none\">So many chickens die prematurely on farms that one <a href=\"https://www.wattagnet.com/poultry-future/article/15534258/innova-invests-in-poultry-mortality-recovery-robot-startup\">startup</a> even created a robot to scoop them up so farmworkers don’t have to — it’s built into the industry’s business model.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2021, the National Chicken Council, the industry’s main trade group, reported a <a href=\"https://www.nationalchickencouncil.org/about-the-industry/statistics/u-s-broiler-performance/\">5.3 percent</a> mortality rate, or the share of birds that die prematurely, but that analysis only included chickens that died on farms. Animal Equality’s report provides a more comprehensive accounting, including for other deaths in the production chain, such as chickens that die after birth at the hatcheries where they’re incubated and born, in transport to farms, and those that are slaughtered but don’t enter the food supply.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Screenshot-2024-12-04-at-5.31.12%E2%80%AFPM.png?quality=90&#038;strip=all&#038;crop=0,14.321353874756,100,71.357292250489\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A chick is caught in machinery at a Foster Farms hatchery. | Animal Equality\" data-portal-copyright=\"Animal Equality\" />\n<p class=\"has-text-align-none\">“The industry knows that a significant portion — [nearly] 600 million animals — are going to die, and that still allows them to make a profit,” said Sean Thomas, Animal Equality’s international director of investigations. Across the group’s undercover investigations of factory farms, Thomas said, “we don’t see veterinary care for a single chicken that is sick, because that single chicken does not matter to the industry.”</p>\n\n<p class=\"has-text-align-none\">All these dead chickens constitute a form of hidden food waste that adds up to an unfathomable amount of suffering, as the birds <a href=\"https://www.thepoultrysite.com/articles/mortality-patterns-associated-with-commercial-broiler-production\">perish</a> from what have become features of American poultry farming: painful diseases, heart attacks, dehydration, starvation, and rough handling.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Additionally, around <a href=\"https://www.ers.usda.gov/webdocs/publications/43833/43680_eib121.pdf?v=1488.4\">one-fifth</a> of poultry meat that does enter the US food supply is thrown away by grocers, restaurants, and consumers at home. When accounting for both waste in the production chain<em> </em>and waste at the consumer and retail levels, about one-quarter of chickens hatched — some 2.6 billion per year — are never consumed.</p>\n\n<p class=\"has-text-align-none\">The problem appears to only be getting worse. Since the mid-20th century, the poultry industry has steadily reduced its on-farm mortality rate. But in the last decade, it’s been on the rise, recently reaching levels not seen since the 1960s.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/u3cF7-over-half-a-billion-chickens-die-on-us-farms-each-year-representing-a-hidden-form-of-food-waste.png?quality=90&#038;strip=all&#038;crop=0,21.068865432894,100,57.862269134212\" alt=\"A chart shows the share of farmed chickens that die from disease and injuries has been rising since 2013, reaching levels similar to that of the 1960s.\" title=\"A chart shows the share of farmed chickens that die from disease and injuries has been rising since 2013, reaching levels similar to that of the 1960s.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">It’s well understood what kills chickens on farms: infectious diseases and health problems that stem from how the birds are bred to grow too big and too fast. Over the last decade, producers have been breeding chickens to grow ever bigger, which could explain why more and more are dying on farms. Another likely cause of increasing mortality could be that chicken farms, under pressure from public health officials and advocates, have used fewer antibiotic drugs in recent years, because the poultry industry’s use of these lifesaving drugs is a major driver of the <a href=\"https://www.vox.com/future-perfect/22922018/antibiotic-resistance-epidemic-drug-resistant-infections\">antibiotics resistance crisis</a>.</p>\n\n<p class=\"has-text-align-none\">Both of these problems can be addressed in a way that alleviates the animals’ suffering and safeguards antibiotics used in human medicine. One of the country’s largest chicken companies is showing how it can be done, but the question is whether the rest of the industry will follow.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What’s causing the spike in dead chickens on farms?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Around 1950, US farmers began feeding their chickens and other farmed animals antibiotics to make them grow faster and prevent disease. Rather than reserve them for cases when an animal gets sick, the drugs have been widely used prophylactically as a crutch to keep farmed animals alive in the unsanitary, overcrowded warehouses in which the <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">vast majority</a> of them are raised, and where disease proliferates.</p>\n\n<p class=\"has-text-align-none\">By the early 2000s, about <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1369527400002411\">half of all antibiotics</a> ever produced globally had been fed to livestock.</p>\n\n<p class=\"has-text-align-none\">Over time, public health experts learned this practice had come back to bite us: Bacteria commonly found on farms, like Salmonella and E. coli, were mutating and becoming resistant to antibiotics, making the drugs less effective in treating humans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the 20th century, numerous efforts aimed at the US Food and Drug Administration to restrict antibiotic use in food production failed in the face of pharmaceutical lobbying pressure and growing anti-regulatory sentiment. But after decades of pressure, US fast food restaurants and big chicken companies eventually took action, as <a href=\"https://www.vox.com/future-perfect/2023/1/8/23542789/big-meat-antibiotics-resistance-fda\">did the FDA</a>.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/processing-meat-newsletter-signup\">Processing Meat newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/processing-meat-newsletter-signup\">here</a> for <a href=\"https://www.vox.com/future-perfect\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect\">Future Perfect</a>’s biweekly newsletter from <a href=\"https://www.vox.com/authors/marina-bolotnikova\" data-type=\"link\" data-id=\"https://www.vox.com/authors/marina-bolotnikova\">Marina Bolotnikova</a> and <a href=\"https://www.vox.com/authors/kenny-torrella\" data-type=\"link\" data-id=\"https://www.vox.com/authors/kenny-torrella\">Kenny Torrella</a>, exploring how the meat and dairy industries shape our health, politics, culture, environment, and more. </p>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions or comments on this newsletter?</strong> Email us at futureperfect@vox.com!</p>\n</div>\n\n<p class=\"has-text-align-none\">In 2014, just 3 percent of chickens were raised without antibiotics; by 2018, <a href=\"https://civileats.com/2024/05/22/what-happened-to-antibiotic-free-chicken/\">more than half were</a>, and 90 percent of chickens were raised without antibiotics relevant in human medicine. It was a major public health win, but as the livestock industry was quick to <a href=\"https://www.wattagnet.com/broilers-turkeys/diseases-health/article/15537515/less-antibiotic-use-in-us-broilers-but-more-mortality\">point out</a>, it led to more chickens <a href=\"https://www.wattagnet.com/broilers-turkeys/diseases-health/article/15537515/less-antibiotic-use-in-us-broilers-but-more-mortality\">dying</a> on farms.</p>\n\n<p class=\"has-text-align-none\">As a result, Tyson Foods — the nation’s largest poultry producer — and Chick-fil-A each <a href=\"https://civileats.com/2024/05/22/what-happened-to-antibiotic-free-chicken/\">rolled back</a> their “no antibiotics ever” pledges and reintroduced a class of antibiotics called ionophores, which aren’t used in human medicine. Ionophores pose a lesser threat to human health, though <a href=\"https://civileats.com/2024/05/22/what-happened-to-antibiotic-free-chicken/\">some experts worry</a> they could still contribute to the growth of bacteria resistant to antibiotics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the data suggests the chicken industry’s move away from antibiotics isn’t the only cause of its rising mortality rate: Even as antibiotic use remained stable <a href=\"https://www.wattagnet.com/broilers-turkeys/diseases-health/article/15537515/less-antibiotic-use-in-us-broilers-but-more-mortality\">from 2018 to 2023</a>, on-farm mortality rates continued to climb. Some of that could be attributed to disease outbreaks that impacted the industry during this period, like <a href=\"https://www.wattagnet.com/broilers-turkeys/ippe-news/article/15532799/controlling-challenging-forms-of-infectious-bronchitis\">infectious bronchitis</a>, <a href=\"https://www.wattagnet.com/broilers-turkeys/diseases-health/news/15682877/how-to-prevent-metapneumovirus-in-commercial-poultry\">Avian metapneumovirus</a>, and <a href=\"https://www.feednavigator.com/Article/2024/02/16/Navigating-antibiotic-trends-in-US-broiler-sector/\">necrotic enteritis</a>. But part of the problem could be what the meat industry has done to the chickens themselves.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Chickens are getting too big to survive&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In the 1950s, poultry companies began breeding chickens to grow bigger and faster. Back then, it would take chickens 70 days to reach their “<a href=\"https://www.nationalchickencouncil.org/about-the-industry/statistics/u-s-broiler-performance/\">market weight</a>” of 3 pounds. Now, chickens reach 6.5 pounds in just 47 days; almost half the time for more than double the weight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Among other traits, poultry companies selectively bred chickens to have bigger breasts, the <a href=\"https://www.thekitchn.com/the-cost-of-chicken-a-ranking-of-chicken-cuts-from-least-to-most-expensive-243382\">most valuable part</a> of the bird. As a result, today’s chickens are extremely top-heavy compared to chickens of the past.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Kenny_Vox_ChickenSize_.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A USDA chart shows chickens raised for meat getting larger over the past 70 years, starting at 3 pounds in 1950 and growing to 6.5 pounds in 2023.\" title=\"A USDA chart shows chickens raised for meat getting larger over the past 70 years, starting at 3 pounds in 1950 and growing to 6.5 pounds in 2023.\" data-has-syndication-rights=\"1\" data-caption=\"Paige Vickers/Vox\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Animal advocates say this transformation has turned the birds into “<a href=\"https://frankenchickens.com/\">Frankenchickens</a>” that are “<a href=\"https://www.noemamag.com/the-unending-quest-to-build-a-better-chicken#:~:text=Due%20to%20underdeveloped%20immune%20systems,prisoners%20in%20their%20own%20bodies.%E2%80%9D\">prisoners in their own bodies</a>,” which cause a number of health problems that lead to premature death. Many chickens’ tiny legs can’t support the weight of their giant breasts, leading to injuries that can be so severe that they struggle to walk to reach food and water, resulting in death by <a href=\"https://extension.umd.edu/resource/leg-health-chickens-fs-1179/\">dehydration or starvation</a>.</p>\n\n<p class=\"has-text-align-none\">Between 2013 and 2023, when antibiotics use fell, chickens were bred to grow <a href=\"https://www.nationalchickencouncil.org/about-the-industry/statistics/u-s-broiler-performance/\">10.5 percent bigger</a>, which could’ve contributed to rising mortality rates. Fast-growing chickens “have relatively high mortality rates as compared to slower growing strains (and systems with higher welfare requirements),” <a href=\"https://www.wur.nl/en/persons/ingrid-de-jong-1.htm\">Ingrid de Jong</a>, a senior researcher of poultry welfare at Wageningen University in the Netherlands, told me over email.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s unclear how much of a role this played in rising mortality over the last decade, however, because for many decades before, poultry companies had been making chickens grow bigger while reducing mortality rates. It could be that in recent years, these companies have hit a biological limit of sorts — a point at which making the birds grow bigger and bigger has made more of them die on the farm.</p>\n\n<p class=\"has-text-align-none\">Animal advocates want to see the poultry industry switch to <a href=\"https://civileats.com/2019/05/28/the-race-to-produce-a-slower-growing-chicken/\">slower-growing chicken breeds</a>, which they argue would do more to reduce animal suffering than just about any other single change to the factory farm system.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Chicken companies don’t need to decide between more dead birds and protecting antibiotics</strong></h2>\n\n<p class=\"has-text-align-none\">Big chicken producers might now be thinking that they need to choose between phasing out antibiotics to protect human health and keeping chicken mortality rates down. But the experience of Perdue Farms, America’s fifth largest chicken producer, shows that would be a mistake.</p>\n\n<p class=\"has-text-align-none\">The company isn’t exactly a <a href=\"https://www.youtube.com/watch?v=05h2hNi1S1g\">shining beacon</a> of <a href=\"https://vimeo.com/245790342\">animal</a> <a href=\"https://theintercept.com/2023/06/13/perdue-chicken-slaughterhouse-animal-cruelty-dxe/\">welfare</a> — in most ways, its operations look much like any other factory farm — but it’s taken steps to alleviate animal suffering that other major producers haven’t, and remains committed to never using antibiotics even as its competitors have resumed using them.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perdue began to remove antibiotics from its production in 2002 and became antibiotic-free by 2016. Early in the process, its mortality rate was slightly above the industry average, but now the company’s mortality rate tends to run “about half a percent to a percent better” than the industry, <a href=\"https://www.aaap.info/bruce-stewart-brown\">Bruce Stewart-Brown</a>, Perdue Farms’ chief science officer, told me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The company got there in part by cleaning up its breeding operations and hatcheries: “We&#8217;re not relying on this kind of antibiotic to clean up something that we could do ourselves.” For instance, it works to get its breeding hens to lay their eggs in nests, rather than on the floor where there might be disease.</p>\n\n<p class=\"has-text-align-none\">The company also refined its vaccine regimen, and adjusted its chicken feed by adding probiotics and removing animal byproducts, which can irritate the birds’ guts, among other changes.</p>\n\n<p class=\"has-text-align-none\">Across the chicken industry, a lot of birds die in their final week of life — which is under seven weeks — as the health problems that stem from fast growth catch up with them. To help mitigate this problem, Perdue sends its birds to the slaughterhouse when they’re at a slightly lower weight than the industry average. “The last week gets harder when you have heavier birds,” Stewart-Brown said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The company is also conducting experiments with numerous slower-growing breeds. It’s not going as far or fast as animal advocates want to see the company go, but it’s more than what Perdue’s competitors have done.</p>\n\n<p class=\"has-text-align-none\">Many chicks also die in the beginning of their lives at hatcheries, where they can be roughly handled, culled due to injuries or deformities, or injured on the mechanical processing line. Many also die in transport from the hatchery to the farm, in which their fragile bodies are packed tightly into crates and don’t receive food or water for 24 to 72 hours.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Screenshot-2024-12-04-at-5.36.18%E2%80%AFPM.png?quality=90&#038;strip=all&#038;crop=0,3.182903187519,100,93.634193624962\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Chicks packed into crates. | Animal Equality\" data-portal-copyright=\"Animal Equality\" />\n<p class=\"has-text-align-none\">There’s a growing push in Europe for <a href=\"https://www.innovateanimalag.org/on-farm-hatching-overview\">on-farm hatching</a>, which has shown to reduce mortality and the need for early-stage antibiotics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Poultry production is the least regulated part of the meat industry, which isn’t saying much, considering beef and pork production have also been <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">thoroughly deregulated</a>. But chickens have no federal laws protecting them at the hatchery, the farm, or the slaughterhouse. Setting meaningful regulations for animal welfare, farm hygiene, and antibiotics would go a long way toward reducing animal suffering and mortality on poultry farms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Absent that, the industry is left to engage in a never-ending game of optimization whack-a-mole, in which public health and animal welfare are almost always sacrificed on the altar of endless chicken wings and cheap meat.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "America’s favorite animal to eat — the chicken — has also become its most expendable: In 2021, around 556 million chickens in the US died at hatcheries and on farms before reaching the slaughterhouse, their carcasses winding up in landfills, incinerators, compost heaps, or pet food.&#160; An additional 41 million never entered the food supply, [&#8230;]",
    "author": "Kenny Torrella"
  },
  {
    "title": "Public housing didn’t fail in the US. But it was sabotaged.",
    "link": "https://www.vox.com/policy/390082/public-housing-america-policy-failure-poverty",
    "pubDate": "2024-12-08T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two-story brick buildings without windows.\" data-caption=\"The deserted Desire Public Housing Project in New Orleans. | Shepard Sherbell/CORBIS SABA/Corbis via Getty Images\" data-portal-copyright=\"Shepard Sherbell/CORBIS SABA/Corbis via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-612577468.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The deserted Desire Public Housing Project in New Orleans. | Shepard Sherbell/CORBIS SABA/Corbis via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The stereotypical image of public housing in America is one of deteriorating buildings, urban blight, and <a href=\"https://www.nytimes.com/2018/06/11/nyregion/new-york-city-housing-authority-lead-paint.html\">dysfunctional housing authorities</a> in seemingly never-ending crises. Residents routinely deal with <a href=\"https://www.hrw.org/report/2022/01/27/tenant-never-wins/private-takeover-public-housing-puts-rights-risk-new-york-city\">bad living conditions</a>, including heat failures, pest infestations, mold, and leaks. And public housing projects are often found in <a href=\"https://www.cbpp.org/research/housing/public-housing\">areas with concentrated poverty</a> and in underserved, racially segregated neighborhoods.</p>\n\n<p class=\"has-text-align-none\">By and large, America’s experiment with public housing has been <a href=\"https://www.governing.com/community/americas-failed-experiment-in-public-housing\">viewed as a failure</a> — so much so that housing authorities have <a href=\"https://prospect.org/infrastructure/housing/public-housing-going-private-residents-fighting-back/\">offloaded some of their responsibilities</a> to the private sector.</p>\n\n<p class=\"has-text-align-none\">But the demise of public housing was not an inevitable outcome. As my colleague Rachel Cohen <a href=\"https://www.vox.com/policy-and-politics/23278643/affordable-public-housing-inflation-renters-home\">has pointed out</a>, other countries have successfully pulled it off. Governments around the world have shown that they can <a href=\"https://www.nytimes.com/2023/05/23/magazine/vienna-social-housing.html\">operate mixed-income housing developments</a> that have reliable maintenance and upkeep and that public housing doesn’t have to segregate poor people away from the middle class.</p>\n\n<p class=\"has-text-align-none\">So why did public housing in the United States age so poorly?&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>A bold experiment that was designed to fail</strong></h2>\n\n<p class=\"has-text-align-none\">The federal government’s plans to build public housing started in the 1930s, as part of the New Deal, in an <a href=\"https://nlihc.org/resource/public-housing-history#:~:text=The%20federal%20public%20housing%20program,result%20of%20powerful%20grassroots%20organizing.\">effort to create jobs during the Great Depression</a> and address the country’s housing shortage.</p>\n\n<p class=\"has-text-align-none\">But efforts to undermine public housing are about as old as the efforts to build it. From the outset, opposition was fierce. Many Americans didn’t like the idea of the government using their tax dollars to subsidize poor people’s housing, and real estate developers <a href=\"https://www.theatlantic.com/business/archive/2015/09/public-housing-success/406561/\">were concerned about having to compete</a> with the government.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Housing Act of 1949, which had a goal of providing “a decent home and a suitable living environment for every American family,” bolstered America’s public housing plans by heavily investing in the construction of new housing units. But by then, the federal government had already <a href=\"https://ggwash.org/view/78164/how-public-housing-was-destined-to-fail\">undermined its own stated plans</a> by capping construction costs (which encouraged using cheap materials and discouraged modern appliances) and allowing racial segregation. Congress had also doomed public housing authorities’ ability to raise revenue through rents in 1936 when it passed the George-Healey Act, which <a href=\"https://www.americanprogress.org/article/homes-for-all/\">established income limits</a> for who can qualify for public housing — making mixed-income public housing models impossible for federally funded projects.</p>\n\n<p class=\"has-text-align-none\">As housing projects started to draw more Black residents, white people who lived in public housing started leaving, especially after the Civil Rights Acts of the 1960s <a href=\"https://www.huduser.gov/portal/pdredge/pdr-edge-pdrat50-101723.html\">banned racial discrimination in housing</a>. This was partly because the Federal Housing Authority <a href=\"https://www.theatlantic.com/business/archive/2015/09/public-housing-success/406561/\">pushed for more people to own homes</a> and expanded its loans mostly to white people, helping white families move out of the projects. Black families didn’t receive the same opportunity.</p>\n\n<p class=\"has-text-align-none\">“You saw a change in the racial composition, which simply added to the stigma and the pattern of administrative neglect that characterized many housing authorities,” the historian Ed Goetz <a href=\"https://www.theatlantic.com/business/archive/2015/09/public-housing-success/406561/\">told the Atlantic</a> in 2015. </p>\n\n<p class=\"has-text-align-none\">Starting with President Richard Nixon — who <a href=\"https://yonahfreemark.com/wp-content/uploads/2017/07/Myth-Public-Housing-Failures-Led-to-a-Natural-Death.pdf\">declared that the US government</a> had turned into “the biggest slumlord in history” and <a href=\"https://nlihc.org/resource/public-housing-history#:~:text=The%20federal%20public%20housing%20program,result%20of%20powerful%20grassroots%20organizing.\">suspended federal spending</a> on subsidized housing — public housing started facing serious austerity measures and never recovered. Federal investments shifted away from building new public housing units and toward housing vouchers and public-private partnerships.</p>\n\n<p class=\"has-text-align-none\">In the decades that followed, public housing started declining in quality, and Congress <a href=\"https://nlihc.org/resource/public-housing-history\">funded a program to demolish</a> dilapidated public housing units and replace them with newly constructed or renovated mixed-income developments. But <a href=\"https://nlihc.org/resource/public-housing-history\">according to the National Low Income Housing Coalition</a>, those demolitions were an “overcorrection”; public housing simply needed more funding and better management.</p>\n\n<h2 class=\"wp-block-heading\"><strong>It didn’t have to be this way</strong></h2>\n\n<p class=\"has-text-align-none\">America’s public housing was an ambitious program that consistently faced efforts by lawmakers to undermine it. Throughout the program’s history, legislation deliberately limited its potential to house Americans as needed. In addition to the George-Healey Act, laws like the 1998 Faircloth Amendment <a href=\"https://nationalhomeless.org/repeal-faircloth-amendment/\">put a ceiling</a> on the number of homes public housing authorities are allowed to own.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that doesn’t mean that public housing in the United States is entirely devoid of successes. The general picture of decay and neglect ignores the many positive experiences people have had living in government-run dwellings. As Goetz, a public policy professor at the University of Minnesota, <a href=\"https://www.theatlantic.com/business/archive/2015/09/public-housing-success/406561/\">writes</a>, “The story of American public housing is one of quiet successes drowned out by loud failures.” </p>\n\n<p class=\"has-text-align-none\">More than <a href=\"https://www.urban.org/sites/default/files/publication/101482/the20future20of20public20housing20public20housing20fact20sheet_0.pdf\">2 million people live in public housing</a> in the United States, and without it, many of them would struggle to find affordable shelter. Indeed, there are countless stories of people whose lives would be tangibly worse without public housing. Mike Connolly, a Massachusetts state representative who has proposed expanding public housing, is one example. “Personally, I view [public housing] as a success. I was raised in a public housing project in Norwood, Massachusetts,” he told me. “Having that stable environment — not being subject to eviction, not being necessarily subject to a particular cost burden around housing — I think was really terrific for me and gave me the opportunity to develop into someone who has been doing a lot of good things in life.”</p>\n\n<p class=\"has-text-align-none\">These bright spots show that there’s a solid foundation that the United States can build on rather than abandon its public housing experiment. “I think of [public housing] as a successful program that has provided low-cost, moderate-quality shelter to millions of people for almost a century across the United States,” Paul E. Williams, the executive director of the Center for Public Enterprise, told Vox. “It has been hampered and limited in its ability to do more by policy mistakes over the past 80 years.”</p>\n\n<p class=\"has-text-align-none\">So if America wants to be a public housing success story, it can. It just has to stop sabotaging its own efforts to get there.</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">Within Our Means</a>&nbsp;newsletter. Sign up&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The stereotypical image of public housing in America is one of deteriorating buildings, urban blight, and dysfunctional housing authorities in seemingly never-ending crises. Residents routinely deal with bad living conditions, including heat failures, pest infestations, mold, and leaks. And public housing projects are often found in areas with concentrated poverty and in underserved, racially segregated [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "Why did we think Neanderthals weren’t smart?",
    "link": "https://www.vox.com/unexplainable/389768/neanderthal-science-was-wrong",
    "pubDate": "2024-12-08T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A progression of human evolution shown in a drawing on a chalk board. \" data-caption=\"Historically, our stories about Neanderthals have revealed a lot more about ourselves than about the group of early humans.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-163746345.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Historically, our stories about Neanderthals have revealed a lot more about ourselves than about the group of early humans.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">H.G. Wells is probably best known for his story about an alien invasion, “The War of the Worlds,” and some of his other fantastical science fiction. But he also dabbled in some less well known prehistorical fiction. In 1921, he published a story about early modern humans and Neanderthals called “<a href=\"https://gutenberg.net.au/ebooks06/0602061h.html\">The Grisly Folk</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In it, a group of early modern humans is wandering around. Wells makes it clear that he does not think they are especially refined. They engage in scintillating dialog like:</p>\n\n<p class=\"has-text-align-none\"><em>“Ugh!” said one abruptly and pointed.</em></p>\n\n<p class=\"has-text-align-none\"><em>“Ugh!” cried his brother.</em></p>\n\n<p class=\"has-text-align-none\">But though these “true men,” as Wells calls them, were “still savages, very prone to violence and convulsive in their lusts and desires,” they were, he claims, recognizably human.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We can understand something of what was going on in their minds, those of us who can remember the fears, desires, fancies and superstitions of our childhood,” he says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By contrast, the antagonists of this particular story, the “grisly men,” are not recognizably human at all. These are Neanderthals, and, Wells imagines, they were less intelligent than “true men”; they “had no speech” and “did not understand.” They were less social than true men, and senselessly violent. In the story, they make a hobby of making off with the children of “true men.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">And, in Wells’ version of events, they treated their own children no better. He writes descriptions like:&nbsp;</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>“A male may have gone with a female or so; perhaps they parted in the winter and came together in the summer; when his sons grew big enough to annoy him, the grisly man killed them or drove them off. If he killed them he may have eaten them. If they escaped him they may have returned to kill him. The grisly folk may have had long unreasoning memories and very set purposes.”</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">In short: Wells assumed Neanderthals were unintelligent brutes. And he was absolutely not alone. For around a century, this was the prevailing narrative about Neanderthals. It was present, not just in Wells’s imagination, but in scientific papers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In more recent decades, we’ve realized that this narrative is <a href=\"https://www.smithsonianmag.com/science-nature/rethinking-neanderthals-83341003/\">almost</a> <a href=\"https://knowablemagazine.org/content/article/society/2023/new-finds-about-neanderthal-brains-and-behavior\">certainly</a> <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0096424\">incorrect</a>. Researchers have revisited old Neanderthal bones and tools, and realized that our prior understanding of these early human peoples was misguided.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, the myth of the ignorant Neanderthal is so pervasive that headlines often lead with it. “<a href=\"https://www.theguardian.com/science/2014/apr/30/neanderthals-not-less-intelligent-humans-scientists\">Neanderthals were not less intelligent than modern humans, scientists find</a>” reads a Guardian headline. Or, from HowStuffWorks:&nbsp; “<a href=\"https://science.howstuffworks.com/life/evolution/worlds-oldest-sample-string-was-made-by-neanderthals.htm\">More Proof Neanderthals Weren&#8217;t Stupid: They Made Their Own String</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The question is: Where did this idea even come from? Why did researchers think Neanderthals were so unintelligent to begin with?&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It turns out there&#8217;s a really deep past to that,” says Paige Madison, a science writer who wrote <a href=\"https://www.jstor.org/stable/45380543\">a journal article on this topic</a>, and is writing an upcoming book on human origins. “There’s a reason why we tend to think of Neanderthals as these kind of brutish, dumb, lesser Homo sapiens.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">We spoke to Madison as part of the latest episode of <em>Unexplainable</em>, Vox’s science podcast, which looks at how difficult it is to really know anything about Neanderthals at all.&nbsp;</p>\n\n<iframe frameBorder=\"0\" height=\"482\" src=\"https://playlist.megaphone.fm/?p=VMP9331026707\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">What follows is my conversation with Madison, edited for clarity and length.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Don’t leave me in suspense. What is the deep, dark reason that we thought of Neanderthals as dumb?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">So the first Neanderthal fossils [recognized as such] <a href=\"https://humanorigins.si.edu/evidence/human-fossils/species/homo-neanderthalensis#:~:text=Neanderthal%201%20was%20the%20first,%2C%20the%20thick%2C%20strong%20bones.\">came out of the ground in the 1850s</a>. And you have this confluence of factors that shaped how people were thinking about Neanderthals and even how they were thinking about themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This was [a time] of colonialism, and you had all of these assumptions about what variation meant amongst humans and what it meant for potentially taking over other cultures and extracting resources from them. There were a lot of assumptions about certain groups of living humans being superior to other groups. Those assumptions made their way into the science of Neanderthals. [They] were just sort of taking [their] worldview on humans and applying it to these fossils in the past.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Is there a specific example that helps explain how the culture of the late 19th century wound up informing how people looked at bones?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">At the time you had this new science that was really trying to put living humans into categories and characterize them and understand differences. The form that it really took was the measurement of skulls. <a href=\"https://penntoday.upenn.edu/news/new-take-on-infamous-Morton-skulls\">There were scientists collecting skulls from all over the world and trying to measure these variations</a>. One was the presence of a brow ridge, which is something that varies a little bit with living humans, and there was this idea that [a brow ridge] was more primitive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And then the presence of a steep forehead. They thought that this had to do with a region of the brain that was more developed. And so they would generally categorize most Europeans, for example, as having this steep forehead, and they would use this as evidence that these groups were superior.</p>\n\n<p class=\"has-text-align-none\">Those differences are minuscule and they are certainly not meaningful in terms of intellect and cognition, but at the time they were seen as incredibly meaningful and a way that you could differentiate these groups.</p>\n\n<p class=\"has-text-align-none\">So Neanderthals then come out of the ground and just get slotted into that worldview. They fit in exactly the spot that these European scientists were categorizing as the lower end of human intellect. The more “primitive” end. And it automatically then carried with it the implication that these were creatures that were primitive.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Where did the perception of the hunched Neanderthal come from? Beyond just them being foolish, I feel like I also have this impression of them knuckle-dragging around. Slumping.</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">Yeah! So there’s this story that you will find in textbooks, where basically this one French scientist, Marcellin Boule, <a href=\"https://humanorigins.si.edu/evidence/human-fossils/fossils/la-chapelle-aux-saints\">misinterpreted a Neanderthal skeleton</a>. And as the story goes, he got a hold of one of the first really complete specimens and he took a look at it and decided that these were these hunched-over brutes that were so dumb that they couldn&#8217;t even really stand up straight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I think he kind of applied this brutish conception that had already existed and applied it to their posture. And so of course that is significant. It did partially shape how we think about them. But he certainly did not invent it by any means.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Got it. So a variety of European scientists developed this narrative about Neanderthals as dummies, people who were somehow inferior to other early modern humans. How did we start pushing back on that story?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">It definitely wasn’t just one thing. Very rarely in the history of science do we ever see big conceptions shifting because of one thing. So just as Boule didn&#8217;t create this image [of the brutish Neanderthal] alone, it wasn’t destroyed by one scientist alone, but instead was more of a confluence of factors that happened all around the same time.</p>\n\n<p class=\"has-text-align-none\">One of those was World War II coming to a close and the consequences of the involvement of race science in World War II being really clear. So, for a historian, it doesn&#8217;t seem to be a coincidence that you see people starting to push back on this dumb, brutish, primitive conception [of Neanderthals] right around the time that people are also pushing back on the racial conceptions of living humans.</p>\n\n<p class=\"has-text-align-none\">Another thing was, scientists actually got back into the museum in Paris, where the skeleton that Marcellin Boule looked at was housed … and they took a second look. They noticed that this was an elderly individual, and it was very clear that there were signs of arthritis on the bones.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">So basically it was like if people 10,000 years in the future took like one super arthritic old man and were like, “Yep, every person in the 2000s was just like this 72-year-old.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">Exactly. And it&#8217;s worth mentioning, too, that the signs of arthritis on the skeleton are well recognized and Boule probably should have been able to recognize them. So it kind of goes to show how our expectations can lead us towards a certain conclusion and kind of push us in that direction even when the evidence isn&#8217;t quite there.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s why you see these interpretations change over time — because there&#8217;s so much else that&#8217;s going into the interpretation. It&#8217;s not as simple as looking at the bones and immediately knowing exactly what they mean. That is being filtered through tons of other information, both scientific and cultural. You know, we just can&#8217;t turn off that lens at any given moment.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">So&#8230; it’s kind of like Boule’s ideas in his time were easily accepted because they made sense in the cultural context that they were a part of, but later, they were rejected, in part because of evidence and also in part maybe because the narrative had shifted. People were questioning race science anyway. They were starting to question race science applied to Neanderthals. And so suddenly it&#8217;s almost like it opened up space to also question this image that Boule had [of Neanderthals]?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">Exactly. Suddenly the earlier ideas about Neanderthals just didn’t make as much sense.</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">It sounds like what you&#8217;re saying is that our perception of Neanderthals has always been less about Neanderthals and more about ourselves, or our current cultural moment? Like, if you read what people historically have written about Neanderthals, you learn less about Neanderthals and you just learn more about the scientists and the society that they live in?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">That’s exactly what I would argue. Some scholars have said that it’s a little bit like holding a mirror up to ourselves, because Neanderthals were so closely related to humans living today.</p>\n\n<p class=\"has-text-align-none\">I think what’s interesting about it — and you&#8217;ll hear this from a lot of historians of science — is that it’s much easier to see that in the past, to accuse <em>them</em> of making mistakes given their biases or their cultural or political leanings, but in fact, what most historians and philosophers of science would argue is that that is still going on. It’s just harder to see it in the present.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Byrd Pinkerton</strong></p>\n\n<p class=\"has-text-align-none\">How do modern scientists guard against this in their attempts to better understand Neanderthals?</p>\n\n<p class=\"has-text-align-none\"><strong>Paige Madison</strong></p>\n\n<p class=\"has-text-align-none\">I think the best thing that most scientists can do at this point is to be very explicit about what their biases could be, what the limitations might be, and really just put all of that out on the table so that we can examine it the best that we can.</p>\n\n<p class=\"has-text-align-none\">One really strong way that I see this playing out in the science is [scientists] recognizing that their worldviews are shaping the kinds of questions that they’re asking and the ways they&#8217;re asking those questions.</p>\n\n<p class=\"has-text-align-none\">So, for example, if you find artwork in a cave, and you assume that artwork is something that only Homo sapiens have done and that Neanderthals were not capable of it … then you never even ask the question [“could Neanderthals have made this?”]. You just ask “Which Homo sapiens did this and when?”</p>\n\n<p class=\"has-text-align-none\">But if you come into a cave and you see that there&#8217;s art in there, you can ask, “Who did this?” in a more open way.</p>\n\n<p class=\"has-text-align-none\">That’s something I work with scientists [on] a lot — just thinking about the ways that their starting points, their questions, have already either opened or closed certain possibilities.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "H.G. Wells is probably best known for his story about an alien invasion, “The War of the Worlds,” and some of his other fantastical science fiction. But he also dabbled in some less well known prehistorical fiction. In 1921, he published a story about early modern humans and Neanderthals called “The Grisly Folk.”&#160; In it, [&#8230;]",
    "author": "Byrd Pinkerton"
  },
  {
    "title": "Y2K is so back",
    "link": "https://www.vox.com/culture/390162/y2k-kyle-mooney-2000-apocalypse",
    "pubDate": "2024-12-07T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Actress Rachel Zegler sits at a large Macintosh desktop computer.\" data-caption=\"Actress Rachel Zegler stars in “Y2K.” | Nicole Rivelli﻿\" data-portal-copyright=\"Nicole Rivelli﻿\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/https___cdn.sanity.io_images_xq1bjtf4_production_42c5cab46faf8db6d7642637cfaac529018576d4-6000x4000-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Actress Rachel Zegler stars in “Y2K.” | Nicole Rivelli﻿</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Twenty-five years ago, millions of people were nervously looking ahead to New Year&#8217;s Eve.</p>\n\n<p class=\"has-text-align-none\">When the clocks struck midnight, they wondered, would they lose power? Would planes fall from the sky? Would banks collapse and the world order crumble?</p>\n\n<p class=\"has-text-align-none\">Such nightmarish fantasies were never truly based in reality, but the public genuinely feared that the computer systems society had become increasingly reliant on would fail at the stroke of midnight, ushering in a dark beginning to the year 2000.</p>\n\n<p class=\"has-text-align-none\">For years, computer engineers and government officials had worked on what was then called <a href=\"https://education.nationalgeographic.org/resource/Y2K-bug/\">the Year 2000 problem</a>, also known as the Millennium Bug. Starting in the 1950s and ’60s, programmers stripped the first two digits of the year from code in order to save time and money. The assumption was that the code would be replaced long before the turn of the millennium.</p>\n\n<p class=\"has-text-align-none\">But in the following decades, engineers began to sound the alarm that if computer systems switched from 1999 to 1900, it would cause massive disruptions, affecting the electric grid, nuclear power plants, hospitals, supermarkets, government agencies, and home computer users.</p>\n\n<p class=\"has-text-align-none\">In the final months and weeks of 1999, officials expressed optimism that the crisis would be averted, and that the countless hours and billions of dollars invested in the problem had minimized its impact. But that didn’t stop people panicking and stocking up on food, water, and weapons. Celebrities <a href=\"https://www.youtube.com/watch?v=x65AAsVNxKI\">weighed in</a> on whether they were freaking out or not. <em>The Simpsons</em> episode <a href=\"https://youtu.be/WWPdBhlsBYI?feature=shared\">“Life’s a Glitch, Then You Die”</a> parodied the fears.</p>\n\n<p class=\"has-text-align-none\">But New Year’s Eve came and went, and the impact turned out to be relatively minor. As a result, Y2K has become somewhat of a <a href=\"https://time.com/5752129/y2k-bug-history/\">punchline</a> and an <a href=\"https://today.yougov.com/society/articles/48653-americans-remember-y2k-exaggerated-problem-poll\">exaggerated threat</a>, despite the unsung heroes who worked diligently behind the scenes to prepare.</p>\n\n<p class=\"has-text-align-none\">In 1999, actor and recent <em>Saturday Night Live</em> cast member Kyle Mooney, then 15 years old, felt somewhat let down by the anticlimactic ending to the Y2K panic.</p>\n\n<p class=\"has-text-align-none\">Twenty-five years later, he has directed his debut film, <a href=\"https://www.youtube.com/watch?v=P4f9gCTLhYs\"><em>Y2K</em></a>, which imagines a nightmare scenario far beyond what anyone had predicted. Sean Rameswaram talked to Mooney about his memories of Y2K and what it was like revisiting late ’90s culture with a cast that was mostly born after the event he depicts.</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of their conversation, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> on <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, or <a href=\"https://www.iheart.com/podcast/1319-today-explained-87205166/\">wherever you get podcasts</a>.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-megaphone-fm wp-block-embed-megaphone-fm\"><div class=\"wp-block-embed__wrapper\">\n<div><iframe title=\"Why volunteering is worth it by Today, Explained\" src=\"https://player.megaphone.fm/VMP8778198437\" width=\"720\" height=\"200\" allowfullscreen></iframe></div>\n</div></figure>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean</strong> <strong>Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">Tell us about the thing you made.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Kyle Mooney</h4>\n\n<p class=\"has-text-align-none\">I made a movie called <em>Y2K</em>, wrote it with my pal Evan [Winter], and it&#8217;s somewhat based on our lives. I was 15 when Y2K happened. He was 14. And for those of us who were alive during Y2K, it was a letdown and nothing really happened. And I think I&#8217;ve always been sort of minorly obsessed with that. So one day the idea struck me to make a movie about “teenagers go to a party and Y2K actually happens.” I pitched it to Evan and we started working on it.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">Amazing. Can you tell us what you were doing on New Year&#8217;s Eve, 1999?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Kyle Mooney</strong></h4>\n\n<p class=\"has-text-align-none\">I hung out with my friend Mark. We watched the MTV New Year&#8217;s Eve special. So I would have, I guess, been enjoying Carson Daly riffing with Kathy Griffin. I don&#8217;t know that I was particularly super nervous or frightened as to what could happen when midnight arrived. But my mom prepped and she got some goodies just in case, I guess, the world was destroyed in some way or another.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the moment, it just sort of came and went. I don&#8217;t know what thought I gave to it until I just started, again, minorly obsessing over it. It would just hit me every once in a while. But I don&#8217;t really know that I put much immediate thought into it in the moment.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">And of course, you cast your movie with a bunch of teenagers. I wanted to ask whether something about this buildup and this letdown felt sort of essentially teenage to you.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Kyle Mooney</strong></h4>\n\n<p class=\"has-text-align-none\">I&#8217;m sure that is true. The story we were always interested in telling was, to a degree, a riff on teen culture of the era, specifically, like, all of these movies were coming out that were geared toward us. It was <em>She&#8217;s All That</em>, <em>Can&#8217;t Hardly Wait</em>, <em>American Pie</em>, <em>10 Things I Hate About You</em>. </p>\n\n<p class=\"has-text-align-none\">To a degree, I don&#8217;t know that I thought in terms of, like, this is speaking to teenagedom as much as like, this is sort of like the culture that was being blasted to me, and I wanted to return to that.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">Unlike all those movies you just named, this movie takes a fairly dark turn. As much as you&#8217;re willing to share with people, what happens when the clocks strike 12 in <em>Y2K</em>, your movie?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Kyle Mooney</strong></h4>\n\n<p class=\"has-text-align-none\">At midnight, the machines go crazy and start killing people, essentially. It&#8217;s weird. I don&#8217;t feel like I&#8217;ve ever made anything that has maybe been so violent, but I was really excited by just taking left turns and doing something that elicits reaction. I really hope that if people see it, you know, there are some laughs, there are some tears, and there are some moments of like, “Oh my shit, that&#8217;s fucking crazy.” </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">[Laughs.]</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Kyle Mooney</strong></h4>\n\n<p class=\"has-text-align-none\">Did I say, “Oh my shit”? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">[Laughs.] You did.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Kyle Mooney</strong></h4>\n\n<p class=\"has-text-align-none\">Oh my shit. I kind of don&#8217;t hate that.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/https___cdn.sanity.io_images_xq1bjtf4_production_d3c00fc857d8bf722badb044dab6f58ed639a026-4240x2832-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.806933475316,100,78.386133049368\" alt=\"Kyle Mooney and actors on set.\" title=\"Kyle Mooney and actors on set.\" data-has-syndication-rights=\"1\" data-caption=\"Director Kyle Mooney with the movie’s stars, actors Rachel Zegler and Jaeden Martell. | Nicole Rivelli\" data-portal-copyright=\"Nicole Rivelli\" />\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">We&#8217;ve also got a long lineage of movies in which technology turns on us and terrorizes us. And <em>Y2K</em>, your movie, is the latest. Why do we love to watch technology try and kill us? Did you think about that while you were making this movie?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Kyle Mooney</strong></h4>\n\n<p class=\"has-text-align-none\">I think that fear is constantly present. I feel like with the introduction of electronics and robotics, there&#8217;s always been that thought that, like, when is the point that these things are going to turn on us? And even in the course of working on this movie, we started in 2019 and now it&#8217;s 2024 that it&#8217;s coming out. We&#8217;ve seen an evolution of AI and it&#8217;s seemingly become more threatening and more real than even it was when we first started talking about this.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/https___cdn.sanity.io_images_xq1bjtf4_production_602b4dfeec69d362fc76514396ca5732f64b8eb0-7952x5304-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.752726382539,100,78.494547234923\" alt=\"A still from the film showing three teens in a house showing the signs of a New Year’s Eve party (lots of bottles, empty solo cups, and streamers).\" title=\"A still from the film showing three teens in a house showing the signs of a New Year’s Eve party (lots of bottles, empty solo cups, and streamers).\" data-has-syndication-rights=\"1\" data-caption=\"Jaeden Martell, Rachel Zegler, Julian Dennison in &lt;em&gt;Y2K.&lt;/em&gt;\" data-portal-copyright=\"\" />\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">A lot of the actors in your movie weren&#8217;t even alive on New Year&#8217;s Eve 1999. Did you have to have, like, Camp Y2K, where you kind of gave them the essentials of what life was like back then?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Kyle Mooney</strong></h4>\n\n<p class=\"has-text-align-none\">We made playlists for them. We sent them lists of movies to watch. And, you know, any phrase or reference they didn&#8217;t know, obviously, we&#8217;d fill them in. It was really on them to decide how much they wanted to invest in learning about the culture and the time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think the characters, even though they are these archetypes of the period and some of them are very distinctly late ’90s, early 2000s, there is a universal quality to them I think that even our young actors could relate to —  the vulnerability of being this age.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">Y2K, beyond your movie even, is <a href=\"https://www.wsj.com/style/fashion/y2k-time-cut-didi-the-fire-inside-early-2000s-nostalgia-movies-6815dd0f\">having a moment</a>. I mean, there are Y2K vintage clothing stores. Charli XCX, who had a huge year, has a song on her album called “Von Dutch.” Did the fact that Y2K is back in so many ways — you know, kids using digital point-and-shoot cameras again — help you sell this movie to A24? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Kyle Mooney</strong></h4>\n\n<p class=\"has-text-align-none\">I think so. I mean, I can&#8217;t say that I&#8217;m like the king of the zeitgeist by any means, you know what I mean? But you kind of got a sense that <a href=\"https://www.vox.com/the-goods/22364404/low-rise-jeans-trend-y2k-fashion\">Y2K as a fashion aesthetic</a> was coming back. But it&#8217;s grown in the time from the conceptualization to now. And now I feel like I&#8217;m just lucky that we&#8217;re getting it out in time because we&#8217;re probably at a moment where people will be sick of it after this, you know what I mean? And we could be like a month or two away.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Rameswaram</strong></h4>\n\n<p class=\"has-text-align-none\">Do you think we can learn anything from Y2K, from your experience making this movie?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Kyle Mooney</strong></h4>\n\n<p class=\"has-text-align-none\">You know, Y2K was something that we were overprepared for. And, like we said, nothing happened.  There were people working on these computers and making sure that we were ready. So there are these unsung heroes. Who knows what would have happened if they hadn&#8217;t done the work that they did? </p>\n\n<p class=\"has-text-align-none\">But I think we&#8217;ve seen in our fairly recent culture and history that there are moments that we were not prepared for and that then kind of shifted our lives. And so there is something to always be thoughtful about, like, “Okay, we should maybe take this somewhat seriously and think about it and make sure we&#8217;re all good if something bad were to happen.” Let&#8217;s not be super obsessive about it, but let&#8217;s be smart about it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Twenty-five years ago, millions of people were nervously looking ahead to New Year&#8217;s Eve. When the clocks struck midnight, they wondered, would they lose power? Would planes fall from the sky? Would banks collapse and the world order crumble? Such nightmarish fantasies were never truly based in reality, but the public genuinely feared that the [&#8230;]",
    "author": "Sean Rameswaram"
  },
  {
    "title": "The world’s most mysterious psychedelic is already inside your brain",
    "link": "https://www.vox.com/the-highlight/379914/dmt-psychedelics-drug-neuroscience-consciousness-ayahuasca",
    "pubDate": "2024-12-07T12:22:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a woman’s profile emerging from a brightly colored wooded area filled with mushrooms and flowers.\" data-caption=\"\" data-portal-copyright=\"JooHee Yoon for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue3_edit_7d8b79.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">There’s often a threshold for how weird something can sound beyond which most people stop taking it seriously. One of the quickest ways to kill a conversation, for example, is to start telling someone about that strange dream you had. Perhaps an even more surefire way to land on the far side of that threshold is to tell them about your trip on one of the most bizarre, powerful, and under-studied psychedelic drugs: DMT, or, if you speak chemistry, N,N-dimethyltryptamine.</p>\n\n<p class=\"has-text-align-none\">Tales of hyperdimensional worlds populated by various intelligent creatures —&nbsp;tiny <a href=\"https://realitysandwich.com/dmt-research-from-1956-to-the-edge-of-time/\">machine elves</a> eager to teach you the universe’s secrets or <a href=\"https://www.iflscience.com/why-do-people-see-elves-and-other-entities-when-they-smoke-dmt-62234\">giant praying mantises</a> that seem to harvest human emotions —&nbsp;are commonplace in DMT trip reports.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because these trips are so bizarre, even compared to other psychedelics, DMT has largely lived on the fringes of the <a href=\"https://www.vox.com/future-perfect/23721486/ketamine-dmt-lsd-psychedelics-magic-mushrooms-legalization-recreation-psilocybin\">ongoing revival in psychedelic research</a> and therapy. Ketamine clinics are spawning left and right. MDMA therapy teeters <a href=\"https://www.vox.com/future-perfect/365820/mdma-therapy-lykos-therapeutics-maps-psychedelics-ecstasy\">on the brink</a> of government approval. Legal psilocybin centers are set to open across multiple states. But DMT, once <a href=\"https://maps.org/srv/htdocs/wp-content/uploads/2007/11/01883lea.pdf\">called</a> &#8220;the nuclear bomb of the psychedelic family” by Harvard psychologist and psychedelic hype-man Timothy Leary, has lagged pretty far behind in mainstream attention and scientific interest.</p>\n\n<p class=\"has-text-align-none\">That’s slowly starting to change. “We unashamedly think there’s value here, beyond the weird stuff,” neuroscientist <a href=\"https://profiles.imperial.ac.uk/c.timmermann-slater15\">Chris Timmermann</a>, who leads the DMT Research Group at Imperial College London, told me. Like its more conventional psychedelic counterparts, DMT <a href=\"https://cybin.com/development-pipeline/\">could play</a> a role in psychedelic therapy, offering a new treatment for conditions ranging from <a href=\"https://www.forbes.com/sites/benjaminadams/2022/08/17/small-pharmas-patented-injectable-dmt-formulation-could-help-battle-depression/?sh=77645ccd641a\">depression</a> to <a href=\"https://www.mdpi.com/2076-3425/14/4/348\">cluster headaches</a> — and it could even serve as a kind of <a href=\"https://newrepublic.com/article/169525/psychonauts-training-psychedelics-dmt-extended-state\">rocket fuel</a> for the science of consciousness.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The compound naturally occurs in a variety of mammals and plants. “DMT is everywhere,” wrote chemist Alexander Shulgin, who created nearly <a href=\"https://www.nytimes.com/2005/01/30/magazine/dr-ecstasy.html\">200 psychedelics</a> through the late 20th century. Humans have been ingesting a slow-acting form of it for at least a few hundred, and perhaps <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6561276/\">thousands</a> of years by boiling DMT-containing vines and leaves to make the psychoactive brew <a href=\"https://www.sup.org/books/anthropology/global-ayahuasca/excerpt/introduction-excerpt\">ayahuasca</a>. But scientists didn’t figure out how to isolate, extract, and ingest pure DMT on its own <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6088236/\">until 1956</a>, which branched the drug off from ayahuasca into its own history.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>On high doses of DMT, the self does not disappear. Instead, the self feels largely intact, but transported to alternate worlds reconstructed out of the chaos.&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">If Timothy Leary <a href=\"https://www.npr.org/2018/01/05/575392333/nixons-manhunt-for-the-high-priest-of-lsd-in-the-most-dangerous-man-in-america\">was</a> the “high priest of LSD” in the 1960s, the eccentric philosopher <a href=\"https://www.nytimes.com/2000/04/09/us/terence-mckenna-53-dies-patron-of-psychedelic-drugs.html\">Terrence McKenna</a> became DMT’s rhapsodic bard a generation later. “My entire expectation of the nature of the world was just being shredded in front of me,” McKenna <a href=\"https://chacruna.net/terence-mckenna-first-smoked-dmt/\">recalled</a> of his first trip. “All this stuff was just so weird and so alien and so un-English-able that it was a complete shock — I mean, the literal turning inside out of my intellectual universe.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1322408018.jpg?quality=90&#038;strip=all&#038;crop=0,10.676808305058,100,78.646383389884\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Terrence McKenna.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Like other psychedelics, DMT was pushed underground when President Richard Nixon outlawed it in 1970. Well before today’s psychedelic renaissance, it was <a href=\"https://pubmed.ncbi.nlm.nih.gov/1941365/\">research</a> on DMT’s hallucinogenic <a href=\"https://jamanetwork.com/journals/jamapsychiatry/article-abstract/496497?casa_token=TMQ_XApNlkMAAAAA:uISolFyl-t7E-re-mNS7Bi0GCFbWyMBO58pWXyaNryWgIBeJ-Hha6LymsCOvrwNHeAjdJkJSww\">effects</a> led by psychiatrist Rick Strassman in the early 1990s that marked the first return of legal psychedelic research.</p>\n\n<p class=\"has-text-align-none\">In the decades since, other psychedelics have claimed the spotlight, but in the last few years, DMT research has shown hints of a resurgence. The drug’s unique properties may make it both a more convenient therapy and a more powerful tool for studying the mind than its trippy counterparts: While psilocybin or LSD trips run for <a href=\"https://www.nature.com/articles/s41586-023-06204-3\">several hours</a>, a DMT trip winds down after just <a href=\"https://www.nature.com/articles/s41598-024-53363-y\">20 minutes</a>, and <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10411500/\">unlike</a> with other psychedelics, users <a href=\"https://www.biologicalpsychiatryjournal.com/article/0006-3223(95)00200-6/abstract\">don’t build up</a> a tolerance to DMT that diminishes its impact.</p>\n\n<p class=\"has-text-align-none\">DMT’s propensity to construct rich alternate realities in the minds of its users can also help push the study of consciousness into new terrain. The drug puts the mind’s ability to create immersive, convincing models of the world on full display — the very same thing our minds do <a href=\"https://www.vox.com/the-gray-area/376839/creativity-predictive-processing-chaos-mark-miller\">during ordinary consciousness</a> (and dreams). And if DMT can simulate that process in a quick and controllable way, then studying the mechanics of DMT trips could help us learn more about the construction of our sober minds, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, even with all the world’s research funding and best scientific minds, we may never be able to truly “explain” what happens under the influence of this peculiar molecule — but there’s certainly more to know than we do now. So to the woefully incomplete degree that’s currently possible, here’s the news on DMT as we know it today, in not-quite-all of its curious and under-studied glory.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">When pure DMT hit the scene</h2>\n\n<p class=\"has-text-align-none\">Pure DMT was first synthesized in <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6088236/\">1931</a> but was set aside, leaving its effects unknown. It wasn’t until 1956 that the first straight DMT hit was reported. Hungarian pharmacologist Stephen Szára had wanted to study LSD, but upon requesting some from the Swiss Sandoz Laboratories, which had been supplying to psychiatrists in the 1950s, he was denied. Communist governments scared them enough, but communists with acid? That was too risky.</p>\n\n<p class=\"has-text-align-none\">No matter, thought Szára. He pored over the existing psychedelic literature, found research identifying DMT as an active ingredient in longstanding psychedelic drinks of the Amazon, extracted it from the Mimosa hostilis plant, and became the first person to describe what happens when you take a hit.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1417906279.jpg?quality=90&#038;strip=all&#038;crop=0,23.826799894557,100,52.346400210886\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">From his Budapest laboratory, Szára <a href=\"https://realitysandwich.com/dmt-research-from-1956-to-the-edge-of-time/\">reported</a> “brilliantly coloured oriental motifs and, later, wonderful scenes altering very rapidly.” Immediately after, he recruited volunteers from his hospital to try the strange drug. In these first DMT trials throughout the late 1950s, participants <a href=\"https://pubmed.ncbi.nlm.nih.gov/13554710/\">reported</a> rooms “full of spirits” and “curious objects.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“DMT is the most efficient reality-switching molecule currently known to exist”</p><cite>Andrew Gallimore</cite></blockquote></figure>\n\n<p class=\"has-text-align-none\">Rumors of the immensely powerful, conveniently short-lasting psychedelic began to spread through the 1960s counterculture (famously, they were pretty into mind-altering drugs). By 1962, word of DMT <a href=\"https://psychology.fas.harvard.edu/people/timothy-leary\">reached Timothy Leary</a>, who was then researching psychedelics at Harvard. He ran experiments that applied his idea of carefully crafting the “<a href=\"https://journals.sagepub.com/doi/full/10.1177/2050324516683325#:~:text=The%20set%20and%20setting%20hypothesis,which%20the%20experience%20takes%20place)%20(\">set and setting</a>” of a trip — focusing on how everything from a room’s lighting to one’s preexisting cultural ideals shape the psychedelic experience — to DMT. Though Leary’s experiments successfully nudged them toward increasingly positive experiences, DMT trips remained indelibly weird and never rose to the level of LSD among the counterculture’s preferred vehicles for exploring altered states of consciousness. When it was outlawed under the 1970 <a href=\"https://www.dea.gov/drug-information/csa\">Controlled Substances Act</a>, the modest interest that remained was largely put on ice.</p>\n\n<p class=\"has-text-align-none\">The freeze lasted until the early 1990s, when Strassman managed to jump through the heap of <a href=\"https://pubmed.ncbi.nlm.nih.gov/1941365/\">regulatory hoops</a> to carry out legal <a href=\"https://pubmed.ncbi.nlm.nih.gov/8297216/\">DMT research</a> at the University of New Mexico, making DMT the origin of today’s revival in psychedelic science. He went on to publish a <a href=\"https://www.google.com/books/edition/DMT_The_Spirit_Molecule/J14oDwAAQBAJ?hl=en\">book</a> in 2000 that dubbed DMT “the spirit molecule,” which was later adapted into one of the <a href=\"https://web.archive.org/web/20180724025758/https://variety.com/2018/film/news/dermot-mulroney-melora-walters-hard-luck-love-song-1202882056/\">most-viewed</a> documentaries on Netflix, starring podcaster Joe Rogan.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, DMT remained concentrated more on podcasts and internet forums than in the medical and therapeutic highways toward mainstream acceptance like MDMA and psilocybin. High-profile psychedelics research —&nbsp;like much of neuroscientist Roland Griffiths’s <a href=\"https://pubmed.ncbi.nlm.nih.gov/16826400/\">work</a> at Johns Hopkins or studies funded by the Multidisciplinary Association for Psychedelic Studies (<a href=\"https://maps.org/\">MAPS</a>) —&nbsp;has tended to focus on psilocybin or MDMA. By 2019, the world’s first <a href=\"https://www.imperial.ac.uk/news/190994/imperial-launches-worlds-first-centre-psychedelics/#:~:text=Funded%20by%20more%20than%20%C2%A3,into%20a%20licensed%20treatment%20for\">dedicated academic center</a> for psychedelic science opened at Imperial College London, where Timmermann was finishing up his PhD on the neuroscience of DMT. After advising a few PhD students also working on DMT, he figured, “Let’s make this into a group and focus our energies into understanding [DMT] from a consciousness perspective,” launching the university’s DMT Research Group in 2022.</p>\n\n<p class=\"has-text-align-none\">Now, Timmermann said, “there’s definitely traction here. And the way to develop that is by doing good science.”&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What it’s like to take DMT</h2>\n\n<p class=\"has-text-align-none\">Now, the fun stuff. Neurobiologist Andrew Gallimore, author of a <a href=\"https://www.amazon.com/Death-Astonishment-Confronting-Mystery-Strangest/dp/1250357756\">forthcoming book</a> on the history and science of DMT, <em>Death by Astonishment</em>, has <a href=\"https://www.amazon.com/Reality-Switch-Technologies-Psychedelics-Exploration/dp/1739110102\">called</a> it “the most efficient reality-switching molecule currently known to exist, almost instantaneously transporting the tripper from the Consensus Reality Space to a bizarre hyperdimensional omniverse teeming with superintelligent entities of every (un)imaginable form and character.”</p>\n\n<p class=\"has-text-align-none\">We’ll get to all that, but let’s move slowly.</p>\n\n<p class=\"has-text-align-none\">Recreationally, most people smoke DMT either from a pipe or, especially nowadays, a vape pen. The effects kick in within a few seconds, before you can even exhale the first hit. All psychedelic experiences are dose dependent — a gram and a half of dried mushrooms might as well be a different drug than 5 grams — and with DMT in particular, ascending doses lead not just to more intense experiences, but to different kinds altogether.</p>\n\n<p class=\"has-text-align-none\">There’s no agreed upon “map” of what <a href=\"https://yalebooks.yale.edu/book/9780300276091/psychonauts/\">psychonauts</a> (self-experimenters who explore altered states of consciousness) call the “DMT space.” Different people slice it up in different ways, with varying <a href=\"https://x.com/FatherMcKennaa/status/1582107818848837634\">degrees of detail</a>. Some taxonomies <a href=\"https://qri.org/blog/hyperbolic-geometry-dmt\">have six levels</a>, with names like “The Magic Eye Level” and “The Waiting Room.” Others have mapped out <a href=\"https://smoothbrains.net/posts/2023-02-19-dmt-with-two-eyes-open-part-i.html\">four-step ladders</a>. For brevity’s sake, I’m going to zoom out as much as possible and cram the weirdness of DMT trips into three simple categories: low, medium, and high doses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At low doses, the onset of DMT feels similar to other psychedelics. Colors grow more vivid, your body may tingle, the world appears a bit crisper, as though the contrast and saturation have been dialed up. A portentous, ambient sense of meaning begins to set in, what’s been called the “<a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">noetic quality</a>” of psychedelic trips.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more about the mystery of psychedelics</h2>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">The biggest unknown in psychedelic therapy is not the psychedelics</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">Why psychedelics produce some of the most meaningful experiences in people’s lives</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/2024/5/15/24156372/psychedelics-chronic-pain-cluster-headache-medicine-lsd-psilocybin\">Psychedelics could treat some of the worst chronic pain in the world</a></li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions, comments, or ideas?&nbsp;</strong>Email me: oshan.jarow@voxmedia.com.</p>\n</div>\n\n<p class=\"has-text-align-none\">At medium doses, that vivid picture of the world begins to dissolve into classically psychedelic imagery: swirling geometric patterns, flashing colors and shapes, and a general deconstruction of ordinary perception into chaos. Your ordinary sense of self, too, while not obliterated or dissolved, will likely begin to lose its familiar anchors in space and time.</p>\n\n<p class=\"has-text-align-none\">Then there are high, or “breakthrough,” doses (around 20–30 milligrams and up), where the distinctly DMT-flavored weird stuff starts to happen. The incoherent imagery of a medium dose snaps into a new kind of coherence, reconstructing a very high-definition world, albeit one that looks entirely different from what we’re familiar with. When people talk about exploring <a href=\"https://newrepublic.com/article/169525/psychonauts-training-psychedelics-dmt-extended-state\">other dimensions</a> on DMT, it’s this dose they’re talking about.</p>\n\n<p class=\"has-text-align-none\">“If the dose is sufficient … the user bursts through a kind of membrane into an entirely novel domain unlike anything within this universe,” as Gallimore <a href=\"https://www.amazon.com/gp/product/1739110102/\">put it</a>. “The most striking feature of this ‘DMT space’ is its structure, often described as ‘hyperdimensional.’” In our normal states of consciousness, human perception tends to see space as flat, even though, ever since Einstein’s theory of relativity, we’ve known that mass bends space and time. <a href=\"https://qri.org/blog/hyperbolic-geometry-dmt\">Some consciousness researchers</a> believe that on high doses of DMT, perception takes on this kind of <a href=\"https://www.discovermagazine.com/the-sciences/an-obscure-field-of-math-might-help-unlock-mysteries-of-human-perception\">curvy geometry</a>. That could help explain why the experiences are so strikingly unusual, and why it’s so hard to describe them back in our sober minds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But since DMT trips only last a few minutes, people often feel that they’re pulled out of the oddly curved DMT worlds right as they begin to find their bearings, or, as we should probably now get into, before they can finish their conversations with the entities.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">We do need to talk a bit about the DMT entities</h2>\n\n<p class=\"has-text-align-none\">One of the strangest things about these breakthrough doses are the entities. “I was neither intellectually nor emotionally prepared for the frequency with which contact with beings occurred in our studies, nor the often utterly bizarre nature of these experiences,” Strassman wrote of his DMT experiments in the ’90s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not everyone meets entities on DMT, but it happens often enough that it seems like more than a random quirk. A 2022 <a href=\"https://www.nature.com/articles/s41598-022-11999-8\">analysis</a> of 10 years worth of trip reports posted on the r/DMT subreddit, totalling 3,778 DMT experiences, 45.5 percent included “entity encounters,” including: deities, aliens, “creature-based entities” like reptilian and insect beings, mythological beings, “machine elves,” and “jesters.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1468272759.gif?quality=90&#038;strip=all&#038;crop=0,3.3830044301248,100,93.23399113975\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"An artistic rendition of a DMT entity.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">While McKenna, who succeeded Leary as <a href=\"https://www.google.com/books/edition/The_Re_Enchantment_of_the_West_Vol_2/iIfdkgicKhIC?hl=en&amp;gbpv=1&amp;pg=PA113&amp;printsec=frontcover\">the voice</a> of the psychedelic counterculture, is often credited with <a href=\"https://www.harpercollins.com/products/the-archaic-revival-terence-mckenna?variant=32117983543330\">spreading the idea</a> and expectation of encountering “self-transforming machine elves” in DMT space, humans have been encountering other seemingly intelligent beings while under the influence of DMT since well before he <a href=\"https://chacruna.net/terence-mckenna-first-smoked-dmt/\">had his first trip</a> in 1965. One of the hallmarks of ayahuasca is encountering other spirits and beings, so much so that ayahuasca is often personified as “<a href=\"https://www.facebook.com/watch/?v=358273108267284\">Mother Aya</a>.”</p>\n\n<p class=\"has-text-align-none\">Even among the early pure DMT users in Szára’s experiments in the 1950s, people <a href=\"https://www.cambridge.org/core/journals/journal-of-mental-science/article/abs/dimethyltryptamine-experiments-with-psychotics/1AAE2E0411B8CE878FA80D9F67E9CB13\">reported</a> seeing “strange creatures, dwarfs or something.” A young physician <a href=\"https://pubmed.ncbi.nlm.nih.gov/13554710/\">recalled</a> that “The whole room is filled with spirits.” Another stated, “In front of me are two quiet, sunlit Gods … I think they are welcoming me into this new world.”</p>\n\n<p class=\"has-text-align-none\">A whole scientific <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0214377#sec008\">literature</a> <a href=\"https://www.nature.com/articles/s41598-022-11999-8\">is</a> <a href=\"https://journals.sagepub.com/doi/full/10.1177/0269881120916143\">emerging</a> to document the different kinds of entities people meet in DMT spaces. (And outside of peer review, there’s <a href=\"https://go.gale.com/ps/i.do?id=GALE%7CA667306437&amp;sid=googleScholar&amp;v=2.1&amp;it=r&amp;linkaccess=abs&amp;issn=10639330&amp;p=AONE&amp;sw=w&amp;userGroupName=nysl_oweb&amp;isGeoAuthType=true&amp;aty=geo\">a debate</a> over whether these entities and alternate dimensions are “real.” Gallimore, for example, has argued for conducting <a href=\"https://www.youtube.com/watch?v=ba5pAjM8HZM\">diplomacy with the DMT entities</a>, since we can’t rule out their existence.)&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Either way, the full-on construction of novel worlds and beings gives scientists an opportunity to study the mind in the midst of one of its most dazzling abilities: creating worlds of experience. “You can track the brain as it’s dissolving the habitual model of the world and generating a novel one that has equal or even deeper feelings of immersion,&#8221; Timmerman told me.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What DMT could mean for the science of consciousness</h2>\n\n<p class=\"has-text-align-none\">DMT, along with the other classical psychedelics — psilocybin, LSD, and mescaline — share a primary mechanism of action, binding to the serotonin 2A receptor and <a href=\"https://www.pnas.org/doi/10.1073/pnas.2218949120\">scrambling activity</a> across both the brain’s default-mode and salience networks (brain regions responsible for self-referential thinking and helping our brains choose what information is worth paying attention to). DMT also binds to the <a href=\"https://www.sciencedirect.com/science/article/pii/S0028390821001660?dgcid=raven_sd_recommender_email#\">sigma-1 receptor</a>, which a team of Hungarian <a href=\"https://www.sciencedirect.com/science/article/pii/S0028390821001660?dgcid=raven_sd_recommender_email#!\">researchers recently found</a> helps protect brain cells when they lack oxygen, as in a stroke. At least one neuroscientist thinks that <a href=\"https://doubleblindmag.com/no-dmt-entities-arent-real/\">could help explain</a> the whole entities thing.</p>\n\n<p class=\"has-text-align-none\">Also like other classical psychedelics, DMT is neither physiologically addictive (though any drug carries <a href=\"https://journals.sagepub.com/doi/10.1177/0269881113513852\">abuse potential</a>) nor <a href=\"https://pubmed.ncbi.nlm.nih.gov/23619992/\">toxic</a> to the brain (per that sigma-1 research, it could actually be neuroprotective). Still, DMT experiences can be destabilizing. One of the main risks is sometimes called “<a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4817368\">ontological shock</a>,” where someone’s worldview is undermined in a way that causes lasting distress. One <a href=\"https://journals.sagepub.com/doi/full/10.1177/0269881120916143\">survey of 2,561 DMT users</a> found that more than half who identified as atheists before their DMT trips no longer identified as atheist afterward. There’s nothing wrong with abandoning atheism per se, but upending worldviews should always be handled with care, caution, and available support.</p>\n\n<p class=\"has-text-align-none\">That said, upending worldviews in reliable, controlled, and targeted ways could also help advance our understanding of how minds construct worldviews in the first place.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So far, though, psychedelics <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8378075/\">haven’t quite lived up</a> to their <a href=\"https://www.google.com/books/edition/LSD_Psychotherapy/DYU3AQAAIAAJ?hl=en&amp;gbpv=0&amp;bsq=microscope\">promise</a> of revolutionizing the science of consciousness. “The big limitation on the use of psychedelics to understand the mind and brain concerns how difficult it is to isolate components of the psychedelic experience that we’re interested in,” said Timmermann. His hope is that short trips associated with DMT, which can be repeated in quick succession without diminishing in intensity, will prove more easily interpretable to scientists working in lab settings. For example, DMT research is already turning up a curious pattern that hasn’t emerged with other psychedelics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the major findings in psychedelic science has been that the entropy —&nbsp;or randomness, complexity, and disorder —&nbsp;of brain activity is a kind of signature of a trip’s intensity. Stronger trips are associated with higher levels of entropy in the brain, all the way to reports of “<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC6007152/\">ego dissolution</a>,” dubbed the “<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0028390818301175#:~:text=The%20entropic%20brain%20hypothesis%20proposes,informational%20richness%20of%20conscious%20states.\">entropic brain” hypothesis</a> by neuroscientist <a href=\"https://www.vox.com/23896208/robin-carhart-harris-professor-neurology-psychedelics-ucsf-future-perfect-50-2023\">Robin Carhart-Harris</a>. Most psychedelics push our minds from <a href=\"https://www.frontiersin.org/journals/human-neuroscience/articles/10.3389/fnhum.2014.00020/full\">order to disorder</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">One surprising thing</h2>\n\n\n\n<p class=\"has-text-align-none\">A 2006 study found that two months after taking&nbsp;<a href=\"https://www.vox.com/future-perfect/2020/10/9/21506664/psychedelics-mental-health-depression-ptsd-psilocybin-mdma\">psilocybin</a>, the active ingredient in magic mushrooms, two-thirds out of 30 volunteers rated their trip as one of the five most meaningful experiences of their lives.</p>\n\n\n\n<p class=\"has-text-align-none\">Read Vox’s reporting on <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">the science of how psychedelics crank up the dial of meaningful experiences here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">DMT fits this mold, up to a point. Low to medium doses show a reduction in the alpha frequency of brain waves (which <a href=\"https://www.sciencedirect.com/topics/neuroscience/alpha-wave\">correspond</a> to relaxed and wakeful states), along with rising entropy, a <a href=\"https://www.nature.com/articles/s41598-019-51974-4\">signature finding</a> of sober brains sinking deeper into a trip.</p>\n\n<p class=\"has-text-align-none\">But in high doses of DMT, that trend flips. The self does not disappear. Instead, the self feels largely intact, but transported to alternate worlds reconstructed out of the chaos. The rising entropy gives way to new neural signatures of order. “We’re starting to see the emergence of low-frequency brain waves in the breakthrough state, usually called delta or theta waves,” Timmermann said. “What’s intriguing about them is that these brain waves are very much present when people are asleep and dreaming. And there’s a resonance between dreams and the DMT state, the deconstruction of the assumptions about external waking life and the reconstruction of a novel world of experience.”</p>\n\n<p class=\"has-text-align-none\">These “contractions” in brain entropy, as Timmermann called them, tend to happen when his team asks tripping study participants to pay attention to a single, salient feature of their experience, like an entity. “Our perceptual systems are finding a way to make sense out of this chaos,” he said.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Researchers hope that probing how DMT deconstructs and reconstructs our experiences of the world can make at least some progress on psychedelic science’s original promise of a major leap in our understanding of consciousness. “Our scientists are interested in how world-modeling actually comes about, and whether something like DMT can simulate that for us,” said Timmermann. That, in turn, can help us understand “how we generate a model of the world in our habitual, daily lives.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Next year, Timmermann’s research group is moving to University College London, where they’ll add DMT’s molecular relative, 5-MeO-DMT (bufo), to their research agenda, which, I kid you not, is considered <a href=\"https://www.youtube.com/watch?v=0RonFMPnZq8\">even stronger</a> than DMT. If DMT can help scientists study how brains model worlds, bufo can show what happens when the brain stops modeling everything altogether and a bare form of consciousness without content remains.</p>\n\n<p class=\"has-text-align-none\">“5-MeO-DMT is like the modeler of no-worlds … it’s like a canvas without the paint on it. If we can have that experience, then you can look into the more fundamental, core workings of the mind and brain,” said Timmermann. Together, DMT and bufo could make for a hell of a one-two punch in the future of consciousness science.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What the heck is DMT doing in the human body?</h2>\n\n<p class=\"has-text-align-none\">Another mystery sets DMT apart from just about every other psychedelic: It’s <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC4149582/\">naturally produced</a> by the human body, and no one knows why.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Research <a href=\"https://www.nature.com/articles/s41598-019-45812-w\">published in 2019</a> led by a team at the University of Michigan found that some parts of the mammalian brain can have similar levels of DMT as they do serotonin, a neurotransmitter that regulates a huge variety of important <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK545168/\">functions</a>, from behavior and mood to memory.</p>\n\n<p class=\"has-text-align-none\">When trace amounts of naturally occurring DMT were first <a href=\"https://www.nature.com/articles/2061052a0\">found in humans</a> in 1965, scientists <a href=\"https://journals.sagepub.com/doi/10.1177/02698811221104054\">speculated</a> that it may underlie mental illness, like schizophrenia. Further research found that DMT might actually mitigate symptoms of psychosis, which <a href=\"https://mcb.berkeley.edu/labs2/presti/sites/mcb.berkeley.edu.labs2.presti/files/u3/2005%20DMT%20Jacob%20Presti.pdf\">tanked</a> that idea pretty quickly.</p>\n\n<p class=\"has-text-align-none\">Next, in 1976, it was <a href=\"https://pubmed.ncbi.nlm.nih.gov/4987/\">proposed</a> that DMT might be a neurotransmitter, akin to serotonin and <a href=\"https://www.vox.com/future-perfect/24159087/what-is-dopamine-hacking-fasting-does-it-work-science\">dopamine</a>, that has a functional role in the body. Serotonin is popularly associated with happiness, dopamine with motivation and pleasure — but what the heck would DMT be doing in the neurochemistry of our minds?</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://journals.sagepub.com/doi/10.1177/02698811221104054\">2022 review</a> of the last 60 years of debate over DMT’s function concluded that DMT is likely doing <em>something</em> in the brain. But in the two years since, <a href=\"https://www.nature.com/articles/s41598-023-27538-y\">new research</a> has turned up more questions than answers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s tempting to speculate. When Strassman called DMT “the spirit molecule,” he meant it rather literally: Its function in the brain, he argued, is simply to elicit psychological states that we call spiritual. Research <a href=\"https://www.nature.com/articles/s41598-019-45812-w#Abs1\">published in 2019</a> showed that levels of DMT in rat brains spike during cardiac arrest, lending some substance to <a href=\"https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2018.01424/full\">a link</a> between DMT and near-death experiences.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But neuroscientist Jimo Borjigin, lead author of that study and <a href=\"https://dmtquest.org/dr-jimo-borjigin/\">considered</a> one of the world’s leading experts on the puzzle of DMT in the human body, put it bluntly: “We know nothing — seriously! — about the role of endogenous DMT.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Mainstreaming DMT</h2>\n\n<p class=\"has-text-align-none\">For all the far-out ridiculousness of DMT — the curvy geometry, the mischievous but <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0214377\">generally benevolent</a> elves, the prospect of hidden dimensions — it could have remarkably practical applications. <a href=\"https://www.mdpi.com/2076-3425/14/4/348\">Studies</a> are beginning to corroborate <a href=\"https://clusterbusters.org/forums/topic/1016-anyone-tried-dmt-for-ch/\">anecdotes</a>, for example, that DMT could <a href=\"https://forum-bots.effectivealtruism.org/posts/4dppcsbcbHZxyBC56/treating-cluster-headaches-using-n-n-dmt-and-other-1\">treat cluster headaches</a>, one of the most <a href=\"https://www.vox.com/future-perfect/2024/5/15/24156372/psychedelics-chronic-pain-cluster-headache-medicine-lsd-psilocybin\">painful conditions</a> known to humankind.&nbsp;</p>\n\n<p class=\"has-text-align-none\">DMT could also offer a few advantages over the current generation of psychedelic therapy treatments that rely on MDMA or psilocybin. The big one is money: Psychedelic therapy is incredibly expensive. A few months of MDMA therapy recently tested in clinical trials cost about $<a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8880875/\">11,537</a> per patient, nearly half of which came from paying two therapists to stay with each patient for a full eight hours during the MDMA sessions. DMT, since it winds down within 20 minutes, could make for much more affordable treatments. </p>\n\n<p class=\"has-text-align-none\">Gallimore and Strassman <a href=\"https://www.frontiersin.org/journals/pharmacology/articles/10.3389/fphar.2016.00211/full\">have proposed</a> the possibility of extending DMT trips via a steady IV drip, keeping levels of DMT in the body elevated and stable much like we do with anesthesia during surgery. Last year, researchers from Imperial College London kept 11 healthy volunteers in the DMT space for an extended period of 30 minutes, <a href=\"https://journals.sagepub.com/doi/10.1177/02698811231196877\">demonstrating for the first time</a> that “extended DMT,” or DMTx, works and that the length and intensity of DMT therapy sessions could be customized to patient preferences.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When we speak about precision psychiatry and how to treat individuals according to their specific profiles and needs, a plastic and dynamic psychedelic experience could make things cheaper and more effective,” said Timmermann.</p>\n\n<p class=\"has-text-align-none\">DMT has already shown promising results <a href=\"https://www.nature.com/articles/s41598-024-53363-y\">for depression</a>, and clinical trials are <a href=\"https://cybin.com/development-pipeline/\">underway</a> —&nbsp;and patents <a href=\"https://www.forbes.com/sites/benjaminadams/2022/08/17/small-pharmas-patented-injectable-dmt-formulation-could-help-battle-depression/?sh=77645ccd641a\">being filed</a> —&nbsp;for DMT as an injectable treatment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Extended DMT would be exciting news on the consciousness science front, too. The longer people can stay in the strange worlds of DMT space, the more access that gives scientists and psychonauts alike to one of the mind’s most fascinating tricks: constructing worlds of experience. And even though these worlds may be so alien that many of us might be tempted to write them off, there’s no explanation for our universe, no matter how sober, that isn’t unfathomably weird, as philosopher Eric Schwitzgebel writes in his book, <a href=\"https://press.princeton.edu/books/hardcover/9780691215679/the-weirdness-of-the-world?srsltid=AfmBOorISq2hUpj8zTCHSMmWIEAwQReC7pQ41HBk9Ka520s2tfq_EKjl\"><em>The Weirdness of the World</em></a>. There’s only “a complex blossoming of bizarre possibilities,” where “something radically contrary to common sense must be true about the fundamental structures of the mind and the world.”</p>\n\n<p class=\"has-text-align-none\">Given how DMT seems to shred just about every bit of common sense, perhaps it’ll help turn up some answers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether that happens may depend on efforts to rein DMT in from the fringes of psychedelia. Given its ubiquity in nature, there’s plenty to go around. And given its presence in our bodies, we all stand to gain from a better understanding of what it’s doing there and why taking more of it leads to what remains perhaps the most bizarre kinds of experiences humans have yet encountered.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There’s often a threshold for how weird something can sound beyond which most people stop taking it seriously. One of the quickest ways to kill a conversation, for example, is to start telling someone about that strange dream you had. Perhaps an even more surefire way to land on the far side of that threshold [&#8230;]",
    "author": "Oshan Jarow"
  },
  {
    "title": "Mexico just put animal welfare into its national constitution",
    "link": "https://www.vox.com/future-perfect/390144/mexico-constitution-reform-animal-rights",
    "pubDate": "2024-12-07T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"President Claudia Sheinbaum smiles during a press briefing.\" data-caption=\"President Claudia Sheinbaum a the daily morning briefing at the National Palace on October 14, 2024, in Mexico City, Mexico. | Emiliano Molina/ObturadorMX/Getty Images\" data-portal-copyright=\"Emiliano Molina/ObturadorMX/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2178478944.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President Claudia Sheinbaum a the daily morning briefing at the National Palace on October 14, 2024, in Mexico City, Mexico. | Emiliano Molina/ObturadorMX/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">This week was a big win for animals across Mexico. </p>\n\n<p class=\"has-text-align-none\">On December 2, Mexican President <a href=\"https://www.vox.com/politics/353131/claudia-sheinbaum-amlo-lopez-obrador-mexico-elections-politics-morena-pri-pan\">Claudia Sheinbaum</a> <a href=\"https://animalequality.org/news/mexicos-president-to-protect-animals/\">signed</a> a set of <a href=\"https://www.diputados.gob.mx/LeyesBiblio/ref/dof/CPEUM_ref_267_02dic24.pdf\">constitutional reforms</a> that will pave the way for a comprehensive federal animal welfare law. The changes represent the first-ever mention of nonhuman animals in the Mexican Constitution, marking a milestone achievement for Mexico’s animal rights movement, which has for years been drawing attention to pervasive animal cruelty and extreme confinement in the country’s growing meat industry.</p>\n\n<p class=\"has-text-align-none\">“This is huge,” says <a href=\"https://www.vox.com/future-perfect/386449/2024-future-perfect-50-progress-ai-climate-animal-welfare-innovation?section=dulceramirez\">Dulce Ramirez</a>, executive director of Animal Equality Mexico and the vice president of Animal Equality’s Latin American operations. These constitutional changes come after two years of campaigning by animal advocacy organizations, including Igauldad Animal Mexico, Humane Society International/Mexico (HSI/Mexico), and Movimiento Consciencia.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These reforms are internationally unique. While national animal protection laws aren’t uncommon, most countries have no mention of animals in their Constitutions. Constitutions are “a reflection of socially where we are,” Angela Fernandez, a law professor at the University of Toronto, told Vox, making any constitutional reform symbolically a big deal.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beyond Mexico, <a href=\"https://animal.law.harvard.edu/what-we-do/projects/constitutional-law/\">nine countries</a> include references to animals in their Constitutions, but those mentions have generally been brief and open to interpretation. “Mexico is different,” Kristen Stilt, faculty director at Harvard Law School’s Animal Law and Policy Program, told Vox. “It&#8217;s longer, it&#8217;s more specific. It&#8217;s in several provisions. It&#8217;s not just a general statement.”</p>\n\n<p class=\"has-text-align-none\">Plenty of countries have laws against animal mistreatment, including the US, where <a href=\"https://www.animallaw.info/content/state-animal-anti-cruelty-laws\">all 50 states</a> have an anti-cruelty law, but that doesn’t mean they’ve been particularly effective at stopping violence against animals. Part of the problem is that these laws very often <a href=\"https://aldf.org/article/laws-that-protect-animals/\">exempt</a> farmed animals such as cows, pigs, and chickens, thereby excluding from protection the overwhelming majority of animals that suffer at human hands. That’s where Mexico’s reforms stand out: They’re intended to protect all animals, including farmed animals and other exploited species.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The reforms in Mexico, the world&#8217;s largest Spanish-speaking country, represent a major advancement in the status of animals globally. It could set a precedent for other countries in Latin America, where a vibrant animal rights movement has emerged in recent years, said Macarena Montes Franceschini, a fellow at Harvard Law School’s Animal Law and Policy Program.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, as one of the world’s top producers of <a href=\"https://fas.usda.gov/data/production/commodity/0111000\">beef</a>, <a href=\"https://fas.usda.gov/data/production/commodity/0115000\">chicken</a>, <a href=\"https://fas.usda.gov/data/production/commodity/0113000\">pork</a>, <a href=\"https://www.statista.com/statistics/263971/top-10-countries-worldwide-in-egg-production/\">dairy</a>, and <a href=\"https://ourworldindata.org/grapher/egg-production-thousand-tonnes?tab=chart\">eggs</a>, Mexico has an intensive animal agriculture industry much like the US, says Antón Aguilar, Humane Society International/Mexico’s executive director. Business interests will undoubtedly want to influence the writing of animal welfare laws that could impact their bottom lines, <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">as they have in the US</a> and elsewhere. The question now is what changes the constitutional reforms will really bring to animal law in Mexico, and how effective they will be.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What will these reforms do?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">The reforms comprise changes to three separate articles of Mexico’s Constitution. The most foundational change amends the Constitution&#8217;s Article 73, which dictates what Congress has the authority to legislate on. The article now gives the federal government the power to issue laws on animal welfare and protection.</p>\n\n<p class=\"has-text-align-none\">Previously, animal welfare was largely left up to local and state authorities, and the result has been uneven laws and enforcement across the country. While all states in Mexico have animal protection legislation, just three include farmed animals: <a href=\"https://igualdadanimal.org/noticia/2022/06/08/hidalgo-primer-estado-de-mexico-en-proteger-a-los-animales/\">Hidalgo</a>, <a href=\"https://igualdadanimal.mx/noticia/2024/07/11/congreso-de-colima-aprueba-iniciativa-para-proteger-a-los-animales-en-granjas/\">Colima</a>, and as of last month, <a href=\"https://igualdadanimal.mx/noticia/2024/11/11/oaxaca-tiene-su-primera-ley-de-proteccion-e-incluye-a-los-animales-en-granja/\">Oaxaca</a>, following pressure from animal advocates. And though Mexico does have a <a href=\"https://www.animallaw.info/statute/mexico-health-ley-federal-de-sanidad-animal\">federal law on animal health</a> that focuses on farmed animals and includes some broad mentions of animal welfare, it was created to protect human health rather than animals. The same goes for Mexico’s <a href=\"https://www.animallaw.info/statute/mexico-wildlife-la-ley-general-de-vida-silvestre\">federal wildlife law</a>, which was written with a focus on sustainability and conservation, rather than on protecting individual animals from cruelty.</p>\n\n<p class=\"has-text-align-none\">Perhaps the most significant part of the reforms is an amendment to Article 4 of Mexico’s Constitution prohibiting the mistreatment of animals and directing the Mexican state to guarantee the protection, adequate treatment, and conservation and care of animals. The language is broad, Ramirez says, but she sees it as a substantial improvement over existing animal welfare laws. She and other advocates worked to ensure that no animals were excluded, particularly given that farmed animals have historically been left out of animal protection.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s really, really important in Mexico to start with this first step — but a big one — because now it&#8217;s all animals” that are covered, Ramirez said.</p>\n\n<p class=\"has-text-align-none\">The changes to Articles 4 and 73 tee up the creation of federal legislation on animal welfare. Under these reforms, Mexico’s Congress has been directed to write a first-of-its-kind General Law of Animal Welfare, Care, and Protection, a comprehensive bill that would address and develop regulations preventing the mistreatment of all types of animals, including farmed animals, wildlife, animals in laboratories, and companion animals, Aguilar said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This general animal welfare law will need to consider animals’“nature, characteristics and links with people,” according to the <a href=\"https://www.diputados.gob.mx/LeyesBiblio/ref/dof/CPEUM_ref_267_02dic24.pdf\">reform decree</a> released last week. What does this actually mean? Ramirez gave the example of chickens: Part of the natural behavior of these animals is to be able to spread their wings and move around. But if chickens are stuck in cages, as is standard practice on egg factory farms, they can’t do either of those things. Now, the idea is to develop legal criteria that would consider the ability to express these natural behaviors as part of their welfare. (The language could also be interpreted to prioritize human needs, however — particularly the reference to animals’ “links with people.” Animal Equality said they would interpret this through an animal welfare lens, and with the word “link” invoking what humans owe animals.)</p>\n\n<p class=\"has-text-align-none\">Finally, Article 3 of Mexico’s Constitution, which pertains to the education system, was also amended to require that animal welfare be included in school curricula for grade school and high school students. Aguilar said this change could help “attitudes shift and change in a very enduring, long-term way” for future generations. But the new constitutional language is unspecific, and the devil is in the details.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What’s next for animal welfare in Mexico</strong></h2>\n\n<p class=\"has-text-align-none\">Advocates in Mexico have two focuses going forward, Ramirez and Aguilar said: shaping the general animal welfare bill into a strong piece of legislation, and working with the Ministry of Education to get meaningful implementation of animal welfare into the national curriculum.</p>\n\n<p class=\"has-text-align-none\">It will also be important for lawmakers working on the new animal welfare bill to avoid industry capture. Various stakeholders will want a say in what regulations go into the law, including academic experts, animal-related professions such as veterinarians, and powerful corporate interests like animal agriculture producers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When asked about what concerns she might have about the implementation of the reforms, Fernandez pointed first to the sway of business interests. “Are there going to be generous justifications that maybe are very industry-dictated?” she asked. Animal Equality also told Vox via email that there have been times when Mexican authorities have failed to issue legislation, even in situations like this where they’ve been tasked to do so.</p>\n\n<p class=\"has-text-align-none\">But the animal welfare movement has relationships across the political spectrum that will likely work to its advantage when proposing what goes into this law. Ramirez told Vox that Animal Equality Mexico works with both liberal and conservative parties to find agreement on animal rights. Despite political polarization in Mexico, the animal welfare reforms “went very swiftly” through both chambers of the legislature, Aguilar said, passing <a href=\"https://animalequality.org/news/mexicos-president-to-protect-animals/\">unanimously</a> in each.</p>\n\n<p class=\"has-text-align-none\">“Animal issues are issues where political forces can find common ground,” he added.</p>\n\n<p class=\"has-text-align-none\">The left-wing Morena party, of which recently elected President Sheinbaum is a member, also holds a majority of seats in both of Mexico’s legislative chambers. Before signing onto the constitutional reforms, Sheinbaum <a href=\"https://igualdadanimal.mx/noticia/2024/10/01/sheinbaum-respalda-la-reforma-constitucional-contra-el-maltrato-animal/\" data-type=\"link\" data-id=\"https://igualdadanimal.mx/noticia/2024/10/01/sheinbaum-respalda-la-reforma-constitucional-contra-el-maltrato-animal/\">vocalized her support</a> for them in her first address as the country’s leader.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there’s an internal challenge, too, according to Aguilar and Ramirez. Animal welfare organizations that cover different species and different aspects of animal welfare will need to work as a united front. Some groups’ work focuses primarily on protections for farmed animals, others focus on banning bullfighting and cockfighting, and some have their sights on companion animals. It may be hard to settle on a proposal that works for everyone.</p>\n\n<p class=\"has-text-align-none\">Ensuring meaningful implementation and enforcement will also be key concerns. &#8220;You can undercut obviously good language by poor enforcement,” Stilt said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think the worst thing that could happen is for this to just be a pretty provision in the Constitution and nothing else,” said Montes Franceschini. “Not seeing any change for the government, not to give resources to the agency that has to ensure animal protection, not having funding, not having staff, not teaching police officers how to act in case of animal mistreatment. I think that that would worry me.”</p>\n\n<p class=\"has-text-align-none\">The future of animal welfare will be <a href=\"https://www.vox.com/future-perfect/23344716/future-perfect-50-carolina-galvani-animal-welfare-activist-sinergia-animal\">decided in the Global South</a>, where meat consumption and American-style factory farming are growing rapidly. Animal welfare advocates in Mexico are entering new, more ambitious, potentially much more impactful territory, a testament to the movement’s strength and political savvy. Other nations will be watching.&nbsp;</p>\n\n<p class=\"has-text-align-none\">&#8220;It&#8217;s going to get pretty interesting,” said Aguilar. “I&#8217;m optimistic that we will come up with good compromises that are good for animals.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This week was a big win for animals across Mexico.  On December 2, Mexican President Claudia Sheinbaum signed a set of constitutional reforms that will pave the way for a comprehensive federal animal welfare law. The changes represent the first-ever mention of nonhuman animals in the Mexican Constitution, marking a milestone achievement for Mexico’s animal [&#8230;]",
    "author": "Sam Delgado"
  },
  {
    "title": "How to think about the public backlash to the killing of a health care CEO",
    "link": "https://www.vox.com/future-perfect/390223/united-healthcare-ceo-online-backlash-empathy",
    "pubDate": "2024-12-07T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Hands holding a wanted poster.\" data-caption=\"A spokesperson for the New York Police Department holds a wanted poster during an NYPD press conference regarding a homicide authorities believe was a targeted attack, at One Police Plaza on December 4, 2024, in New York City. | Alex Kent/Getty Images\" data-portal-copyright=\"Alex Kent/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2187620220.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A spokesperson for the New York Police Department holds a wanted poster during an NYPD press conference regarding a homicide authorities believe was a targeted attack, at One Police Plaza on December 4, 2024, in New York City. | Alex Kent/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A man was killed. That’s the kind of thing people normally get upset about. But not this week. This week, when UnitedHealthcare CEO Brian Thompson was <a href=\"https://www.nytimes.com/2024/12/05/nyregion/social-media-insurance-industry-brian-thompson.html?partner=slack&amp;smid=sl-share\">shot dead</a> in Manhattan, the internet erupted in cheers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many people, including many progressives and liberals, said they would refuse to mourn the UnitedHealthcare executive because of the habitual unfairness of health insurance providers like the one Thompson oversaw.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The backlash against Thompson spread across social media, from <a href=\"https://www.tiktok.com/@gramhamcam/video/7444712287648091422\">TikTok</a> to <a href=\"https://x.com/cappcommamatt/status/1864356139665650050\">Twitter</a>, <a href=\"https://www.linkedin.com/feed/update/urn:li:ugcPost:7270128805095043073?commentUrn=urn%3Ali%3Acomment%3A%28ugcPost%3A7270128805095043073%2C7270223819607281664%29&amp;dashCommentUrn=urn%3Ali%3Afsd_comment%3A%287270223819607281664%2Curn%3Ali%3AugcPost%3A7270128805095043073%29\">LinkedIn</a> to <a href=\"https://bsky.app/profile/kenklippenstein.bsky.social/post/3lcilb67oas2b\">Bluesky</a> — typically acerbic jokes about the poster’s empathy being out of network or that Thompson’s claim to sympathy had been denied. Some users commented with “deny, delay, depose” — a reference to the three words reportedly inscribed on the gunman’s shell casings, themselves <a href=\"https://www.usnews.com/news/us/articles/2024-12-05/words-on-ammo-in-ceo-shooting-echo-common-phrase-on-insurer-tactics-delay-deny-defend\">a reference</a> to the well-known insurance system tactic of “deny, delay, defend” when warding off claims from patients.</p>\n\n<p class=\"has-text-align-none\">The online reaction felt uncomfortable to some bystanders given that we’re all supposed to care about human dignity —&nbsp;the idea that every single person has intrinsic and inalienable value. The concept is at the heart of human rights: It’s because every person has value that they have the right to, say, not be murdered.</p>\n\n<p class=\"has-text-align-none\">Yet the people posting vitriolic comments about Thompson feel justified in being smug about the death of this human in particular. That may be understandable, given the millions of Americans who suffered as a result of the industry that he represented. But disregarding human dignity by committing or cheering on an act of violence can’t be the answer. So, what is? Is there a better way to square moral outrage at someone and what they represent, while keeping faith with a belief in their human dignity?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How to think about human dignity</strong></h2>\n\n<p class=\"has-text-align-none\">Our greatest philosophers and spiritual thinkers have considered this same dilemma over the course of centuries. We can learn from the insights they surfaced along the way.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The idea of human dignity crystallized in the wake of World War II, when the Universal Declaration of Human Rights <a href=\"https://www.ohchr.org/sites/default/files/UDHR/Documents/UDHR_Translations/eng.pdf\">proclaimed</a> in its first article, “All human beings are born free and equal in dignity and rights.” But the concept goes back much, much further.</p>\n\n<p class=\"has-text-align-none\">It goes back to the Hebrew Bible, which teaches that humankind was created “in the image of God.” Both Judaism and Christianity took this to mean that each person has something of the divine in them. That means they have inherent worth, a fundamental sanctity that should be respected. In other words, the <a href=\"https://www.pbs.org/faithandreason/theogloss/imago-body.html#:~:text=(%22image%20of%20God%22)%3A%20A%20theological%20term%2C,relation%20between%20God%20and%20humanity.\">theological doctrine of imago dei</a>, or “image of God,” isn’t just a creation myth, it is the grounds of a moral imperative: You have to treat people as though there’s God in them, because there is.  </p>\n\n<p class=\"has-text-align-none\">To get a sense of how this idea played out in the ancient imagination, consider this story. According to the Bible, when Moses was liberating the Israelites from slavery in Egypt, he parted the sea so they could walk through to the other side. Pharaoh and his Egyptian charioteers came chasing after them. But as soon as the Israelites made it safely through, God sent the waves crashing back down, drowning the Egyptians.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The ancient rabbis, embellishing this biblical story, wrote that the angels in heaven started cheering and praising God when they saw the Egyptians drowning. God got angry at the angels and <a href=\"https://www.sefaria.org/Megillah.10b.26?lang=bi\">rebuked them</a>: “The work of My hands, the Egyptians, are drowning at sea, and you wish to say songs?” </p>\n\n<p class=\"has-text-align-none\">The story shows the tension between anger at an oppressor and the idea of human dignity —&nbsp;and it comes out on the side of human dignity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This idea filtered down through Western thought and was amplified in the Enlightenment era. The 18th-century philosopher Immanuel Kant gave it a secular formulation when he <a href=\"https://plato.stanford.edu/entries/persons-means/\">argued</a> that you should never treat a human being as a means to an end; people are ends in themselves. That provided a foundation for human dignity as it came to be codified in the secular human rights movement and the Universal Declaration of Human Rights.</p>\n\n<p class=\"has-text-align-none\">The same core idea arose among Eastern thinkers. Buddhist philosophy, for example, <a href=\"https://tricycle.org/article/true-or-false-humans-have-buddha-nature/\">emphasizes</a> that all beings have “Buddha nature,” or the potential to be enlightened. Yes, we sometimes commit harmful actions, but that’s because we’re subject to certain “causes and conditions” — like ignorance and suffering —&nbsp;that keep us trapped in wrong views and habits. This philosophy encourages us to feel compassion for the person who is trapped in suffering and therefore acting unskillfully. It doesn’t mean we have to approve of their actions, but we shouldn’t hate the person or wish them ill even if their actions have harmed us.</p>\n\n<p class=\"has-text-align-none\">When a human being has acted in a way that’s morally repugnant, you can remember that all humans have value and dignity, while also recognizing that sometimes their conditions —&nbsp;the systems they’re embedded in — twist them into morally deformed beings. That is tragic, and we mourn for that. It has tragic consequences for many other people, and we mourn for that, too. And then we turn that mourning into action: action to change the conditions, so that in future, such tragedy won’t occur again.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How to think about the people trolling Brian Thompson&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Why has the public response to the killing of Thompson overwhelmingly been derision for the deceased and admiration for the unidentified shooter?</p>\n\n<p class=\"has-text-align-none\">It would be easy to write this trend off as performative callousness or as a sardonic form of social media politicking. And it’s true that there’s an overwhelming tendency across social media for people to respond to juicy political moments with politically edged sound bites and memetic phrases — for example, gags about the <a href=\"https://www.cnn.com/2018/02/20/us/thoughts-and-prayers-florida-school-shooting-trnd/index.html\">hollow refrain of “thoughts and prayers,”</a> or the demonstrative <a href=\"https://www.nytimes.com/2021/11/27/style/anti-vaccine-deaths-social-media.html\">lack of empathy</a> many show whenever a prominent anti-vaxxer dies from Covid or another preventable virus.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet there’s more going on here than just knee-jerk trolling, and it’s important to take a step back and think about why frustration is so high. Rather than blaming one another for not responding to news of the shooting in the “right” way, perhaps we should recognize that deficit as a yearning for a society that shows more compassion by default to its most vulnerable members.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Reddit’s News subreddit, the <a href=\"https://www.reddit.com/r/news/comments/1h6h0wp/unitedhealthcare_ceo_fatally_shot_ny_post_reports/\">top thread</a> about the shooting quickly filled with first-hand accounts of people whose claims had been denied by UHC and other insurance providers. “My wife has MS, and we have been fighting with the insurance company for months because they have been denying her medication,” <a href=\"https://www.reddit.com/r/news/comments/1h6h0wp/unitedhealthcare_ceo_fatally_shot_ny_post_reports/m0dosvm/\">wrote</a> one user. “I don&#8217;t condone violence against these CEOs, but I understand it.”</p>\n\n<p class=\"has-text-align-none\">In her <a href=\"https://www.thehandbasket.co/p/united-healthcare-ceo-death-reactions\">newsletter</a>, independent journalist Marisa Kabas posited that the overwhelmingly negative public response to Thompson in the wake of the shooting was more than just performative vitriol. Comparing the reactions to <a href=\"https://www.vox.com/politics/2023/11/30/16454260/henry-kissinger-obituary-cold-war-100\">the death of former Secretary of State and accused war criminal Henry Kissinger</a>, she wrote, “[I]t quickly became clear [Thompson] was someone who many Americans considered to have <a href=\"https://www.propublica.org/article/unitedhealth-healthcare-insurance-denial-ulcerative-colitis?utm_source=www.thehandbasket.co&amp;utm_medium=referral&amp;utm_campaign=breaking-the-norms-of-death\">violated the human contract</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">When someone “violates the human contract,” it challenges us to think about how compassion works: Does it flow toward the largest number of people experiencing harm, toward a high-profile individual victim, or is there room in the imagination for both?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ideally, the answer is both.</p>\n\n<p class=\"has-text-align-none\">But when we see how the world operates, and all the compassion needed and often denied, it’s little wonder we find ourselves at a deficit. In an ever more polarized society of vastly unequal wealth and large pockets of anti-capitalist sentiment, many people are out of patience with being asked to have compassion for those who have shown little for people in their care, for humanity, or for the planet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">CEOs are arguably high on that list. Corporate regulation has been <a href=\"https://regulatorystudies.columbian.gwu.edu/brief-history-regulation-and-deregulation\">whittled down</a> over the last 40 years, and executives typically face little personal accountability for even their most inhumane decisions. A <a href=\"https://www.vox.com/scotus/357900/supreme-court-loper-bright-raimondo-chevron-power-grab\">recent Supreme Court ruling</a> that limits the power of federal agencies to oversee various business sectors has made seeking accountability even harder — and that has vast ramifications for the health care industry in particular.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Health policy outlet KFF <a href=\"https://www.kff.org/private-insurance/issue-brief/supreme-court-decision-limiting-the-authority-of-federal-agencies-could-have-far-reaching-impacts-for-health-policy/\">concluded</a> that following the SCOTUS decision, there would be even more barriers to “key health care protections such as prescription drug affordability in Medicare, eligibility rules for Medicaid beneficiaries, infectious disease control and public safety standards, as well as consumer protections for those in self-insured private employer-sponsored plans.” In a separate <a href=\"https://www.kff.org/private-insurance/poll-finding/kff-survey-of-consumer-experiences-with-health-insurance/\">2023 poll</a>, KFF found that 58 percent of adults had experienced a problem with their health insurance in the last 12 months and that among that number fully half of them had been unable to resolve the issue. Then there are the <a href=\"https://www.kff.org/health-costs/issue-brief/americans-challenges-with-health-care-costs/\">hardships involved</a> with paying for insurance to begin with.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of course Thompson and his family deserve our compassion. But the system he was a key part of frequently operated with little compassion for the humans at the other end of his decisions, and the responses that default to jokes about being “out of network” underscore that. UnitedHealthcare routinely brings in revenue of <a href=\"https://www.unitedhealthgroup.com/content/dam/UHG/PDF/investors/2024/UNH-Q3-2024-Release.pdf\">over $100 billion</a>, with a 2025 revenue forecast of <a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/unitedhealth-forecasts-2025-profit-below-estimates-2024-12-03/\">more than $450 billion</a>. Of that, Thompson himself may have taken home as much as <a href=\"https://www.newsweek.com/brian-thompson-unitedhealthcare-ceo-dead-uhc-nyc-shooting-1995572\">$10 million a year</a>.</p>\n\n<p class=\"has-text-align-none\">These sums are staggering, and it feels profoundly difficult to reconcile that much money with the many deeply personal social media stories currently making the rounds — stories of denied claims and agonized fights for basic service, including the deployment of <a href=\"https://www.theregister.com/2023/11/15/unitedhealthcare_ai_medicine/\">an AI-based claims approval system</a> that was wrong up to 90 percent of the time. But it’s also worth noting that Thompson was reportedly aware of the problems in his industry. One employee <a href=\"https://www.nytimes.com/2024/12/05/nyregion/social-media-insurance-industry-brian-thompson.html\">told the New York Times</a> that Thompson often spoke about the need to change health care in the US.</p>\n\n<p class=\"has-text-align-none\">The humanity we show each other is a complicated thing. It’s possible that when we try to express our need for it — in this case, for other people caught in America&#8217;s health care system — we may be getting further away from that same humanity. It’s difficult, after all, to see the efficacy of a memetic response when it comes across as a callous disregard for personal tragedy, as a denial of care for a dead man and his family.</p>\n\n<p class=\"has-text-align-none\">Perhaps what’s required to grapple with this moment is an expansion of compassion rather than a limiting of it. You can have compassion for Brian Thompson and his family, and you can also have compassion for the millions of Americans who suffered as a result of the decisions made by his industry and the company he oversaw. </p>\n\n<p class=\"has-text-align-none\">And then you can refocus on calling for the kind of meaningful systemic reforms that can actually make a difference — before the next viral vigilante prompts another cyclical cultural conversation about who deserves our empathy.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A man was killed. That’s the kind of thing people normally get upset about. But not this week. This week, when UnitedHealthcare CEO Brian Thompson was shot dead in Manhattan, the internet erupted in cheers.&#160; Many people, including many progressives and liberals, said they would refuse to mourn the UnitedHealthcare executive because of the habitual [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "The deep roots of Americans&#8217; hatred of their health care system",
    "link": "https://www.vox.com/future-perfect/390111/united-healthcare-ceo-shot-insurance-hospitals-doctors",
    "pubDate": "2024-12-06T22:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/Healthcare_Dylan_Vox.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Support independent journalism that matters — </em><a href=\"https://www.vox.com/support-now?itm_campaign=article-header-Q42024&amp;itm_medium=site&amp;itm_source=in-article\"><em>become a Vox Member today</em></a><em>.</em></p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.nytimes.com/2024/12/06/nyregion/unitedhealthcare-brian-thompson-shooting.html\">shooting of UnitedHealthcare CEO Brian Thompson</a> was met by many people online with a morbid sense of inevitability. The often callous nature of the US health care system has long been a point of wide discussion, with evidence piling up that the way the country provides medical services is <a href=\"https://www.vox.com/health-care/2020/1/29/21075388/medicare-for-all-what-countries-have-universal-health-care\">costly in both money and human life</a>. The health industry’s executives — insurers, pharma, even hospitals — have become popular villains. </p>\n\n<p class=\"has-text-align-none\">The killing of a human being is morally repugnant — full stop. But many people still <a href=\"https://www.independent.co.uk/news/world/americas/brian-thompson-ceo-killed-manhattan-b2659700.html\">found themselves asking</a>: If it turns out, <a href=\"https://www.cbsnews.com/news/united-healthcare-ceo-brian-thompson-shooting-bullets-words-written-on-them/\">as may well be the case</a>, that the shooter was primarily motivated by the injustices of American health care, would that be surprising?</p>\n\n<p class=\"has-text-align-none\">On the same day as the shooting, <a href=\"https://www.nytimes.com/2024/12/05/health/blue-cross-blue-shield-anesthesia-anthem.html\">news that a different insurer</a> would restrict coverage for anesthesia during surgeries went viral, serving as a kind of cosmic confirmation of this line of thinking. A health insurance executive is shot in New York City over (it is assumed) the industry’s avaricious practices, while another insurer affirms the worst stereotype with such a seemingly arbitrary limit on people’s benefits to be given anesthesia during surgery.</p>\n\n<p class=\"has-text-align-none\">The reality, however, is more complicated. As Vox’s Eric Levitz <a href=\"https://www.vox.com/policy/390031/anthem-blue-cross-blue-shield-anesthesia-limits-insurance\">covered</a>, this policy would not actually result in higher bills for patients; it is instead the kind of cost control that policymakers will often vouch for when public attention is elsewhere, something meant to rein in high payments to health care providers. But public and <a href=\"https://x.com/GovKathyHochul/status/1864495315362926753\">political outrage</a> didn’t stop to make that connection, and the insurer quickly reversed the policy.</p>\n\n<p class=\"has-text-align-none\">Put every aspect of this tragic episode together and you have the rotten core of American health care. The cruelties of the US medical system and the ongoing blame game between the private industries that profit from it have left patients angry and confused — and looking for someone, anyone, to blame, fairly or not.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There is not one man nor even one industry responsible for the failures of US health care. The finger-pointing is a distraction. Every party bears responsibility. The only way forward is to reckon with that collective failure. We need to begin working toward a more rational and just system if we are to have any hope of creating a world in which Thompson’s shooting would be truly unimaginable.</p>\n\n<h2 class=\"wp-block-heading\">The distracting health care blame game</h2>\n\n<p class=\"has-text-align-none\">At the dawn of the modern American health care system, the private industries that compose much of the medical sector <a href=\"https://www.vox.com/23890764/healthcare-insurance-marketplace-open-enrollment-employer-sponsored-united-blue-cross-shield-aetna\">were allies</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Physicians in particular were fierce defenders of private insurance in the middle of the 20th century. The American Medical Association and its compatriots <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10810293/\">greatly preferred</a> the country to cover most people through private employer-sponsored insurance over a government program and fiercely lobbied to smother the latter in the crib. They tolerated the creation of Medicare and Medicaid in 1965 to cover populations that were otherwise uninsurable, but would come together again to <a href=\"https://www.princeton.edu/~starr/20starr.html\">stop</a> the Clinton health reform effort in the 1990s.</p>\n\n<p class=\"has-text-align-none\">Everybody involved was invested in maintaining a free-ish market system. Hospitals and pharmaceutical companies could raise prices, and the insurance plans could pass on those increases to employers, whose health benefits were tax-free thanks to Congress, which made those hikes more tolerable. Medicare and Medicaid limited their spending, but the private portion of the market created the opportunity to increase profits, and they stuck together whenever the status quo was threatened. At least for a while.</p>\n\n<p class=\"has-text-align-none\">But <a href=\"https://www.healthaffairs.org/doi/10.1377/hlthaff.22.3.89\">prices have continued to spiral upward</a>, accelerated by the aging of the baby boomers and by important but costly advancements in medical science. Today, as everyone knows, health care in the US can be <a href=\"https://www.commonwealthfund.org/publications/surveys/2023/oct/paying-for-it-costs-debt-americans-sicker-poorer-2023-affordability-survey\">prohibitively expensive</a> even for people who have insurance. Almost four in 10 Americans <a href=\"https://news.gallup.com/poll/468053/record-high-put-off-medical-care-due-cost-2022.aspx\">say</a> they have skipped necessary medical care over the costs, and <a href=\"https://www.kff.org/health-costs/issue-brief/the-burden-of-medical-debt-in-the-united-states/\">millions</a> carry medical debts from past cases.</p>\n\n<p class=\"has-text-align-none\">The passage of Obamacare over industry opposition was the first sign that the private sector’s political vise grip was loosening, with the Obama White House <a href=\"https://us.macmillan.com/books/9781250270931/thetenyearwar/\">successfully dividing the industry against itself</a>, targeting insurers and hospitals for cuts while in effect buying off pharma’s opposition. The more recent Inflation Reduction Act contained a provision allowing for <a href=\"https://www.vox.com/policy/2023/8/30/23850979/medicare-drug-price-negotiations-10-prescription-list\">Medicare to negotiate prices with drugmakers</a>, which would lower costs and allow the program to cap seniors’ out-of-pocket costs. That would have been unthinkable a generation earlier when Big Pharma <a href=\"https://www.kff.org/medicare/issue-brief/how-will-the-prescription-drug-provisions-in-the-inflation-reduction-act-affect-medicare-beneficiaries/\">lobbied</a> Congress to prohibit such a policy. Lawmakers of both parties continue to look hard at how to overhaul the health system to reduce costs.</p>\n\n<p class=\"has-text-align-none\">That political realignment has turned the insurer, pharma, and hospital industries against each other. I have been covering health care for more than a decade, since shortly after the ACA passed. The battle lines have become clearer over that time, to the point where every sector is blaming the others for patients’ frustrations with the medical system:</p>\n\n<ul>\n<li>Hospitals <a href=\"https://bettersolutionsforhealthcare.org/big-hospitals-vs-big-pharma-which-industry-is-most-to-blame-for-soaring-health-care-costs/\">blame</a> drug companies (for charging high prices that they must pass on to payers) and <a href=\"https://www.beckershospitalreview.com/finance/hospitals-face-unrealistic-pressure-from-insurers-as-administrative-cost-soar.html\">insurers</a> (for restricting benefits and leaving patients exposed to uncovered bills)</li>\n\n\n\n<li>Drug companies blame <a href=\"https://www.washingtonpost.com/business/economy/drug-industry-defense-for-high-prices-blame-insurance-companies/2019/02/25/cc0151ce-35e7-11e9-a400-e481bf264fdc_story.html\">insurers</a> (for charging patients high out-of-pocket costs for medications) and <a href=\"https://www.fiercehealthcare.com/hospitals/drug-makers-getting-bolder-fight-over-340b-drug-discounts\">hospitals</a> (for exploiting technical programs like 340B to artificially boost their profits); they also blame the <a href=\"https://www.vox.com/2023/5/10/23709448/what-are-pbms-pharmacy-benefit-managers-bernie-sanders\">pharmacy benefit managers</a> (PBMs) who coordinate among drug manufacturers, plans, and pharmacies</li>\n\n\n\n<li>Insurers blame <a href=\"https://www.advisory.com/daily-briefing/2018/09/20/contracts\">hospitals</a> and <a href=\"https://www.ahip.org/reject-big-pharmas-drug-pricing-distractions-protect-your-bargaining-power\">drug companies</a> (for charging too much money for their services and products, which patients bear through higher premiums and out-of-pocket costs)</li>\n\n\n\n<li>Patients blame everybody (for the high costs they face and the hassles of navigating this complicated system).</li>\n</ul>\n\n<p class=\"has-text-align-none\">That is how you end up with misguided outrage over Anthem’s anesthesia policy. The doctors paint it as insurers cracking down on patients, when it is actually the plan trying to lower its overall costs and thereby save patients money. It becomes hard to do anything to reduce costs, leaving the frustrations with the system to metastasize until we see what we saw after the killing of UnitedHealthcare CEO Brian Thompson.</p>\n\n<h2 class=\"wp-block-heading\">The collective failure of US health care</h2>\n\n<p class=\"has-text-align-none\">To be clear, health insurers have earned plenty of scorn. Before the ACA, they would simply refuse to cover people with expensive medical conditions. They are more constrained now that the ACA is law, but there is a constant stream of new reporting on novel tactics by insurance plans to deny patients coverage. They’re even <a href=\"https://www.statnews.com/2023/03/13/medicare-advantage-plans-denial-artificial-intelligence/\">using AI to do it</a>. UnitedHealthcare has been <a href=\"https://www.propublica.org/article/unitedhealth-mental-health-care-denied-illegal-algorithm\">the subject of recent ProPublica exposés</a> for, among other examples, the company’s use of algorithms to deny claims for mental health services.</p>\n\n<p class=\"has-text-align-none\">The same goes for drugmakers, who are sitting on the sidelines for the moment. There are some merits to their criticisms of health insurers, PBMs, and hospitals and how those entities pilfer money in the drug reimbursement process. But pharma companies also <a href=\"https://www.vox.com/future-perfect/368538/medicare-drug-prices-pharma-negotiations-innovation\">overstate</a> how much the high prices they charge are necessary to fund research and development for new cures. They deflect when pressed on how they <a href=\"https://time.com/6257866/big-pharma-patent-abuse-drug-pricing-crisis/\">exploit loopholes in patent law</a> to keep their monopolies on prices for popular medications like the diabetes drug <a href=\"https://www.nbcnews.com/health/health-news/sky-high-drug-prices-senators-blame-patent-abuse-rcna153350\">Humalog</a>.</p>\n\n<p class=\"has-text-align-none\">The insurance and drug industries are right to cite hospitals and physicians as the biggest <a href=\"https://www.kff.org/health-policy-101-health-care-costs-and-affordability/?entry=table-of-contents-what-factors-contribute-to-u-s-health-care-spending\">drivers of US health care costs</a>. Most doctors are very generously compensated, and they have <a href=\"https://www.vox.com/policy/23753724/physician-doctor-shortage-primary-care-medicare-medicaid-rural-health-care-access\">limited entry into their fields</a>, which reduces the number of doctors and makes health care harder to access and more expensive per patient.</p>\n\n<p class=\"has-text-align-none\">Yet providers have their own justifiable complaints about how health insurers deploy their networks to restrict coverage, such as prior authorization and other bureaucratic hurdles that providers must jump in order to receive compensation for caring for their patients. US doctors may make more, but they also spend <a href=\"https://www.healthsystemtracker.org/brief/what-drives-health-spending-in-the-u-s-compared-to-other-countries/#:~:text=9.7%25-,Comparable%20Country%20Average%20(Total:%20$6%2C514%20per%20capita),to%20lack%20of%202021%20data.&amp;text=In%202021%2C%20inpatient%20and%20outpatient,and%2014.5%25%2C%20respectively).\">more time and money on administrative tasks</a> than their peers in other countries.</p>\n\n<p class=\"has-text-align-none\">And round and round it goes.</p>\n\n<p class=\"has-text-align-none\">People are fed up. The health care industry enjoyed a brief spike in popularity during the pandemic, but its approval rating <a href=\"https://news.gallup.com/poll/4708/healthcare-system.aspx\">as measured by Gallup</a> has fallen back to 31 percent, with 51 percent disapproving. The share of Americans who approve of the quality of health care available to them <a href=\"https://news.gallup.com/poll/654044/view-healthcare-quality-declines-year-low.aspx\">has fallen to an all-time low</a>. Only 18 percent of the American public <a href=\"https://news.gallup.com/poll/510641/retail-pharmaceutical-industries-slip-public-esteem.aspx\">views</a> the pharmaceutical industry favorably; 60 percent hold a negative opinion. Most people say they’re happy with their insurance plan, but they are less likely to approve of their coverage if they have high bills, and most people still report problems using their benefits, according to <a href=\"https://www.kff.org/private-insurance/poll-finding/kff-survey-of-consumer-experiences-with-health-insurance/\">KFF</a>.</p>\n\n<p class=\"has-text-align-none\">Providers enjoy <a href=\"https://news.gallup.com/poll/547505/nurses-first-doctors-distant-second-healthcare-provider-ratings.aspx\">the highest approval ratings</a>, which may be why many people instinctively opposed the Anthem policy. But while the US public remains mostly fond of nurses, its opinion of doctors and hospitals has been dropping: for physicians from 81 percent in 2003 to 69 percent in 2023, for hospitals from 70 percent to 58 percent in the same period. The passage of the No Surprises Act, which <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/21003480/stop-surprise-medical-bills-legislation\">targeted hospital billing</a>, was a sign of their political clout softening.</p>\n\n<p class=\"has-text-align-none\">The failure of American health care is a collective one, the result of the <a href=\"https://www.vox.com/23890764/healthcare-insurance-marketplace-open-enrollment-employer-sponsored-united-blue-cross-shield-aetna\">system being pulled together haphazardly over many decades</a>, rather than thoughtfully planned from the start. Even the public often has contradictory desires, wanting both more choice and guaranteed coverage. The conflict between those two impulses <a href=\"https://yalebooks.yale.edu/book/9780300189155/remedy-and-reaction/\">helps explain the difficult struggle to reform US health care</a> and the history of voters <a href=\"https://www.nbcnews.com/id/wbna53155179\">punishing politicians</a> who do try to change the system.</p>\n\n<p class=\"has-text-align-none\">There has been some progress. The uninsured rate remains too high, but it is about <a href=\"https://www.pgpf.org/article/the-share-of-americans-without-health-insurance-in-2023-remained-low/\">as low as it has ever been</a> after a decade of the ACA. Medicare can negotiate drug prices, and seniors’ out-of-pocket costs for medications are now <a href=\"https://www.kff.org/medicare/issue-brief/explaining-the-prescription-drug-provisions-in-the-inflation-reduction-act/\">capped</a> for the first time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Much more work needs to be done, and it will require cutting through the industry’s finger-pointing: Every sector demands some kind of reform.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Only by looking at the system as a whole and figuring out how to make it economically viable while also providing necessary care for all who need it can we save this system that <a href=\"https://www.thelancet.com/action/showFullTableHTML?isHtml=true&amp;tableId=tbl2&amp;pii=S0140-6736%2818%2930994-2\">has fallen behind those of other rich nations</a>. There are many different ways to achieve a <a href=\"https://www.vox.com/2020/1/13/21055327/everybody-covered\">version of universal health care</a>. The US still has to decide that is in fact what it wants, as every other developed European and Asian country has. Many of their people have no concept of a world in which people go bankrupt over medical bills, something that is an everyday reality in the US.</p>\n\n<p class=\"has-text-align-none\">No one person is to blame for all of the nation’s health care problems, not even a CEO. These issues were festering long before most of us were born. No one person has all of the answers either. But it has long been clear that the overall system is deeply flawed. There must be better policies across all the industries that make up what we call the American health care system to fix it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Support independent journalism that matters — become a Vox Member today. The shooting of UnitedHealthcare CEO Brian Thompson was met by many people online with a morbid sense of inevitability. The often callous nature of the US health care system has long been a point of wide discussion, with evidence piling up that the way the [&#8230;]",
    "author": "Dylan Scott"
  },
  {
    "title": "How Trump’s DOJ could severely curtail oversight of police",
    "link": "https://www.vox.com/politics/390158/memphis-police-justice-department-trump",
    "pubDate": "2024-12-06T22:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Protesters march in a rally after the fatal police beating of Tyre Nichols. \" data-caption=\"Protesters hold placards demanding justice following the killing of Tyre Nichols by Memphis police. | Vincent Ricci/SOPA Images/LightRocket via Getty Images\" data-portal-copyright=\"Vincent Ricci/SOPA Images/LightRocket via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1246610537.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Protesters hold placards demanding justice following the killing of Tyre Nichols by Memphis police. | Vincent Ricci/SOPA Images/LightRocket via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.justice.gov/opa/pr/justice-department-finds-civil-rights-violations-memphis-police-department-and-city-memphis\">A new Justice Department investigation</a> has revealed that officers in the Memphis Police Department use excessive force, discriminate against Black people and people with behavioral health disabilities, and engage in unlawful searches and arrests.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The harrowing findings, part of a report released Wednesday, are the result of a 17-month investigation into the department, launched after Memphis police killed <a href=\"https://www.vox.com/policy-and-politics/23574206/tyre-nichols-death-bodycam-video-memphis-police-release\">29-year-old Tyre Nichols</a> in a traffic stop last year. But for now, Memphis isn’t required to act on the findings.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Any legally binding commitment to reform would require more action by DOJ, including a possible lawsuit and settlement with the city. It’s not guaranteed that the agency will — or would be able to — take that action before President-elect Donald Trump starts his second term, however. And if it doesn’t, the Trump administration could choose not to pursue oversight of Memphis at all. <a href=\"https://www.washingtonpost.com/national-security/2024/08/27/trump-policing-biden-harris-police-accountability/\">Trump</a>, <a href=\"https://www.themarshallproject.org/2024/07/20/trump-project-2025-crime-prosecutors\">as well as his allies</a> at the Heritage Foundation and elsewhere, have made clear that they’re less interested in efforts to hold police accountable than President Joe Biden has been.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That much was evident during the first Trump administration, when the DOJ significantly <a href=\"https://www.vox.com/2020/6/30/21281041/trump-justice-department-consent-decrees-jeff-sessions-police-violence-abuse\">dialed back its oversight of police</a>. Over Trump’s four years in office, <a href=\"https://www.nbcnews.com/politics/justice-department/what-happened-lone-police-department-investigation-started-trump-s-doj-n1231321\">the DOJ opened just one new</a> investigation into potential departmental civil rights violations, far less than the <a href=\"https://www.nbcnews.com/politics/justice-department/what-happened-lone-police-department-investigation-started-trump-s-doj-n1231321\">25 it opened during former President Barack Obama’s tenure</a> and <a href=\"https://www.reuters.com/legal/bidens-justice-dept-has-yet-reach-accords-police-misconduct-cases-2024-10-29/\">the 12 it has opened under Biden.</a> Additionally, it was much more reluctant to enter into legal agreements with cities <a href=\"https://www.propublica.org/article/the-obama-justice-department-had-a-plan-to-hold-police-accountable-for-abuses-the-trump-doj-has-undermined-it\">about required police reforms</a> — one of the department’s best tools for enforcing changes to policing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Based on the first Trump administration, I would expect that in the second Trump administration, civil or criminal investigations into police will decrease,” Jenn Rolnick Borchetta, deputy project director on policing at the ACLU, told Vox. &nbsp;</p>\n\n<h3 class=\"wp-block-heading\"><strong>What federal oversight of police entails</strong></h3>\n\n<p class=\"has-text-align-none\">There are two key avenues for DOJ oversight of police departments: civil pattern-or-practice investigations and criminal investigations of individual offenses.  </p>\n\n<p class=\"has-text-align-none\">The Memphis investigation was the former. Pattern-or-practice investigations can be triggered by a specific incident, but seek to examine whether there is a pattern of <a href=\"https://www.justice.gov/d9/2023-10/pattern_or_practice_investigation_faqs_english.pdf\">systemic civil rights violations</a> by a locality’s police department. The DOJ’s Memphis inquiry was prompted by the brutal police killing of Nichols — a Black man who was <a href=\"https://apnews.com/projects/tyre-nichols-police-body-cam-footage-analysis/\">tased and beaten by five officers</a> after getting pulled over for a traffic stop in the city last year — and aimed to examine just how widespread such problems are. (That incident is also the subject of its <a href=\"https://www.justice.gov/opa/pr/five-former-memphis-police-officers-charged-federal-civil-rights-conspiracy-and-obstruction\">own separate federal criminal inquiry</a>.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Once the DOJ concludes its investigation and announces its findings, <a href=\"https://www.commercialappeal.com/story/news/local/2024/12/04/what-is-consent-decree-memphis-police/76751013007/\">it typically files a lawsuit if it identifies misconduct</a>. A judge will then impose what’s known as a consent decree, or a court mandate, for the city to implement reforms that both the locality and DOJ agree upon. These changes can include requirements that a police force reduce the frequency of use of force incidents and improve community trust in police, among other possible provisions.</p>\n\n<p class=\"has-text-align-none\">The court also appoints an independent monitor to oversee the department’s efforts, who will keep an eye on progress or violations of the consent decree. Cities that don’t comply with consent decrees can be fined and face other penalties.</p>\n\n<p class=\"has-text-align-none\">Memphis has said it won’t enter into negotiations with DOJ about potential reforms until it has an opportunity <a href=\"https://apnews.com/article/tyre-nichols-memphis-police-federal-investigation-beac021fcf8b5fd255ce79520cec86fa\">to review and push back on the report’s findings</a>. And if the Trump administration decides not to pursue the typical lawsuit, Memphis likely won’t need to enter a consent decree at all. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.commercialappeal.com/story/news/crime/2024/12/04/trump-white-house-impact-consent-decrees/76749027007/\">A similar scenario transpired in 2017</a> after the Obama administration identified police abuses in Chicago following a pattern-or-practice investigation, and Trump’s DOJ <a href=\"https://www.propublica.org/article/the-obama-justice-department-had-a-plan-to-hold-police-accountable-for-abuses-the-trump-doj-has-undermined-it\">chose not to pursue the process further.</a> (In that case, <a href=\"https://www.cbsnews.com/chicago/news/chicago-police-consent-decree-timeline/\">the state of Illinois</a> stepped in to finalize <a href=\"https://www.startribune.com/under-president-trump-is-minneapolis-pending-consent-decree-with-the-doj-dead/601179980\">a consent decree with the city</a>.)</p>\n\n<h3 class=\"wp-block-heading\"><strong>The Trump administration could walk away from these investigations</strong></h3>\n\n<p class=\"has-text-align-none\">During his 2024 campaign, Trump repeatedly signaled an intent to empower police, often making remarks that suggested a reduction in federal oversight of law enforcement.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We will give our police back their power, protection, respect that they deserve,” <a href=\"https://www.washingtonpost.com/national-security/2024/08/27/trump-policing-biden-harris-police-accountability/?_pml=1\">he said in July</a>, pledging to end Democrats’ so-called “war on … police.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">He’s talked, too, about emboldening officers to use force, rather than curbing the practice: “They have to be extraordinarily rough,” Trump has said about <a href=\"https://www.npr.org/2024/11/14/nx-s1-5183142/police-welcome-trumps-return-to-the-white-house\">police’s response to shoplifters</a>, claiming, too, that one <a href=\"https://www.politico.com/news/2024/09/29/trump-violent-day-policing-crime-00181619\">“violent day” of policing would end crime</a>. Other policies that Trump has advocated for, like <a href=\"https://www.nbcnews.com/news/nbcblk/trump-stop-frisk-black-male-voters-rcna157084\">the return of stop and frisk</a>, <a href=\"https://policing.umhistorylabs.lsa.umich.edu/s/detroitunderfire/page/stop-and-frisk\">which has led to racial profiling in the past</a>, and the <a href=\"https://www.washingtonpost.com/national-security/2024/08/27/trump-policing-biden-harris-police-accountability/?_pml=1\">provision of military-grade equipment to local police</a>, also stress an interest in empowering law enforcement.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://static.project2025.org/2025_MandateForLeadership_FULL.pdf\">Project 2025, a Heritage Foundation policy wish list</a> put together by Trump allies, has projected a similar message, urging <a href=\"https://www.themarshallproject.org/2024/07/20/trump-project-2025-crime-prosecutors\">the elimination of existing consent decrees</a>.</p>\n\n<p class=\"has-text-align-none\">And Trump’s first term also offered a preview of how the DOJ could take a much laxer approach to police oversight once the president-elect is back in office. It could do so in several ways, experts told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first way is that it could pull back on existing consent decrees that have already been put into place. In 2017, then-Attorney General Jeff Sessions attempted to delay the implementation of a <a href=\"https://www.pbs.org/newshour/nation/blow-doj-federal-judge-approves-baltimore-police-reform-agreement\">consent decree that the Obama administration</a> had already negotiated with Baltimore, but such efforts were blocked by the courts. Given this precedent, it would likely be difficult for the DOJ to drop the decrees entirely, though it could dedicate fewer resources to oversight or helping the local department craft policies for training and other needs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The second way is that it could effectively abandon investigations that have not yet resulted in consent decrees. Cities like Memphis <a href=\"https://theappeal.org/city-fighting-phoenix-police-doj-investigation/\">and Phoenix</a>, for example, have yet to enter into settlements with the DOJ. If they fail to do so prior to the end of the Biden administration, it’s unlikely that the Trump administration will pursue them. At that point, state governments, or civil rights organizations like the ACLU, could potentially step in and use the DOJ investigation to file lawsuits of their own, with the goal of forcing courts to require changes by these cities. In the interim, however, these cities won’t face binding requirements to pursue police reforms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During Trump’s first term, Sessions explicitly instructed DOJ staff to “<a href=\"https://www.vox.com/2020/6/30/21281041/trump-justice-department-consent-decrees-jeff-sessions-police-violence-abuse\">exercise special caution</a>” when agreeing to a consent decree with local governments and effectively told them to do so sparingly. Sessions also required DOJ lawyers to “get permission from many of the Justice Department’s most senior officials before entering into a consent decree,” <a href=\"https://www.vox.com/2020/6/30/21281041/trump-justice-department-consent-decrees-jeff-sessions-police-violence-abuse\">Vox’s Ian Millhiser wrote</a>. </p>\n\n<p class=\"has-text-align-none\">“Technically … the Attorney General is supposed to be somewhat independent from the President. But in reality … if the President says, you know, I&#8217;m not sure we need to be involved in these cases as aggressively as the prior administration [was], I think any attorney general would see the tea leaves there,” Michael Gennaco, a former DOJ civil rights attorney and principal at OIR Group, an independent auditor that works with cities to review police practices, told Vox.</p>\n\n<p class=\"has-text-align-none\">The third way the Trump administration could reduce oversight is by opening up fewer new investigations altogether. The lower number of pattern-or-practice investigations opened in Trump’s first term, compared to Biden’s and Obama’s, underscores the likelihood of this possibility. </p>\n\n<p class=\"has-text-align-none\">The DOJ has a unique authority and access when it comes to looking into misconduct by local police departments and doing a deep dive on their day-to-day operations. State governments also have this capacity, but they tend to have fewer resources than the federal government — and they aren’t backed by the same laws that empower federal investigations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means if Trump’s DOJ takes a step away from police oversight, there will be no comparable authority that can scrutinize departments to the same degree.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The horrific attack on Tyre Nichols, that kind of police violence never comes out of nowhere,” Borchetta said. “It always results from some kind of department-wide problem, but understanding what problem leads to that kind of tragedy requires looking under the hood of the police department.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A new Justice Department investigation has revealed that officers in the Memphis Police Department use excessive force, discriminate against Black people and people with behavioral health disabilities, and engage in unlawful searches and arrests.&#160; The harrowing findings, part of a report released Wednesday, are the result of a 17-month investigation into the department, launched after [&#8230;]",
    "author": "Li Zhou"
  }
]