[
  {
    "title": "J.D. Vance’s GOP is for bosses, not workers",
    "link": "https://www.vox.com/politics/361417/jd-vance-rnc-trump-vice-president-economy-business",
    "pubDate": "2024-07-18T01:57:52.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"J.D. Vance shaking hands with people in the crowd as he walks through.\" data-caption=\"Trump’s pick for vice president, US Sen. J.D. Vance (R-OH) arrives on the first day of the Republican National Convention at the Fiserv Forum on July 15, 2024, in Milwaukee, Wisconsin. | Joe Raedle/Getty Images\" data-portal-copyright=\"Joe Raedle/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2162164490.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Trump’s pick for vice president, US Sen. J.D. Vance (R-OH) arrives on the first day of the Republican National Convention at the Fiserv Forum on July 15, 2024, in Milwaukee, Wisconsin. | Joe Raedle/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Many have <a href=\"https://www.newstatesman.com/international-content/2024/07/jd-vance-vice-president-donald-trump-republican-ticket\">interpreted</a> Donald Trump’s selection of J.D. Vance as <a href=\"https://x.com/matthewstoller/status/1813200322304541042\">signaling</a> a new age of Republican economic populism.</p>\n\n<p class=\"has-text-align-none\">In this view, until now, the precise ideological contours of Trumpism had been muddy, as the mercurial demagogue oscillated between populist heresies and conservative orthodoxy — vowing to impose <a href=\"https://www.cnn.com/2020/11/20/politics/trump-unveils-controversial-drug-price-rules/index.html\">price controls on pharmaceutical companies</a> one day, fighting to <a href=\"https://nymag.com/intelligencer/2019/05/study-trump-tax-cuts-failed-growth-investment.html\">slash taxes</a> for the rich and <a href=\"https://nymag.com/intelligencer/2017/05/biggest-outrage-of-trumpcare-continues-to-be-medicaid-cuts.html\">gut Medicaid</a> the next.</p>\n\n<p class=\"has-text-align-none\">Vance is one of the few Republicans who has actually tried to translate Trump’s populist impulses into a coherent agenda, one that “<a href=\"https://www.washingtonpost.com/business/2024/07/15/vance-trump-economy-gop/\">unnerves business elites</a>” and <a href=\"https://www.nytimes.com/2024/07/17/opinion/ezra-klein-podcast-oren-cass.html\">thrills</a> “<a href=\"https://nymag.com/intelligencer/2020/09/conservative-case-for-organized-labor.html\">pro-worker</a>” conservatives.</p>\n\n<p class=\"has-text-align-none\">Given that Trump is 78 and ineligible for a third term, Vance is well-positioned to become the Republican standard-bearer in the near future, a development that could transform the GOP into a worker’s party, according to his populist admirers.</p>\n\n<p class=\"has-text-align-none\">But Vance’s commitment to flipping the Republican Party’s class allegiances — and his prospects for doing so — have both been greatly exaggerated.</p>\n\n<p class=\"has-text-align-none\">J.D. Vance’s economic outlook is distinct from the market fundamentalism of Ronald Reagan or Paul Ryan. Like Trump, Vance is skeptical of free trade and immigration, believing that both erode the bargaining power of native-born workers by providing corporations access to cheap labor at home and abroad. In his telling, were US employers forced to rely on a smaller labor pool, they would have no choice but to pay higher wages and invest more in productivity-enhancing technology.</p>\n\n<p class=\"has-text-align-none\">Vance also supports state subsidies for the domestic production of cutting-edge products. As a Senate candidate, Vance <a href=\"https://www.thedailybeast.com/jd-vance-quietly-supports-bill-his-gop-allies-hate-and-his-opponent-tim-ryan-sponsored\">voiced support</a> for Joe Biden’s CHIPS Act, which subsidizes semiconductor manufacturers who operate in the United States. Once in Congress, he co-authored <a href=\"https://www.baldwin.senate.gov/news/press-releases/senators-baldwin-vance-introduce-bipartisan-bill-to-ensure-taxpayer-funded-inventions-are-made-in-america\">bipartisan legislation</a> that would require companies that develop new technologies with taxpayer support to manufacture the resulting products within the US.</p>\n\n<p class=\"has-text-align-none\">He has also been willing to antagonize discrete segments of the capitalist class. With Elizabeth Warren, he <a href=\"https://www.politico.com/news/2023/06/01/warren-vance-failed-banking-crackdown-bill-00099579\">cosponsored</a> a bill that would claw back the pay of executives at large failed banks, a measure aimed at discouraging reckless risk-taking. And he has given <a href=\"https://www.washingtonpost.com/business/2024/07/15/vance-trump-economy-gop/\">rhetorical support</a> to the Biden administration’s aggressive antitrust enforcement.</p>\n\n<p class=\"has-text-align-none\">Most heretically, Vance <a href=\"https://www.fastcompany.com/91157177/j-d-vance-says-he-is-pro-worker-heres-what-he-really-believes\">claims to support</a> organized labor in theory, even if he’s less than enthusiastic about the trade union movement that actually exists. The senator has said that more American workers should be able to collectively bargain over pay and benefits but that the mainstream labor movement is <a href=\"https://www.newstatesman.com/international-content/2024/07/jd-vance-vice-president-donald-trump-republican-ticket\">“irreconcilably hostile to Republicans</a>” and that left-wing unions like Starbucks Workers United <a href=\"https://www.politico.com/news/magazine/2024/03/15/mr-maga-goes-to-washington-00147054\">deserve conservatives’ opposition</a>. </p>\n\n<p class=\"has-text-align-none\">Nevertheless, Vance’s ascension to the highest echelon of Republican politics is unlikely to transform the GOP into an effective steward of working-class interests. This is true for (at least) four reasons:</p>\n\n<p class=\"has-text-align-none\">1) Where Vance’s ideas have broad Republican buy-in — as on trade and immigration — his policy preferences would be more likely to reduce native-born Americans’ living standards than increase them.</p>\n\n<p class=\"has-text-align-none\">2) Vance’s concrete legislative proposals for increasing government intervention in the economy have tepid support from other Republicans and in any case would have only a marginal impact on US workers.</p>\n\n<p class=\"has-text-align-none\">3) The Republican Party is structurally incapable of acting on Vance’s genuinely radical ideas about organized labor and the Ohio senator has done absolutely nothing to advance them.</p>\n\n<p class=\"has-text-align-none\">4) The GOP has little incentive to betray the interests of its most well-heeled and organized constituencies for the sake of better serving working-class voters. After all, the party has already discovered that it can grow its support among blue-collar workers without making any significant concessions to their material interests. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Vance’s views on trade and immigration are anti-market but not pro-worker</h2>\n\n<p class=\"has-text-align-none\">Vance is nothing if not an economic nationalist. He favors dramatically reducing immigration — particularly of undocumented and low-skill workers — and protecting domestic goods producers through expansive tariffs, such as Trump’s <a href=\"https://www.vox.com/2024-elections/24137666/trump-agenda-inflation-prices-dollar-devaluation-tariffs\">proposal for a 10 percent across-the-board duty</a> on all foreign imports.</p>\n\n<p class=\"has-text-align-none\">It’s unclear how many Republicans support trade restrictions that radical. Trump has succeeded in cultivating broad support within the GOP for at least some forms of protectionism and immigration restriction. Yet such nationalism offers little of material value to the typical American worker.</p>\n\n<p class=\"has-text-align-none\">Vance detailed his populist case for immigration and trade restrictions in an interview with the <a href=\"https://www.nytimes.com/2024/06/13/opinion/jd-vance-interview.html\">New York Times</a> in May. In his account, both free trade and expansive immigration erode American workers’ living standards by reducing their bargaining power: If companies can access laborers who hail from poorer countries (and thus have lower wage expectations) — whether they come to the United States or employers go to them — then native-born Americans will be unable to compete unless they accept lower compensation.</p>\n\n<p class=\"has-text-align-none\">There are two fundamental problems with this outlook. The first is that there is little evidence that immigration substantially harms native-born workers.</p>\n\n<p class=\"has-text-align-none\">Vance is correct that workers benefit from tight labor markets, where firms are forced to bid against each other for scarce employees, but high levels of immigration are compatible with such markets. When immigrants enter America, they expand the economy’s labor supply but also its labor demand, since immigrants (like all humans) consume goods and services. </p>\n\n<p class=\"has-text-align-none\">The immigrant share of America’s labor force surged as the Covid-19 pandemic eased, hitting <a href=\"https://x.com/hshierholz/status/1759990590115021159\">a record high in 2023</a>. This did not prevent US workers from seeing <a href=\"https://fred.stlouisfed.org/series/CES0500000003\">large increases</a> in their nominal wages and reductions in unemployment over the same period, as demand for labor in many sectors outstripped its supply. </p>\n\n<p class=\"has-text-align-none\">It is plausible that a sudden surge of less-skilled immigrants into a given local labor market might, for a period of time, reduce the bargaining power of similarly skilled native-born workers in some sectors. Viewed in the aggregate, though, high levels of immigration appear to be economically beneficial for the native-born working class.</p>\n\n<p class=\"has-text-align-none\">The theory that immigrants drive down wages and employment opportunities for the native-born has been repeatedly tested. The consensus of the empirical literature suggests they generally do not. Studies have searched for an adverse impact on wages or jobs from the <a href=\"https://www.peri.umass.edu/publication/item/1050-is-it-merely-a-labor-supply-shock-impacts-of-syrian-migrants-on-local-economies-in-turkey\">mass influx of displaced Syrians into Turkey</a>, <a href=\"https://www.nber.org/system/files/working_papers/w13276/w13276.pdf\">Dust Bowl migrants</a>’ immigration to other parts of the US during the Great Depression, <a href=\"http://www.su.se/polopoly_fs/1.123856.1360740401!/menu/standard/file/SULCIS%20WP%2020131.pdf\">refugee migration to Sweden between 1999 and 2007</a>, refugees immigrating to <a href=\"http://ftp.iza.org/dp8961.pdf\">Denmark in the 1980s and ’90s</a>, the mass movement of <a href=\"https://tad.colman.ac.il/paper-all/8212.pdf\">Russian Jews to Israel after the fall of the USSR</a> — and in every case, found none. <a href=\"https://link.springer.com/article/10.1007/s10109-010-0111-y\">Meta-analyses</a> of the research on <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1088876\">immigration’s labor-market impacts</a> have found little to no negative consequences for native workers.</p>\n\n<p class=\"has-text-align-none\">By contrast, empirical evidence strongly suggests that immigration increases labor productivity. A <a href=\"https://www.nber.org/papers/w32389\">recent working paper</a> from the National Bureau of Economic Research found that, between 2000 and 2019, immigration to the U.S. increased the wages of non-college-educated native-born workers by enabling a greater degree of labor specialization and, thus, productivity. Research from Harvard economist George Borjas <a href=\"https://www.brookings.edu/wp-content/uploads/2001/01/2001a_bpea_borjas.pdf\">has similarly</a> found that immigration increases labor efficiency, thereby producing between $5 billion and $10 billion worth of economic value for native-born workers each year.</p>\n\n<p class=\"has-text-align-none\">Finally, immigration increases the ratio of prime-age workers to senior citizens in the United States, which makes it <a href=\"https://www.morningstar.com/news/marketwatch/2024071633/social-security-depends-on-immigrants-especially-those-in-the-us-unlawfully\">easier to sustain entitlements</a> at existing benefit levels.</p>\n\n<p class=\"has-text-align-none\">Another problem with Vance’s plan to increase working-class prosperity through economic nationalism is that tariffs benefit manufacturing workers at the expense of all other workers, and the former comprise only a tiny minority of the US labor force. <a href=\"https://www.cnn.com/2022/10/09/economy/manufacturing-jobs/index.html#:~:text=Today%20less%20than%2010%25%20of,81%25%20more%20than%20retail%20jobs.\">Fewer than 10 percent</a> of American workers are employed in the manufacturing sector. That is not merely a consequence of trade policy: Even at the end of World War II, only a minority of US workers labored in a factory. </p>\n\n<p class=\"has-text-align-none\">Most US workers will therefore be primarily consumers of physical goods rather than producers of them, even if trade protection increases manufacturing employment at the margin. As a result, tariffs reduce the purchasing power of the typical American worker without increasing their bargaining power. At a time when Americans have expressed a profound sensitivity to rising prices, it is unlikely that many US workers would respond positively to a 10 percent tax on all foreign-made goods, were Trump and Vance to put their tariff plan into place. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Vance’s support for small-scale populist reforms is clear. The authenticity of his avowed desire for radically increasing worker power is not. </h2>\n\n<p class=\"has-text-align-none\">Some of Vance’s more idiosyncratic populist proposals are often more worthwhile. The senator’s plans, however, for increasing <a href=\"https://rollcall.com/2023/03/22/vance-rail-safety-legislation-is-not-big-government/\">safety regulations in the railway industry</a>, punishing reckless bankers, and promoting domestic production of advanced technologies have won very limited support from fellow Republicans. As a result, none have made it into law.</p>\n\n<p class=\"has-text-align-none\">It is conceivable that the GOP might grow more open to these reforms were Vance to eventually win the presidency, but only because they do not threaten to dramatically shift the balance of power between business owners and workers in the United States. Perhaps a Vance-led Republican Party might be willing to antagonize a small segment of corporate America, such as the executives of failed banks or railroad companies, but increasing labor’s leverage over capital throughout the economy is a different story.</p>\n\n<p class=\"has-text-align-none\">Vance has expressed interest in that radical pursuit. In <a href=\"https://www.newstatesman.com/international-content/2024/07/jd-vance-vice-president-donald-trump-republican-ticket\">an interview</a> with the populist conservative Sohrab Ahmari, the senator voiced support for sectoral bargaining: an arrangement in which all the workers in a given industry collectively bargain with all of its employers over minimum pay, benefits, and working conditions. <a href=\"https://nymag.com/intelligencer/2023/09/the-nerd-trying-to-turn-the-gop-populist.html\">Oren Cass</a>, a conservative policy wonk closely aligned with Vance, has also endorsed such a system.</p>\n\n<p class=\"has-text-align-none\">Sectoral bargaining would radically change America’s political economy, to the benefit of workers. Low-wage employers would no longer be able to secure a competitive advantage through union-busting, and the overwhelming majority of American workers who do not belong to a union would win greater leverage over their bosses. </p>\n\n<p class=\"has-text-align-none\">But Vance has not introduced legislation to establish a system of sectoral bargaining. In fact, as far as I can tell, he only mentions that policy when <a href=\"https://www.politico.com/news/magazine/2024/03/15/mr-maga-goes-to-washington-00147054\">asked by reporters</a> why he does not support any of the existing bills to increase union power in America, such as <a href=\"https://www.vox.com/22319838/house-passes-pro-act-unions\">the PRO Act</a> (Vance’s line is that the bill would further consolidate the nation’s status-quo labor model instead of moving it toward a sectoral system).</p>\n\n<p class=\"has-text-align-none\">Indeed, although Vance has rhetorically <a href=\"https://www.fastcompany.com/91157177/j-d-vance-says-he-is-pro-worker-heres-what-he-really-believes\">opposed right-to-work laws</a> (which undermine unions’ finances by enabling workers who benefit from collective bargaining to shirk dues) and stood for <a href=\"https://www.vance.senate.gov/press-releases/senator-vance-visits-uaw-picket-line-in-toledo-ohio/\">photo-ops with striking workers</a>, while in office he has done little to nothing to aid organized labor. In 2023, Vance voted with <a href=\"https://aflcio.org/scorecard/legislators/jd-vance\">the AFL-CIO</a> on 0 percent of the positions it endorsed; the average among all Senate Republicans was 3 percent. </p>\n\n<p class=\"has-text-align-none\">Beyond strengthening unions, federal policymakers can increase workers’ leverage by expanding the welfare state, thereby making it easier for Americans to walk away from exploitative employers. Yet Vance has evinced little interest in growing the safety net. Although he shares Trump’s rhetorical opposition to cutting Medicare or Social Security’s retirement benefits, Vance has not proposed any major new social programs. He has reportedly <a href=\"https://www.washingtonpost.com/business/2024/07/15/vance-trump-economy-gop/\">pledged to the anti-tax crusader Grover Norquist</a> that he will oppose any proposal for raising taxes and told the Times that America can’t run “massive structural deficits indefinitely,” a pair of stances that effectively prohibit large expansions of social benefits. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The GOP is a party of, by, and for bosses</h2>\n\n<p class=\"has-text-align-none\">Even if Vance’s alleged “pro-labor” politics were indisputably genuine and thoroughgoing, the odds of the GOP embracing an authentically pro-worker agenda would be slim.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is true that the Republican coalition has grown markedly more working-class over the past eight years. In every presidential election between 1948 and 2012, white voters in the top 5 percent of America’s income distribution <a href=\"https://twitter.com/thomasjwood/status/1375231548237213699\">were more Republican</a> than those in the bottom 95 percent. Since Trump’s ascent, this pattern has reversed, with rich whites voting to the left of middle-class and poor ones in both 2016 and 2020. In the latter election, Trump made some gains with <a href=\"https://nymag.com/intelligencer/2021/12/why-democrats-are-losing-ground-with-hispanic-voters.html\">working-class nonwhite voters,</a> and polls suggest he is poised to <a href=\"https://www.vox.com/politics/351563/one-explanation-for-the-2024-elections-biggest-mystery\">build on those gains</a> in November.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Among <a href=\"https://twitter.com/electionstudies?ref_src=twsrc%5Etfw\">@electionstudies</a> 2020 respondents, Trump replicated his (poor) 2016 performance among high income whites. <a href=\"https://t.co/T6HSTIrMRS\">pic.twitter.com/T6HSTIrMRS</a></p>&mdash; Tom Wood (@thomasjwood) <a href=\"https://twitter.com/thomasjwood/status/1375231548237213699?ref_src=twsrc%5Etfw\">March 25, 2021</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">But just because Republican voters are getting more blue-collar doesn’t mean that the party’s agenda will inevitably get more pro-worker. When it comes to determining the content of a party’s policies, the views its voters express in opinion polls matter less than the demands its most powerful interest groups lay out in memos.</p>\n\n<p class=\"has-text-align-none\">Trump voters might be a bit more sympathetic to labor than Mitt Romney’s voters were in 2012. Economically left-leaning Republican voters, though, are not organized; they do not collectively fund institutions that monitor GOP lawmakers’ voting behavior and punish disloyalty through negative ad campaigns. Right-wing Republican capitalists do. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.washingtonpost.com/news/on-small-business/wp/2016/10/12/study-republicans-are-24-percent-more-likely-than-democrats-to-be-business-owners/\">Business owners</a> in general — and staunchly anti-union ones, in particular — form the backbone of the institutional GOP. This is part of the New Deal’s long legacy: Once the Democratic Party aligned itself with organized labor, American businesses that could not tolerate an alliance with unions because their operations were labor-intensive and their profit margins were thin <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/G/bo3624792.html\">sorted into the GOP</a>.</p>\n\n<p class=\"has-text-align-none\">Through industry lobbies like the Chamber of Commerce and the National Association of Manufacturers — and <a href=\"https://www.amazon.com/Invisible-Hands-Making-Conservative-Movement/dp/0393059308\">myriad think tanks</a> and <a href=\"https://www.vox.com/future-perfect/2019/5/29/18629799/federalist-society-brett-kavanaugh-olin-foundation-jane-mayer\">legal organizations</a> bankrolled by industrialists — anti-union businesses built the literal and figurative foundations of the conservative movement.</p>\n\n<p class=\"has-text-align-none\">They have remained very much in control of the GOP in the Trump era. During his first term as president, Trump <a href=\"https://www.vox.com/policy-and-politics/2020/1/24/21078559/republicans-tax-cuts-congress-profits\">enacted large tax cuts for businesses</a> and appointed a conservative National Labor Relations Board, which made it <a href=\"https://www.epi.org/publication/unprecedented-the-trump-nlrbs-attack-on-workers-rights/\">more difficult for workers to organize</a>, particularly at <a href=\"https://www.eater.com/2017/12/15/16780404/joint-employer-nlrb-trump\">low-paying fast food franchises. </a></p>\n\n<p class=\"has-text-align-none\">Business owners’ supremacy in the GOP may be most vivid at the state level. As Jamelle Bouie of the New York Times <a href=\"https://www.nytimes.com/2024/04/23/opinion/the-small-business-tyrant-has-a-favorite-political-party.html\">has noted</a>, over the past two years, Republican lawmakers in Texas, Florida, Kentucky, and Louisiana have advanced legislation rolling back such basic worker protections as mandatory water breaks for outdoor workers, restrictions on working hours for child laborers, and lunch breaks for working minors. In some cases, the lawmakers backing these bills were business owners themselves.</p>\n\n<p class=\"has-text-align-none\">Vance’s selection will not change the class composition of the Republican Party’s political class nor shift the fundamental material interests of the most well-organized and well-resourced interest groups in conservative America. Even if the Trump-Vance ticket succeeds in expanding the GOP’s blue-collar wing, that will not reduce elected Republicans’ incentives to cater to low-road employers. To the contrary, if Trump proves yet again that Republicans can win working-class votes merely through immigration restrictionism and populist gestures, they will have little reason to offer such voters forms of material uplift that would threaten corporate America’s profit margins.</p>\n\n<p class=\"has-text-align-none\">The GOP is far less likely to remake itself in Vance’s image than vice-versa. After all, the vice presidential nominee has already proven willing to <a href=\"https://www.vox.com/politics/360283/jd-vance-trump-vp-vice-president-authoritarian\">transform himself ideologically</a> as the political winds shift. Between 2016 and his Senate race in 2022, Vance went from being <a href=\"https://www.theatlantic.com/politics/archive/2016/07/opioid-of-the-masses/489911/\">a NeverTrump conservative</a> to an unabashed <a href=\"https://www.cnn.com/2022/01/08/politics/fact-check-jd-vance-capitol-charges/index.html\">champion of the January 6 rioters</a>. </p>\n\n<p class=\"has-text-align-none\">The path of least resistance for a power-hungry Republican in today’s GOP is to be a populist in the streets but a servant of the bosses in the C-suites. In all likelihood, ambition will guide Vance in that direction. Or at least, so the <a href=\"https://www.cnn.com/2022/01/08/politics/fact-check-jd-vance-capitol-charges/index.html\">militantly anti-labor</a> <a href=\"https://www.thedailybeast.com/elon-musk-and-tucker-carlson-secretly-lobbied-trump-to-pick-jd-vance\">tech</a> <a href=\"https://www.nytimes.com/2024/07/17/technology/jd-vance-tech-silicon-valley.html\">billionaires</a> who propelled him to the vice presidential nomination seem to believe.  </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Many have interpreted Donald Trump’s selection of J.D. Vance as signaling a new age of Republican economic populism. In this view, until now, the precise ideological contours of Trumpism had been muddy, as the mercurial demagogue oscillated between populist heresies and conservative orthodoxy — vowing to impose price controls on pharmaceutical companies one day, fighting [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "The hidden cost of your Prime Day purchases",
    "link": "https://www.vox.com/labor-jobs/361079/amazon-prime-day-labor-worker-injuries-union",
    "pubDate": "2024-07-17T21:33:56.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An Amazon worker wearing a black shirt and a black mask handles a package.\" data-caption=\"A worker prepares packages at an Amazon same-day delivery fulfillment center on Prime Day in the Bronx, New York City, on July 16, 2024. | Stephanie Keith/Bloomberg via Getty Images\" data-portal-copyright=\"Stephanie Keith/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2161655360_8eff5d.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A worker prepares packages at an Amazon same-day delivery fulfillment center on Prime Day in the Bronx, New York City, on July 16, 2024. | Stephanie Keith/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s the final day for Amazon’s 48-hour Prime Day sale, in which the multinational e-commerce corporation offers a wide range of discounts to its endless catalog of products, from $24 Hydro Flask tumblers to $80 Beats earbuds. It’s a barrage of deals that few can refuse, made even sweeter by Amazon’s same-day, one-day, or two-day delivery service.</p>\n\n<p class=\"has-text-align-none\">Unsurprisingly, it’s an incredibly profitable day for Amazon. Last Prime Day, the company saw <a href=\"https://www.cnn.com/2023/07/13/business/prime-day-shopping-numbers/index.html\">$12.7 billion</a> in sales and <a href=\"https://press.aboutamazon.com/2023/7/first-day-of-prime-day-was-the-single-largest-sales-day-ever-on-amazon-helping-make-this-the-biggest-prime-day-event-ever\">over 375 million items purchased</a>, the largest numbers it’s seen since Prime Day launched nearly 10 years ago in 2015. Adobe Analytics, an organization that studies e-commerce data, predicted that this year’s sale will be another record-breaker, with a forecast of <a href=\"https://www.reuters.com/business/retail-consumer/amazon-prime-day-sales-hit-record-14-billion-data-firm-says-2024-07-15/\">$14 billion dollars</a> in sales.</p>\n\n<p class=\"has-text-align-none\">But Amazon’s <a href=\"https://press.aboutamazon.com/2024/7/amazons-10th-prime-day-event-offers-deep-discounts-and-millions-of-deals-from-top-brands-exclusively-for-prime-members\">self-proclaimed customer celebration</a> comes at a cost. While Prime members can purchase goods with the ease of a few clicks year-round, getting those millions of products to arrive at their doorsteps in just a day or two is far more intensive — and even dangerous, as <a href=\"https://thesoc.org/what-we-do/same-day-injury-amazon-fails-to-deliver-safe-jobs/\">research</a> and <a href=\"https://www.washingtonpost.com/business/2024/07/16/bernie-sanders-amazon-investigation/\">investigations</a> into the company show — for the warehouse workers and delivery drivers that Amazon employs and relies on. The speed and scale is worse on Prime Day, when even more consumers are buying things.</p>\n\n<p class=\"has-text-align-none\">Workers have long been vocal about the risks they face on the job to keep up with consumer demands. On July 15, the eve of Prime Day, a group of former and current Amazon workers <a href=\"https://x.com/warehouse_life/status/1812915104805232652\">showed up to the corporation’s New York City office</a> to deliver stories from workers about injuries and deaths on the job and to request a meeting with the vice president of Amazon’s Global Workplace Health and Safety, Sarah Rhoads.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Speakers <a href=\"https://www.facebook.com/LifeInWarehouses/videos/1199344564846918?notif_id=1721059868993828&amp;notif_t=live_video_schedule_viewer&amp;ref=notif\">shared</a> their experiences of getting hurt, being overworked, and being denied workers’ compensation. One of the banners held up by workers read, “Same-day delivery, lifetime of injury.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It shouldn’t shock anyone that working in a warehouse for long hours can be grueling, tiresome work. But the frequency at which Amazon workers are hurt on the job — with injuries ranging from musculoskeletal disorders developed from <a href=\"https://www.seattletimes.com/business/hazardous-by-design-after-pandemic-boom-amazon-faces-safety-reckoning/\">repetitive, uncomfortable movements and heavy lifting</a> to <a href=\"https://prismreports.org/2023/11/06/amazon-workers-injuries/\">broken bones</a> — is not the industry standard.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Prime Day’s pressure on workers</strong></h2>\n\n<p class=\"has-text-align-none\">Kat Cole, a worker at Amazon’s JFK8 warehouse in Staten Island, New York, and an organizer with the Democratic Reform Caucus of the Amazon Labor Union (ALU), says that regardless of what time of year it is, working a shift at one of Amazon’s warehouses is difficult. But during the week of the Prime Day sales, the pressure is up.</p>\n\n<p class=\"has-text-align-none\">“You have people breathing down your neck,” Cole told Vox. That increased volume of work puts stress on workers and leads to more injuries, she added. She’s no stranger to injuries herself, even outside of Prime Day and other big sales weeks. “I go home with at least one huge black and blue bruise on my legs, at least once a week.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2161655440.jpg?quality=90&#038;strip=all&#038;crop=0,10.737892056687,100,78.524215886627\" alt=\"A person wearing a yellow safety vest scans an apple-branded package in a warehouse.\" title=\"A person wearing a yellow safety vest scans an apple-branded package in a warehouse.\" data-has-syndication-rights=\"1\" data-caption=\"A worker prepares an Apple iPad package at an Amazon same-day delivery fulfillment center on Prime Day, in the Bronx, New York City, on July 16, 2024. | Stephanie Keith/Bloomberg via Getty Images\" data-portal-copyright=\"Stephanie Keith/Bloomberg via Getty Images\" />\n<p class=\"has-text-align-none\">She says her coworkers have suffered from a variety of injuries and illnesses while on the job: concussions, slipped discs, a sprained wrist, a broken ankle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Luke Cianciotto, an Amazon delivery driver in the northern Chicago area, says the increased workload doesn’t just include more deliveries. To accommodate for the influx of work on Prime Day, he says more drivers are hired leading up to it, and more veteran drivers are tasked with training them.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“What ends up happening is you put these drivers on the road, setting them up for failure,” Cianciotto told Vox. “They do a bad job. And they don’t deserve that.”</p>\n\n<p class=\"has-text-align-none\">While Cianciotto and his fellow delivery drivers have been on <a href=\"https://teamster.org/2024/06/illinois-amazon-drivers-strike-over-unfair-labor-practices/\">strike for the last three weeks</a>, his experience with Prime Day in the past includes drivers working late into the night, delivering hundreds upon hundreds of packages that fill their vans “wall to wall, floor to ceiling.”</p>\n\n<p class=\"has-text-align-none\">On an average week for full-time Amazon warehouse employees, shifts can be anywhere between 10 to 12 hours. Cole said that during weeks with increased consumer demand from events like Prime Day, it’s common for Amazon to schedule “mandatory extra time” — additional hours or days added on to workers’ shifts to assist with these surges, on top of this already demanding schedule.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With Prime Day being in the middle of July, some Amazon employees aren’t just working under extra pressure — they’re <a href=\"https://www.vox.com/future-perfect/356217/osha-federal-workplace-heat-standard-protections\">working through severe heat, too</a>, with temperatures rising as high as 85 to 90 degrees Fahrenheit in the warehouse. At the JFK8 facility, Cole and her fellow union organizers have taken it upon themselves to hand out Gatorade and ice pops to her coworkers before they start their shifts. Cole says Amazon will put up signs reminding people that the company cares and to take breaks. Amazon will also try to “lighten the mood,” Cole says, with novelties like DJs or offering lemonade. But she says that’s not what workers need.<br><br>“They need the warehouse to be cooler, they need safer working conditions, they need to know that they can take these breaks when they need them without penalty or retaliation,” Cole said. “That’s what we need.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Shipping may be free, but the labor behind it comes at a price</strong></h2>\n\n<p class=\"has-text-align-none\">In today’s market, companies are competing with Amazon by offering their <a href=\"https://www.vox.com/money/360028/amazon-prime-day-2024-target-walmart-temu\">own version of Prime Day sales</a> and rapid delivery dates. But even with growing competition from the likes of Target and Walmart, Amazon is still one of the leaders in the pack of e-commerce giants — and that includes leading in workplace injuries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In April 2021, the company published <a href=\"https://www.aboutamazon.com/news/company-news/2020-letter-to-shareholders\">a letter from then-CEO Jeff Bezos</a> about its commitment to being “Earth’s Safest Place to Work.” Just a month later, the company <a href=\"https://press.aboutamazon.com/2021/5/from-body-mechanics-to-mindfulness-amazon-launches-employee-designed-health-and-safety-program-called-workingwell-across-u-s-operations\">announced</a> its health and safety program called WorkingWell, with a goal to cut its recordable incident rate (RIR) — or how often injuries or illness occur in the workplace per 100 full-time employees&nbsp;— in half by 2025.</p>\n\n<p class=\"has-text-align-none\">When the announcement was made, the RIR was 7.6 per 100 full-time employees, according to Amazon’s most recent <a href=\"https://cdn-safety.aboutamazon.com/ea/c3/d72d03394d0db22e336048031ec8/amazon-safety-report-2022-v41.pdf\">annual safety report</a>. Amazon would need to reduce its incident rate by at least 10 percent each year in order to slash the RIR by half. In 2022, the RIR was 6.7, a reduction of 11.8 percent from the previous year, appearing to be on track.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But one <a href=\"https://thesoc.org/what-we-do/same-day-injury-amazon-fails-to-deliver-safe-jobs/\">report</a> released this past May from <a href=\"https://thesoc.org/\">the Strategic Organizing Center</a> (SOC), a coalition of labor unions, challenges Amazon’s self-report. In its analysis of data from the Occupational Safety and Health Administration (OSHA), the center found that in 2022, there were 6.9 injuries for every 100 full-time employees, compared to 7.9 injuries in 2021. That’s an injury reduction of 12.7 percent in Amazon facilities, which includes warehouses, logistics, and delivery facilities. While these numbers are slightly different from the ones found in Amazon’s safety report, that’s still a notable decrease. But in 2023, SOC found in its report that those numbers only fell to 6.5 injuries per 100 full-time employees — a reduction of 5.8 percent, just a little over half of what it needs to average each year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">SOC researchers also noted that while these numbers fell from 2021 to 2023, injuries that required workers to be reassigned to lighter duties increased, while injuries that necessitated losing time at work decreased. There are two ways to interpret this: one being that Amazon has taken steps to meaningfully reduce severe injuries that would require an absence from work. The other possibility is that Amazon has shifted workers into lighter duties to keep them working when they should be resting and recovering from their injuries, which is misleading and puts workers at risk of injuring themselves again.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/final_workplace_injuries.png?quality=90&#038;strip=all&#038;crop=0,21.425411105376,100,57.149177789249\" alt=\"Chart titled &quot;workplace injuries reported at Amazon facilities,&quot; showing a sharp increase in light duty cases and a decrease in lost time cases.\" title=\"Chart titled &quot;workplace injuries reported at Amazon facilities,&quot; showing a sharp increase in light duty cases and a decrease in lost time cases.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The latter is what SOC has claimed Amazon is doing. Amazon’s own reasoning is not too far from this assertion: In its 2022 annual safety report, the company said that one of the main drivers of reducing the number of injuries that required time away from work was its “Return to Work” program, allowing workers to “continue to work while recovering from work-related injuries or illnesses.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cole&nbsp;— who was born with only one hand and uses a prosthetic arm — has experienced the push back to work soon after an injury. Once during a shift, she injured her hand and went to <a href=\"https://www.wired.com/story/amazons-first-aid-clinics-push-injured-employees-to-keep-working/\">AmCare</a>, Amazon’s in-house first aid clinic. “I was in a lot of pain,” Cole said. After wrapping her hand up, management told her to return back to work. “I said, ‘Listen, I have one hand. I live with this hand. And it’s injured right now. I’m not going back on the floor to injure it further.’”</p>\n\n<p class=\"has-text-align-none\">The SOC report also found that there were more than 38,300 recordable injuries at Amazon facilities in 2023 alone, with 94 percent of the injuries identified by SOC as serious — meaning employees were either placed on lighter work duties or forced to miss work entirely. It also found that Amazon’s serious injury rate was more than twice as high as non-Amazon warehouses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Injuries become much more common during events like Prime Day and other big sales, too. The week of Prime Day 2023, there were 1,066 recorded cases of serious injuries at Amazon facilities, according to the SOC report — the highest number of injuries recorded all year, and far above the average of 691 injuries per week. Those cases represented a 48 percent increase in injuries from the previous week, and were followed closely by cases recorded on Cyber Monday (1,015 serious injuries) and Prime Big Deals Day (898 serious injuries).</p>\n\n<p class=\"has-text-align-none\">In an email to Vox, Amazon spokesperson Maureen Lynch Vogel called the SOC report “misleading,” emphasizing that the switch-up between rates and raw numbers builds a “false narrative” and that the report should start at 2019, which would indicate a reduction to injuries by 28 percent.  “The fact is, there are far more people working in the buildings during these times and more total hours worked by those employees,” she wrote.</p>\n\n<p class=\"has-text-align-none\">Additionally, the Senate Health, Education, Labor and Pensions (HELP) Committee launched a yearlong investigation into Amazon’s labor practices. According to <a href=\"https://www.washingtonpost.com/business/2024/07/16/bernie-sanders-amazon-investigation/\">the Washington Post</a>, an interim report, led by committee chair <a href=\"https://sourcingjournal.com/topics/labor/senator-bernie-sanders-help-committee-dangers-injuries-warehouses-amazon-prime-day-518713/\" data-type=\"link\" data-id=\"https://sourcingjournal.com/topics/labor/senator-bernie-sanders-help-committee-dangers-injuries-warehouses-amazon-prime-day-518713/\">Senator Bernie Sanders</a>, found that nearly 45 out of 100 employees were injured during the week of Prime Day in 2019, and injuries peaked again during other holiday sales. </p>\n\n<p class=\"has-text-align-none\">Amazon, which had cooperated with the investigation, pushed back on Senator Sanders’s preliminary report via an email to Vox, saying it “ignores our progress and paints a one-sided, false narrative using only a fraction of the information we’ve provided.”</p>\n\n<p class=\"has-text-align-none\">The HELP Committee is not the only federal investigation that’s found Amazon to have troubling safety issues. From January 2023 to August 2023, <a href=\"https://www.osha.gov/news/newsreleases/region2/08032023\">several investigations</a> from OSHA found that Amazon <a href=\"https://www.osha.gov/news/newsreleases/national/01182023\">exposed</a> workers to well-known <a href=\"https://www.osha.gov/news/newsreleases/national/02232023-0\">ergonomic hazards</a>, like lifting packages up and down constantly, handling heavy items, and bending and twisting in awkward positions, all for hours at a time. “Amazon’s operating methods are creating hazardous work conditions and processes, leading to serious worker injuries,&#8221; said assistant secretary for occupational safety and health Doug Parker in a February 2023 <a href=\"https://www.osha.gov/news/newsreleases/national/02012023\">press release</a>.</p>\n\n<p class=\"has-text-align-none\">OSHA also found that when Amazon workers were injured, the company failed to provide treatment. In one news release from OSHA, the agency <a href=\"https://www.osha.gov/news/newsreleases/national/04282023\">wrote</a> that “at least six employees with head injuries and four with back injuries did not receive timely, necessary medical care.” Amazon disagreed with OSHA’s characterizations and appealed them. </p>\n\n<p class=\"has-text-align-none\">The Amazon Labor Union (ALU), which has won only one election with the workers of Amazon’s JFK8 warehouse in Staten Island, New York, has made safe working conditions one of its primary goals in a first contract. However, Amazon still refuses to recognize the union and, in turn, has made no movement on its side to bargaining a collective agreement. There’s also been <a href=\"https://labornotes.org/2023/07/reform-caucus-rises-sues-elections-amazon-labor-union\">conflict</a> within the union on how to best bring Amazon to the bargaining table and organize other warehouses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in June, the ALU <a href=\"https://labornotes.org/2024/06/amazon-workers-affiliate-teamsters-next-electing-top-officers\">voted to affiliate</a> with the International Brotherhood of Teamsters — a powerful union with resources that could help change the tides for the workers of JFK8 and other Amazon facilities. That same month, the New York State Assembly passed <a href=\"https://www.nysenate.gov/legislation/bills/2023/S5081/amendment/A\">the Warehouse Worker Injury Reduction Act</a>, which now sits on Gov. Kathy Hochul’s desk.</p>\n\n<p class=\"has-text-align-none\">Amazon has repeatedly <a href=\"https://www.aboutamazon.com/news/workplace/read-amazons-response-to-oxfams-workplace-safety-allegations\">rejected</a> <a href=\"https://www.theguardian.com/technology/2023/mar/02/amazon-safety-citations-osha-department-of-justice\" data-type=\"link\" data-id=\"https://www.theguardian.com/technology/2023/mar/02/amazon-safety-citations-osha-department-of-justice\">claims</a> that it’s not meaningfully working to <a href=\"https://www.washingtonpost.com/technology/2023/09/18/amazon-working-conditions-safety-osha-doj/\">improve workplace safety</a>. But even if we take it at its word, the data shows that it still has a long way to go before it can call itself “Earth’s Safest Place to Work.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, July 17, 6 pm ET:</strong> This story, published July 17, has been updated to include statements from Amazon. It also clarifies that the interim report was from Sanders alone, not the HELP committee at large. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s the final day for Amazon’s 48-hour Prime Day sale, in which the multinational e-commerce corporation offers a wide range of discounts to its endless catalog of products, from $24 Hydro Flask tumblers to $80 Beats earbuds. It’s a barrage of deals that few can refuse, made even sweeter by Amazon’s same-day, one-day, or two-day [&#8230;]",
    "author": "Sam Delgado"
  },
  {
    "title": "The Vox guide to extreme heat",
    "link": "https://www.vox.com/climate/23805954/extreme-heat-waves-explained-climate-change-solutions",
    "pubDate": "2024-07-17T19:32:03.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Getty Images/iStockphoto\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24811648/Screen_Shot_2023_07_25_at_8.02.10_AM.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Record-breaking heat continues to scorch different parts of the globe. Each year has seen one of the cooler years of the rest of our lives as the planet continues warming.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>What questions do you have about our changing climate?</strong></h2>\n\n\n\n<p>Let us know by filling out <strong><a href=\"https://forms.gle/JuWxSQetD36FWBb18\">this form</a></strong>.</p>\n</div>\n\n<p>From why it’s so hot, to how we talk about heat, to what you can do to keep yourself cool, to how <a data-source=\"encore\" href=\"https://www.vox.com/policy\">policies</a> could<strong> </strong>make a difference, our guide to extreme heat explores our warming world.</p>\n<ul>\n\t\t\t<li><a href=\"https://www.vox.com/climate/354977/heat-wave-wet-bulb-temperature-climate\">This number can measure how dangerous a heat wave is for you</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/even-better/23800261/tips-extreme-heat-heatwave\">What to do (and avoid) in extreme heat</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/down-to-earth/359752/what-american-cities-could-do-right-now-to-save-us-from-this-unbearable-heat\">What American cities could do right now to save us from this unbearable heat</a></li>\n\t</ul>\n\t<ul>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23738846/el-nino-2023-weather-heat-wave-climate-change-disaster-flood-rain\">El Niño is nowhere near done wreaking havoc on the world’s weather</a></li>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23864998/heat-wave-south-america-brazil-australia-argentina-hemisphere-winter\">The Southern Hemisphere, where it’s winter, has been really hot too</a></li>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/23844420/extreme-heat-work-labor-osha-climate-change\">This summer is giving us a glimpse at the dangerous future of work</a></li>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23801858/caribbean-heat-wave-dominica-ocean-marine-sea-coral-fish\">It’s even hot underwater</a></li>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23792828/antarctica-heat-wave-sea-ice-level-record-el-nino\">It’s even hot in Antarctica, where it’s winter</a></li>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23792498/excessive-heat-wave-summer-climate-el-nino\">3 reasons why this summer is so damn hot</a></li>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23780315/south-heat-wave-jet-stream-louisiana-texas-climate-el-nino\">The unusual factors behind the extraordinary heat across the southern US</a></li>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/2023/4/14/23677907/spring-summer-heat-climate-change-india-bangladesh-thailand\">The Texas heat wave is even worse because of its timing</a></li>\n\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23762529/atlantic-ocean-record-heat-wave-el-nino-hurricane-climate-change\">The world’s oceans are extremely hot. We’re about to find out what happens next.</a></li>\n\t\t\t</ul>\n\t\t\t<h3>Heat, explained</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/359742/extreme-heat-cultural-attitudes-endurance\">Heat is deadly. Why does our culture push us to ignore it?</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/354977/heat-wave-wet-bulb-temperature-climate\">This number can measure how dangerous a heat wave is for you</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/22538401/texas-heat-wave-weather-definition-record-temperature-climate-change\">How heat waves form, and how climate change makes them worse</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/2023/7/5/23784587/hottest-day-heat-wave-recorded-temperature-climate-change\">Yes, it’s hot. But this could be one of the coolest summers of the rest of your life.</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>How heat affects your mental and physical health — and what to do about it</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/even-better/360246/sleep-tips-extreme-summer-heat-heatwave\">Too hot to sleep? Tips for a good night’s rest, even in extreme summer heat.</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/356920/summer-seasonal-affective-disorder-sad-heat-wave\">Summertime sadness is real</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/even-better/23800261/tips-extreme-heat-heatwave\">What to do (and avoid) in extreme heat</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/even-better/354203/sunscreen-sunblock-spf-sun-damage-skin-cancer-tiktok-confusion\">Common sunscreen myths, debunked</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/even-better/23805603/extreme-heat-impacts-mental-health\">Why you feel grouchy on super hot days</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/2023/7/21/23799004/invisible-consequences-extreme-heat-physical-mental-health\">The invisible consequences of heat on the body and mind</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/even-better/23699060/sunscreen-questions-answered-spf-uv-rays-supergoop-la-roche-posay\">7 burning questions about sunscreen, answered</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>A new weather “normal”</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/world-politics/356624/hajj-mecca-heat-saudi-arabia-pilgrims-climate-change-prophet\">Why this year’s Hajj was so deadly</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23807520/heat-wave-record-temperature-history-death-valley-climate\">What “record-breaking heat” actually means</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23724924/weird-strange-weather-dust-flood-fort-lauderdale-heat-climate\">It’s not just climate disasters. “Normal” weather is getting weirder, too.</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/energy-and-environment/23550073/california-floods-rainfall-weather-climate-change-whiplash\">Welcome to the era of weather whiplash</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/science-and-health/23298965/heat-wave-europe-zoe-names-categories\">We talk about heat waves in a weird way</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Solutions for extreme heat</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/down-to-earth/359752/what-american-cities-could-do-right-now-to-save-us-from-this-unbearable-heat\">What American cities could do right now to save us from this unbearable heat</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/358597/climate-extreme-heat-alaska-indigenous-solutions\">What 6 degrees of warming means for a community built on ice</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/358898/best-thermostat-setting-save-energy-money-ac\">Stop setting your thermostat at 72</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/future-perfect/356217/osha-federal-workplace-heat-standard-protections\">If it’s 100 degrees out, does your boss have to give you a break? Probably not.</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/down-to-earth/23273240/heat-wave-beavers-climate-change\">Beavers are heat wave heroes</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/23742227/bus-stops-playgrounds-summer-heatwaves-shade\">Bus stops and playgrounds are too damn hot</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/science-and-health/23274788/heat-wave-ac-energy-bill-utilities\">The US could stop one cause of heat wave deaths tomorrow</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/science-and-health/23067049/heat-wave-air-conditioning-cooling-india-climate-change\">The air conditioning paradox</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/videos/2021/9/20/22683888/sonoran-desert-phoenix-tree-equity\">How America’s hottest city is trying to cool down</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/22638093/air-conditioning-worsens-climate-change-ac\">It’s time to rethink air conditioning</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/22560815/heat-wave-worker-extreme-climate-change-osha-workplace-farm-restaurant\">Extreme heat is killing American workers</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Record-breaking heat continues to scorch different parts of the globe. Each year has seen one of the cooler years of the rest of our lives as the planet continues warming. From why it’s so hot, to how we talk about heat, to what you can do to keep yourself cool, to how policies could make [&#8230;]",
    "author": "Gabriela Fernandez"
  },
  {
    "title": "Revisiting Hillbilly Elegy, the book that made J.D. Vance",
    "link": "https://www.vox.com/culture/360909/jd-vance-how-true-is-hillbilly-elegy-classism",
    "pubDate": "2024-07-17T17:50:28.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"J.D. Vance, in a navy suit and light blue tie, gives an applauding crowd two thumbs up and smiles.\" data-caption=\"Republican vice presidential candidate Sen. J.D. Vance attends the first day of the Republican National Convention on July 15, in Milwaukee, Wisconsin. | Win McNamee/Getty Images\" data-portal-copyright=\"Win McNamee/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2162189013.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican vice presidential candidate Sen. J.D. Vance attends the first day of the Republican National Convention on July 15, in Milwaukee, Wisconsin. | Win McNamee/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">I’m <a href=\"https://www.vox.com/culture/21547862/hillbilly-elegy-netflix-explained-rural-vance\">no fan</a> of <em>Hillbilly Elegy</em>, the 2020 movie starring Amy Adams and Glenn Close, but when I picked up the book it’s based on recently, in light of rumors that its author, J.D. Vance, would be Donald Trump’s pick for vice president, I expected it to feel more substantive than its screen adaptation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At one time, liberal and conservative centrists alike <a href=\"https://www.vox.com/2017/2/2/14404770/jd-vance-trump-hillbilly-elegy-ezra-klein-show\">hailed</a> Vance’s bestselling 2016 memoir of making it out of rural, poverty-stricken Appalachia, transforming himself from a tempestuous teen into a successful Yale law school grad.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet years on, Vance has undergone a transformation of a different sort, remolding himself from a fairly moderate professed conservative who once compared Trump to Hitler and wrote with disdain about the outer edges of the party into a <a href=\"https://www.vox.com/politics/360283/jd-vance-trump-vp-vice-president-authoritarian\">would-be authoritarian</a>.</p>\n\n<p class=\"has-text-align-none\">That’s not to say Vance doesn’t have some nuanced and even appealing positions. His populist economic instincts are a running theme of <em>Elegy</em>, and today he makes deals across the aisle with Democrats like Sen. <a href=\"https://www.politico.com/news/2023/07/05/j-d-vance-senate-banks-00104432\">Elizabeth Warren</a>. But to understand his larger worldview, you have to look past his economic ideas to his social ideas — and to what Vance actually displays about himself throughout the book.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps readers in 2016 were eager to look past the book’s <a href=\"https://thenewinquiry.com/hillbilly-ethnography/\">highly loaded subtext</a> and overt classism, as the promise of a sympathetic conservative who could unlock Trumplandia for liberals was just too appealing. It also seems likely that readers loved the book because it <a href=\"https://www.theguardian.com/us-news/article/2024/jul/16/jd-vance-hillbilly-elegy-appalachia\">confirmed</a> all of the negative stereotypes they already held about country hicks. As a read on Vance himself, though, in the context of his subsequent embrace of Trump and far-right ideology, <em>Hillbilly Elegy</em> paints a portrait of a man obsessed with status — and brimming with contempt for just about everyone he meets.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Why it was deceptively easy to buy Vance as an objective voice for Trump’s America</strong></h2>\n\n<p class=\"has-text-align-none\">When <em>Hillbilly Elegy</em> was released in the summer of 2016, Vance was a complete unknown, a Yale Law grad working for Peter Thiel’s investment firm in San Francisco. Panic over a potential Trump presidency was flourishing, and the culture was awash in works purporting to explain to an alarmed public how exactly we arrived at a moment that for many had seemed unthinkable.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>Hillbilly Elegy</em> was <a href=\"https://www.vox.com/2016/9/6/12803636/arlie-hochschild-strangers-land-louisiana-trump\">one of</a> several <a href=\"https://www.nytimes.com/2016/06/22/books/review-white-trash-ruminates-on-an-american-underclass.html\">books</a> that appeared on the scene around the same time that&nbsp;gained praise for its insights into Trump voters and the psychology of non-coastal, working-class whites. <em>Elegy</em> won fans for Vance’s engaging storytelling and what many people saw as a window into a different world, though it also <a href=\"https://people.com/is-jd-vance-hillbilly-elegy-true-story-all-about-the-memoir-8678366\">drew skepticism</a> for allegedly fabricated anecdotes and broad generalizations about the rural poor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s astonishing to me — though perhaps it shouldn’t be — that <em>Hillbilly Elegy</em> managed to <a href=\"https://www.vox.com/policy-and-politics/2017/1/19/14322998/keith-ellison-dnc-ezra-klein\">seduce</a> as many liberals as it did given that Vance’s scorn for almost everyone in his poverty-stricken small Ohio town reverberates on every page. He doesn’t do a very good job of disguising it, but he does arguably try — he occasionally tells us he feels empathy, while rarely actually displaying any. Early on, he writes, “I’m not arguing that we deserve more sympathy than other folks.” This comes immediately after demonizing a co-worker he once had because he was consistently late or absent from work, and who seems to represent the larger ailment among “hillbillies” he claims to want to diagnose. </p>\n\n<p class=\"has-text-align-none\">Though he seems to hate his community full of deadbeats, drug addicts, fat people, and “<a href=\"https://www.vox.com/2016/8/22/12583376/welfare-reform-history-clinton-lillie-harden\">welfare queens</a>,” we’re supposed to read his portrayal as enlightening and empathetic because he’s constantly feinting briefly toward gentleness. “There are no villains in this story,” he tells us early on; except <em>Hillbilly Elegy</em> is full of them. Throughout the book, he frequently makes assumptions about the motivations and life circumstances of the people around him and rails against them for what he sees as their lazy, unmotivated, or bizarre choices. Indeed, more sympathy does not seem to be his concern.</p>\n\n<p class=\"has-text-align-none\">Even the book’s title is a manipulation. As <a href=\"https://cardinalnews.org/2022/09/12/st-paul-lawyer-authors-book-that-says-j-d-vance-is-a-fake-hillbilly/\">many people</a> have <a href=\"https://beltmag.com/jd-vance-long-con-hillbilly-elegy/\">pointed out,</a> Vance didn’t actually grow up as a fabled “hillbilly”; he merely spent some of his summers in Appalachia as a child. When he’s describing the small town of Middletown, Ohio, where he grew up, the first thing he focuses on is the town’s socioeconomic decline, unlike his more affectionate descriptions of the topography of rural Kentucky and detailed character profiles of his family there. He’s at pains to make sure we understand how much he hated it there, and how much his heart truly belonged with his renegade redneck family across the Kentucky border. </p>\n\n<p class=\"has-text-align-none\">In Middletown, his focus on the town’s economics, its rising “residential segregation” into concentrated areas of working-class poor, and the row of decaying mansions on Main Street, all reveal his obsession with class and upward mobility. It’s a fixation that underpins the book. “Looking back, I don’t know if the ‘really poor’ areas and my block were any different, or whether these divisions were the constructs of a mind that didn’t want to believe it was <em>really</em> poor,” he admits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In all of the many moments where he demonizes the poor people in his orbit, Vance fails to offer or even consider the broader context of what’s happening with his community that might drive people to lives of penury and misery. He rails against drug addicts and provides a close, painful look at his family’s own battle with addictions, particularly his mother — but he never mentions the <a href=\"https://www.vox.com/the-highlight/2024/1/16/24033590/treatment-opioid-addiction-crisis-2024\">opioid crisis</a> or the role companies and policy played in&nbsp; <a href=\"https://www.npr.org/2021/06/19/1008304465/revisiting-two-cities-at-the-front-line-of-the-war-on-drugs\">ravaging rural communities</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We created these problems, not the government, not a corporation,” he insists, despite having <a href=\"https://www.propublica.org/article/senate-panel-investigates-drug-company-ties-to-pain-groups\">plenty</a> of <a href=\"https://www.bloomberg.com/news/articles/2014-10-20/purdue-says-kentucky-suit-over-oxycontin-could-be-painful\">evidence</a> to the <a href=\"https://www.newyorker.com/business/currency/who-is-responsible-for-the-pain-pill-epidemic\">contrary</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Vance’s contempt for other people becomes <em>Hillbilly Elegy</em></strong>’s refrain</h2>\n\n<p class=\"has-text-align-none\">Vance is, of course, a conservative, and the focus on individual failing rather than systemic failures is to be expected. But what’s striking about <em>Hillbilly Elegy</em>, especially in the context of his recent turn toward Trumpian populism, is its disdain for people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even as he’s trying to define himself as part of one in-group or another, be it the Scots-Irish or the “hillbillies,” he can’t stop shaming and distancing himself from the other people in it. His characterizations of his community and the people in it thrum with disgust and a deep sense of remove. As someone who grew up in a similar world, it would never even occur to me to feel for my own rural small Southern town the loathing Vance seems to feel for his, and the fact Vance never even second-guesses his own level of antipathy is one of the more chilling aspects of the book.</p>\n\n<p class=\"has-text-align-none\">He simultaneously praises his family for saving him from his town and himself while constantly repudiating them and everything they represent. His grandparents, whom he credits with essentially elevating his life and teaching him wholesome values, were both left-leaning, compassionate folk (his grandfather was a lifelong Democrat and union man, his grandmother “a radical conservative or a European-style social Democrat depending on her mood”) who advocated standing up for the little guy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet Vance almost never actively empathizes with anyone else in the book. At one point he gets into a schoolyard fight on behalf of a weaker student, but seems more excited by the fighting than the prospect of justice itself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For everyone beyond his grandparents, his older sister, and then, later, a couple of women at Yale, Vance’s contempt is more overt. The book drips with open disgust for his neighbors, his town, his government and its representatives, and frequently, his mother. It’s full of casual fat-shaming for the bodies around him as well as his own, and constant complaints that no one around him wants to work hard enough to earn a better life for themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, he also distances himself from the upper class. He seems determined to convince us that he’s superior and detached from the higher social strata into which he’s been inducted. Even after he’s ensconced in law school, he claims to mistrust the people around him, including the dean of his college and random people who enter his life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In one truly bizarre anecdote, he has an anxiety-induced fantasy about a random woman at a gas pump, and how she and her nephew, who attends Yale like Vance, must be sitting around mocking all of the hillbillies in his town. There’s zero basis for this bout of paranoia; like most of the book, it seems predicated on assumptions that seem reasonable and normal in Vance’s own head, but which feel baffling and unfounded — and often blatantly classist — when he lays them out for us.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To account for his mistrust, he makes&nbsp;confident blanket assertions that Scots-Irish people — yes, all of us — “do not like outsiders or people who are different from us, whether the difference lies in how they look, how they act, or, most important, how they talk.” While sentiments like these emphasize his theme of being unified with the underclass, they also differentiate himself and “his people” within that class based on their whiteness. This view seems much darker in retrospect, given where Vance and the Republican Party are in 2024.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vance acknowledges that both he and his sister still grapple with trust issues as adults due to their childhood experiences of violence, addiction, and abandonment; yet something about the mistrust he displays in <em>Elegy</em> seems consciously deployed. “There were two kinds of people,” he confesses at one point. “[T]hose whom I’d behave around because I wanted to impress them and those whom I’d behave around to avoid embarrassing myself. The latter people were outsiders.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In all this posturing and misdirection, there are, however, two moments in the book when he potentially gives himself away — by which I mean, he may be offering us a glimpse of the man whom Sen. <a href=\"https://www.theatlantic.com/magazine/archive/2023/11/mitt-romney-retiring-senate-trump-mcconnell/675306/\">Mitt Romney has claimed to despise</a> because of his perceived ability to shapeshift into an entirely new person when it’s convenient.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first is during a job interview, when, momentarily thrown by the question, “Why do you want to work at a law firm?” Vance blurts out, “I don’t really know, but the pay isn’t bad! Ha ha!”&nbsp;</p>\n\n<p class=\"has-text-align-none\">This wouldn’t seem so revealing, except that Vance tells us repeatedly that he often did things in law school just because they were expected of him — because this was how one gained impressive resume points or networked or got ahead. When he desperately tries to win a job as a clerk for a prominent judge, he tells us, “I didn’t know why I was doing it. Maybe, with my Southern drawl and lack of a family pedigree, I felt like I needed proof that I belonged at Yale Law. Or maybe I was just following the herd. Regardless of the reason, I needed to have this credential.”</p>\n\n<p class=\"has-text-align-none\">At that point, a law school professor seems to see right through him. “I don’t think you’re doing this for the right reasons. I think you’re doing this for the credential,” she tells him. His self-interest and careerism are clear even in a place where self-interest and careerism are the order of the day.&nbsp;Though he listens to her and drops pursuit of the job, mainly because it would require that much time away from his girlfriend (who he later married), he later resumes his job search; his mentor’s advice ultimately didn’t sway him from taking the path toward prestige.</p>\n\n<p class=\"has-text-align-none\">All of this creates the picture of a man who wants to be seen as a populist hero, a common man risen from the working class into a fairy tale story of success. But throughout <em>Elegy</em>, he unwittingly shows us how much he’s motivated not by empathy or love but by naked ambition and a desperation to be anywhere but here — “here” usually meaning around other people.</p>\n\n<p class=\"has-text-align-none\">This might be the real takeaway from <em>Hillbilly Elegy</em> — not that Vance is an anti-elitist, but that he is, to his core, anti-humanist. He may be saying the right words, intermittently pointing the reader toward signs of his compassion for the heartland. Yet when you disregard his misdirections and look closer, what emerges from his self-portrait is that he doesn’t just mistrust other people. He mistrusts core human values like compassion, patience, kindness without self-interest, inherent respect for the dignity of other people, and true empathy — in other words, for the principles that make his community, any community, worth fighting for. Vance may wield heroic words, but he is ultimately a weak warrior.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "I’m no fan of Hillbilly Elegy, the 2020 movie starring Amy Adams and Glenn Close, but when I picked up the book it’s based on recently, in light of rumors that its author, J.D. Vance, would be Donald Trump’s pick for vice president, I expected it to feel more substantive than its screen adaptation.&#160; At [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "Climate change is literally making our days longer",
    "link": "https://www.vox.com/climate/361213/climate-change-is-literally-making-our-days-longer",
    "pubDate": "2024-07-17T16:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of the ocean, with mountainous shores in the distance. Broken up chunks of ice are scattered across the water&#039;s surface.\" data-caption=\"Icebergs are diminishing due to warm temperatures along the Scoresby Sound Fjord in Eastern Greenland.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1630149314.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Icebergs are diminishing due to warm temperatures along the Scoresby Sound Fjord in Eastern Greenland.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story was originally published by <a href=\"https://www.theguardian.com/environment/article/2024/jul/15/climate-crisis-making-days-longer-study\">the Guardian</a> and is reproduced here as part of the <a href=\"https://www.climatedesk.org/about-us/\">Climate Desk</a> collaboration. </em></p>\n\n<p class=\"has-text-align-none\">The climate crisis is causing the length of each day to get longer, analysis shows, as the mass melting of polar ice reshapes the planet.</p>\n\n<p class=\"has-text-align-none\">The phenomenon is a striking demonstration of how humanity’s actions are transforming the Earth, scientists said, rivalling natural processes that have existed for billions of years.</p>\n\n<p class=\"has-text-align-none\">The change in the length of the day is on the scale of milliseconds but this is enough to potentially disrupt internet traffic, financial transactions, and <a href=\"https://www.theguardian.com/technology/gps\">GPS</a> navigation, all of which rely on precise timekeeping.</p>\n\n<p class=\"has-text-align-none\">The length of the Earth’s day has been steadily increasing over geological time due to the gravitational drag of the moon on the planet’s oceans and land. However, the melting of the <a href=\"https://www.theguardian.com/world/greenland\">Greenland</a> and Antarctic ice sheets due to human-caused global heating has been redistributing water stored at high latitudes into the world’s oceans, leading to more water in the seas nearer the equator. This makes the Earth more oblate — or fatter — slowing the rotation of the planet and lengthening the day still further.</p>\n\n<p class=\"has-text-align-none\">The planetary impact of humanity was also demonstrated recently by <a href=\"https://www.nature.com/articles/s41561-024-01478-2\">research</a> that showed the redistribution of water had <a href=\"https://www.theguardian.com/environment/2021/apr/23/climate-crisis-has-shifted-the-earths-axis-study-shows\">caused the Earth’s axis of rotation</a> — the north and south poles — to move. Other work has revealed that humanity’s <a href=\"https://www.theguardian.com/environment/2021/may/12/emissions-shrinking-the-stratosphere-scientists-find\">carbon emissions are shrinking the stratosphere</a>.</p>\n\n<p class=\"has-text-align-none\">“We can see our impact as humans on the whole Earth system, not just locally, like the rise in temperature, but really fundamentally, altering how it moves in space and rotates,” said professor Benedikt Soja of ETH Zurich in Switzerland, one of the world’s leading universities in science and technology. “Due to our carbon emissions, we have done this in just 100 or 200 years. Whereas the governing processes previously had been going on for billions of years, and that is striking.”</p>\n\n<p class=\"has-text-align-none\">Human timekeeping is based on atomic clocks, which are extremely precise. However, the exact time of a day — one rotation of the Earth — varies due to lunar tides, climate impacts, and some other factors, such as the slow rebound of the Earth’s crust after the retreat of ice sheets formed in the last ice age.</p>\n\n<p class=\"has-text-align-none\">These differences have to be accounted for, said Soja: “All the datacentres that run the internet, communications and financial transactions, they are based on precise timing. We also need a precise knowledge of time for navigation, and particularly for satellites and spacecraft.”</p>\n\n<figure class=\"wp-block-pullquote has-text-align-center\"><blockquote><p>“Due to our carbon emissions, we have done this in just 100 or 200 years. Whereas the governing processes previously had been going on for billions of years, and that is striking.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">The research, <a href=\"https://www.pnas.org/cgi/doi/10.1073/pnas.2406930121\">published in the <em>Proceedings of the National Academy of Sciences of the USA</em></a>, used observations and computer reconstructions to assess the impact of melting ice on the length of the day. The rate of slowing varied between 0.3 and 1.0 millisecond per century between 1900 and 2000. But since 2000, as <a href=\"https://www.theguardian.com/environment/2021/jan/25/global-ice-loss-accelerating-at-record-rate-study-finds\">melting accelerated</a>, the rate of change also accelerated to 1.3 millisecond per century.</p>\n\n<p class=\"has-text-align-none\">“This present-day rate is likely higher than at any time in the past few thousand years,” the researchers said. “It is projected to remain approximately at a level of 1.0 millisecond per century for the next few decades, even if greenhouse gas emissions are severely curbed.” If emissions are not cut, the slowing rate will increase to 2.6 milliseconds per century by 2100, overtaking lunar tides as the single biggest contributor to long-term variations in the length of days, they said.</p>\n\n<p class=\"has-text-align-none\">Dr. Santiago Belda of the University of Alicante in Spain, who was not part of the research team, said: “This study is a great advance because it confirms that the worrying loss of ice that Greenland and <a href=\"https://www.theguardian.com/world/antarctica\">Antarctica</a> are suffering has a direct impact on day length, causing our days to lengthen. This variation in day length has critical implications not only for how we measure time, but also for GPS and other technologies that govern our modern lives.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story was originally published by the Guardian and is reproduced here as part of the Climate Desk collaboration. The climate crisis is causing the length of each day to get longer, analysis shows, as the mass melting of polar ice reshapes the planet. The phenomenon is a striking demonstration of how humanity’s actions are [&#8230;]",
    "author": "Damian Carrington"
  },
  {
    "title": "Traveling this summer? Maybe don’t let the airport scan your face.",
    "link": "https://www.vox.com/future-perfect/360952/summer-travel-airport-facial-recognition-scan",
    "pubDate": "2024-07-17T15:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman stands in front of a facial scanner at the front of a line in an airport security area.\" data-caption=\"Passengers enter the departure hall through face recognition at Xiaoshan International Airport in China in 2022.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1243034502.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Passengers enter the departure hall through face recognition at Xiaoshan International Airport in China in 2022.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Here’s something I’m embarrassed to admit: Even though I’ve been reporting on <a href=\"https://www.vox.com/future-perfect/2019/4/27/18518598/ai-facial-recognition-ban-apple-amazon-microsoft\">the problems</a> with <a href=\"https://www.vox.com/future-perfect/2019/5/16/18625137/ai-facial-recognition-ban-san-francisco-surveillance\">facial recognition</a> for <a href=\"https://www.theatlantic.com/international/archive/2018/08/china-surveillance-technology-muslims/567443/\">half a dozen years</a>, I have allowed my face to be scanned at airports. Not once. Not twice. Many times.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are lots of reasons for that. For one thing, traveling is stressful. I feel time pressure to make it to my gate quickly and social pressure not to hold up long lines. (This alone makes it feel like I’m not truly consenting to the face scans so much as being coerced into them.) Plus, I’m always getting “randomly selected” for additional screenings, maybe because of my Middle Eastern background. So I get nervous about doing anything that might lead to extra delays or interrogations.</p>\n\n<p class=\"has-text-align-none\">But the main reason I haven’t declined airport face scans is actually very simple: I had no idea I could opt out.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It turns out that saying no is not only doable, but <a href=\"https://keepbeyond.com/optout/\">surprisingly easy</a> —&nbsp;at least in theory. Everyone, regardless of citizenship, can opt out when it comes to domestic flights in the US. (For international flights, US citizens can opt out but foreign nationals have to participate in face scanning, <a href=\"https://www.cbp.gov/about/congressional-resources/testimony/statement-record-assessing-cbps-use-facial-recognition-technology\">with some exceptions</a>.) Simply stand away from the camera or keep your face covered with a mask, present your ID, and say, “I opt out of biometrics. I want the standard verification process.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In theory, an officer is then supposed to manually look over your ID and compare it to your face, as they used to do before facial recognition. But in practice, there have been <a href=\"https://www.washingtonpost.com/technology/2023/07/11/tsa-airport-security-facial-recognition/\">reports of passengers —&nbsp;even a senator — facing resistance or intimidation</a> when they try to go this route.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Transportation Security Administration (TSA) and Customs and Border Protection (CBP) are also supposed to have clear signs informing passengers of the right to opt out. But at many airports, you have to look really, really hard to spot that message. Be prepared to crane your neck at an unnatural angle or squint at a very small font!</p>\n\n<p class=\"has-text-align-none\">This is why the Algorithmic Justice League, a nonprofit that sheds light on AI harms, launched a campaign this month called <a href=\"https://www.ajl.org/campaigns/fly\">“Freedom Flyers”</a> to raise awareness of your right to opt out. The timing is perfect: The TSA <a href=\"https://thehill.com/regulation/transportation/4738416-transportation-security-administration-record-air-travel-day/\">recorded</a> an all-time record day for air travel on June 23, with nearly 3 million people screened at the country’s airports as summer vacation season picked up.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now is the ideal time to make sure you know your rights when you pass through airport security —&nbsp;and understand exactly what’s at stake. The implications go way beyond air travel.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">How facial recognition works at the airport</h2>\n\n<p class=\"has-text-align-none\">In the US, <a href=\"https://apnews.com/article/facial-recognition-tsa-airport-security-privacy-7b97462591c49184d1cb19cda9c95211\">over 80 airports</a> are currently piloting facial recognition technology. The TSA’s goal is to roll out the tech in all of the more than 430 airports that it covers, <a href=\"https://www.tsa.gov/sites/default/files/tsa_biometrics_roadmap.pdf\">arguing</a> that this kind of automation would reduce “friction” at airports —&nbsp;meaning, presumably, how long it takes passengers to move through security.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That should raise some eyebrows, because there are known risks with this AI technology, from the possibility that your face data will be <a href=\"https://www.oversight.gov/report/dhs/review-cbps-major-cybersecurity-incident-during-2019-biometric-pilot\">stolen due to breaches</a> to the chance that you’ll be <a href=\"https://www.nytimes.com/2020/06/24/technology/facial-recognition-arrest.html\">misidentified as a criminal suspect —&nbsp;and jailed</a>. Neither of these are hypothetical scenarios; the former has happened due to CBP system vulnerabilities and the latter has happened at the hands of police. And then, of course, there’s <a href=\"https://www.vox.com/future-perfect/22916602/ai-bias-fairness-tradeoffs-artificial-intelligence\">AI bias</a>; facial recognition tech is known to disproportionately <a href=\"https://www.vox.com/future-perfect/2019/4/19/18412674/ai-bias-facial-recognition-black-gay-transgender\">misidentify people of color</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as dangerous as face recognition can be if it goes wrong, a greater concern could be what happens if it’s seen to work as intended. When I asked <a href=\"https://www.vox.com/future-perfect/23365558/future-perfect-50-ai-joy-buolamwini-founder-algorithmic-justice-league\">Joy Buolamwini</a>, the founder of the Algorithmic Justice League, what worries her about the use of this tech in airports, she said, “The big one for me is normalizing surveillance.”</p>\n\n<p class=\"has-text-align-none\">Buolamwini argued that airport face recognition is a way of acclimating the public to having more and more sensitive information taken. “I see this on a longer trajectory,” she said. “And they’ve shown you the trajectory.”</p>\n\n<p class=\"has-text-align-none\">She was referring to <a href=\"https://www.tsa.gov/sites/default/files/tsa_biometrics_roadmap.pdf\">a roadmap released in 2018 by the TSA</a>. It distinguishes between two types of facial recognition: There’s one-to-one matching, where the TSA compares the photo in your passport with the photo they take of you at the airport, to make sure that the photos match. (If you ever use your face to unlock your iPhone, this is the kind of facial recognition you’re using.)</p>\n\n<p class=\"has-text-align-none\">Then there’s one-to-many matching, where your image is compared with images of others. One-to-many matching is already in use by CBP and airline partners in that they compare a passenger’s photo to a database of government documents (like US passports) for verification, TSA press secretary Carter Langston told me by email.</p>\n\n<p class=\"has-text-align-none\">A particularly worrisome form of one-to-many matching is live biometrics. “Live biometrics is the <em>Minority Report</em> kind of thing —&nbsp;where you’re just walking around and they can identify you,” Buolamwini said. And if everyone’s face becomes fair game for live biometrics, your likeness could one day be checked against a criminal database any time you walk through a drug store or show up at a protest, which may <a href=\"https://www.vox.com/future-perfect/2019/5/16/18625137/ai-facial-recognition-ban-san-francisco-surveillance\">create a dangerous chilling effect</a> across society.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The TSA’s own 2018 roadmap says they aim to use “live biometrics” in the future. However, Langston disputed Buolamwini’s interpretation of that term. “That interpretation of TSA’s use case is nothing that I have heard anyone involved in the program indicate. TSA’s use case is and continues to be about identity verification,” he told me.  </p>\n\n<p class=\"has-text-align-none\">For now, Buolamwini said, “You might hear people say ‘Oh, we’re only doing one-to-one matching. You show us your ID, you show us your face, and we delete the data.’” But, she stressed, the full story is more complicated.</p>\n\n<h2 class=\"wp-block-heading\">Do airports really delete your photo after taking it?</h2>\n\n<p class=\"has-text-align-none\">The first thing to know is that if you’re not a US citizen, you have no guarantee that your photo will be deleted.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In fact, <a href=\"https://www.cbp.gov/sites/default/files/assets/documents/2022-Sep/CPE%20Final%20Report%20Traveler%20Verification%20Service%2020220815%20Final_%20Redacted_0.pdf\">according to CBP documents</a>, “Facial images for in-scope [noncitizen] travelers are also transmitted to the Department’s Automated Biometric Identification System (IDENT) and Homeland Advanced Recognition Technology System (HART). All biometrics of in-scope travelers are transmitted to IDENT/HART as encounters and are retained for 75 years in support of immigration, border management, and law enforcement activities.”</p>\n\n<p class=\"has-text-align-none\">That means your photo could end up in the database for the rest of your life. What’s more, CBP <a href=\"https://www.dhs.gov/sites/default/files/publications/privacy-pia-cbp056-tvs-february2021.pdf\">notes</a> that “CBP may share information with federal, state, and local authorities, which may be authorized to use the information for purposes beyond the scope of CBP’s mission.”</p>\n\n<p class=\"has-text-align-none\">If you’re a US citizen, you might breathe a bit easier upon reading on the CBP <a href=\"https://www.cbp.gov/travel/biometrics/biometric-privacy-policy\">website</a>, “CBP retains U.S. citizen photos for no more than 12 hours after identity verification, and only for continuity of operations purposes.” But even so, there’s reason to wonder whether all your data is really deleted after those 12 hours.</p>\n\n<p class=\"has-text-align-none\">When you submit to facial recognition, the tech analyzes a photo of your face and creates what’s called a “face print” or “face template.” This is not an image —&nbsp;it comes in the form of a series of numbers. You can think of it as your face’s metadata.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The problem is, even if airports do delete your photo, that does not necessarily mean they’re deleting your face print. And that face print is the real informational gold. Researchers have shown that <a href=\"https://ieeexplore.ieee.org/document/8338413\">they can reconstruct an image of your actual face</a> as long as they’ve got the face print.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">I asked CBP what happens to that precious series of numbers. A CBP spokesperson replied, but did not answer the question about whether face prints get deleted. </p>\n\n<h2 class=\"wp-block-heading\">If you’ve already let airports scan your face, is there a point in saying no next time?</h2>\n\n<p class=\"has-text-align-none\">Maybe you’re in the same situation as me. Maybe you’ve already let airports scan your face. And maybe you’re wondering whether saying no in the future will make any difference, given that your face data is probably already in a database —&nbsp;or two —&nbsp;or three. (Separate from TSA, your individual airline may also scan your face instead of your boarding pass before letting you on the plane, though airlines <a href=\"https://www.pcmag.com/opinions/you-can-say-no-to-face-scans-for-airplane-boarding\">say</a> you can opt out for domestic flights.)</p>\n\n<p class=\"has-text-align-none\">Buolamwini’s opinion? It’s definitely still worth declining the face scan next time you fly. “Every opt-out opportunity is a way to vote for your biometric rights,” she said.</p>\n\n<p class=\"has-text-align-none\">We’ve already seen that when there’s enough of a public outcry, it can lead to deletion of face data. After Facebook’s facial recognition system sparked a class-action lawsuit, government investigations, and public furor, the company ended up <a href=\"https://www.nytimes.com/2021/11/02/technology/facebook-facial-recognition.html\">deleting the face prints of more than a billion users</a> in 2021.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Face purges can and do happen,” Buolamwini said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Remember, the TSA’s stated reason for rolling out facial recognition in airports is to minimize friction. If you’re unhappy about the use of the tech, you can consider generating more friction next time you fly.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story originally appeared in the&nbsp;</em><a href=\"https://www.vox.com/future-perfect\"><em><strong>Future Perfect</strong></em></a><em>&nbsp;newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\"><em><strong>Sign up here!</strong></em></a></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Here’s something I’m embarrassed to admit: Even though I’ve been reporting on the problems with facial recognition for half a dozen years, I have allowed my face to be scanned at airports. Not once. Not twice. Many times.&#160; There are lots of reasons for that. For one thing, traveling is stressful. I feel time pressure [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "Vox, explain it to me",
    "link": "https://www.vox.com/23700653/explain-it-to-me-crowdsourcing-ask-vox",
    "pubDate": "2024-07-17T13:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/20058266/vox_logo_4x3.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Ever since we started Vox, we’ve had a channel on Slack, the messaging app we use to communicate within our newsroom, called #vox-explain-it-to-me. Members of our newsroom use this channel to ask questions about the topics they need clarification on, trends they’ve noticed, or subjects they are just curious or confused about. The conversations in this channel, along with the people who tag us on social media saying they need a “<a href=\"https://www.vox.com/explainers\">Vox-splainer</a>” on specific issues, are among the factors that help shape our reporting.</p>\n\n<p class=\"has-text-align-none\">Now, here’s your chance to participate. Just as our staff can ask each other for the topics they want explained to them by their colleagues in #vox-explain-it-to-me, you can now participate in that process, too. Use this form to tell us what topics you want Vox to explain. From why dating feels harder these days to why jars are so hard to open, no question is too big or too small. Explain It To Me exists as a podcast, a newsletter, videos, and through the classic explanatory work you typically see on our site. If you prefer to call in to our podcast to ask a question, give 1-800-618-8545 a ring (and don’t forget the 1 — it’s important). Ask away, and leave your name and a callback number.</p>\n\n<p class=\"has-text-align-none\">There’s no deadline, and we’ll check the submissions regularly to help inform our story ideas.</p>\n\n<iframe src=\"https://docs.google.com/forms/d/e/1FAIpQLScoQe_YRwSSqUgd9fK57E1ypFbHd8B8bbah5Sx0T66ZLpTFgw/viewform?embedded=true\" width=\"640\" height=\"1367\" frameborder=\"0\">Loading&hellip;</iframe>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Ever since we started Vox, we’ve had a channel on Slack, the messaging app we use to communicate within our newsroom, called #vox-explain-it-to-me. Members of our newsroom use this channel to ask questions about the topics they need clarification on, trends they’ve noticed, or subjects they are just curious or confused about. The conversations in [&#8230;]",
    "author": "Gabriela Fernandez"
  },
  {
    "title": "The lessons Houston didn’t learn from Hurricane Harvey",
    "link": "https://www.vox.com/climate/360921/hurricane-beryl-houston-blackout-centerpoint-outage",
    "pubDate": "2024-07-17T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Downed power lines and a workman.\" data-caption=\"Linemen tend to fallen power lines in Houston days after Hurricane Beryl made landfall.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2161768769.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Linemen tend to fallen power lines in Houston days after Hurricane Beryl made landfall.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">Beryl</a>, the first major hurricane of the year, has finally dissipated, but it’s still casting a long shadow in Texas. As of Tuesday afternoon, more than a week after the storm made landfall in the state, <a href=\"https://poweroutage.us/area/state/texas\">more than 100,000 electricity customers</a> still didn’t have power — the vast majority of them in the Houston metropolitan area. Now <a href=\"https://www.upi.com/Top_News/US/2024/07/13/houston-power-outage-hurricane-beryl/1381720896872/\">intense heat and humidity</a> have blanketed the region, leaving many vulnerable residents without the cooling they need to endure the hot, muggy weather with the heat index topping <a href=\"https://forecast.weather.gov/MapClick.php?textField1=29.7606&amp;textField2=-95.3697\">100 degrees Fahrenheit</a>. </p>\n\n<p class=\"has-text-align-none\">While Beryl reached Category 5 strength earlier in the year than any hurricane on record, it landed in Texas as a much weaker Category 1 storm. It also hit a region that’s not just familiar with hurricanes — the catastrophic Hurricane Harvey was only seven years ago — but all sorts of extreme weather, including <a href=\"https://apnews.com/article/houston-texas-flooding-severe-weather-117b0f63c9bd53be31ee34e11547da21\">torrential downpours</a>, <a href=\"https://earthobservatory.nasa.gov/images/152843/derecho-darkens-houston\">thunderstorms</a>, <a href=\"https://yaleclimateconnections.org/2024/05/at-least-23-killed-in-long-weekend-swarm-of-severe-weather/\">tornadoes</a>, and merciless heat that have all hit the state this year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That raises an unavoidable question: Why wasn’t the local energy infrastructure better able to withstand the storm? </p>\n\n<p class=\"has-text-align-none\">At the height of Beryl’s impact, <a href=\"https://apnews.com/article/hurricane-beryl-texas-7dfd5353671ee30d0c6d11518ea5a370\">almost 3 million customers had lost power</a>. The Public Utility Commission of Texas, the state’s main energy regulator, announced on Monday it was <a href=\"https://www.kxan.com/news/texas/public-utility-commission-of-texas-to-launch-investigation-into-centerpoint-energy-over-beryl-response/\">opening an investigation into CenterPoint Energy</a>, the main power utility in Houston. The inquiry will look into the utility’s preparation ahead of the storm and its response in the aftermath — both of which seem to have been lacking.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“What CenterPoint is showing us by its repeated failure to provide power, is they seem to be just incapable of doing their job,” Texas Gov. Greg Abbott told the <a href=\"https://apnews.com/article/hurricane-beryl-houston-power-outage-23bb8aa69874c8019de237e5299492b0\">Associated Press</a>. “This isn’t a failure of the entire system … This is an indictment of one company that’s failed to do its job.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the problems with Houston’s energy system didn’t start with Hurricane Beryl, although the tempest exposed its faults. As the Atlantic Ocean braces for an <a href=\"https://www.vox.com/climate/24145756/la-nina-2024-el-nino-heat-hurricane-record-temperature-pacific\">active hurricane season</a>, the Texas coast may soon be tested again. And with global average temperatures increasing as humans change the climate, storm surges are rising and rainstorms are dishing out more water, <a href=\"https://www.vox.com/climate/352234/how-one-weather-extreme-can-make-the-next-one-even-more-dangerous\">compounding severe weather’s destructive potential</a>.</p>\n\n<h2 class=\"wp-block-heading\">This isn’t Houston’s first rodeo</h2>\n\n<p class=\"has-text-align-none\">For some Houstonians, Beryl brought back memories of Hurricane Harvey. “This one gives us PTSD, I have to tell you,” said <a href=\"https://uh.edu/hobby/about/faculty/pablo-pinto/\">Pablo Pinto</a>, a professor of public policy at the University of Houston whose home was damaged during Harvey.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harvey landed in Texas at Category 4 strength. Though it weakened to a <a href=\"https://www.weather.gov/crp/hurricane_harvey\">tropical storm as it approached Houston</a>, it <a href=\"https://www.fema.gov/press-release/20230425/historic-disaster-response-hurricane-harvey-texas\">dumped an astounding 4.5 feet of rain</a> in <a href=\"https://www.weather.gov/crp/hurricane_harvey\">four days</a>, and left behind <a href=\"https://tdem.texas.gov/disasters/hurricane-harvey\">$125 billion in damages</a>, making Harvey the second-most expensive storm to make landfall in the continental US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Pinto co-authored a <a href=\"https://uh.edu/news-events/stories/2022-news-articles/august-2022/08252022-harvey-anniversary-flood.php\">2022 report looking back at Harvey</a> and its lasting impacts on Houston. It found that almost one in five residents surveyed said they still hadn’t fully recovered from the storm. The storm also changed people’s attitudes toward building regulations in a city famous for <a href=\"https://www.houstontx.gov/planning/DevelopRegs/\">not having zoning laws</a>. More than 90 percent of respondents said they were in favor of policies like restricting construction in flood plains, blocking development in wetlands, and building codes requiring flood-prone homes to be elevated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, many of these measures target the losses specific to Harvey, which were mainly caused by extreme flooding rather than the high winds that might wreak havoc in a stronger storm. “We tend to prepare for the last war. That’s how we allocate resources,” Pinto said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And many of the post-Harvey proposals have been ignored.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Houston’s city council did approve some <a href=\"https://www.texastribune.org/2018/04/04/houston-city-council-approves-changes-floodplain-regulations-narrow-vo/\">new regulations to address flooding risk</a>, but people are still <a href=\"https://kinder.rice.edu/research/2021-state-housing-harris-county-and-houston\">building homes in floodplains</a> and <a href=\"https://www.houstonchronicle.com/news/houston-weather/hurricanes/article/Houston-keeps-paving-over-Katy-prairie-development-17392801.php\">paving over wetlands</a> that buffer flooding, in an effort to accommodate the city’s <a href=\"https://www.axios.com/local/houston/2024/03/19/texas-population-increase-htx\">booming population</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2162260335.jpg?quality=90&#038;strip=all&#038;crop=0,10.736990722712,100,78.526018554576\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Jose Grinan, 71, holds extension cables he used for his generator to power his home after Hurricane Beryl caused major power outages. | Raquel Natalicchio/Houston Chronicle via Getty Images\" data-portal-copyright=\"Raquel Natalicchio/Houston Chronicle via Getty Images\" />\n<p class=\"has-text-align-none\">Beryl, on the other hand, moved faster through Houston and inflicted most of its damage from the strong winds and the tornadoes it spawned. Those <a href=\"https://earthobservatory.nasa.gov/images/153035/beryl-makes-landfall-in-texas\">80 mph gusts</a> knocked over utility poles and dropped trees onto power lines, which led to the widespread electricity outages. In addition to cutting off air conditioning during a heat wave, the blackouts interrupted power to fuel pumps, forcing residents to <a href=\"https://abc13.com/post/hurricane-beryl-recovery-long-lines-gas-groceries-kroger-heb-open/15047040/\">wait hours for gasoline and diesel</a> from the remaining operational stations. That’s a major blow in a <a href=\"https://www.understandinghouston.org/blog/examining-houstons-reputation-as-a-car-city\">notoriously sprawling, car-dependent city</a>.</p>\n\n<p class=\"has-text-align-none\">In this regard, Beryl was more like <a href=\"https://www.weather.gov/hgx/projects_ike08\">Hurricane Ike</a> when it charged into Houston in 2008 as a Category 2 storm. That storm also <a href=\"https://www.chron.com/news/houston-texas/houston/article/Hurricane-Ike-hit-the-Houston-and-Galveston-areas-9219780.php\">knocked out power to millions of people</a>, an early warning that the region’s energy infrastructure was highly vulnerable to extreme weather.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Together, these hurricanes illustrate that the intensity of the storm is only one factor in its destructive potential; the severity and the extent of the disaster also hinge on how many people are in harm’s way and what they do, or fail to do, to prepare. It’s what’s known as the <a href=\"https://chubasco.niu.edu/ebe.htm#:~:text=The%20%22Expanding%20Bull's%2DEye%20Effect%22&amp;text=A%20sample%20tornado%20scenario%20is,of%20potential%20impacts%20from%20hazards.\">expanding bullseye effect</a> — as more people and development are put in the path of natural disasters, the damage of even weaker events can grow.</p>\n\n<h2 class=\"wp-block-heading\">Houston’s energy problems reach beyond storms</h2>\n\n<p class=\"has-text-align-none\">Texas’s famous independent streak extends to how it produces electricity. Unusually in the US, the Texas <a href=\"https://www.houstonchronicle.com/business/energy/article/ercot-texas-own-power-grid-interconnection-18693934.php\">power grid is largely isolated</a> from neighboring states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That helps Texas avoid scrutiny from federal regulators and run its own freewheeling electricity markets that prioritize low prices. But this system leaves its citizens vulnerable to power disruption. Its current energy grid creates little incentive for power companies to invest in backup power or costly infrastructure upgrades. So when <a href=\"https://www.vox.com/2021/2/16/22284140/texas-blackout-outage-winter-storm-uri-ercot-power-grid-cold-snow-austin-houston-dallas\">temperatures drop sharply</a> or <a href=\"https://www.vox.com/climate/23893057/power-electricity-grid-heat-wave-record-blackout-outage-climate\">when they spike</a>, causing surges in energy demand when generation capacity is strained, grid operators lean on customers to turn down their power use rather than import power from outside the state — or else the grid goes dark. Texas regulators are <a href=\"https://www.bloomberg.com/news/articles/2023-12-19/texas-to-revisit-power-reserve-policies-amid-spat-with-grid-watchdog?embedded-checkout=true\">starting to change the rules</a> to encourage companies to invest more in grid resilience and are considering <a href=\"https://www.wfaa.com/article/news/local/plans-connect-ercot-power-grid-other-states-draw-new-attention/287-6d3f07fa-b991-46a6-a291-ca2ea528dda7\">building more transmission lines</a> with other states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Houston’s energy system has had its own unique issues within this milieu. “​​Texas in general — and CenterPoint in particular — had problems with reliability, even not during storms,” said Doug Lewin, an energy analyst who writes the <a href=\"https://www.douglewin.com/\">Texas Energy and Power Newsletter</a>. In Texas, CenterPoint ranked among the <a href=\"https://www.saveonenergy.com/resources/texas-largest-utilities-reliability/\">worst utilities for power outages</a> and one of the <a href=\"https://www.houstonchronicle.com/business/energy/article/ecnterpoint-energy-efficiency-ranking-18326186.php\">worst in the country for energy efficiency</a>. The Texas grocery chain H-E-B <a href=\"https://www.houstonchronicle.com/business/article/HEB-Centerpoint-electric-reduce-price-hike-15063001.php\">even installed backup generators</a> at its Houston-area stores specifically because of CenterPoint’s unreliable service.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Lewin noted that CenterPoint is a government-regulated public utility and so a big part of the blame falls on regulators who didn’t hold the company accountable for shortfalls or provide adequate resources to maintain its operations. “This is systemic neglect,” Lewin said. “It has taken decades and generations to get to this point and it’s probably going to take decades to fix.”</p>\n\n<p class=\"has-text-align-none\">But there are fixes, and some of the work can begin right away.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One is to <a href=\"https://www.vox.com/energy-and-environment/2017/12/15/16714146/greener-more-reliable-more-resilient-grid-microgrids\">deploy microgrids</a> in vulnerable areas. This breaks the power grid down into smaller, independent blocks that can rely on more local power generation, particularly from sources like the wind and the sun. That means that if a major transmission line gets knocked down or roads become inaccessible, homes and businesses on a microgrid can keep their own lights on.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s also money available. The <a href=\"https://www.vox.com/22770447/infrastructure-bill-democrats-biden-water-broadband-roads-buses\">2021 bipartisan infrastructure law</a> includes <a href=\"https://www.energy.gov/gdo/bipartisan-infrastructure-law\">$5 billion in grants to harden the power grid</a> across the US against natural disasters and another $5 billion to make upgrades to improve reliability. Texas <a href=\"https://thehill.com/newsletters/sustainability/4300253-texas-to-design-deploy-thousands-of-microgrids-to-insulate-electric-system-from-disaster/\">voters last year also approved</a> $1.8 billion to build <a href=\"https://www.houstonchronicle.com/opinion/editorials/article/texas-proposition-7-ercot-grid-18411859.php?email=467cb6399cb7df64551775e431052b43a775c749&amp;emaila=12a6d4d069cd56cfddaa391c24eb7042&amp;emailb=054528e7403871c79f668e49dd3c44b1ec00c7f611bf9388f76bb2324d6ca5f3&amp;utm_source=Sailthru&amp;utm_medium=email&amp;utm_campaign=11.08.23%20Sustainability%20BH%20CMS\">microgrids at critical facilities like hospitals</a>. In April, Harris County, which encompasses Houston, alongside five other Texas municipalities, received <a href=\"https://www.houstonpublicmedia.org/articles/news/energy-environment/2024/04/22/484184/harris-county-wins-part-of-7-billion-federal-grant-to-expand-solar-power-access-for-low-income-households/\">$250 million in federal funds</a> to deploy residential solar power for low-income residents.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This isn’t that hard. The technology is there,” Lewin said. “One year from now, we should have microgrids in Houston, Corpus Christi, Brownsville, all up and down the coast.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The bigger challenge may be changing Houston’s attitudes toward regulations and coordination around the power grid and disaster planning rather than the ad hoc, go-it-alone approach that’s dominated the region for years. “Some of those solutions require a bit more planning,” Pinto said. “Those things have been kind of a taboo in a place like Texas.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Beryl, the first major hurricane of the year, has finally dissipated, but it’s still casting a long shadow in Texas. As of Tuesday afternoon, more than a week after the storm made landfall in the state, more than 100,000 electricity customers still didn’t have power — the vast majority of them in the Houston metropolitan [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "What so many high-profile shootings have in common",
    "link": "https://www.vox.com/politics/361133/trump-assassination-attempt-rnc-men-guns",
    "pubDate": "2024-07-17T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2161607020.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">We don’t know much yet about the <a href=\"https://www.vox.com/politics/360390/trump-shot-assassination-attempt-shooter-bullet-butler-pennsylvania-biden-secret-service-updates\">shooter</a> who killed one man and wounded two others in an apparent assassination attempt on Donald Trump on Saturday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We do know that he was 20 years old, and male.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those two facts — and his role in Saturday’s shocking crimes — put him in a small but frightening group: He’s now among a handful of young American men who, driven by psychological distress, hatred, or something else, commit highly public acts of violence with powerful guns.</p>\n\n<p class=\"has-text-align-none\">He joins a list of young men that includes the two high school seniors who killed 13 people at Columbine High School in 1999; the 24-year-old who killed 12 people at a movie theater in Colorado in 2012; the 19-year-old who killed 17 people at a high school in Parkland, Florida, in 2018; the 18-year-old who killed 10 people at a Buffalo supermarket the same year; and, unfortunately, many more.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Across the board, young men are responsible for the vast majority of gun violence in this country,” said Jillian Peterson, a professor of criminology and criminal justice at Hamline University and executive director of the Violence Prevention Project Research Center. That’s especially true for public mass shooters, <a href=\"https://www.npr.org/2021/03/27/981803154/why-nearly-all-mass-shooters-are-men\">98 percent of whom are male</a> and a growing number of whom are in their late teens or early 20s.</p>\n\n<p class=\"has-text-align-none\">The reasons young men turn to public violence are many and complicated, but experts say that common factors include access to guns that has grown <a href=\"https://www.vox.com/23142734/kansas-city-superbowl-mass-shooting\">even easier</a> in recent years and a sense of social isolation deepened by the pandemic. That isolation can lead young men to seek out community in dangerous places, including a growing number of online communities that glorify violence. </p>\n\n<p class=\"has-text-align-none\">Troublingly, each new shooting reinforces a kind of cultural script, Peterson and others say: For young men in distress, murdering people in public has come to seem like an increasingly viable option. Before the Columbine murders, school shootings were unthinkable. Now, though they remain rare in absolute numbers, they can feel devastatingly commonplace, <a href=\"https://www.chalkbeat.org/2024/07/16/after-school-shootings-attempted-trump-assassination-teens-live-in-fear/\">robbing children</a> and families of a sense of safety in their neighborhood schools. For a small group of troubled people, the dark examples of young men who have gone before have made public killings “a more realistic thing you can plan,” Peterson said.</p>\n\n<p class=\"has-text-align-none\">Much about the life and motives of the Trump rally shooter remains unknown, including the details of what led him to plan and carry out his crime on Saturday. But that crime was nonetheless part of a larger pattern in America, and understanding that pattern may be the first step to changing it.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Young male shooters often have a history of trauma and isolation</h2>\n\n<p class=\"has-text-align-none\">The public mass shooters Peterson has studied are “typically men who have been through a trauma background, who are isolated, who are disconnected,” she said. They often experience self-loathing or suicidal thoughts, and eventually come to find a grievance, someone or something they blame for their feelings.</p>\n\n<p class=\"has-text-align-none\">One young man, for example, <a href=\"https://www.nytimes.com/2014/06/02/us/elliot-rodger-killings-in-california-followed-years-of-withdrawal.html\">experienced bullying</a> and mental health issues for years and ultimately became consumed with rage at what he perceived as his rejection by women. In 2014, the 22-year-old killed six people and wounded 14 others in Isla Vista, California, before dying by suicide.</p>\n\n<p class=\"has-text-align-none\">Another young man, who at age 21 killed nine congregants at Emanuel African Methodist Episcopal Church in Charleston, South Carolina, <a href=\"https://www.nytimes.com/2017/02/02/us/dylann-roof-charleston-killing-mental.html\">described depression and friendlessness</a> leading up to the shooting and was diagnosed with multiple mental disorders, including social anxiety. He <a href=\"https://apnews.com/article/religion-shootings-race-and-ethnicity-racial-injustice-dylann-roof-9b83ed2ecca145ffa546746dd704a092\">became a white supremacist</a>, ruthlessly targeting a predominantly Black congregation and filling a journal with racist rantings.</p>\n\n<p class=\"has-text-align-none\">While no amount of loneliness can ever be an excuse for the kind of crimes these young men and others committed, understanding the histories and psychological profiles of killers can help clinicians and others spot problematic behaviors before they turn into violence. People of all genders can experience bullying and isolation, but boys in particular often begin to isolate themselves in adolescence, experts say. </p>\n\n<p class=\"has-text-align-none\">Before that time, “boys are very similar to girls in their social networks,” Adam Stanaland, a researcher at New York University who studies how young people think about gender, told Vox in an email. But as they approach puberty, “boys begin distancing and denying themselves intimate emotional connections as a way to prove their burgeoning manhood.”</p>\n\n<p class=\"has-text-align-none\">Young men also sometimes respond to loneliness in dangerous ways, experts say. In general, women are more likely to internalize negative feelings, with higher rates of anxiety, depression, and self-harm, Peterson said. Men are more likely to externalize these feelings with violence or substance abuse. And people under 25 overall are more impulsive and less able to consider consequences than their elders, <a href=\"https://www.washingtonpost.com/health/2022/06/03/why-so-many-mass-shooters-young-angry-men/\">experts say</a>.</p>\n\n<p class=\"has-text-align-none\">Most men will never commit violence, let alone a mass shooting, which is <a href=\"https://www.nytimes.com/2022/06/02/us/politics/mass-shootings-young-men-guns.html\">typically defined</a> as the killing of four or more people (the assassination attempt on Saturday would not qualify, but in its highly public nature, shares many characteristics with these killings). But such crimes often represent an extreme example of a more common phenomenon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Lonely young men are especially “vulnerable to the appeals of some false community,” political scientist Robert Putnam, author of <em>Bowling Alone: The Collapse and Revival of American Community, </em>told the <a href=\"https://www.nytimes.com/2024/07/13/magazine/robert-putnam-interview.html\">New York Times</a> earlier this month<em>.</em> “Eager recruits to the Nazi Party in the 1930s were lonely young German men, and it’s not an accident that the people who are attracted today to white nationalist groups are lonely young white men.”</p>\n\n<p class=\"has-text-align-none\">The Isla Vista shooter, for his part, spent time on <a href=\"https://www.nytimes.com/2014/06/02/us/elliot-rodger-killings-in-california-followed-years-of-withdrawal.html\">pick-up-artist forums</a>, talking to other men who identified as <a href=\"https://www.vox.com/the-highlight/2019/4/16/18287446/incel-definition-reddit\">“incels”</a> — a moniker for those who describe themselves as involuntarily celibate — about retribution for the perceived slights of women. A 25-year-old who killed 10 people with a van in Toronto in 2018 also <a href=\"https://www.vox.com/the-highlight/2019/4/16/18287446/incel-definition-reddit\">described himself as an incel</a>. </p>\n\n<p class=\"has-text-align-none\">Isolation has been an especially prominent factor in public killings since the pandemic began, Peterson said. In recent years, a growing share of mass shooters has been young men who have graduated from high school but are not in college or working — “nobody really had eyes on them or noticed,” Peterson said.</p>\n\n<p class=\"has-text-align-none\">Online, said Peterson, these young men can find “communities where violence is really celebrated.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Easy access to guns gives young men a chilling opportunity</h2>\n\n<p class=\"has-text-align-none\">For some young men, public gun violence has become a cultural trope they can all too easily emulate, Peterson said. It started with the Columbine killings and accelerated with the rise of social media. Public mass shooters often study the manifestos or videos left behind by previous shooters, she added.<strong> </strong>“They kind of want to be a part of this group.”</p>\n\n<p class=\"has-text-align-none\">Which brings us to another major factor leading some young men in America to commit public violence: the sheer ease of obtaining a powerful gun. Men are about <a href=\"https://news.gallup.com/poll/406238/stark-gender-gap-gun-ownership-views-gun-laws.aspx\">twice as likely</a> as women to own a gun, and male high school students are much more likely than their female classmates to report <a href=\"https://ojjdp.ojp.gov/statistical-briefing-book/offending-by-youth/faqs/qa03504\">carrying a weapon</a>.  </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.businessinsider.com/heres-how-guns-are-advertised-in-america-2012-12#adam-lanza-brandished-a-bushmaster-ar-15-when-he-murdered-27-women-and-small-children-in-newtown-this-is-how-that-weapon-is-marketing-to-the-general-public-magazine-ads-equate-owning-the-gun-to-being-a-man-1\">Gun ads</a> often make an explicit connection between firearms and masculinity, Stanaland said. “Carrying guns is viewed as a way to shore up masculinity among certain men,” he explained. “If they are feeling insecure and want to prove their masculinity, they may do so by carrying a gun (or, worse, shooting that gun in ways that harm others).”</p>\n\n<p class=\"has-text-align-none\">Gun policy, meanwhile, has done little or nothing to interrupt the devastating cycle of violence. The 2022 Supreme Court decision in <a href=\"https://www.vox.com/scotus/24151144/supreme-court-worst-decisions-donald-trump\"><em>New York State Rifle &amp; Pistol Association v. Bruen</em></a>, for example, has made gun control legislation incredibly difficult for states to pass and maintain. The <a href=\"https://www.thetrace.org/2023/03/guns-america-data-atf-total/\">increase in gun production</a> since 2020 and the <a href=\"https://www.americanprogress.org/article/fact-sheet-weakening-requirements-to-carry-a-concealed-firearm-increases-violent-crime/\">rise of concealed-carry</a> laws have made firearms an ever more ubiquitous and inescapable part of public life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Keeping those firearms out of the hands of people who are unstable is frighteningly difficult. “There are shockingly few avenues to stop people who are spiraling before they commit acts of violence,” Jonathan Metzl, a professor of sociology and psychiatry at Vanderbilt University who has studied gun violence, told Vox in an email.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2018, for example, a 29-year-old man killed four people with an AR-15-style rifle in a Nashville Waffle House. He had come to the attention of the police at least five times before the shooting, said Metzl, whose forthcoming book, <em>What We’ve Become</em>, deals with the episode. “But because of permissive gun laws, there was literally nothing authorities could do to disarm him until after he had killed people.”</p>\n\n<p class=\"has-text-align-none\">Many experts have floated the idea of age restrictions on the most powerful weapons. “We need to pay attention to the scientific evidence that suggests these young minds may not be capable of having the serious responsibility of owning an assault rifle,” Kami Chavis, director of the criminal justice program at Wake Forest University School of Law, <a href=\"https://www.washingtonpost.com/health/2022/06/03/why-so-many-mass-shooters-young-angry-men/\">told the Washington Post</a> in 2022.</p>\n\n<p class=\"has-text-align-none\">Such restrictions have gained little traction in a political environment that remains highly deferential to gun rights. Months before the attempt on Trump’s life, Republicans in the Pennsylvania state legislature blocked a bill to ban the type of rifle used in the attack, <a href=\"https://www.levernews.com/pennsylvania-gop-fought-a-ban-on-the-gun-used-in-trump-shooting/\">the Lever reported</a>.</p>\n\n<p class=\"has-text-align-none\">Experts say no plan to stop future mass shootings is complete without gun control legislation. The Violence Prevention Project Research Center, for example, calls for universal background checks and an assault weapons ban, as well as measures to limit access to guns for people who are in crisis.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, there are also ways that individuals and communities can help prevent young men from turning to violence. Limiting social isolation for young children, especially boys, is critical, Peterson said. So is training adults in crisis intervention and suicide prevention, since public mass shooting is often a form of suicidal behavior.</p>\n\n<p class=\"has-text-align-none\">While young men turning to gun violence may seem inexplicable or, in our current environment, inevitable, there are often many opportunities to prevent such crimes, experts say. In interviews with men who have committed mass shootings, “I always ask them, is there anyone or anything that could’ve stopped you,” Peterson said. “They will always say yes.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "We don’t know much yet about the shooter who killed one man and wounded two others in an apparent assassination attempt on Donald Trump on Saturday.&#160; We do know that he was 20 years old, and male.&#160; Those two facts — and his role in Saturday’s shocking crimes — put him in a small but [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "Energy drinks are everywhere. How dangerous are they?",
    "link": "https://www.vox.com/even-better/360940/energy-drinks-health-risks-caffeine-celsius-monster-red-bull-panera-charged-lemonade-taurine-guarana-arrhythmia",
    "pubDate": "2024-07-17T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A wall of energy drinks on store shelves\" data-caption=\"\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Newscast/Universal Images Group via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1265237517.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you believe the ads, energy drinks turn ordinary schnooks like you and me into lean, mean, git-her-done machines. They promise to <a href=\"https://www.youtube.com/watch?v=K31dg86OmuM\">give you wings</a>, <a href=\"https://www.google.com/imgres?imgurl=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fj15o_SbXXKo%2Fmaxresdefault.jpg&amp;tbnid=4d0dq_HrvY-xEM&amp;vet=12ahUKEwiTpdKP-4WHAxXTpIkEHQLaCuMQMygFegQIARBT..i&amp;imgrefurl=https%3A%2F%2Fm.youtube.com%2Fwatch%3Fv%3Dj15o_SbXXKo&amp;docid=1tsP-2Wx_qBDMM&amp;w=1280&amp;h=720&amp;q=monster%20energy%20release%20the%20beast%20ad&amp;ved=2ahUKEwiTpdKP-4WHAxXTpIkEHQLaCuMQMygFegQIARBT\">unleash the beast</a>, <a href=\"https://www.youtube.com/watch?v=a40-yB3DgEY\">make you the boss of time</a>, and <a href=\"https://www.instagram.com/reel/C7Z6fAcp-Wu/?hl=en\">enable the crushing of your enemies</a>.</p>\n\n<p class=\"has-text-align-none\">No wonder sales have boomed in recent years, growing by <a href=\"https://store.mintel.com/us/report/us-energy-drinks-market-report/\">73 percent from 2018 to 2023</a>. Nearly half of consumers drink them multiple times a week. In addition to the offerings at retail and convenience stores, chains like Starbucks, Dunkin, and Caribou Coffee are <a href=\"https://www.restaurantbusinessonline.com/beverage/despite-paneras-charged-lemonade-failure-energy-drinks-are-coming-more-restaurants\">adding energy drinks</a> to their menus. In the next five years, energy drink sales are on track to reach $30 billion in the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The vast majority of the people who drink energy drinks — mostly teens and <a href=\"https://www.nccih.nih.gov/health/energy-drinks\">men aged 18 to 34</a> — don’t die as a result. Occasionally, though, some do. The Center for Science in the Public Interest counted <a href=\"https://www.foodsafetynews.com/2014/07/energy-drinks-increasingly-cause-health-problems/#:~:text=Data%20recently%20obtained%20by%20the,Monster%20and%20one%20to%20Rockstar.\">34 deaths linked to these products</a> between 2004 and 2014. More recently, the families of a <a href=\"https://www.nytimes.com/2023/10/24/us/panera-caffeine-charged-lemonade-death.html\">female college student</a> and a <a href=\"https://www.nytimes.com/2023/12/05/us/panera-charged-lemonade-death.html\">46-year-old man</a> sued Panera over the deaths of their loved ones following consumption of its highly caffeinated Charged Lemonade drinks.</p>\n\n<p class=\"has-text-align-none\">A far larger chunk of people who consume energy drinks experience other unpleasant <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4682602/\">side effects</a> as a result, ranging from sleeplessness to twitchiness to anxiety to gastrointestinal distress. Still, demand for these products is mounting, even outside of their sweaty core constituency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not an accident: As the current male market has neared energy drink saturation, manufacturers have set their sights on adults beyond college age — especially women, according to a recent report from market analysis firm Mintel. They’re reaching these new mouths by capitalizing on a growing and somewhat whimsical <a href=\"https://ific.org/media-information/press-releases/2024-food-beverage-trends/\">demand</a> that the liquids we drink not only quench our thirst, but also reduce our stress, focus our minds, and improve our physical performance.</p>\n\n<p class=\"has-text-align-none\">That’s why, despite the persistent drip-drip of deaths that trails the industry, energy drink manufacturers are bullish (sorry) about their future.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Energy drinks contain a variety of stimulants, some of which we understand better than others</h2>\n\n<p class=\"has-text-align-none\">Energy drinks’ wakefulness-boosting qualities come by virtue of their ability to get stimulants into your bloodstream with cold, sweet efficiency and only an occasional metallic aftertaste.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In addition to lots of added sugar, almost all energy drinks add caffeine to their formulations. Many also include <a href=\"https://ift.onlinelibrary.wiley.com/doi/epdf/10.1111/1541-4337.12862\">guarana</a>, an Amazonian plant that contains high levels of naturally occurring caffeine and other stimulants. Another common ingredient is <a href=\"https://www.ccjm.org/content/83/12/895\">taurine</a>, a building block of proteins that occurs naturally in the human body and actually has the effect of tamping down the activity of certain nerve cells.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In moderate amounts, caffeine makes people feel more <a href=\"https://accp1.onlinelibrary.wiley.com/doi/epdf/10.1002/j.1552-4604.1997.tb04356.x\">alert, attentive, and energetic</a>. However, in larger amounts, its negative effects — including jitteriness, nausea, and tremor — may overwhelm the positive.</p>\n\n<p class=\"has-text-align-none\">Scientists know surprisingly little about taurine’s and guarana’s toxicities in humans — most of the <a href=\"https://www.fda.gov/files/food/published/GRAS-Notice-000586---Taurine.pdf\">safety data</a> for these products comes from <a href=\"https://onlinelibrary.wiley.com/doi/10.1111/jce.15458\">animal</a> <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4399916/\">studies</a> — but they know a lot more about <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8467199/\">caffeine’s effects on various human organ systems</a>. Many of those effects depend on how often and how much of it you consume: Although a big cup of coffee won’t meaningfully affect blood pressure or heart rate in people who are daily coffee drinkers, it could <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8352830/\">spike both in non-coffee drinkers</a>, and large quantities can lead to <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6247400/\">serious side effects</a>, including severe recurrent vomiting, seizures, and muscle breakdown.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s also enormous variation in the <a href=\"https://www.cspinet.org/caffeine-chart#coffee_shop\">amount of caffeine energy drinks contain</a>. A typical 8-ounce cup of coffee has around 100 to 150 milligrams of caffeine. Filling the same cup with Monster Energy gives you only 80 milligrams, while filling it with 5-Hour Energy (four shot-sized bottles’ worth, something I implore you not to do) would give you 800 milligrams. (The Food and Drug Administration recommends a daily maximum of <a href=\"https://www.fda.gov/consumers/consumer-updates/spilling-beans-how-much-caffeine-too-much#:~:text=For%20healthy%20adults%2C%20the%20FDA,it%20(break%20it%20down).\">400 milligrams</a> of caffeine for most adults, a guideline based on recommendations issued by Canadian public health authorities.)</p>\n\n<p class=\"has-text-align-none\">Meanwhile, a large cup of the now-discontinued Panera Charged Lemonade, without ice, could contain <a href=\"https://www.cspinet.org/cspi-news/panera-stop-selling-charged-lemonade-following-lawsuits\">390</a> milligrams of caffeine. Because they were initially sold in self-serve dispensers, customers could easily free-refill their way to several days’ allowance of caffeine in one sitting. (The largest size of Starbucks’s Iced Energy tops out at 205 milligrams, and refills are not free.)&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How energy drink ingredients can lead to medical emergencies&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Although energy drinks have been linked with a <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10535526/\">range of worrisome health effects</a>, some of the biggest concerns are related to their effects on the cardiovascular system and the heart’s rhythm in particular. Several studies have shown energy drinks <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5714807/\">raise heart rate and blood pressure</a>, which in extreme cases can lead to spasms, rips, or clotting in blood vessels. They have also been linked to <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5524057/\">disruptions</a> to the <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8834195/\">heart’s wiring</a> that in certain higher-risk people could lead to cardiac arrest — when the heart stops beating entirely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One out of every 200 people have a genetic heart condition of some kind that puts them in that high-risk category, says <a href=\"https://www.mayoclinic.org/biographies/ackerman-michael-j-m-d-ph-d/bio-20053036\">Michael Ackerman</a>, a cardiologist at the Mayo Clinic in Rochester, Minnesota. The most common circuitry problem in that group is called <a href=\"https://rarediseases.org/rare-diseases/romano-ward-syndrome/\">long QT syndrome</a>, which affects one out of every 2,000 or so people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ackerman counsels people with this syndrome to avoid medications, foods, and beverages (like energy drinks) that irritate the heart’s wiring, and occasionally prescribes medication to reduce their risk of having a rhythm problem. However, the condition is often asymptomatic and therefore may go undiagnosed until someone has symptoms.</p>\n\n<p class=\"has-text-align-none\">It’s not clear exactly which ingredients in energy drinks are responsible for throwing a wrench in the heart’s circuitry.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Caffeine seems as though it would be the most likely culprit — in pure and highly concentrated forms, the drug can be lethal — but in clinical studies of smaller amounts of caffeine on its own, it doesn’t seem to cause heart <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3038145/\">wiring changes</a> or <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8290332/\">rhythm problems</a>. (However, outside of closely monitored study settings, people are probably drinking larger quantities of energy drinks at a much faster clip; it may be that researchers have simply never studied the caffeine-related effects of real-world levels of energy drink consumption.)</p>\n\n<p class=\"has-text-align-none\">The effects of energy drinks’ other ingredients on heart rhythms are an even bigger question mark, although some <a href=\"https://onlinelibrary.wiley.com/doi/10.1111/jce.15458\">studies</a> suggest <a href=\"https://www.heartrhythmjournal.com/article/S1547-5271(24)00265-0/pdf#:~:text=Cardiovascular%20risk%20of%20energy%20drinks,%3B33%3A1290%E2%80%931297.\">interactions</a> between multiple ingredients may disrupt heart rhythms.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Consumption is at all-time-high levels, and people aren’t dropping like flies left and right”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Ackerman has been asking his patients about energy drink consumption since 2000 and recently conducted a small <a href=\"https://www.heartrhythmjournal.com/article/S1547-5271(24)00189-9/abstract\">study</a> looking back at the medical records of the 144 patients he evaluated after they survived a cardiac arrest. Seven of them — 5 percent — had consumed an energy drink shortly before their hearts stopped beating. Only one of those seven had a previous diagnosis of a heart condition known to make energy drink consumption more risky.</p>\n\n<p class=\"has-text-align-none\">One detail of the study was particularly eye-catching to me: Six of the seven patients with post-energy-drink cardiac arrest were women. Ackerman said that’s likely related to <a href=\"https://www.sciencedaily.com/releases/2023/03/230315143818.htm\">estrogen’s propensity to induce heart rhythm fritziness</a> in people with long QT syndrome. Still, the finding seems deeply ironic given that women have historically consumed far fewer energy drinks than men.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is a tiny study, and Ackerman cautions against overreacting to its findings. “Consumption is at all-time-high levels, and people aren’t dropping like flies left and right,” he says. “The absolute risk, if your heart is healthy, is super, super, super low.”</p>\n\n<p class=\"has-text-align-none\">Still, many energy drinks are marketed as supplements and can therefore claim to do all kinds of things without proof, says <a href=\"https://www.cspinet.org/biography/jensen-jose\">Jensen Jose</a>, who works on regulation issues related to food additives, food chemicals, and dietary supplements at the Center for Science in the Public Interest.</p>\n\n<p class=\"has-text-align-none\">They can do so without giving you the information you need to moderate your intake of caffeine or other proven or potential compounds that stimulate or irritate the cardiovascular system. Although a product label may list caffeine and guarana extract, says Jose, “You have no idea how much caffeine you’re getting from either one of those ingredients.” An <a href=\"https://www.crnusa.org/resources/facts-about-caffeine-dietary-supplements\">FDA loophole</a> means there aren’t legal limits on the amount of caffeine in any of these products, nor does the agency require manufacturers to tell you how much caffeine is in them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">How should consumers who like energy drinks keep themselves safe? “There’s no answer to your question,” says Jose, in large part because so little is known about what’s in a lot of these beverages and what intake levels make the most sense. Still, consuming only drinks that list their caffeine content — and consuming those in moderation, ensuring you’re staying under the FDA’s recommended daily limit — is, he says, better than mindlessly pounding one can after another.</p>\n\n<p class=\"has-text-align-none\">Although Ackerman doesn’t think the drinks’ sale should be restricted, the risk-benefit equation doesn’t at all tilt toward consuming them. “They don’t have much redeeming health value anyways,” he says. The Centers for Disease Control and Prevention recommends kids and teens <a href=\"https://www.cdc.gov/healthyschools/nutrition/energy.htm\">avoid energy drinks entirely</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Energy drinks began as a product marketed toward men, but that’s changing&nbsp;</h2>\n\n<p class=\"has-text-align-none\">The modern energy drinks’ <a href=\"https://www.theguardian.com/food/2023/feb/18/how-the-world-got-hopped-up-on-energy-drinks-prime-logan-paul-ksi\">closest ancestor</a> is probably the Japanese <a href=\"https://www.taisho.co.jp/global/our_products/lipovitan_series.html\">Lipovitan D</a>, which first rolled out in 1962. Powered by a combination of taurine, caffeine, and other ingredients, these drinks were marketed with an emphasis on a hegemonic fight/burn/roar sleep-is-for-the-weak <a href=\"https://citeseerx.ist.psu.edu/document?repid=rep1&amp;type=pdf&amp;doi=eb188ed7eb1de9faa24e5000b68be85b72665665\">type of masculinity</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the 1980s, an Austrian businessman’s encounter with a Thai beverage containing taurine and caffeine led to the creation of Red Bull, the first entry into the modern Western energy drink canon. The market has only grown since, spurred by partnerships with the <a href=\"https://www.newyorker.com/business/currency/how-energy-drink-companies-prey-on-male-insecurities\">growing extreme sports and video gaming industries</a>, which already attracted hordes of teen boys extremely receptive to messaging aimed squarely at their desire to prove their masculinity.</p>\n\n<p class=\"has-text-align-none\">In 2015, psychologist <a href=\"https://drronaldlevant.com/\">Ronald Levant</a> found that among white college-aged men, energy drink consumption was driven by an <a href=\"https://pubmed.ncbi.nlm.nih.gov/25730610/\">embrace of traditional masculine ideology</a>, which defines “real men” as tough, dominant, horny, handy, homophobic, and unemotional (unless mad or triumphant). Much of this effect was about boys seeking ways to be more manly, he tells Vox: “They&#8217;re looking for ways to enhance their masculinity, and they saw energy drinks as a way to do that.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The aspiration to that kind of manliness is still alive and well on what commentator Max Read has called the <a href=\"https://maxread.substack.com/p/hawk-tuah-and-the-zynternet\">Zynternet</a>, the “fratty, horndog, boorishly provocative” corners online. The people occupying those corners and the men in their social networks still comprise a big <a href=\"https://journals.lww.com/md-journal/fulltext/2024/05100/the_impact_of_social_media_on_adolescent_energy.67.aspx\">part</a> of the target <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9518090/\">audience</a> for many energy drink brands.</p>\n\n<p class=\"has-text-align-none\">Because energy drinks have leaned so hard into their associations with traditional masculine norms, you might imagine they’d have a hard time finding audiences among groups less interested in beating their chests and peeing on things.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Hydration has been by far the trend for the last year and a half. It is off the charts.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Several years ago, however, manufacturers began a concerted effort to change that and started targeting tired, distracted women and post-college adults looking for&nbsp;solutions to their droopiness. Enter <a href=\"https://www.alaninu.com/collections/drinks-snacks\">Alani’s</a> saturated tropical swirls, <a href=\"https://www.celsius.com/\">Celsius’</a> fruit-forward flavors and packaging, Red Bull’s curuba elderflower “<a href=\"https://www.redbull.com/us-en/energydrink/red-bull-sea-blue-edition-juneberry?utm_source=paid_search&amp;utm_medium=google&amp;utm_campaign=10055_V3_P_2024_USHQ_BRAND_TOTSEM&amp;utm_keyword=refreshing%20energy%20drink&amp;gad_source=1&amp;gclid=Cj0KCQjwhb60BhClARIsABGGtw9Gmun1fPXdElhgLN-OKvgq_RRD0anQvQ7ufJgRCz47Qda7X7Yh514aAji4EALw_wcB&amp;gclsrc=aw.ds\">Summer Edition</a>,” and the no-longer-in-production <a href=\"https://www.amazon.com/stores/GOGIRL/Homepage/page/78961ADB-4A0E-4E63-B275-FD66B62A8B23\">Go Girl</a>. <a href=\"https://wmich.edu/foodmarketing/directory/zwanka\">Russell Zwanka</a>, who directs the food marketing program at Western Michigan University, says the pivot to young adults and women was unambiguous and long overdue.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The trend that’s enabling this more expansive view of the energy drink audience is the <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0963996923005914\">consumer itch</a> for beverages that do things, says Zwanka. “All marketing is now geared toward, ‘What is the function of the beverage?’” he says. In food marketing parlance, <a href=\"https://www.sciencedirect.com/topics/agricultural-and-biological-sciences/functional-beverage#:~:text=A%20functional%20beverage%20is%20a,et%20al.%2C%202014).\">functional beverages</a> contain biologically active compounds that give them specific health benefits. Currently, the most highly sought-after benefit is one you’d think would be a slam-dunk for something you slurp from a can: “Hydration has been by far the trend for the last year and a half. It is off the charts,” says Zwanka.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To take energy drinks at their word, you’d have to forget they’re actually <a href=\"https://www.sciencedirect.com/science/article/pii/S000291652206556X?via%3Dihub\">unlikely to provide better hydration</a> than Gatorade or milk, especially because at higher doses, caffeine functions as a diuretic — that is, it actually drives water loss through increased urination. Energy drinks are promising it anyway, and so much more, because there’s simply not that much regulatory oversight on what’s in them or how they&#8217;re marketed. That’s doing a great disservice to Americans, says Jose.</p>\n\n<p class=\"has-text-align-none\">“We want transparency in our food system,” says, “and we think that’s a pretty obvious first step.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you believe the ads, energy drinks turn ordinary schnooks like you and me into lean, mean, git-her-done machines. They promise to give you wings, unleash the beast, make you the boss of time, and enable the crushing of your enemies. No wonder sales have boomed in recent years, growing by 73 percent from 2018 [&#8230;]",
    "author": "Keren Landman, MD"
  }
]