[
  {
    "title": "Biden is leading Democrats toward their worst-case scenario",
    "link": "https://www.vox.com/politics/359160/biden-abc-news-interview-drop-out",
    "pubDate": "2024-07-08T00:48:25.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"MADISON, WISONSIN - JULY 05: (EDITOR’S NOTE: This Handout image was provided by a third-party organization and may not adhere to Getty Images’ editorial policy.) In this handout photo provided by ABC, U.S. President Joe Biden speaks with &#039;This Week&#039; anchor George Stephanopoulos on July 05, 2024 in Madison, Wisconsin. The president sat down with Stephanopoulos while on the campaign trail in Wisconsin, a few days after a debate with former President Donald Trump. (Photo by ABC via Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2160116885.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>MADISON, WISONSIN - JULY 05: (EDITOR’S NOTE: This Handout image was provided by a third-party organization and may not adhere to Getty Images’ editorial policy.) In this handout photo provided by ABC, U.S. President Joe Biden speaks with &#039;This Week&#039; anchor George Stephanopoulos on July 05, 2024 in Madison, Wisconsin. The president sat down with Stephanopoulos while on the campaign trail in Wisconsin, a few days after a debate with former President Donald Trump. (Photo by ABC via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In his <a href=\"https://abcnews.go.com/Politics/abc-news-anchor-george-stephanopoulos-exclusive-interview-biden/story?id=111695695\">first interview</a> since last week’s disastrous debate, President Joe Biden appeared too frail to defeat former President Donald Trump and too delusional to end his campaign.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Far from easing anxieties about his candidacy, the president’s sit-down with George Stephanopoulos of ABC News should further alarm Democratic leaders. Biden’s remarks indicated that his party may be heading toward a worst-case scenario, one in which the president is largely incompetent as a campaigner but not so consistently and flagrantly inept that his incapacity to win reelection becomes undeniable, even to himself.</p>\n\n<p class=\"has-text-align-none\">Had Biden seemed every bit as ill and confused as he did at last week’s debate, it would be easier to persuade him to drop out — or at least, for Democrats to unify behind a concerted push for his exit. If the president had somehow appeared to grow a decade younger over the past eight days, then he could conceivably have rescued his campaign. Instead, he did better, but still awful. Which means that salvaging the Democratic Party’s chances will require a wise and courageous show of defiance from its congressional leadership. It is not clear that one is in the offing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Sunday, House Minority Leader Hakeem Jeffries assembled his caucus for a phone call to discuss Biden’s candidacy. According to <a href=\"https://www.nbcnews.com/politics/2024-election/four-democrats-congress-call-biden-step-2024-race-rcna160625\">NBC News</a>, there was “an overwhelming sense among lawmakers that Vice President Kamala Harris would be a better nominee than Biden.” And yet, only four Democratic representatives publicly called on Biden to step aside in the meeting’s wake — Adam Smith, Jerry Nadler, Mark Takano, and Joe Morelle. All four hold top positions on major Democratic committees. Altogether, nearly a dozen House Democrats had called for Biden’s exit as of Sunday evening. </p>\n\n<p class=\"has-text-align-none\">But other congressional Democrats have rallied to Biden’s defense. Sen. Mark Warner <a href=\"https://www.washingtonpost.com/politics/2024/07/05/mark-warner-joe-biden-exit-race-democratic-senators/\">has sought</a> to build consensus among his colleagues for Biden’s replacement as their party’s nominee. But various <a href=\"https://x.com/josephzeballos/status/1810047383000240604\">Democratic senators</a> — among them Maggie Hassan, Tim Kaine, Alex Padilla, John Fetterman, and Bob Casey — all reiterated their support for the president in recent days.</p>\n\n<p class=\"has-text-align-none\">The president’s aim in Friday’s interview was clear: to establish that all the <a href=\"https://www.vox.com/politics/357788/biden-trump-debate-winners-losers\">disquieting features</a> of his debate performance — the incoherence, shaky voice, and vacant facial expressions — were all one-off aberrations brought on by a cold and poor preparation rather than symptoms of cognitive decline. There probably wasn’t any plausible way of making this case. (By the time the interview aired, the <a href=\"https://www.washingtonpost.com/politics/2024/07/05/biden-aging-recent-months/#\">Washington Post</a>, <a href=\"https://www.nytimes.com/2024/07/02/us/politics/biden-lapses.html\">New York Times</a>, and <a href=\"https://www.nbcnews.com/politics/joe-biden/democrats-say-bidens-debate-performance-wasnt-anomaly-rcna160151\">NBC News</a> had all published stories indicating that Biden had repeatedly suffered similar mental lapses behind closed doors in recent months.) Biden’s attempt to sell the idea that his debate performance was a total anomaly verged on self-parody.</p>\n\n<p class=\"has-text-align-none\">Stephanopoulos asked Biden whether he had gone back and watched the debate after it happened. The president replied with an odd uncertainty, saying, “I don’t think I did, no.” The ABC anchor asked whether he knew how badly the debate was going in the moment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Biden then attempted to articulate one of the White House’s primary talking points about the debate: that he had prepared for it as though it were a meeting with a foreign leader, digging deep into complex policy details, which only served to distract him from communicating his big-picture case to the American people. But the president lost his grip on this thought before he could complete it, and then slid clumsily into two totally different talking points (that his polling isn’t that bad, that Trump distracted him with a parade of lies), both of which he failed to express coherently.</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">The whole way I prepared, nobody’s fault, mine. Nobody’s fault but mine. I, uh — I prepared what I usually would do sitting down as I did come back with foreign leaders or National Security Council for explicit detail. And I realized — about partway through that, you know, all — I get quoted, the New York Times had me down, at 10 points before the debate, nine now, or whatever the hell it is. The fact of the matter is, what I looked at is that he also lied 28 times. I couldn’t — I mean, the way the debate ran, not — my fault, no one else’s fault, no one else’s fault.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Biden grew more coherent as the interview continued, but he also became more detached from reality. The president denied the validity of all unfavorable poll results, including surveys showing that Trump <a href=\"https://www.nytimes.com/2024/07/03/us/politics/poll-debate-biden-trump.html\">expanded his national lead</a> since the debate while Biden’s <a href=\"https://projects.fivethirtyeight.com/biden-approval-rating/\">approval rating slid to an all-time low</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most concerningly for Democrats, Biden suggested that no information could possibly dent his belief that he is his party’s best hope for defeating Trump. At this point, that idea lacks all credibility. Biden has long trailed his Republican rival nationally and in every major swing state. In recent surveys, more than <a href=\"https://www.nytimes.com/2024/07/03/us/politics/poll-debate-biden-trump.html\">70 percent</a> of the public considers him too old to serve. Myriad Democrats have now gone on record saying that he should not be running for president and/or that their interactions with him made them fear for his cognitive well-being.</p>\n\n<p class=\"has-text-align-none\">No interview or stump speech can erase these revelations. The news media will not stop scrutinizing the copious evidence of Biden’s senescence. The Trump campaign will not forget that it now possesses a treasure trove of humiliating clips of Biden’s brain freezes and devastating quotes from the president’s allies. Given this climate and the candidate’s limitations, it is not plausible that Biden can surge in the polls between now and November.</p>\n\n<p class=\"has-text-align-none\">Yet the president appeared prepared to write all of this off.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I remember them telling me the same thing in 2020,” Biden said. “‘I can’t win, the polls show I can’t win.’ Remember the ‘red wave’? Before the vote, I said, ‘That’s not going to happen. We’re going to win.’ We did better in an off year than almost any incumbent president has ever done.”</p>\n\n<p class=\"has-text-align-none\">Here, Biden was referring to predictions that the Republican Party would win a landslide in the 2022 midterm elections. And it is true that Democrats greatly outperformed expectations, dominating many of that year’s most hotly contested races. But the polls in 2022 <a href=\"https://www.nytimes.com/2023/07/12/us/elections/2022-poll-accuracy.html#:~:text=Similarly%2C%20in%202022%2C%20weighting%20by,bias%20toward%20Democrats%20or%20Republicans.\">were also quite accurate by historical standards</a>, and Republicans did win both the national popular vote and control of the House of Representatives. Nevertheless, Biden argued to ABC News that polling is not as accurate as it used to be.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Unwilling to reconsider his candidacy, Biden also proved averse to proving his mental fitness empirically, refusing to commit to taking cognitive and neurological tests and then sharing the results with the public.</p>\n\n<p class=\"has-text-align-none\">Finally, the president ended the interview with a Trumpian bout of self-flattery, one that also served as an implicit rebuke of his vice president’s readiness to manage foreign affairs. “Who’s gonna be able to hold NATO together like me?” he asked rhetorically. “Who’s gonna be able to be in a position where I’m able to keep the Pacific Basin in a position where we’re — we’re at least checkmating China now? Who’s gonna — who]s gonna do that? Who has that reach?”</p>\n\n<p class=\"has-text-align-none\">The Biden who spoke with ABC News Friday night was enfeebled, ineloquent, egotistical, and intransigent. He was a man who appeared both ready and willing to lead his party into the wilderness. Asked how he would feel if he stayed in the race and Trump were elected, Biden replied, “I’ll feel as long as I gave it my all and I did the good as job as I know I can do, that’s what this is about.”</p>\n\n<p class=\"has-text-align-none\">This is not the president’s best self.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What this moment asks of Biden is no small thing: to forfeit immense personal power so as to give his party its best possible shot of keeping an authoritarian reactionary out of office. Many statesmen would not be capable of summoning the humility and selflessness necessary for doing so. I still hold out hope that the president’s commitments to liberal democracy and the Democratic Party are in earnest and that he can find his way to such heroic self-knowledge and sacrifice.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After Friday night, however, it is clear that he needs his trusted friends in the Democratic leadership to show him the way.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, July 7, 8;45 pm: </strong>This story, originally published July 5, has been updated to include news about more Democratic lawmakers calling on Biden to withdraw from the presidential race</em>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In his first interview since last week’s disastrous debate, President Joe Biden appeared too frail to defeat former President Donald Trump and too delusional to end his campaign.&#160; Far from easing anxieties about his candidacy, the president’s sit-down with George Stephanopoulos of ABC News should further alarm Democratic leaders. Biden’s remarks indicated that his party [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "How the 1990s broke politics",
    "link": "https://www.vox.com/the-gray-area/358713/how-the-1990s-broke-politics",
    "pubDate": "2024-07-07T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1273219765-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you were to write the history of modern American conservatism, where would you start? Maybe somewhere in the 1930s just before WW2? Or maybe you begin with the Cold War and anti-communism?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cases can be made for both of those entry points, but the early 1990s offer another fascinating moment in this history. While this wasn’t the beginning of any grand conservative movement, the period is, in retrospect, a revealing flashpoint. And if you’re looking for a precursor to the weird, scrambled politics of the present, it’s an excellent candidate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">John Ganz is the writer of the newsletter <em><a href=\"https://www.unpopularfront.news/\">Unpopular Front</a> </em>and the author of a new book called <a href=\"https://us.macmillan.com/books/9780374605445/whentheclockbroke\"><em>When the Clock Broke: Con Men, Conspiracists, and How America Cracked Up in the Early 1990s</em></a>. There’s no Rosetta stone for understanding Trump, and it’s not quite right to call this book a pre-history of Trumpism, but it does something better than any other work I’ve encountered, which is to give some kind of shape to the sense of despair that defines our current politics.</p>\n\n<p class=\"has-text-align-none\">Ganz focuses on the year 1992 — when the first presidential election of the decade was held — and gives a snapshot of the culture and the politics at that moment. Bill Clinton, Rodney King, Ross Perot, Rush Limbaugh, Pat Buchanan, John Gotti — they’re all there. And it all looks and sounds a lot like today.</p>\n\n<p class=\"has-text-align-none\">So I invited Ganz on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to talk about what cracked up in the ’90s and how it laid the groundwork for what followed. This excerpt focuses more on where we’re at today, but, as always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\">Spotify</a>, <a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\">Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\">This conversation has been edited for length and clarity.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7494324143\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Illing</strong></h4>\n\n<p class=\"has-text-align-none\">So much of this conversation about the 1990s is really about the slow but steady transition of the GOP from the party of Reagan to the party of Trump. There’s a not terribly well-known writer you discuss in the book — Sam Francis — who you argue did as much as anyone to accelerate this transition. Who was he and what did he see in the electorate that other conservatives at the time didn’t?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>John Ganz</strong></h4>\n\n<p class=\"has-text-align-none\">Sam Francis was a Republican staffer. He comes out of the South. He works for the Heritage Foundation, a think tank created to create a policy infrastructure for the conservative movement. He works as a Senate staffer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To say he’s part of the conservative movement is right nominally, but he doesn’t consider himself a conservative. He considers himself a man of the radical right. He believes, essentially, that there’s nothing left to conserve, that the institutions are too corrupted, they’re too overtaken by liberalism, and that they must be overthrown. A new order must be established that is a reactionary social agenda, but does not preserve much of the old ways of doing things, which he thinks are hopelessly liberal.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Illing</strong></h4>\n\n<p class=\"has-text-align-none\">One thing he recognized — and this holds today — is how much a lot of regular people around the country really, truly despised cultural and political elites and that there was immense political energy to be channeled with the right figure or movement.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>John Ganz</strong></h4>\n\n<p class=\"has-text-align-none\">Absolutely. I think what differentiates what I’m talking about from the conservatism that came before is that along with that rejection of elites is also the rejection of the ideologies associated with those elites — that there were impersonal institutions that would provide a fair break or opportunities for people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the left, we’re basically talking about the features of social democracy: the welfare state, what was left of it after Reagan, trying to create more egalitarian parts of economic life, access to education, access to health care, those things. On the right, it’s a belief in the market and the belief that if we let the market do what it needs to do, everyone will have a crack. People will find their niche, and unchained market forces will have almost utopian outcomes.</p>\n\n<p class=\"has-text-align-none\">Of course, none of that happens. Society remains highly competitive, people’s lives are very precarious. They fall through the cracks. They fear social decline, they experience social decline. So these stories, these ideologies about the rules of society that will permit people to have prosperous lives if you just obey them and follow these norms, don’t appear convincing to people. And then [the new populist right figures like Francis] come along and say, “Well, I’m not going to sell you any of that bullshit. We, the nation, the family, the race, whatever, some bounded or smaller group, need to face the fact that society’s unfair, and we’re going to take an unfair advantage and we’re going to band together to get ours, and we’re going to make sure that you, if you’re with us, get the spoils.”</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Illing</strong></h4>\n\n<p class=\"has-text-align-none\">You wrote something <a href=\"https://www.unpopularfront.news/p/the-shadow-of-the-mob\">in your newsletter</a> the other day that feels relevant. It’s a long passage but I’ll read it anyway: </p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">Even if society is not experienced as a daily war of all against all, it can still be lonely and alienating, where atomized subjects seek out small advantages and find little in the way of warmth or solidarity. With the failure of impersonal social agencies, people want to return to personal rule. Trumpism offers the appearance of a solution. Rackets don’t just take care of the material well-being of the insiders, they are always also sources of recognition and belonging. You’re part of the clan, the crew, the family. The fuck you of Trumpism, its shock to the system might appear to be purely anti-social, a rejection of the reciprocal norms that make cooperative social life possible, but it’s actually pre-social. It speaks to the longing to return to something earlier.</p>\n</blockquote>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>John Ganz</strong></h4>\n\n<p class=\"has-text-align-none\">Yeah. I think that what the right-wing populist or mafia populism acknowledges about society is that there are intrinsic tensions, and we’re just going to fight and win, not try to negotiate. Trump comes from a business background where you’re not winning unless you’re screwing somebody, right? And that seems to almost run counter to one’s own self-interest. Why not just make a deal where everybody’s happy? But the perception is that if we don’t assert strength, then they’ll take advantage of us next time. So I think that that’s the mentality of the movement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Basically, racism is one way of thinking about a competitive capitalist society and offering a kind of pseudo-solution to it. It says, “Yeah, sure, there’s an intrinsic social struggle we have to fight and win” but it creates a kind of spurious false form of solidarity, which is you should work in the favor of you and your other white people and seek solidarity with them. Don’t seek solidarity, say, as workers. So there are two sides of the coin here. It has the frank acceptance of a very nasty form of social competition and even war, and also it offers a form of solidarity.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Illing</strong></h4>\n\n<p class=\"has-text-align-none\">It is rather amazing that we just kind of memory-holed the fact that Trump lunged into national politics with birtherism. That was his thing. That was his opening gambit, and you could argue it was the most deliberate move he’s made as a politician. Again, this is partly what makes the incessant revisionism of “Never Trump” conservatives so silly. It’s like, “Hey, fellas, I get that you want conservatism to have a serious intellectual foundation, but this guy staked his whole political identity on a conspiracy about our first Black president being born in Kenya.” This isn’t a footnote.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>John Ganz</strong></h4>\n\n<p class=\"has-text-align-none\">No, I totally agree, and I think that that really says it all. I’ve always said that there’s one single myth underlying the ideal of Trumpism, which is that certain Americans aren’t really Americans. It was first articulated in birtherism. He knew more than other Republican elites that that’s what the message of the Tea Party really was. Other conservative and Republican elites said, “Oh, it’s about taxes, it’s about entitlement reform,” all this BS. He said, “No, no, no. Obama is not the president. He’s not a citizen. Some people aren’t citizens. People who don’t look like us, act, think like us, etc<em>.</em>”</p>\n\n<p class=\"has-text-align-none\">And then that takes on a different manifestation in the stolen election myth. What does that say? Well, roughly the same thing. Certain people aren’t really Americans. Their votes don’t count. You, the real citizenry, are being disenfranchised and dispossessed. The actual facts of the matter don’t matter that much. What is being peddled here is a myth. It’s a way of conceiving of a certain social vision, not a statement about facts. It’s something more primal. Trump is that myth incarnate.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Illing</strong></h4>\n\n<p class=\"has-text-align-none\">I’ve never identified as a Marxist, but the basic materialist conception of history always seemed true enough to me. And there’s a case in the book that the disorder we’re dealing with now is downstream of all these material and social shifts that exploded in the ’80s under Reagan. There’s always this debate about how the material world interacts with the world of ideas, and I’d be a famous philosopher if I had an answer to that, but I do wonder what the country would look like if we waved a magic wand and radically improved everyone’s material conditions so that there really wasn’t a material basis for economic or racial grievances and there was some modicum of community and solidarity, how much would it really matter? Would politics be all that different today or would we just keep spinning the same tracks, the same basic arguments, in an increasingly mediated environment where our technologies shape our perceptions of the world? I have to believe it would be different, but I’m not so sure it would be nearly as different as we think.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>John Ganz</strong></h4>\n\n<p class=\"has-text-align-none\">I think the material basis of society and the way we have these mediated relationships with each other are not separate. We are entering a world where what it means to be a person is quite different from what it meant in the 20th century, and our forms of society and association are changing in radical ways that are frankly traumatic for people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think that we don’t really realize it, but we’re in touch with each other’s thoughts in ways that were inconceivable. We are approaching communal life in ways that were unimaginable. We’re constantly in touch. You can in a moment hear what other people are thinking and get a sense of what the whole crowd and the whole world is thinking through social media. The effects that that’s having on the human psyche and the human self, we have an inkling of what that’s doing to change us and what a radical change that is, but I don’t think we’ve quite come to terms with it. And it’s frightening, and it’s creating disruptions on both the personal and the national and the international level. I think that the way we are turned into beings that produce and consume, that’s always going to create tensions in society.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Illing</strong></h4>\n\n<p class=\"has-text-align-none\">So where do you think American politics is heading? And to be clear, I’m not asking the banal “Are you optimistic or pessimistic?” question. I’m thinking more about where these currents are taking us. The right is obviously what it is right now, and I think the left is adrift in its own way, but what’s your sense of where we’re going in the short- to medium-term?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>John Ganz</strong></h4>\n\n<p class=\"has-text-align-none\">I’m very concerned that across the world, this kind of nationalism is ascendant in a way that’s very difficult to stop. We’ve seen the surge of right-wing nationalism in Europe, and where that’s heading could be very frightening. We’ve seen Trump not losing popularity after his manifest criminality and his attempt to overthrow the government. What I’m concerned about is that this increasing fragmentation of the world into these antagonistic groups is setting the groundwork for a global war.&nbsp;We already see the hints of that in Ukraine and Israel and Palestine, where these nationalist wars are taking place. What I am very concerned about now is that that tendency will intensify and increase. I’m not saying we’re heading toward a third world war necessarily, but I would say my big worry is the direction of the world.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Sean Illing</strong></h4>\n\n<p class=\"has-text-align-none\">I think both of us believe the American right recognized something deep and true about the country after the Cold War. They had this Schmittian sense of the need for a new political enemy and the left, perhaps because this is just the nature of the left, didn’t or couldn’t do that, which was fine at the time. But from our perch in 2024, do you think the left missed an opportunity to redefine themselves and the country during this time, or is this something the left just isn’t equipped to do?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>John Ganz</strong></h4>\n\n<p class=\"has-text-align-none\">I don’t know. They were so defeated by Reagan, and also, the end of the Cold War seemed to really discredit socialism. I think it was just such a time when the left was not able to articulate a vision of the future, and I think it’s still struggling to do that. I think it’s pretty weak, and I think that’s why we have ascendant nationalism. The left is supposed to be the side giving the story of collectivism and solidarity, and nationalism provides a story about that that’s a lot more appealing to a lot of people than anything the left has had to offer, and that’s unfortunate.</p>\n\n<p class=\"has-text-align-none\">I don’t know how to solve that problem. The left has to take nationalism as seriously as it once did. Liberals are concerned about the rise of nationalism. I think it’s the most destructive ideology that man has ever come up with, and when it turns into racial versions, it’s unspeakable in what it can do.<br><br>&nbsp;<a href=\"https://podcasts.apple.com/us/podcast/1992-the-year-politics-broke/id1081584611?i=1000660773219\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow </em><a href=\"https://www.vox.com/thegrayarea\">The Gray Area</a><em> on </em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em>Apple Podcasts</em></a><em>, </em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em>Spotify</em></a><em>, </em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em>Pandora</em></a><em>, or wherever you listen to podcasts.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you were to write the history of modern American conservatism, where would you start? Maybe somewhere in the 1930s just before WW2? Or maybe you begin with the Cold War and anti-communism?&#160; Cases can be made for both of those entry points, but the early 1990s offer another fascinating moment in this history. While [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "Scientists want to bring back one of the ocean’s most unexpected predators",
    "link": "https://www.vox.com/down-to-earth/356756/down-to-earth-restoring-the-functionally-extinct-sunflower-sea-star",
    "pubDate": "2024-07-07T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of a sunflower sea star with a concentrated red center on a black background.\" data-caption=\"A 14-week-old sunflower sea star, about 5 mm in diameter, glides on its outsized tube feet at Moss Landing Marine Labs in California. This star is part of the &quot;Cupid Cohort,&quot; the offspring of stars that successfully spawned at Birch Aquarium on Valentine’s day 2024.\" data-portal-copyright=\"Jenny Adler for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-8670.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A 14-week-old sunflower sea star, about 5 mm in diameter, glides on its outsized tube feet at Moss Landing Marine Labs in California. This star is part of the &quot;Cupid Cohort,&quot; the offspring of stars that successfully spawned at Birch Aquarium on Valentine’s day 2024.</figcaption>\n</figure>\n<p class=\"has-drop-cap has-text-align-none\">A starry night evokes magic, a sense of wonder or romance. But what about a starry sea? There are almost 2,000 species of sea stars or “starfish” worldwide, found across a range of habitats from tide pools to thousands of meters underwater. About a decade ago, the still-mysterious sea star wasting disease (SSW) had devastating impacts on sea star populations along the West Coast of North America. One of the hardest hit was the sunflower star, known as the cheetah of the intertidal zone for its speed and hunting prowess.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ten years ago, the sunflower sea star population collapsed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This loss has been detrimental to kelp forests because sunflower stars are voracious sea urchin predators. When more than <a href=\"https://www.reef.org/sites/default/files/pycnopodia_helianthoides_published_supplement.pdf\">90 percent of the Pycno population disappeared</a> following a wasting disease outbreak that began in 2013, the sea urchin population exploded. Now, these prickly grazers are mowing down the kelp en masse and creating extensive <a href=\"https://peerj.com/articles/1980/\">urchin barrens</a> where there were once dense, flourishing kelp forests.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-1111.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-3045.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“The magnitude of [sea star wasting] — the geographic scale from Mexico all the way up into Alaska, and with over 20 species affected — there has never been anything (that we have any data on) that’s happened like that with sea stars before,” says Drew Harvell, a marine ecologist at Cornell University and Friday Harbor Labs who has been studying the outbreak from day one. Harvell published <a href=\"https://www.ucpress.edu/book/9780520382985/ocean-outbreak\"><em>Ocean Outbreak</em></a> in 2019, a book that details several ocean pandemics including the one that decimated sea stars.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This isn’t the first documented wasting event in sea stars — there have been large die-offs in the past, <a href=\"https://www.science.org/doi/abs/10.1126/science.216.4549.989\">including one in the 1970s</a> that impacted Heliaster kubiniji, but these events typically affected a single species over a smaller geographic extent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“People who didn’t live through that 2013 to 2015 onslaught of the magnitude of that mortality really don’t fully comprehend it. &#8230; It was horrible,” says Harvell. “Having 10 different species of stars washed up on your beach suddenly was really dramatic.” It’s important “to preserve the enormity of that event,” she says.</p>\n\n<p class=\"has-text-align-none\">In 2019, marine biologist Jason Hodin at the University of Washington’s Friday Harbor Labs was the first to try raising and studying sunflower stars (Pycnopodia helianthoides) in captivity. The Henry Doorly Zoo and Aquarium in Omaha followed suit, and now several other aquariums throughout California are raising the stars.</p>\n\n<p class=\"has-text-align-none\">“Jason’s success with the captive breeding of the Pycnos really provided the fire that lit the whole Pycnopodia recovery program, because it showed a positive way forward and a real opportunity,” says Harvell.</p>\n\n<p class=\"has-text-align-none\">Scientists and aquarists banded behind the sunflower star during the wasting event and put together the <a href=\"https://www.nature.org/content/dam/tnc/nature/en/documents/tnc_Roadmap_to_Recovery_for_the_Sunflower_Sea_Star_Nov2022.pdf\">Roadmap to Recovery for the Sunflower Sea Star</a>. Through an effort led by ecologist Sarah Gravem, the sunflower star was the first marine invertebrate listed as <a href=\"https://www.reef.org/sites/default/files/pycnopodia_helianthoides_published_supplement.pdf\">critically endangered on the IUCN Red List</a> in August 2020.</p>\n\n<p class=\"has-text-align-none\">But now, thanks to endeavors in the star’s historic home along the West Coast and beyond, the sea star may one day return to the ocean. It’s the beginning of a long restoration effort, but “there’s clearly an understanding or a passion [for Pycnos],” says Ashley Kidd, conservation aquaculture program manager at the Sunflower Star Laboratory.</p>\n\n<p class=\"has-text-align-none\">The Association of Zoos and Aquariums now has a <a href=\"https://www.aza.org/connect-stories/stories/aza-members-and-sunflower-star-lab-partner-to-help-sunflower-sea-stars\">SAFE (Saving Animals From Extinction) sunflower star program</a> aimed at saving these endemic —&nbsp;meaning they are found nowhere else in the world — stars.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>To save a star&nbsp;</strong></h2>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-2336.jpg?quality=90&#038;strip=all&#038;crop=0,32.539267015707,100,34.921465968586\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A sunflower sea star specimen in the Harvard collection. The star was collected in Monterey, California, in July 1936.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">After two years and hundreds of dives in California, the first adult sunflower star I ever laid eyes on was in a Boston basement. Four levels below ground in Harvard’s Museum of Comparative Zoology (MCZ), invertebrate collection manager Adam Baldinger opened white metal collection drawers to reveal almost two dozen dried Pycnos, ranging from button-sized to extra-large-pizza-sized stars, their dried arms curled at the tips.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are more Pycnos in this Boston basement than there are living in aquariums in the state of California, where only five individuals remain.</p>\n\n<p class=\"has-text-align-none\">Gazing upon a sunflower sea star is a strange experience. The genus name “Pycnopodia” literally translates to “dense feet” and the species name “helianthoides” means “sunflower-like.” They can have dozens of arms (and an uncanny ability to regenerate these arms) and grow to reach up to 3 feet wide. They seem like something out of a science fiction novel. Jen Burney, an aquarist at Aquarium of the Pacific, describes visitors as having a “fearful fascination” with the stars — they often don’t know what exactly they’re looking at.</p>\n\n<p class=\"has-text-align-none\">“You really do need to think outside the box with starfish,” says Chris Mah, a research associate at the Smithsonian’s National Museum of Natural History. “You kind of have to think about them as aliens. &#8230; They’re pentameral things that have been around since the Paleozoic. &#8230; They move in a different time frame, they have a different metabolism, they eat differently,” says Mah. He studies all echinoderms but says Pycnos were one of the reasons he got into the subject in the first place. “People who study echinoderms do so because we revel in their weirdness.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Baldinger gently unwraps the stars from plastic bags and arranges them on the table for me to photograph. Each star has a paper tag with neat cursive writing noting the specimen number, collector, and where and when it was collected. Some from Puget Sound date back to 1907.</p>\n\n<p class=\"has-text-align-none\">One star stands out, both because it floats in a jar of ethanol and because the label notes it was collected in Monterey, California, a few miles from where I live, where sunflower sea stars are now functionally extinct.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The quest to bring sunflower sea stars back to California’s coast</strong></h2>\n\n<p class=\"has-text-align-none\">The Heal the Bay Aquarium is small and tucked under the Santa Monica pier. Most people are here to ride the Pacific Park Ferris wheel, sip a milkshake, or buy a shell necklace from the famous pier that attracts 10 million visitors a year. But hidden below the pier is an aquarium filled with local species from the bay, including a small sunflower star that has been in their touch tank for almost 10 years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Laura Rink, associate director of operations for <a href=\"https://healthebay.org/aquarium/\">Heal the Bay Aquarium</a>, greets me with a friendly smile and ushers me inside, past undersea murals and aquaria housing moon jellies, sharks, and moray eels. It feels like stepping back into the ’90s in the most heartwarming way. In the back corner, near a tank of tiny California skates that look like grinning raviolis, is a pile of orange, purple, pink, and brown sea stars in a long aquarium with an open top. Above it is a colorful banner that reads “Touch Tanks.” Squished in the corner is a petite Pycno.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-8049.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Before I can fully take in my first live sunflower star, the air is filled with excited shrieks as a group of local elementary school kids flow through the doors like a school of sardines. They are decked out in matching blue Superman T-shirts. Heal the Bay hosts about 15,000 Title I students every year, and for many of them, the beach and ocean are not familiar places. Some of the kids shy away from the stars, weirded out by their tube feet, funny texture, or the fact that they’re supposed to feed the stars chunks of dead fish with tweezers. Other kids dive right in, running between touch tanks with the excitement of seagulls surrounding a fresh catch of fish.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-8356.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">When the craziness subsides and I gently touch the petite Pycno, it feels like goo. It’s less calcified than many stars — instead of feeling leathery and tough like an ochre or bat star, it’s squishy. With its papulae, translucent white “skin gills,” out, it takes on an almost fluffy appearance, too. The Pycno in the tank glides up the glass. I place my finger next to one of its 19 arms and a few little tube feet reach out to investigate. I imagine these same stars scattered across the bottom of California’s kelp forest before wasting hit and they literally <a href=\"https://www.youtube.com/watch?v=zJpR3TnTZ_w\">melted before our eyes</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As part of efforts to bring back the species from functional extinction in California, scientists and aquarists <a href=\"https://www.nytimes.com/2023/10/21/science/sunflower-sea-star-spawns.html\">successfully spawned</a> three Pycnos at Birch Aquarium in February this year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When the females started spawning, that was two years of work for all of us and we were all together,” says Jen Burney, codirector of the <a href=\"https://www.aza.org/safe-species#sunflowerseastar\">SAFE sunflower sea star program</a>. “I didn’t want to cry in front of all my colleagues, but I think all of us were feeling very emotional about it.”</p>\n\n<p class=\"has-text-align-none\">The sunflower star is only the second invertebrate to have SAFE designation; <a href=\"https://www.vox.com/climate/24137250/coral-reefs-bleaching-climate-change\">coral reefs</a> were the first. The SAFE group is co-led by Burney and Ben Morrow from Omaha’s Henry Doorly Zoo and Aquarium.</p>\n\n<p class=\"has-text-align-none\">“It’s our first year and we’re really hitting the ground running,” says Morrow. They’re now in the process of adding several more aquariums, including Georgia Aquarium, Oregon Zoo, Monterey Bay Aquarium, and others.</p>\n\n<p class=\"has-text-align-none\">Following the February spawn in San Diego and a hand-off of endangered sunflower star embryos in plastic bags in a Burger King parking lot in Los Banos, California, stars are also now growing at California Academy of Sciences, Moss Landing Marine Labs (MLML), the Sunflower Star Laboratory, and Aquarium of the Pacific.</p>\n\n<p class=\"has-text-align-none\">Andrew Kim, a researcher at MLML and a board member of the <a href=\"https://www.sunflowerstarlab.org/\">Sunflower Star Laboratory</a>, has taken care of the sea star babies since the Burger King parking lot hand-off. But “babies” isn’t quite the right word – they really start as larvae, which look like tiny floating spaceships with waving arms. Sea stars metamorphose, kind of like a butterfly. In fact, most aquatic invertebrates and all echinoderms (sea stars, sea urchins, sea cucumbers, and sand dollars) start life as planktonic larvae before growing into the adult form we’re used to seeing.</p>\n<div class=\"video-container\"><iframe src=\"https://volume.vox-cdn.com/embed/5e2af4324?player_type=youtube&#038;loop=1&#038;placement=article&#038;tracking=article:rss\" allowfullscreen frameborder=\"0\" allow=\"\"></iframe></div>\n<p class=\"has-text-align-none\">Kim shows us the setup at MLML, and it’s hard not to get distracted as we wind through the wet lab filled with space-shuttle-like vats growing algae illuminated with pink and blue lights, aquaria full of abalone, tumble cultures of bull kelp, and tiny sea urchins. He leads us to the back, where he stops at a sky-blue saltwater tank big enough for a two-person cold plunge. It looks empty.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as we stare into the tub, I slowly begin to make out millions of tiny dots. These little pink spots are the larvae’s stomachs, full of red algae from their morning meal.</p>\n\n<p class=\"has-text-align-none\">Kim pipettes a few onto a slide so we can get a better look. Just like it’s hard to imagine a caterpillar becoming a butterfly, these clear, dancing larvae look nothing like sea stars, yet this is how every star will spend a few weeks of its life before settling.</p>\n\n<p class=\"has-text-align-none\">When we return a couple weeks later, some of the larvae have metamorphosed. The settled stars look lace-lined, like snowflakes with an orange center. Under the microscope, their tiny tube feet suction to a single drop of water on the glass slide as they cruise around on their newly formed feet. They have five little nubs for arms, which will eventually elongate as they add upward of 20 arms.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-7784.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Newly settled snowflake-like sunflower stars in a drop of water on a glass slide. They are each about 0.5 mm in diameter and about 5 weeks old.\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-6961.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">For now, the hope is to share settled stars with other labs and aquaria outside of the four that got larvae from the recent spawn. Burney says another goal for this cohort is “to make sure technique-wise, we figure out what worked, what didn’t, and that in the future everyone is able to replicate this process.”</p>\n\n<p class=\"has-text-align-none\">This initial cohort of stars won’t be released into the wild, but the long-term goal is to eventually put sunflower stars back into the ocean. “The big goal would be to outplant animals into the wild — that’s the pie-in-the-sky goal,” says Burney.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What raising future stars can teach us about saving other threatened species</strong></h2>\n\n<p class=\"has-text-align-none\">The die-off happened so quickly that scientists have few pre-wasting Pycnos to study and also very few to use for breeding in California.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We are limited in terms of historic California samples because there just weren’t that many [Pycnos] collected,” says Lauren Schiebelhut, an evolutionary ecologist at UC Merced. “They used to be super abundant, and nobody was worried about them until they totally disappeared and disrupted the kelp forest ecosystem.”</p>\n\n<p class=\"has-text-align-none\">Schiebelhut recently published <a href=\"https://pubmed.ncbi.nlm.nih.gov/37738158/\">the reference genome for Pycnos</a>. She and Mike Dawson, also at the University of California Merced, are trying to tease out a genetic component of SSW. They haven’t yet found a genetic marker for SSW but they did potentially find a way to determine the Pycno’s sex by looking at its chromosomes. It turns out the petite Pycno at Heal the Bay is a female, which is helpful for breeding since cryopreservation of sperm has been very successful and eggs from females are the limiting factor.</p>\n\n<p class=\"has-text-align-none\">Schiebelhut adds that Pycnos are “a great model for thinking about other species in the future. &#8230; The diverse knowledge and experience that people bring to the table to tackle this problem has been really refreshing to see, and I think we’re going to need more of that in the biodiversity crisis.”</p>\n\n<p class=\"has-text-align-none\">And there’s still hope for breeding Pycnos because inbreeding and genetic bottlenecks are not a problem yet. And sea stars can spawn. A lot.</p>\n\n<p class=\"has-text-align-none\">“When you typically hear about an endangered species, it took a while to get there,” says Schiebelhut. “There may have been inbreeding before you’re all the way down to the last individuals. Sea stars are a totally different story. When they were hit in 2013, there were really large, successful population sizes with lots of genetic diversity, so the vast majority of that diversity is going to be contained in just a handful of stars.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because the wasting is relatively recent, the diversity hasn’t dramatically declined — yet, she says.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, scientists at Friday Harbor Labs in Washington and Hakai Institute in Canada are working to identify what exactly causes wasting so that they can test stars before releasing them into the wild or transporting them across state lines.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-0704.jpg?quality=90&#038;strip=all&#038;crop=0,10.752607989199,100,78.494784021602\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/adler-0555_9721d6.jpg?quality=90&#038;strip=all&#038;crop=0,10.765679560227,100,78.468640879546\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">“We have three years of intensive experiments from Marrowstone Point’s fish virus lab [in Washington] — we don’t have the answer yet, but the consistency of the experiments gives us a great deal of hope that we’re going to be able to solve it,” says Harvell.</p>\n\n<p class=\"has-text-align-none\">And this is a great sign for invertebrate conservation moving forward. This is the first conservation project for an invertebrate on the West Coast besides abalone, says Burney. “Invertebrates don’t get a lot of love when it comes to conservation, but that’s changing now, which is awesome because we’re finding it’s not just about the sunflower star, it’s about kelp forests. As we look at things a little more holistically, we’ll start to see more attention given to these other species that maybe aren’t the cutest but do play a really big role in their environment.”</p>\n\n<p class=\"has-text-align-none\">As the sun disappeared into the fog at Moss Landing on the summer solstice, we visited the Sunflower Star Laboratory one more time to see the settled stars. They cruised around their clear containers, tube feet akin to clown feet, outsized for their tiny bodies, now sporting eight arms. It’s hard to imagine these tiny stars will grow up to be apex predators. Maybe someday, these stars, or their offspring, will again glide across the ocean floor and bring balance back to the kelp forests.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A starry night evokes magic, a sense of wonder or romance. But what about a starry sea? There are almost 2,000 species of sea stars or “starfish” worldwide, found across a range of habitats from tide pools to thousands of meters underwater. About a decade ago, the still-mysterious sea star wasting disease (SSW) had devastating [&#8230;]",
    "author": "Jennifer Adler"
  },
  {
    "title": "The most crucial part of next year’s federal budget",
    "link": "https://www.vox.com/future-perfect/358800/gavi-biden-vaccine-congress-foreign-aid",
    "pubDate": "2024-07-06T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A Kenyan health worker shows the Oxford/AstraZeneca vaccine vial, as part of the COVAX mechanism by GAVI (The Vaccine Alliance) to help fight against COVID-19 at the Kenyatta National Hospital in Nairobi on March 5, 2021. - Kenya received 1.02 million doses of the Oxford/AstraZeneca vaccine on March 3, 2021 part of the 24 million doses the country is expected to import in the next couple of months and has started dispersing the vaccines to stations around the country where healthcare workers, teachers and those with compromised immunity shall start receiving vaccinations. (Photo by Simon MAINA / AFP) (Photo by SIMON MAINA/AFP via Getty Images)\" data-portal-copyright=\"AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1231531131.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A Kenyan health worker shows the Oxford/AstraZeneca vaccine vial, as part of the COVAX mechanism by GAVI (The Vaccine Alliance) to help fight against COVID-19 at the Kenyatta National Hospital in Nairobi on March 5, 2021. - Kenya received 1.02 million doses of the Oxford/AstraZeneca vaccine on March 3, 2021 part of the 24 million doses the country is expected to import in the next couple of months and has started dispersing the vaccines to stations around the country where healthcare workers, teachers and those with compromised immunity shall start receiving vaccinations. (Photo by Simon MAINA / AFP) (Photo by SIMON MAINA/AFP via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">I enjoy plenty of government services (my library, my bus, the mail) but if I had to pick an absolute favorite thing the US government does, it might be “fund Gavi.”</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.gavi.org/\">Gavi</a> is the international body, funded by rich governments and philanthropies, that bankrolls and organizes the distribution of life-saving vaccines in the Global South. Countries become eligible if their <a href=\"https://www.gavi.org/types-support/sustainability/eligibility\">gross national income per capita is under $1,810</a>. That’s lower than you might think — a lot of countries that we consider quite poor, like Bangladesh or Kenya, are <a href=\"https://www.gavi.org/sites/default/files/programmes-impact/support/GNI-per-capita.pdf\">too rich</a> to qualify for Gavi support. Those who get aid are the poorest of the poor: Haiti, Liberia, the Democratic Republic of the Congo, and so on.</p>\n\n<p class=\"has-text-align-none\">You might have heard of Gavi when it was co-leading Covax, the <a href=\"https://www.vox.com/future-perfect/22872438/covax-omicron-covid-19-vaccine-global-inequity\">less than fully successful</a> international effort to make sure poor countries got access to Covid-19 vaccines. But its bread and butter is funding the kind of routine vaccines <a href=\"https://www.cdc.gov/vaccines/schedules/hcp/imz/child-adolescent.html\">given to infants in rich countries</a> as a matter of course, like the polio vaccine or the measles and rubella vaccines. Its work has saved millions of lives.</p>\n\n<p class=\"has-text-align-none\">Gavi, like many international organizations, is funded on “replenishment cycles,” in which every few years the group asks rich countries to pledge to fund it for a set period (usually about three to five years). It is currently asking rich country donors for $9 billion to cover its budget from 2026 to 2030. A huge chunk of that, <a href=\"https://www.gavi.org/sites/default/files/investing/funding/resource-mobilisation/Gavi-Investment-Opportunity-2026-2030.pdf#page=20\">over $1.1 billion</a>, is set to fund purchases of <a href=\"https://www.vox.com/future-perfect/23755531/malaria-vaccines-progress-logistics-challenges-africa\">newly approved vaccines</a> against malaria, a disease that <a href=\"https://ourworldindata.org/malaria-introduction#:~:text=In%20the%20worst%20cases%20malaria,than%20the%20treatment%20%E2%80%93%20of%20disease.\">kills over a thousand children a day</a>, most of whom are in some of the world’s poorest countries. Such vaccines have <a href=\"https://www.vox.com/future-perfect/22307700/malaria-rna-vaccines-covid-19\">only become available in the last couple years</a>, and their existence makes the case for generous funding of Gavi that much stronger.</p>\n\n<p class=\"has-text-align-none\">At the same time, raising $9 billion is never easy, and Gavi has the misfortune of asking for funding during what experts are calling the <a href=\"https://www.cgdev.org/blog/2024-2025-replenishment-traffic-jam-are-we-headed-pileup\">“replenishment pileup.”</a> A huge number of international humanitarian groups — the World Bank; the World Health Organization; the <a href=\"https://www.vox.com/future-perfect/2023/1/13/23544865/congress-hiv-malaria-global-fund-replenishment\">Global Fund to Fight AIDS, Tuberculosis, and Malaria</a>; the <a href=\"https://www.kff.org/global-health-policy/issue-brief/the-new-pandemic-fund-overview-and-key-issues-for-the-u-s/\">Pandemic Fund</a>; the climate-oriented <a href=\"https://www.unep.org/news-and-stories/story/what-you-need-know-about-cop27-loss-and-damage-fund\">Loss and Damage Fund</a> — are all asking for donor funds at roughly the same time. That has fueled fears that donor fatigue and tight budgets will mean some, many, or all of these groups will fall short of their goals.</p>\n\n<p class=\"has-text-align-none\">Luckily, Gavi seems likely to avoid that fate. The US has already <a href=\"https://www.usaid.gov/news-information/news/jun-21-2024-gavi-vaccine-alliance-replenishment\">pledged $1.58 billion</a> of the $9 billion the group requested. And there’s bipartisan support in Congress — yes, the same Congress that can’t seem to agree on anything — for going even higher than that.</p>\n\n<h2 class=\"wp-block-heading\">The case for Gavi</h2>\n\n<p class=\"has-text-align-none\">We know that vaccines in general are an <a href=\"https://www.vox.com/future-perfect/24138291/do-vaccines-work-explained-study-efficacy-evidence\">incredibly effective way of saving tens of millions of lives</a>, but Gavi in particular seems to be an effective way of buying and distributing them. For one thing, because it <a href=\"https://jamanetwork.com/journals/jama/fullarticle/2749793\">purchases so many vaccines in bulk</a>, it can bid down the price, enabling more people to get immunized for less.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It has also played an unusual role in pushing the development of new vaccines. When the alliance started in 2000, the only available pneumococcal vaccine (preventing pneumonia, meningitis, and other diseases caused by the pneumococcus bacterium) targeted variants of the bacterium prevalent in the rich world, not in Gavi countries, where the disease is <a href=\"https://wwwnc.cdc.gov/travel/diseases/pneumococcal-disease-streptococcus-pneumoniae\">more common and more deadly</a>. By setting up what’s called an <a href=\"https://www.cgdev.org/impacts-and-influence/advance-market-commitments-vaccines\">advance market commitment</a> promising to purchase en masse a vaccine that proved effective in poor countries, Gavi <a href=\"https://www.nber.org/papers/w26775\">spurred the development of three effective new vaccines</a>.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://gh.bmj.com/content/4/6/e001789\">One recent paper</a> studying Gavi&#8217;s initial rollout from its founding through 2016 estimated that it saved about 9 million lives, at a cost of $118 each. <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4182652\">Another paper</a> using a different empirical strategy put the cost per life saved higher (between $4,265 and $17,059) but still very low in the scheme of things. Expanding Medicaid in the US, for instance, <a href=\"https://harris.uchicago.edu/files/inline-files/Wyse_CensusMedicaid.pdf\">saves a life for about $5.4 million</a>, or at least 300 times more than Gavi vaccinations.</p>\n\n<p class=\"has-text-align-none\">Distributing vaccines in a cost-effective way isn’t always straightforward. <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0304387819305309\">A study by a team at the Center for Global Development</a> found that Gavi funding for countries like Ukraine or the Philippines that were near its income cutoff often paid for vaccines the country would’ve paid for on its own anyway — but the authors are clear to emphasize that <a href=\"https://x.com/JustinSandefur/status/1130876177143488512\">Gavi might have had a significant impact on vaccine coverage</a> in very poor countries not near the cutoff and that, even for less poor countries, the aid might have helped them adopt newer, more cutting-edge vaccines and freed up government funds for other worthwhile social services.</p>\n\n<p class=\"has-text-align-none\">This track record has resulted in “a long history of bipartisan support in Congress for Gavi,” per Adam Wexler, director of the global health budget project at the research group KFF. Through the Obama and Trump years, Congress consistently either met or exceeded the president’s pledged support for the group. In 2011, the <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(11)60945-8/fulltext\">US pledged $450 million</a> in funding through 2015; Congress actually <a href=\"https://www.gavi.org/news/document-library/annual-contributions-and-proceeds-31-december-2023\">appropriated $733 million</a>. In 2020, the Trump administration <a href=\"https://www.gavi.org/news/media-room/united-states-endorses-gavi-recommendation-us-116-billion-four-year-commitment\">pledged $1.16 billion</a> over four years, which Congress <a href=\"https://www.kff.org/global-health-policy/fact-sheet/the-u-s-government-gavi-the-vaccine-alliance/#datawrapper-chart-2HePN\">matched</a>.</p>\n\n<p class=\"has-text-align-none\">That continues today. Bipartisan resolutions have been introduced in the <a href=\"https://kean.house.gov/media/press-releases/kean-amo-salazar-and-jacobs-introduce-resolution-safeguard-vaccine-and\">House</a> and <a href=\"https://www.foreign.senate.gov/press/dem/release/cardin-wicker-lead-resolution-supporting-us-program-to-protect-vaccines-and-immunizations-in-low-income-countries-through-gavi-the-vaccine-alliance\">Senate</a> this spring supporting high funding levels for Gavi, as have bipartisan <a href=\"https://results.org/wp-content/uploads/FY25-House-MCH-Gavi-and-Nutrition-Dear-Colleague-Final.pdf\">“Dear Colleague”</a> <a href=\"https://results.org/wp-content/uploads/FY25-Senate-MCH-Gavi-and-Nutrition-Dear-Colleague-Final.pdf\">letters</a> calling for $340 million in annual funding for the group. That implies $1.7 billion in funding over five years, or substantially more than the Biden administration’s $1.58 billion pledge. When <a href=\"https://www.usaid.gov/news-information/news/jun-21-2024-gavi-vaccine-alliance-replenishment\">announcing the pledge</a>, the administration was careful to call for “at least $1.58 billion,” leaving the door open for Congress to exceed that amount.</p>\n\n<p class=\"has-text-align-none\">The House Appropriations Committee recently <a href=\"https://www.kff.org/global-health-policy/fact-sheet/house-appropriations-committee-approves-the-fy-2025-state-and-foreign-operations-sfops-appropriations-bill/\">passed a funding bill</a> on a <a href=\"https://docs.house.gov/meetings/AP/AP00/20240612/117434/HMKP-118-AP00-20240612-SD006.pdf#page=4\">party-line vote</a> including some serious cuts, like zeroing out support for the World Health Organization entirely. But even the Republican-backed package included $300 million for Gavi — not the full $340 million advocates wanted, but consistent with the Biden pledge. Colin Puzo Smith, director of global policy at the pro-aid advocacy group Results, told me that the $1.58 billion is meant to be distributed as $300 million in the first year and $320 million in the subsequent four, meaning the House bill keeps things on track.</p>\n\n<p class=\"has-text-align-none\">The funding isn’t finalized yet, and the House and Senate appropriators will surely clash over other components of the package. But so far, at least $300 million in Gavi funding in 2025 looks like a sure thing.</p>\n\n<h2 class=\"wp-block-heading\">Funding the new malaria vaccine</h2>\n\n<p class=\"has-text-align-none\">I’m sufficiently jaded by American politics that whenever I see that both parties want to give serious funding to a good program, that’s enough to get me excited. But there’s a real case that appropriators should be aiming much higher.</p>\n\n<p class=\"has-text-align-none\">Recall that there are not one but two new vaccines available for malaria. RTS,S, which has been in development for decades, is quite expensive to produce, but R21, the second approved vaccine, is not. RTS,S currently costs <a href=\"https://www.unicef.org/supply/media/21901/file/Malaria-vaccine-Q-A-May-2024-update.pdf#page=4\">around $10 per dose</a>, while R21 costs $3.90 per dose. Once manufacturing has ramped up, GlaxoSmithKline, which makes RTS,S, estimates it can produce 15 million doses of it a year; the Serum Institute, which makes R21, estimates that it can currently make <a href=\"https://www.seruminstitute.com/press_release_sii_200524.php\">as many as 100 million doses</a> a year. Both because it’s less than half the price and because it can be produced in much greater quantities, R21 is the vaccine to watch here.</p>\n\n<p class=\"has-text-align-none\">A full course of either vaccine requires four doses, meaning that we could theoretically produce enough to vaccinate about 29 million children a year. That’s not enough to cover every child at risk of the disease, but it’s a huge number. And right now, the Gavi budget isn’t sufficient to reach that target. It projects immunizing 50 million children from 2026 to 2030, or 10 million a year. That’s less than half the number that could theoretically be vaccinated if Serum and GSK’s total production capacity were reached.</p>\n\n<p class=\"has-text-align-none\">In the nearer term, the situation is bleaker. The advocacy group 1DaySooner has been pushing a goal of <a href=\"https://static1.squarespace.com/static/6065d7e291d5fd2332b4bc74/t/6682c4794c22a5685b83144a/1719846009636/R21+Malaria+Vaccine+Deployment+Talking+Points+_Rolling+Public+Comment_+July+24.pdf\">vaccinating 50 million children</a> this year and the next (2024 and 2025). That takes 200 million doses, which Serum claims it can produce. But Gavi only projects a total of only 2 million immunized children from 2021 and 2025, or 25 times fewer children than theoretically could be vaccinated with more funding.</p>\n\n<p class=\"has-text-align-none\">The rollout of R21 has faced <a href=\"https://www.ft.com/content/f6300b31-72e8-49c7-a878-82ce017ef1ad\">resistance</a> from some quarters in public health in a way I find frankly baffling. It is not, to be clear, sufficient to wipe out malaria, the way the smallpox vaccine eventually wiped out that disease. The largest study I’ve seen estimates that it’s <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(23)02511-4/fulltext\">68-75 percent effective</a> in the first year, which is very good but not as high as some vaccines, like that for <a href=\"https://www.cochrane.org/news/cochrane-review-confirms-effectiveness-mmr-vaccines\">measles</a>. It’s better to think of it as one tool among several, and a tool that can be replaced if we develop yet-more-effective malaria vaccines, as I think we will. (If you live near Baltimore, you can help and <a href=\"https://www.medschool.umaryland.edu/cvd/trials/malaria-mrna-vaccine-trial/\">join a trial of one candidate</a> right now!).</p>\n\n<p class=\"has-text-align-none\">The R21 vaccine is still an incredibly cost-effective way to prevent malaria infection and death. One <a href=\"https://www.1daysooner.org/how-cost-effective-is-the-new-r21-vaccine-compared-to-existing-malaria-interventions/\">recent analysis</a> found that distributing R21 saves a year of a child’s life for about $39. Anti-malaria bednets save a year of life for about $38. Bednets are among the most cost-effective public health interventions known to mankind, so being roughly as cost-effective as them is hitting a very, very high bar. If Gavi were able to buy it in much greater quantity and bargain down the price, it would be more cost-effective than bednets, and even more of a no-brainer.</p>\n\n<p class=\"has-text-align-none\">So while the bipartisan support for Gavi is a great thing, I think there’s a strong case that donors like the US should be pledging a significantly higher amount to make sure every single dose of RTS,S and R21 that can be bought and used to prevent malaria is. Funding the standard vaccines is great. But every 100,000 kids vaccinated with R21 means <a href=\"https://www.sciencedirect.com/science/article/pii/S1473309923008162?ssrnid=4597985&amp;dgcid=SSRN_redirect_SD#tbl2\">629 fewer kids dead</a> from malaria. The 48 million kid gap between 1DaySooner&#8217;s vaccination goal and Gavi&#8217;s current plans for this year and next, then, represents about 300,000 additional dead kids. Those are lives we can save with sufficient investment.</p>\n\n<p class=\"has-text-align-none\">As Jacob Trefethen, a funder of global health research at Open Philanthropy, <a href=\"https://blog.jacobtrefethen.com/10-policy-ideas/\">recently asked</a>, “Are we, as a country, as a world, really going to let money be the blocker to kids getting a malaria vaccine?”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "I enjoy plenty of government services (my library, my bus, the mail) but if I had to pick an absolute favorite thing the US government does, it might be “fund Gavi.” Gavi is the international body, funded by rich governments and philanthropies, that bankrolls and organizes the distribution of life-saving vaccines in the Global South. [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "The existential struggle of being Black",
    "link": "https://www.vox.com/the-gray-area/357127/nathalie-etoke-black-existentialism-afro-pessimism-dehumanization",
    "pubDate": "2024-07-06T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"American Writer James Baldwin in Paris. (Photo by Sophie Bassouls/Sygma via Getty Images)\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1251264834.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>American Writer James Baldwin in Paris. (Photo by Sophie Bassouls/Sygma via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The history of philosophy is mostly the history of various schools arguing with each other about what’s good or true. The Epicureans, the Empiricists, the Stoics, the Skeptics, the Positivists, the Pragmatists — you get the point.</p>\n\n<p class=\"has-text-align-none\">I’m not an official member of any of these clubs, but if you asked me to pick one, I’d go with the Existentialists. For me, existentialism was the last great philosophical movement. Part of the reason for that is purely historical. Existentialism emerged in the early- to mid-20th century, against the backdrop of two devastating world wars, and many of the existentialists were responding to that.</p>\n\n<p class=\"has-text-align-none\">Another reason for the movement’s appeal is that its leading proponents didn’t just write arcane academic treatises; they wrote novels and plays and popular essays, and their ideas crossed over into the culture. They also engaged with concrete questions about freedom and responsibility and authenticity, and those ideas will always resonate because the human condition hasn’t really changed. </p>\n\n<p class=\"has-text-align-none\">But every historical moment is unique and so the question is always how does this tradition address the world we inhabit today?</p>\n\n<p class=\"has-text-align-none\">Nathalie Etoke is a professor at the CUNY Graduate Center and the author of the book <a href=\"https://rowman.com/ISBN/9781538157060/Black-Existential-Freedom\"><em>Black Existential Freedom</em></a>. It’s an exploration of Black existence through the lens of existentialist thought, and it ultimately makes a case for something like tragic optimism. It’s both a critique of “Afro-pessimism” — more on this idea below — and an affirmation of political realism, and that makes it a distinctive contribution to the discourse.</p>\n\n<p class=\"has-text-align-none\">I invited Etoke on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to talk about the book and the unique perspective she brings to this conversation. As always, there’s much more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\">This conversation has been edited for length and clarity.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7160103334\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Before we get to the story you want to tell in this book, I&#8217;d like to do just a little philosophical table-setting for the audience. What does existentialism mean to you? How do you approach this tradition of thought?</p>\n\n<h4 class=\"wp-block-heading\">Nathalie Etoke</h4>\n\n<p class=\"has-text-align-none\">Well, I come from a Francophone schooling background, so I was exposed to philosophy in high school. Right away, I found the questions that philosophers were asking very interesting.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I read Jean-Paul Sartre, <em>Being and Nothingness.</em> I read some Kierkegaard; I read Camus. Questions of existence were always part of my thinking process, but there&#8217;s something about existing as a Black person in the context of white supremacist capitalist society and the whole idea of the dehumanization of Black people, which thinkers like Du Bois, Fanon, Ralph Ellison also helped me think about. </p>\n\n<p class=\"has-text-align-none\">So you have the traditional existentialist school when you think about the white thinkers, but honestly when you think about African writers and diasporic African writers who did not present themselves as philosophers, you continuously have them engaging the question of existing as a Black person. Those writers don&#8217;t have to label themselves existentialists.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Is there something about the historical Black experience that informs or expands existentialist philosophy?</p>\n\n<h4 class=\"wp-block-heading\">Nathalie Etoke</h4>\n\n<p class=\"has-text-align-none\">Yes. The question that I ask is: What does it mean to be human when you&#8217;ve been historically dehumanized? And regardless of where you find yourself on this globe, you will see that people with darker skin are at the bottom. So there&#8217;s something about this legacy of dehumanization that creates an existential tension. Of course, it manifests differently depending on where you find yourself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I was born in Paris, France, but I was raised in Cameroon, Central Africa, and I grew up there. I never thought of myself as being non-human or as being Black.</p>\n\n<p class=\"has-text-align-none\">But once you move to a space where the majority population is white and the interactions you have with people make you realize that you are “the other,” although you never really see yourself as being “the other,” you realize that although race is a construct, it&#8217;s a lived experience. For whatever reason, even in this country, citizenship is not enough to be part of the nation. Once you&#8217;ve been defined as non-human, what can you tell those who think that they&#8217;re human what it means to be human? </p>\n\n<p class=\"has-text-align-none\">Because what they don&#8217;t realize is that they too have done something to their humanity. <a href=\"https://www.newyorker.com/magazine/2021/12/06/frantz-fanons-enduring-legacy\">[Frantz] Fanon</a> wrote about it, the question of dehumanization/being human is still at the core of Black existential thought.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">When I first started your book, I was thinking, because existentialism is about the universal human experience,&nbsp; what does it even mean to say Black existentialism?&nbsp;</p>\n\n<p class=\"has-text-align-none\">But then your book very quickly drives home the reminder that we have this tradition of Western thought, and part of the history of that tradition is the devaluing of Black humanity, and that dehumanization is part of the historical Black experience, that sense of exile is part of the experience in the West, and so there&#8217;s just no way to engage with a tradition like this one without also dealing with that history.</p>\n\n<h4 class=\"wp-block-heading\">Nathalie Etoke</h4>\n\n<p class=\"has-text-align-none\">Exactly. Even in the African context, we are conditioned to think about the question of the human and racism only in racial terms. Cameroon, the way we spell it today came from “camaroes” because the Portuguese were the first to show up there, and they saw a lot of big shrimps. </p>\n\n<p class=\"has-text-align-none\">To me, that&#8217;s the beginning of dehumanization: People claim a land and they act as if the people they find on that land are of no value. They rename the place, they balkanize it, and we are still trying to make sense of those spaces. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">There&#8217;s a term you use in the book: “Afro-pessimism.” What does that refer to? And is the argument you&#8217;re making in this book opposed to this, or is the relationship more complicated?</p>\n\n<h4 class=\"wp-block-heading\">Nathalie Etoke</h4>\n\n<p class=\"has-text-align-none\">Afro-pessimism says that there is a continuous and ongoing process of dehumanization that people of African descent go through. And in many ways, there&#8217;s no way we can be fully human because we make everybody else human. In other words, it’s the dehumanization of people of African descent that makes other people human.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I focus on the ongoing struggle for freedom. I&#8217;m not dismissing the reality of white supremacy. I&#8217;m not dismissing the reality of the dehumanization of Black people. I&#8217;m not dismissing the material conditions of our lives. But I&#8217;m looking at it from the perspective of those who, for a very long time, had to fight in order to exist.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">At the very beginning of the book, you say explicitly that Blackness is not synonymous with victimhood. Why was it important to state that so clearly?</p>\n\n<h4 class=\"wp-block-heading\">Nathalie Etoke</h4>\n\n<p class=\"has-text-align-none\">Well, because I think historically, people of African descent have been victimized, so they&#8217;re victims. But at the same time, the other side of the story is that they always try to find a way to free themselves. I cannot separate the two, so that&#8217;s where I draw the line between being historically victimized and being a victim and the state of victimhood. And it&#8217;s not even just in the US or in France. </p>\n\n<p class=\"has-text-align-none\">In Sub-Saharan Africa, the dictatorships and the many ways in which neocolonialism and the setting up of a power structure that still oppresses Africans is happening at the moment. People are still trying to be free. And to me, I&#8217;m not being pessimistic. It&#8217;s just the facts of Black life. It&#8217;s how you deal with it and how continuously you’re still trying to improve the conditions of your lives. Whereas the Afro-pessimists will say that there&#8217;s no point talking about the struggle because why should you even be struggling in the first place?</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">There is a certain pessimism, to just stick with that word, that I feel in so much of the race discourse in America, and I just don&#8217;t know what to do with it. So I&#8217;m a white guy who grew up in the deep South. That&#8217;s just a fact about me. And I&#8217;m not saying that in some performative way. I&#8217;m just acknowledging that that&#8217;s my experience.</p>\n\n<p class=\"has-text-align-none\">I also believe in the universality of the human condition and the power of language and ideas to bridge differences. And when the pessimism goes too far or when we become trapped in our given identities, we sacrifice our agency on some level. We sacrifice our ability to define ourselves in the here and now and project ourselves into a better future. But at the same time, we are products of material and historical forces. How do we accept the all too real constraints imposed on us by history without, at the same time, reducing ourselves to historical props?</p>\n\n<h4 class=\"wp-block-heading\">Nathalie Etoke</h4>\n\n<p class=\"has-text-align-none\">I always go back to the lived experience because African people or people of African descent are not concepts. I honestly believe that every day when someone wakes up, they try to figure out what they have to do, how to go about it. It is not an academic matter. It&#8217;s very concrete. It doesn&#8217;t mean that you&#8217;re not going to be facing difficulties, challenges, problems, but you still go about your life because that&#8217;s the life you were given to live. </p>\n\n<p class=\"has-text-align-none\">But I also think, to paraphrase Gramsci, that you need to strike a balance between the pessimism of the intellect and the optimism of the will. You need to be able to deal with reality; otherwise it&#8217;s a flight from responsibility. Once you&#8217;re able to look at a situation for what it is and you don&#8217;t lie to yourself, you are able to deal with it.</p>\n\n<p class=\"has-text-align-none\">And this is not some grandiose philosophical statement. I see that every time I go back to Cameroon. Coming from a perspective of somebody who has lived most of her life overseas, you can come and be like, &#8220;Oh my God, these people are suffering. They don&#8217;t have this. They don&#8217;t have that.&#8221; You can look at their daily lives from a perspective of lack and deficiency, but that is not how they&#8217;re living their lives. They&#8217;re still trying to work whatever job they can do. They&#8217;re still having children, they&#8217;re still having a certain kind of joy. Horrible things happen to them, but they don&#8217;t sit in a state of pessimism and paralysis.</p>\n\n<p class=\"has-text-align-none\">I cannot afford to be pessimistic because all the people who came before me had to endure and fight when it seemed like everything was dark and there was no hope. Had those people not believed, and had they not fought, where would I be today? So that&#8217;s where I also find a certain hope.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Some of this gets at the ambivalence I felt reading someone like Ta-Nehisi Coates, who writes beautifully and in a way that helped me understand his experience. What I wrestled with was the philosophy of hopelessness that seemed to undergird his work. I think it yields too much to the forces of oppression. Do you think I&#8217;m misunderstanding the point there?</p>\n\n<h4 class=\"wp-block-heading\">Nathalie Etoke</h4>\n\n<p class=\"has-text-align-none\">Well, yes and no. Remember that people of African descent in the United States, and — I&#8217;m paraphrasing Baldwin here — they&#8217;re the only people who never wanted to come here. So they didn&#8217;t come here because they had a dream or they tried to improve their living conditions. They&#8217;ve been through hell and they&#8217;re still going through hell. We are talking about at least 250 years of free labor. We are talking about Jim Crow laws. We&#8217;re talking about lynching. So I cannot say that Ta-Nehisi Coates is a preacher of hopelessness per se, because in the United States, there&#8217;s also this obsession with hope and happy endings, which I do not have because I come from a French background.</p>\n\n<p class=\"has-text-align-none\">That&#8217;s why I love the blues, because the blues is an African-American art form that helps you deal with the dissonance of your existence. And you cannot be in denial of your reality, but you have to be responsible about it. You can be humorous about it. You can have a sense of irony. And when you listen to some blue songs, you can see that the lyrics can be sad or tragic, but the melody is upbeat. What is the blues singer expressing? Joy, happiness, hope? He&#8217;s expressing an existential struggle.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I wonder what you think is the principal struggle today, and where freedom is to be found in that, for Black people in this country?</p>\n\n<h4 class=\"wp-block-heading\">Nathalie Etoke</h4>\n\n<p class=\"has-text-align-none\">When you think about the ’60s and the ’70s, the Black struggle was not just for Black people. It was universal. Most of those Black leaders were Marxist or leftist. They were also anti-capitalist. It wasn&#8217;t just anti-racism. </p>\n\n<p class=\"has-text-align-none\">I think the difficulty today is not necessarily just a question of freedom, it&#8217;s the fact that leftist politics is divided. You have the cultural left and then you have the left that focuses on class, but also there is this neoliberalization of identity discourse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The question I have is, are we framing freedom in terms of becoming part of a system, which by definition will produce inequality? If that&#8217;s what we&#8217;re claiming, you&#8217;re going to create a minority elite class and then they will be part of this world as it is. Or do you want to create a world that is difficult to actually create because we all have to lose and risk everything, and that includes the Black bourgeois?</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/the-existential-freedom-of-blackness/id1081584611?i=1000660036134\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em> <a href=\"https://www.vox.com/thegrayarea\"><em>The Gray Area</em></a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"> </a><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> </em><em>Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> </em><em>Pandora</em></a><em>, or wherever you listen to podcasts. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The history of philosophy is mostly the history of various schools arguing with each other about what’s good or true. The Epicureans, the Empiricists, the Stoics, the Skeptics, the Positivists, the Pragmatists — you get the point. I’m not an official member of any of these clubs, but if you asked me to pick one, [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "Innovation in child care is coming from a surprising source: Police departments",
    "link": "https://www.vox.com/child-care/353426/innovation-in-child-care-is-coming-from-a-surprising-source-police-departments",
    "pubDate": "2024-07-05T14:14:37.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Marta Monteiro for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/05/childcare1-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Earlier this year, a brand-new child care center opened up in San Diego, serving about 25 families.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The center charges parents 50 percent less than market rate, and child care workers are paid 15 percent above the going local average. Its hours of operation are flexible. It stays open from 5:30 am to 7 pm every day, longer than most child care centers, and can accommodate emergencies like unexpected work shifts. There’s only one catch: To send your child, you have to work for the San Diego Police Department.</p>\n\n<p class=\"has-text-align-none\">San Diego’s law enforcement child care center, funded through both public and private money, is the first of its kind in the country, but plans for several others across the US are already underway. A <a href=\"https://scottpeters.house.gov/2023/4/rep-peters-introduces-the-providing-child-care-for-police-officers-act\">bipartisan bill</a> in Congress would expand the model further.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Supporters call law enforcement child care a win-win-win — a way to help diversify policing by making it more accessible to women, a recruiting tool at a time when police <a href=\"https://www.policeforum.org/staffing2023\">resignations and retirements are up</a>, and <a href=\"https://www.theiacp.org/sites/default/files/239416_IACP_RecruitmentBR_HR_0.pdf\">applications are down</a>. And, frankly, they hope that an innovative model for child care will give a PR boost to a profession that has taken severe blows to its reputation over the last decade.</p>\n\n<p class=\"has-text-align-none\">But it also raises a basic question: Why just police? What about subsidizing other professions, including other first responders like firefighters and nurses?</p>\n\n<p class=\"has-text-align-none\">“My response is those other professions haven’t been demonized like law enforcement has,” said Jim Mackay, a retired police detective and the founder of the National Law Enforcement Foundation, which has advocated for these child care centers and worked with police departments to build them. “My philosophy is if you have a healthy law enforcement then everything else kind of prospers out from that, and we have to treat the problems with law enforcement first.”</p>\n\n<p class=\"has-text-align-none\">There’s no data yet on if this employer-centric model will pay off, but advocates argue that the child care investment is a smart bet. The estimated annual operating cost for each center is $2 million, while the average cost to recruit and train a single police officer is $200,000. In other words, if this helps keep even just ten officers in the ranks, it will have been worth it.</p>\n\n<p class=\"has-text-align-none\">Tanya Meisenholder, the director of gender equity at <a href=\"https://www.policingproject.org/our-mission\">the Policing Project</a> at NYU School of Law, says child care is one of the job barriers she hears about most often from female cops and those considering entering the profession. Women make up only 12 percent of sworn officers and 3 percent of police leadership in the US, though there’s <a href=\"https://30x30initiative.org/about-30x30/\">a national campaign underway</a> to increase those numbers.</p>\n\n<p class=\"has-text-align-none\">“Child care is the one thing that’s been brought up over and over not only as a barrier to entry but a barrier to promotion,” Meisenholder said. “Police child care would show the agencies value their employees and are listening to their concerns. It has the potential to be somewhat transformative.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>The idea is spreading quickly</strong></h2>\n\n<p class=\"has-text-align-none\">Angelie Hoxie, a state police detective in Idaho, heard about the San Diego child care idea and wanted to see if she could build a similar model for Treasure Valley, which covers the greater Boise region.</p>\n\n<p class=\"has-text-align-none\">Idaho police agencies have struggled with recruitment and retention, and many families are on year-long child care waitlists. The Idaho Association for the Education of Young Children said over 90 percent of child care facilities cite staffing as their top challenge.</p>\n\n<p class=\"has-text-align-none\">In early 2022 Hoxie helped launch the Treasure Valley Law Enforcement Coalition and within a year they were lobbying state and federal officials and partnering with a local university and local philanthropy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By winter 2023, Republican Gov. Brad Little was recommending funding for Idaho police child care programs in his workforce development budget, and by March, a bill to support the effort passed out of both chambers of the Idaho legislature. Republican Rep. Mike Simpson then <a href=\"https://simpson.house.gov/news/documentsingle.aspx?DocumentID=400336\">successfully earmarked $2.65 million</a> from the federal budget to help finance the new child care center. Construction is set to launch this summer with the program to be operational for police families by 2025.</p>\n\n<p class=\"has-text-align-none\">St. Louis County in Missouri is another region set to open a law enforcement child care center next year, following the same model as San Diego: longer hours of service, subsidized rates for parents, and higher wages for workers. Their goal now is to care for up to 75 kids at a time, and by operating for 18 hours a day, upwards of 150 families could be served.</p>\n\n<p class=\"has-text-align-none\">The push was prompted by a rank-and-file woman officer during the pandemic who struggled to find care for her 1-year-old while balancing her new 12-hour shifts. Twelve-hour shifts have since become the norm for the department, even after Covid-19.</p>\n\n<p class=\"has-text-align-none\">“We’re absolutely hoping it helps with both recruitment and retention,” said Tracy Panus, a spokesperson for St. Louis County police.</p>\n\n<p class=\"has-text-align-none\">Democratic Rep. Scott Peters, whose congressional district includes San Diego, <a href=\"https://scottpeters.house.gov/_cache/files/3/b/3bfde226-2530-49b3-a818-892d38477fc0/FA4109B1906F8D9E9437A3D44538351F.peteca-008-xml.pdf\">introduced a police child care bill</a> last year to authorize $24 million annually in funding under the federal Child Care Development Grant program. The bill would also allow Health and Human Services to provide grants of up to $3 million for new police child care centers. In December the Congressional Problem Solvers Caucus <a href=\"https://scottpeters.house.gov/2023/12/rep-peters-announces-key-support-for-his-providing-child-care-for-police-officers-act\">endorsed the legislation</a>.</p>\n\n<p class=\"has-text-align-none\">“There’s no question that [child care] is a priority—it has come up in every single focus group we’ve done,” said Kym Craven, the executive director of the National Association of Women Law Enforcement Executives.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Taking some cues from the US military</strong></h2>\n\n<p class=\"has-text-align-none\">That police might take on leadership in child care is less surprising when one looks to the Department of Defense, which sponsors the nation’s only federally run universal child care program.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The military child care program, which serves roughly 200,000 children, is known for being affordable and high-quality, and its 23,000 child care workers are paid higher wages than their private sector counterparts. Members of Congress and former military leaders have been in discussions over the last few years about how to expand and improve upon this child care program to boost army recruitment even further.</p>\n\n<p class=\"has-text-align-none\">Still, expanding public subsidies for police child care is not popular with everyone, including those who want <a href=\"https://www.vox.com/2020/6/26/21303849/what-defund-the-police-really-means\">less public money subsidizing police departments</a>, and those who want to see public dollars prioritizing child care for low-income families.</p>\n\n<p class=\"has-text-align-none\">Others have raised concerns with the idea of employer-sponsored child care more broadly. In one <a href=\"https://www.newamerica.org/better-life-lab/reports/questioning-the-promise-of-employer-sponsored-child-care-benefits/\">report published this past winter</a>, Elliot Haspel, author of <em>Crawling Behind: America’s Childcare Crisis and How to Fix It</em>, argued that employer-sponsored child care “does nothing to address the fundamental challenges within the child care system, nor does it promote a pluralistic system of choice.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">He compared the model to painkillers for cancer. “They can ease the pain for a while, but the body gets sicker, and the temptation to overly rely on painkillers only grows,” he wrote.</p>\n\n<p class=\"has-text-align-none\">Still, advocates for police child care say the public safety needs are too urgent, and the possible benefits to communities and agencies too great to pass up. They hope in five years they will have firmer data showing their investments have worked.</p>\n\n<p class=\"has-text-align-none\">“In this new generation not too many people want to become law enforcement officers,” said Mackay. “We’re really trying to stem that tide.”</p>\n\n<p class=\"has-text-align-none\"><em>This work was supported by a grant from the Bainum Family Foundation. Vox Media had full discretion over the content of this reporting.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Earlier this year, a brand-new child care center opened up in San Diego, serving about 25 families.&#160; The center charges parents 50 percent less than market rate, and child care workers are paid 15 percent above the going local average. Its hours of operation are flexible. It stays open from 5:30 am to 7 pm [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "Why Britain&#8217;s Conservatives were wiped out by Labour  ",
    "link": "https://www.vox.com/world-politics/358035/how-did-it-go-so-wrong-for-britains-conservatives",
    "pubDate": "2024-07-05T12:40:22.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"New UK PM Keir Starmer and his wife\" data-caption=\"Labour leader and incoming Prime Minister Sir Keir Starmer and wife Victoria greet supporters as they enter 10 Downing Street following Labour&#039;s landslide election victory on July 5, 2024 in London, England.\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2160722893.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Labour leader and incoming Prime Minister Sir Keir Starmer and wife Victoria greet supporters as they enter 10 Downing Street following Labour&#039;s landslide election victory on July 5, 2024 in London, England.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Fourteen years of Conservative rule in the United Kingdom ended with a bang, not a whimper, on Thursday as the party suffered a <a href=\"https://www.bbc.com/news/live/cn09xn9je7lt\">landslide defeat</a> at the polls, winning just 121 seats while the opposition Labour Party took 412.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">The last of the five prime ministers of this period, Rishi Sunak, who moved into 10 Downing Street less than two years ago, will step down, saying in a <a href=\"https://www.theguardian.com/politics/article/2024/jul/05/rishi-sunak-to-resign-as-tory-leader-as-well-as-pm-after-election-defeat\">post-election speech</a>, ““To the country I would like to say first and foremost, I am sorry.” Labour&#8217;s Keir Starmer will now take over as prime minister with a significant mandate</p>\n\n<p class=\"has-text-align-none\">“&#8217;The work of change begins immediately,” Starmer said in his first speech as prime minister, acknowledging this would not be as as simple as &#8220;flicking a switch&#8221;</p>\n\n<p class=\"has-text-align-none\">Sunak also stepped down as leader of the Conservative party and the Tories are likely<strong> </strong>in for a <a href=\"https://www.politico.eu/article/uk-general-election-conservative-party-tories-rishi-sunak-successor/\">brutal internal</a> battle over their future, with some right wingers calling for a merger with Trumpian gadfly Nigel Farage’s right-wing Reform UK party, which won four seats but came in <a href=\"https://www.cnbc.com/2024/07/05/nigel-farages-reform-uk-party-shocks-with-significant-gains-expected.html\">third in terms of vote share with 14 percent </a>of the  national vote. </p>\n\n<p class=\"has-text-align-none\">The Conservatives ended up suffering a historic loss the way Hemingway described going bankrupt: Gradually, and then suddenly. The Tories had been underwater in the polls <a href=\"https://www.politico.eu/europe-poll-of-polls/united-kingdom/\">since late 2021</a>, but Sunak only <a href=\"https://www.cnn.com/2024/05/22/uk/uk-early-elections-sunak-conservatives-intl/index.html\">called this election in late May</a>, likely sensing his party’s prospects were not likely to improve any time soon. It was a swift, though not exactly painless, end to a political era that radically changed a country and its place in the world. The consensus view is that it has not changed for the better.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.cambridge.org/core/books/conservative-effect-20102024/29642F14C9265B69EEC9283AFD3FF9E6\">just-released book</a>, <em>The Conservative Effect, 2010–2024: 14 Wasted Years?</em>, co-edited by Anthony Seldon, a veteran chronicler and biographer of contemporary British prime ministers, attempts to take stock of the legacy of this period. Seldon is unsparing in his concluding essay, writing, “By 2024, Britain’s standing in the world was lower [compared to 2010], the union was less strong, the country less equal, the population less well protected, growth more sluggish with the outlook poor.” He concludes: “Overall, it is hard to find a comparable period in history of the Conservatives which achieved so little, or which left the country at its conclusion in a more troubling state.”</p>\n\n<p class=\"has-text-align-none\">So how, exactly, did we get here?</p>\n\n<h2 class=\"wp-block-heading\">14 years, five prime ministers, one Brexit</h2>\n\n<p class=\"has-text-align-none\">This 14 year period of Conservative rule was <a href=\"https://www.ft.com/content/6e670e62-57a0-404b-a0a1-66cc5b98ee57\">really two different periods</a>: pre- and post-Brexit.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first period began in 2010, when Prime Minister David Cameron, leading a coalition government consisting of the Conservatives and the centrist Liberal Democrats, moved into 10 Downing Street, ending 13 years of Labour rule under Tony Blair and his dour successor Gordon Brown. Relatively youthful at 44, Cameron, a <a href=\"https://www.theguardian.com/politics/2005/dec/18/conservatives.interviews\">self-described “liberal conservative,”</a> distinguished himself from previous generations of conservatives with stances like his support for <a href=\"https://www.bbc.com/news/uk-politics-22605011\">gay marriage</a> and <a href=\"https://www.theguardian.com/environment/2010/may/14/cameron-wants-greenest-government-ever\">calls for action on climate change</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But his&nbsp; economic policies were anything but moderate. Cameron’s government came into office in the wake of the global financial <a href=\"https://www.foxnews.com/world/cameron-uk-deficit-even-worse-than-we-thought\">crisis facing a budget deficit</a> of some $225 billion. In response, the government <a href=\"https://www.newyorker.com/magazine/2024/04/01/what-have-fourteen-years-of-conservative-rule-done-to-britain\">carried out a program</a> of fiscal consolidation and budget cuts that the UK budget office has described as “one of the biggest deficit reduction programs seen in any advanced economy since World War II.” Public spending fell from around 41 percent of GDP to 35 percent, with deep cuts to social programs, infrastructure and international diplomacy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Heading into the 2015 election, Cameron was also coming under pressure from the insurgent UK Independence Party, led by Farage, and from his own party’s right-flank, to hold a referendum on whether the UK should remain a member of the European Union. Though Cameron personally opposed withdrawing from the EU, in part to respond to dissidents from his right <a href=\"https://www.bbc.com/news/uk-politics-21148282\">he vowed</a> that if he won, he would attempt to renegotiate Britain’s relationship with the EU and then hold an “in/out referendum” on whether Britain should stay.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a short-term political move, it worked out great. The Conservatives won an overall majority in 2015, ending the coalition era. But <a href=\"https://slate.com/news-and-politics/2019/03/brexit-european-union-chaos-brief-guide-how.html\">Cameron was less successful</a> in convincing Brussels to give Britain “special status” within the EU. Cameron won only minor concessions on sovereignty and immigration. There has always been an undercurrent of Euro-skepticism in British politics, but it grew stronger in the 2000s and 2010s. The financial crisis of 2008 and the eurozone debt crisis that followed undermined the appeal of the EU as an economic union. The unprecedented number of migrants who attempted to <a href=\"https://www.vox.com/2015/4/21/8462219/europe-migrant-mediterranean-drowning\">reach Europe in 2015</a> reduced support for the EU’s open border policies.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In retrospect, it was a perfect storm for Brexit, but it was still stunning when the country voted 52 to 48 percent in 2016 to leave the EU. Cameron, who had campaigned for the “Remain” side, resigned as prime minister. He was replaced by Theresa May, previously the home secretary and a fellow Remainer, who had the unenviable task of negotiating Britain’s withdrawal from the EU while simultaneously presiding over a <a href=\"https://slate.com/news-and-politics/2019/03/brexit-european-union-chaos-brief-guide-how.html\">civil war within her own party</a> over how exactly Brexit should be implemented.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Moderates wanted a “soft Brexit” that would preserve Britain’s access to Europe’s common market. Hardliners wanted a “hard Brexit” that would prioritize ditching EU regulations and controlling immigration. European negotiators in Brussels were not going to let the Brits have both. Further complicating the process was an issue that few anticipated before the referendum: the economic and political status of Northern Ireland — the only part of the UK with a land border with the EU. Finding a way to avoid a hard border across the island of Ireland — a key pillar of the Northern Irish peace process — while also removing the UK as a whole from the EU turned out to be excruciatingly difficult.</p>\n\n<p class=\"has-text-align-none\">May stepped down in 2019, and after an internal party leadership election, was replaced by former London mayor and omnipresent media figure Boris Johnson. Johnson is not exactly known for holding consistent views.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://slate.com/news-and-politics/2014/11/boris-johnson-london-s-mayor-on-why-he-wrote-a-book-about-winston-churchill.html\">2014 interview for Slate</a>, two years before the Brexit vote, he told me that when it came to the EU, “We may want to change our relationship a bit, but fundamentally we will remain within the European common market.” Just a few years later, he would be one of the most visible and enthusiastic campaigners for “Leave.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">A few months after taking office, Johnson called a national election, campaigning on a pledge to “get Brexit done” — and won a landslide victory. It didn’t hurt that Labour at the time was led by the veteran left-winger Jeremy Corbyn, who had both failed to take a strong stance on Brexit and was beset by <a href=\"https://www.bbc.com/news/uk-politics-45030552\">accusations of anti-semitism</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Armed with his new large majority, Johnson did something unusual for him: He did what he said he would do, and indeed got Brexit done. Britain formally left the EU on January 31, 2020. Just two years later, however, Johnson left as well, forced to resign over a scandal over allegations that he misled parliament <a href=\"https://apnews.com/article/boris-johnson-resignation-60da3c4b29a4e9c93c7db9f53034ad0e\">over parties held in his office</a> during Covid-19 lockdowns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That was followed by the 50-day reign of Prime Minister Liz Truss, which was the shortest in British history — so short, in fact, that she was <a href=\"https://www.nytimes.com/2022/10/19/world/europe/liz-truss-lettuce-stream.html\">famously outlasted by a head of lettuce</a>.&nbsp; Truss is <a href=\"https://www.bbc.com/news/business-66897881\">mainly remembered</a> for a proposed set of tax cuts so extreme it triggered weeks of panic in <a href=\"https://www.bbc.com/news/business-66897881\">global bond markets</a> and the kind of <a href=\"https://www.bbc.com/news/business-63051702\">upbraiding from the IMF</a> normally reserved for failed states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Truss was then replaced by Sunak, who made history as the first prime minister of Asian descent, as well as <a href=\"https://www.oldest.org/politics/youngest-prime-ministers/\">the youngest one since William Pitt</a> (the Younger, of course) in 1783. Under Sunak, the lingering effects of the pandemic and the shock to energy markets caused by the war in Ukraine have contributed to a cost-of-living crisis that has <a href=\"https://apnews.com/article/uk-energy-prices-warm-hubs-84dc6878fd3c5b91837f8d3558c1f672\">disproportionately impacted the poorest Britons</a>. Sunak has tried to make the case that the UK economy is turning the corner — and <a href=\"https://www.theguardian.com/business/article/2024/jun/19/inflation-rishi-sunak-analysis\">indeed inflation is now starting to ease</a> — but it’s almost certainly too little too late.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The aftermath</h2>\n\n<p class=\"has-text-align-none\">To some extent, Sunak’s biggest crime was simply to be in office during a widespread anti-incumbent trend throughout the Western democratic world. He was deeply unpopular, but <a href=\"https://pro.morningconsult.com/trackers/global-leader-approval\">not significantly more so</a> than G7 counterparts like France’s Emmanuel Macron and Germany’s Olaf Scholz.</p>\n\n<p class=\"has-text-align-none\">Defenders of the Conservatives’ time in office will point to the external shocks the party had to contend with, including the legacy of the 2008 financial crisis, the Covid pandemic, and the economic impact of the war in Ukraine. But every major economy had to deal with those shocks. Only one country — and one party — chose Brexit.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Disentangling the effects of the withdrawal from other post-2020 shocks isn’t easy, but a recent study from Britain’s National Institute of Economic and Social Research (NIESR), an independent think tank, <a href=\"https://www.niesr.ac.uk/publications/revisiting-effect-brexit?type=global-economic-outlook-topical-feature\">estimated</a> that the UK’s real GDP is about 2 to 3 percent lower today, compared to a scenario where it stayed in the union. Real income is about 8 to 9 percent lower.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the <a href=\"https://commonslibrary.parliament.uk/research-briefings/sn02784/\">government’s own figures</a>, Britain’s GDP today is only about 1.7 percent higher than it was pre-pandemic, compared to 3.7 percent for the Eurozone and 8.7 percent for the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ironically, Brexit didn’t even accomplish the goal that motivated many of its supporters to vote for it: Net migration to the UK <a href=\"https://www.politico.eu/article/three-years-after-britain-left-eu-net-migration-never-been-higher-brexit/\">has actually increased</a> since the withdrawal. Much of the debate around immigration policy has focused on the government’s bizarre and inhumane plan to <a href=\"https://www.bbc.com/news/explainers-61782866\">fly asylum seekers to Rwanda</a> to have their claims processed, as a means of deterring them from trying. But asylum seekers are <a href=\"https://researchbriefings.files.parliament.uk/documents/SN01403/SN01403.pdf\">only about 11 percent of the UK’s immigrants</a>, and half of those are Ukrainians who entered under a specially tailored system and significantly more public support.</p>\n\n<p class=\"has-text-align-none\">The real driver of migration is economic — including the economic needs of Britain itself. As migration researcher Hein de Haas <a href=\"https://www.bigissue.com/opinion/brexit-net-migration-rishi-sunak-uk-immigration/\">has written</a>, while “Brexit successfully curtailed free inflows of EU workers, it did not eliminate labor shortages that had been driving increasing migration to the UK ever since the 1990s.” Some jobs staffing Britain’s stores and its much-beloved National Health Service have been filled by non-EU migrants instead of European ones; some European migrants who previously traveled back and forth between the UK and the continent have stayed put.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Brexit’s advocates had argued that the benefits of trade with Europe could be offset by a free trade agreement that a new “global Britain,” unshackled from the EU, could pursue. But other than new deals with Australia and New Zealand, <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-9314/\">progress has been slow on that front</a>. Johnson and Truss both promised a <a href=\"https://www.theguardian.com/politics/2021/sep/21/britains-hopes-of-early-post-brexit-trade-deal-with-us-appear-dashed\">new free trade deal</a> with the United States as a benefit of Brexit, but badly <a href=\"https://www.ft.com/content/8f229e15-9842-46ce-a828-19647a48f6d6\">misjudged the changing mood in Washington</a>, where both the Republicans and Democrats have taken a turn toward protectionism.&nbsp;(Credit where it’s due: Johnson did get the <a href=\"https://www.bbc.com/news/uk-politics-58654045\">US to lift a ban</a> on the imports of British lamb.)</p>\n\n<p class=\"has-text-align-none\">More than 60 percent of British voters, including more than a third of “Leave” voters, now say Brexit has been <a href=\"https://yougov.co.uk/politics/articles/45733-most-britons-say-brexit-has-been-more-failure\">more of a failure than a success</a>. But the damage is done.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Not-so-global Britain</h2>\n\n<p class=\"has-text-align-none\">The reality is that far from broadening Britain’s horizons, Brexit has forced it to confront what it really is: a mid-sized country with a mid-sized economy that has a mid-sized influence on the world.</p>\n\n<p class=\"has-text-align-none\">Asked what role foreign policy and national security have played in this election, Nick Witney, a former British diplomat and defense official now with the European Council on Foreign Relations, told Vox, “Not much, because&nbsp; we don&#8217;t have much of a foreign or defense policy at the moment. And there&#8217;s going to be no money available to buy ourselves one for a number of years under new government.”</p>\n\n<p class=\"has-text-align-none\">Indeed, for all Johnson’s <a href=\"https://www.ft.com/content/3de0d68a-9df9-11e7-8cd4-932067fbf946\">talk</a> of a “global Britain” recovering its “buccaneering” spirit, the UK cuts a more modest profile on the world stage today than it did when Conservatives took over. London has cut funding to the <a href=\"https://www.politico.eu/article/the-incredible-shrinking-global-britain/\">foreign office</a>, <a href=\"https://www.washingtonpost.com/opinions/2021/10/25/boris-johnson-likes-tout-global-britain-he-may-be-its-biggest-enemy/\">foreign aid</a>, and one of the country’s most significant soft power assets: <a href=\"https://www.theguardian.com/media/2023/dec/03/rishi-sunak-says-bbc-cuts-welcome-cost-of-living-crisis\">the BBC</a>. Defense spending<a href=\"https://www.rand.org/pubs/commentary/2024/04/the-uk-is-boosting-defence-spending-but-will-it-boost.html\"> has increased</a> since Russian President Vladimir Putin’s invasion of Ukraine but the <a href=\"https://www.independent.co.uk/news/uk/home-news/british-army-armed-forces-ukraine-b2482059.html\">size of the military in terms of manpower</a> has shrunk. A last-ditch <a href=\"https://www.vox.com/world-politics/355547/soldiers-shortage-demographics-population-conscription\">campaign proposal by Sunak</a> to mandate national service for 18-year-olds did not go over well.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“No one talks about ‘global Britain’ anymore,” said Witney. “It’s extraordinary how our horizons have shrunk. If you go back 20 years, there was practically not a sparrow that fell anywhere around the globe where the British didn&#8217;t feel they would have something to say about it. Nowadays, we are an impoverished and ultimately less ambitious country.”</p>\n\n<p class=\"has-text-align-none\">One very notable exception has been the war in Ukraine, where the UK has been a significant provider of military aid, training, and economic support — often taking a <a href=\"https://www.wsj.com/articles/the-us-and-uk-are-split-on-the-ukraine-war-weapons-russia-oligarchs-churchill-8540ef60\">more aggressive stance</a> than the US on providing new weapons systems and capabilities to the Ukrainians. Johnson may be persona non grata in British politics right now, but there are <a href=\"https://www.businessinsider.com/ukraine-town-names-street-after-boris-johnson-2022-5\">streets named after him in Ukraine</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What’s next?</strong></h2>\n\n<p class=\"has-text-align-none\">Probably due in part to the fact that the result wasn&#8217;t in doubt, the election itself was heavily dominated by gaffes and scandals, including Sunak’s <a href=\"https://www.theguardian.com/politics/article/2024/jun/07/rishi-sunak-d-day-blunder-uk-election#:~:text=Britain's%20clearly%20wounded%20prime%20minister,at%20the%20American%20cemetery%20off\">ill-advised decision</a> to leave D-Day commemorations in France early and the <a href=\"https://www.aljazeera.com/news/2024/6/27/why-are-uk-politicians-in-trouble-for-placing-bets-on-election-date\">revelations</a> that candidates in both parties have been betting on the election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also true that compared to figures like Margaret Thatcher, Tony Blair, or even David Cameron — all of whom came into power in landscape-shifting change elections — Starmer isn’t exactly promising radical change. Starmer has managed to stabilize his party after the politically disastrous Corbyn years, and — perhaps not surprisingly given that he entered the race with a huge lead — he ran on a <a href=\"https://www.bbc.com/news/articles/cyxx1lq50nlo\">relatively modest policy platform</a>. It’s too modest for some allies, who accuse of him of “<a href=\"https://news.sky.com/story/keir-starmers-labour-has-been-too-timid-and-must-not-settle-for-limping-into-no-10-says-unites-sharon-graham-12979396\">limping into No. 10</a>,”&nbsp; while the party also <a href=\"https://www.nbcnews.com/news/world/uk-election-starmer-labour-party-accused-purging-left-wing-candidates-rcna154624\">angered progressives</a> by barring several left-wing candidates, including two women of color, in the run-up to the election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It would be a stretch to say voters seemed inspired by Labour&#8217;s message. The party won a lower share of the national vote than they did in 2017, when Theresa May defeated Jeremy Corbyn, but benefited from the UK&#8217;s &#8220;first-past-the-post&#8221; election system and Tory defections to other parties. The Conservatives lost this election more than Labour won it. </p>\n\n<p class=\"has-text-align-none\">Though the party opposed Brexit during the referendum, Labour <a href=\"https://www.ft.com/content/266d8501-1c60-4afa-963b-c82757b5e3da\">does not plan to try to rejoin the European Union</a>. Ahmet Kaya, an economist with the National Institute of Economic and Social Research, told Vox that wouldn’t really be practical in the near term anyway, and that the focus should be on negotiations with Europe aimed at “reducing the barriers on trade and facilitating some of the free movement of people,” particularly students. Steps like these, he said, could “reduce the overall negative impact of Brexit.”</p>\n\n<p class=\"has-text-align-none\">There won’t be a huge shift on foreign policy either. Unlike in the US, support for Ukraine is pretty bipartisan in the UK. In the wake of the <a href=\"https://en.wikipedia.org/wiki/Poisoning_of_Sergei_and_Yulia_Skripal\">poisoning of a former Russian spy</a> and his daughter on British soil in 2018 as well a flurry of coverage of how Russian oligarchs have <a href=\"https://www.bbc.com/news/uk-62410715\">manipulated the British financial system</a>, there’s little pro-Russian sympathy in the UK, though Farage recently <a href=\"https://www.bbc.com/news/articles/c722pn07w99o\">caused a media uproar</a> with remarks suggesting NATO was partly to blame for the invasion of Ukraine. Starmer has also <a href=\"https://www.bbc.com/news/uk-politics-67213191\">taken some criticism</a> from Muslim Labour supporters over being slow to call for a ceasefire in Gaza. This hasn’t mattered much for his election chances, but his choices on this and other contentious issues are going to get a lot tougher when he’s actually in power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Above all else, Starmer will face the challenge of overcoming the perceptions built up during the past decade. “Brexit has kind of defined how the UK is perceived internationally by many of our partners,” Evie Aspinall, director of the British Foreign Policy Group, told Vox. “We’re seen as a more isolated nation than we were prior to Brexit.”</p>\n\n<p class=\"has-text-align-none\">There are some parallels here with the Biden administration, which came into office promising allies that “<a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2021/02/04/remarks-by-president-biden-on-americas-place-in-the-world/\">America is back</a>” following the isolation of the Trump years. As with the Democrats in 2020, Labour has gone with a broadly popular — if somewhat dull — candidate, whose promise is that he can turn down the political temperature after a period of chaos and upheaval. It may not be enough to get them another 13 or 14 year stint in power, but it was enough for this week.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, July 4, 8:30 a.m. ET: </em></strong><em>This story was originally published on July 2 and has been updated to include news about Labour&#8217;s electoral win.</em><br><br></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Fourteen years of Conservative rule in the United Kingdom ended with a bang, not a whimper, on Thursday as the party suffered a landslide defeat at the polls, winning just 121 seats while the opposition Labour Party took 412. The last of the five prime ministers of this period, Rishi Sunak, who moved into 10 [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "What the Labour Party’s big win in the UK will actually mean",
    "link": "https://www.vox.com/world-politics/358985/uk-labour-keir-starmer-tories-migration-politics-elections-july-4-rishi-sunak-boris-johnson",
    "pubDate": "2024-07-05T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"EAST KILBRIDE - JULY 03: Leader of the Labour Party Keir Starmer and Scottish Labour leader Anas Sarwar hold an eve of poll event on July 03, 2024 in East Kilbride, Scotland. Keir Starmer visited three countries of the UK on the final day of election campaigning. (Photo by Jeff J Mitchell/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2160473917.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>EAST KILBRIDE - JULY 03: Leader of the Labour Party Keir Starmer and Scottish Labour leader Anas Sarwar hold an eve of poll event on July 03, 2024 in East Kilbride, Scotland. Keir Starmer visited three countries of the UK on the final day of election campaigning. (Photo by Jeff J Mitchell/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The United Kingdom’s left-leaning Labour Party won —&nbsp;and won big —&nbsp;in the country’s national elections on Thursday, returning to power after 14 years of Conservative Party leadership.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Labour made many promises in the party’s quest to win the race, and keeping them will be a gargantuan task that will require tackling Britain’s biggest issues including the cost of living, immigration, and rebuilding the country’s services like the health and transportation systems. A mixture of poor policy and world events outside the government’s control has left the UK’s&nbsp;economy struggling, translating to wage stagnation and lack of investment in state services.</p>\n\n<p class=\"has-text-align-none\">The party’s exact approach to those issues is still coalescing as the party gets a sense of how it will wield its newfound power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After a truly chaotic spin through three Conservative prime ministers in just under four months, Labour’s message of stability has resonated with the electorate as they voted in Labour members for a majority of the 650 House of Commons seats, making its leader, Keir Starmer, prime minister.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Starmer is a bit of a cypher, his platform this campaign has often been vague or unexciting, and the British public is decidedly <a href=\"https://www.nbcnews.com/news/world/uk-general-election-keir-starmer-labour-party-prime-minister-sunak-rcna157473\">lukewarm</a> on him as a figure. But he’s <a href=\"https://www.theguardian.com/commentisfree/article/2024/jul/03/general-election-labour-winning-keir-starmer-historic-victory-opposition-leader\">successfully rehabilitated</a> the Labour Party’s image with more moderate voters, and, above all, what he has going for him is that he isn’t a Conservative.</p>\n\n<p class=\"has-text-align-none\">“[Conservatives are] suffering from having been in power for 14 years,” <a href=\"https://www.nuffield.ox.ac.uk/people/profiles/ben-ansell/\">Ben Ansell</a>, professor of comparative democratic institutions at Nuffield College, Oxford, told Vox. “And it’s very, very hard at that point to win another election anywhere.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Labour’s campaign slogan is simple: “Change.” But now it won’t be enough to simply be the alternative to the Conservatives; Labour must actually deliver on the main policy issues people are concerned about in order to create the stable government it needs to stay in power.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Britain’s big issues and how Labour plans to address them</strong></h2>\n\n<p class=\"has-text-align-none\">Britain’s multiple overlapping crises developed over years, and they won’t be instantly solved just by a change in leadership.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take the UK’s battered public services. When the Conservatives (also known as the Tories) came to power in 2010 under current Foreign Minister David Cameron, the world was reeling from the 2008 financial crisis. The UK was particularly hard-hit, with much of its economy based in the financial sector.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To dig the country out of dire financial straits, Cameron’s government <a href=\"https://www.theguardian.com/business/2023/sep/10/how-austerity-and-ideology-broke-britain\">decided to disinvest in social services</a> like the <a href=\"https://www.theguardian.com/society/2023/jul/05/austerity-has-led-to-nhs-quality-of-care-deteriorating-across-the-board-study-finds#:~:text=11%20months%20old-,Austerity%20has%20led%20to%20NHS%20quality%20of,in%20key%20areas%2C%20study%20finds&amp;text=The%20quality%20of%20care%20that,more%20common%2C%20research%20has%20found.\">national health service</a> (NHS), education, and transit, particularly the railways. That choice still reverberates today, and has meant long waits to see doctors, crumbling public schools, wage stagnation in the care and state services sectors and, accordingly, labor strikes to protest working conditions and pay.</p>\n\n<p class=\"has-text-align-none\">And though the economic and cost of living crisis is not unique to the UK, some Tory decisions have made its situation uniquely challenging. The choice to leave the European Union, first decided in a referendum in 2016 and pushed through by Conservative Prime Minister Boris Johnson in 2019, has had detrimental effects to trade, employment, and the cost of living. <a href=\"https://www.niesr.ac.uk/publications/revisiting-effect-brexit?type=global-economic-outlook-topical-feature\">One independent analysis estimated</a> that the UK’s real GDP is about 2 to 3 percent lower today than it would be if it had stayed in the EU. The <a href=\"https://yougov.co.uk/topics/overview/survey-results/daily/2024/06/12/69919/1\">decision to leave the EU is now deeply unpopular</a>.</p>\n\n<p class=\"has-text-align-none\">The Tories have overseen “singularly the worst economic performance of any decade in Britain since the Napoleonic era,” Ansell said, making Labour’s promised change —&nbsp;ambiguous though it is — attractive.</p>\n\n<p class=\"has-text-align-none\">Scandals and policy flip-flops didn’t help Conservatives either. <a href=\"https://www.vox.com/2022/7/7/23198063/boris-johnson-prime-minister-resigns\">Johnson fell from grace</a> following a series of scandals known as Partygate, in which he allowed or participated in social gatherings during the Covid-19 pandemic, while the rest of the country was in lockdown. Following his <a href=\"https://www.vox.com/2023/6/10/23756380/boris-johnson-resign-tory-party-sunak-next-dorries-adams\">2022 ouster</a>, Liz Truss — Johnson’s foreign secretary — won leadership of the party and the country. She lasted all of 44 days following her proposal to cut taxes on corporations and the ultra-wealthy that was so disastrous it threw <a href=\"https://www.bbc.com/news/business-66897881\">global bond markets into panic</a> for weeks. Current Prime Minister Rishi Sunak followed her, positioning himself as the adult in the room who could set things straight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But his signature policy position has been to “stop the boats,” referring to the surge in irregular migration via small boats crossing the English Channel from Europe. To do that, his government has pursued a policy to detain and deport irregular migrants to Rwanda. In addition to effectively violating the right to asylum, the plan has been ineffective; no one has been sent to Rwanda, although some migrants have been detained under the scheme, <a href=\"https://www.theguardian.com/uk-news/2023/sep/19/cost-housing-asylum-seekers-hotels-rise-home-office\">costing the government an estimated 8 million pounds per day</a>. It’s also worth noting: migrants seeking asylum make up <a href=\"https://researchbriefings.files.parliament.uk/documents/SN01403/SN01403.pdf\">only about 11 percent of Britain’s migrant</a> population.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And though migration overall <a href=\"https://www.brunel.ac.uk/news-and-events/news/articles/Post-Brexit-UK-migration-trends-and-the-all-time-highs#:~:text=Contrary%20to%20expectations%2C%20the%20new,double%20this%20amount%2C%20totalling%20333%2C000.\">was at an all-time high in 2022</a>, much of the electorate doesn’t actually see migration <a href=\"https://yougov.co.uk/topics/society/trackers/the-most-important-issues-facing-the-country-full\">as one of their top three issues</a> —&nbsp;and people’s feelings about migration are <a href=\"https://migrationobservatory.ox.ac.uk/resources/briefings/uk-public-opinion-toward-immigration-overall-attitudes-and-level-of-concern/#:~:text=Public%20opinion%20on%20migration%20in%20the%20United%20Kingdom%20is%20divided&amp;text=In%20April%202023%2C%2032%25%20thought,lot)%20(Figure%201).\">highly fractured</a>. In a sense, the Tory government suffered from a crisis of its own making with the Rwanda policy and the Illegal Migration Act —&nbsp;instituting draconian policies that haven’t been successful and that voters see as costly.</p>\n\n<p class=\"has-text-align-none\">All of this dysfunction culminated in the Tories’ defeat. (Heading into the election, <a href=\"https://www.economist.com/leaders/2024/06/27/keir-starmer-should-be-britains-next-prime-minister\">the Economist even endorsed Labour for the first time in almost two decades</a>.)</p>\n\n<p class=\"has-text-align-none\">Labour’s signature achievements in the post-World War II era have been forming the NHS and instituting a national minimum wage. Now, the party has to tackle three overlapping marquee issues: the economy and cost of living; struggling government services; and migration policy. But, as outlined in its <a href=\"https://labour.org.uk/updates/stories/labour-manifesto-2024-sign-up/\">election manifesto</a>, Labour’s policy suggestions aren’t terribly specific or fleshed out in most cases. In the short term, the party is likely to focus on trying to create a stable government to prove it should maintain power.</p>\n\n<p class=\"has-text-align-none\">In the short term Starmer and Labour have promised to <a href=\"https://www.bbc.com/news/uk-politics-68984778\">undo the Rwanda policy immediately</a> on gaining power, focusing on the human smuggling groups that operate and profit from the dangerous boat crossings. Labour says the government <a href=\"https://www.bbc.com/news/articles/c2q0rvgv25xo\">will again allow irregular migrants to apply for asylum</a>, and has promised to sort through the backlog of asylum cases which have not been processed due to the Illegal Migration Act.</p>\n\n<p class=\"has-text-align-none\">As for the economy, Labour has promised to <a href=\"https://labour.org.uk/change/kickstart-economic-growth/#industrial-strategy\">invest in industry and create a pro-business environment,</a> without outlining what that means specifically. In terms of managing the cost of living crisis, Labour could increase the minimum wage or encourage cities to adopt “living wages,” <a href=\"https://www.oxford.gov.uk/fairer-economy/oxford-living-wage#:~:text=Oxford%20Living%20Wage%20Overview,by%20the%20Living%20Wage%20Foundation.\">as Oxford has</a>, a localized norm that recognizes the different cost of living in different areas.</p>\n\n<p class=\"has-text-align-none\">Labour will opt to “improve the UK’s trade and investment relationship with the EU, by tearing down unnecessary barriers to trade,” though it will not rejoin the EU or the common market. Negotiating agreements about agriculture and livestock aim to bring down food costs, and professional services agreements will help UK professionals work in EU countries.</p>\n\n<p class=\"has-text-align-none\">Labour has also promised to “<a href=\"https://labour.org.uk/change/build-an-nhs-fit-for-the-future/\">save the NHS</a>” and build a health service for the future. But that will require public investment, as Starmer’s party has promised the service will always be publicly funded. That means money from somewhere, and raising individual taxes right now isn’t an appealing option given the economic challenges facing many voters. In the short term, Labour promises to reduce wait times, enlist the private sector to help deal with high volume, and improve relations with the health care unions.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">But can Labour deliver —&nbsp;and maintain power?</h2>\n\n<p class=\"has-text-align-none\">How exactly Labour plans to accomplish their goals is an open question. Labour doesn’t really have a strong, bold new policy regarding the economy; there isn’t a big, splashy ideological framework.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And on one of the major factors dragging Britain’s economy down — Brexit — Labour plans to negotiate agreements about agriculture and livestock with the EU to bring down food costs, and hopes to make professional services agreements that will help UK professionals work in EU countries. Still, <a href=\"https://www.theguardian.com/uk-news/article/2024/jun/22/starmer-growth-plan-doomed-access-eu-markets-economists\">many of the economic pains of Brexit may remain</a>.</p>\n\n<p class=\"has-text-align-none\">And on migration, other than scrapping the Rwanda plan, there’s not too much daylight between Labour and the Tories.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The current government already has quite a large focus on enforcement,” <a href=\"https://migrationobservatory.ox.ac.uk/about/people/ben-brindle/\">Ben Brindle</a>, a researcher at the Oxford Migration Observatory, told Vox. Labour’s approach is “still doing many of the things which the current enforcement operation is already doing” to deter irregular migration. And when it comes to migration for students and skilled labor, net migration is likely to go down anyway due to policies already in place, rather than anything Labour is actually doing.</p>\n\n<p class=\"has-text-align-none\">Labour does have <a href=\"https://labour.org.uk/change/kickstart-economic-growth/#get-britain-building-again\">proposals on hand to address the housing</a> and transit crises —&nbsp;including by <a href=\"https://www.bloomberg.com/news/articles/2024-06-20/starmer-s-labour-eyes-blitz-of-uk-planning-reforms-within-weeks?sref=qYiz2hd0\">loosening up building restrictions</a> in the immediate term&nbsp;so that new housing, infrastructure, and transit services can actually be built, which could help stimulate the economy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We’re using a planning regime that was created in 1948, that is incredibly stringent, and means that we’re just not building things anywhere,” Ansell said. “We have a housing crisis. We have a transportation crisis, and we have a public infrastructure crisis and an energy crisis — it’s all because we can’t build stuff. That gives [Labour] a narrative. It also gives businesses the expectation that actually there’s going to be loads and loads of infrastructure or investment and probably over quite a period of time.”</p>\n\n<p class=\"has-text-align-none\">Ultimately, though, Labour sees building a stable government, especially after the years of uncertainty post-Brexit, as a useful framing — but potentially a part of its mandate. The party’s manifesto is built around the idea that it “can stop the chaos” which has helped exacerbate external problems into national crises when it is in power.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The United Kingdom’s left-leaning Labour Party won —&#160;and won big —&#160;in the country’s national elections on Thursday, returning to power after 14 years of Conservative Party leadership.&#160; Labour made many promises in the party’s quest to win the race, and keeping them will be a gargantuan task that will require tackling Britain’s biggest issues including [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "The little-known but successful model for protecting human and labor rights",
    "link": "https://www.vox.com/future-perfect/357989/worker-driven-social-responsibility-corporate-ethics-consumers",
    "pubDate": "2024-07-05T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"NEW YORK, NY - FEBRUARY 28: Members and supporters of the Coalition of Immokalee Workers (CIW) protest outside a Trader Joes store in Manhattan February 28, 2011 in New York City. The Florida farmworkers pick tomatoes for Trader Joes and other companies and are asking for workplace conditions to improve and for wages, which havent been raised since 1978, to be increased. The workers say Trader Joes has refused to sign a food pledge to pay an extra penny per pound of tomatoes. (Photo by Mario Tama/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-109507867.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>NEW YORK, NY - FEBRUARY 28: Members and supporters of the Coalition of Immokalee Workers (CIW) protest outside a Trader Joes store in Manhattan February 28, 2011 in New York City. The Florida farmworkers pick tomatoes for Trader Joes and other companies and are asking for workplace conditions to improve and for wages, which havent been raised since 1978, to be increased. The workers say Trader Joes has refused to sign a food pledge to pay an extra penny per pound of tomatoes. (Photo by Mario Tama/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Over the last century, people have started demanding more from the businesses where they shop. Whether it be <a href=\"https://www.vox.com/the-highlight/22632448/xinjiang-cotton-ban-china-uyghurs-fast-fashion\">a pair of jeans</a> or <a href=\"https://www.vox.com/videos/22766151/tyson-poultry-plant-worker-safety-meat-processing\">the food</a> on <a href=\"https://www.vox.com/policy-and-politics/2022/8/15/23296481/fast-food-ab257-california-sectoral-labor-unions\" data-type=\"link\" data-id=\"https://www.vox.com/policy-and-politics/2022/8/15/23296481/fast-food-ab257-california-sectoral-labor-unions\">their plates</a>, consumers want to know that what they’re buying isn’t just <a href=\"https://www.vox.com/the-goods/23529587/consumer-goods-quality-fast-fashion-technology\">good quality</a> but also ethically and sustainably made. </p>\n\n<p class=\"has-text-align-none\">In the early 20th century, groups like the National Consumers League and the now-defunct League of Women Shoppers organized consumers <a href=\"https://jacobin.com/2023/01/ethical-consumption-labor-movement-organize-working-class-consumer-movement\">to take advantage of their power</a> in an effort to improve labor protections and the rights of workers in the United States. Today, ethically minded consumers are <a href=\"https://www.forbes.com/sites/stevebanker/2021/10/05/do-consumers-care-about-ethical-sourcing/\">also motivated</a> by climate change and animal rights, as the consequences of our overconsumption have become clearer. </p>\n\n<p class=\"has-text-align-none\">Fast-forward 90 years and the global marketplace has become exponentially more complex. Globalization has remade how and where corporations make products. If it was difficult for activists at the turn of the 20th century to identify ethically made products, the challenge to the modern consumer is even greater.</p>\n\n<p class=\"has-text-align-none\">You might think regulations or legislation could compel companies to produce more ethically made goods. But ultimately, no one government is responsible for a supply chain that crosses borders and oceans. In a globalized economy, nobody is in charge. So “corporate social responsibility” — or the idea that companies can hold themselves accountable — emerged, responding to this consumer demand.</p>\n\n<p class=\"has-text-align-none\">In practice, corporate social responsibility can look like companies donating to charities every year, committing to net-zero emissions by a certain date, or focusing on labor practices. To prove they’re doing this work, companies will partner with nonprofits or hire third-party consultants to audit their supply chains, and then measure and report their progress in annual reports, press releases, and on their websites.  </p>\n\n<p class=\"has-text-align-none\">These practices are now nominally widespread in modern business. <a href=\"https://www.epa.gov/smartway/resources-corporate-social-responsibility-csr-and-freight-sustainability-planning\">According to the EPA</a>, roughly 80 percent of all Fortune 500 and S&amp;P 500 companies publish a report on their corporate social responsibility practices and progress.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But while corporate social responsibility sounds good on paper, the workers deep within these corporations’ supply chains — the ones that sew the clothes you wear and harvest the produce and ingredients for your food — say that they are not feeling the benefits of such programs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite the profits they help companies rake in through their labor, many of these <a href=\"https://www.vox.com/the-goods/22278245/garment-workers-bangladesh-unpaid-factories-sweatpants\">workers are still making pennies</a> while stuck <a href=\"https://www.vox.com/future-perfect/2023/6/16/23762593/child-labor-laws-republicans-agriculture-farm-care-act\">working in unsafe environments</a>. In some cases, the conditions are so bad that they amount to exploitation that is clearly unethical and, in many cases, illegal, as many <a href=\"https://www.workersrights.org/issues/\">labor rights advocates</a> and <a href=\"https://www.business-humanrights.org/en/big-issues/labour-rights/\">corporate watchdogs</a> have argued. Some of what corporate responsibility programs claim they’re doing and have achieved, workers and advocates say, qualifies as greenwashing or “social washing” — using these strategies and initiatives to <a href=\"https://grist.org/accountability/companies-are-claiming-to-be-plastic-neutral-is-it-greenwashing/\">mislead the public</a> and appear as if they have robust, effective environmental or labor practices. </p>\n\n<p class=\"has-text-align-none\">To fill the gap between a commitment and reality, collectives of workers and labor advocates worldwide are organizing to create a solution that will not just address labor abuses when they happen but encourage the prevention of exploitation altogether. They come from a variety of industries, and they’re leaving the promises of corporate social responsibility behind and creating something new — and more importantly, effective — in its place: worker-driven social responsibility. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What is corporate social responsibility?</strong></h2>\n\n<p class=\"has-text-align-none\">The price of America’s rapid industrialization at the turn of the 20th century, which brought dramatic economic expansion and the proliferation of consumer goods, was unchecked corporate power. It was common for young children to be employed in dangerous workplaces, for factory workers to take home just a couple of dollars after hours of work, and for workers to be seriously injured or killed on the job. </p>\n\n<p class=\"has-text-align-none\">In response to this power imbalance, activists and writers like Upton Sinclair pressured the government to enact various reforms, including labor rights. This period, known as the <a href=\"https://www.loc.gov/classroom-materials/united-states-history-primary-source-timeline/progressive-era-to-new-era-1900-1929/overview/\">progressive era</a>, was marked by a growing sense of humanitarian concern for the vulnerable and the idea that the government should do something about it. (Though people of color and immigrants were largely excluded from these conversations and reforms.)</p>\n\n<p class=\"has-text-align-none\">In 1953, Howard Bowen, an American economist known as the “father of corporate social responsibility,” argued that business owners should also take the idea of human welfare seriously in his book, <em>Social Responsibilities of the Businessman</em>. He said the choices of businessmen have significant influence on the lives of everyday people, and thus, businesses should operate in a way that considers “valued social goals,” like a high standard of living, personal security, and justice. </p>\n\n<p class=\"has-text-align-none\">Corporate social responsibility went mainstream during the new wave of globalization and the growth of multinational corporations that followed in the second half of the 20th century. As these businesses expanded their reach and production speed, they sought to cut their costs by contracting cheaper labor in other countries with weak worker protections.</p>\n\n<p class=\"has-text-align-none\">This idea of outsourcing wasn’t necessarily new. Businesses in the US already had a <a href=\"https://prospect.org/labor/american-south-drives-low-wage-economy/\">history</a> of moving to Southern states where they knew <a href=\"https://www.epi.org/publication/rooted-racism-part1/?mc_cid=9f4d28fdab&amp;mc_eid=131a3ffbe6\">corporate regulation was more relaxed and labor would be less expensive</a>, made possible by the racist legacy of slavery and Jim Crow laws. A century later, new technology — particularly the internet — made it even easier for companies to scale up and outsource their operations. By moving overseas, companies could obscure unsafe working conditions from American consumers, who might’ve known very little about how their products were being made. </p>\n\n<p class=\"has-text-align-none\">But public awareness of the costs of globalization started to grow in the early 1990s, thanks to stories and reports from human rights organizations and newsrooms that laid out the abysmal working conditions and standards of major brands, often in their factories overseas. Nike, <a href=\"https://www.statista.com/statistics/1173928/leading-active-footwear-companies-by-sales-worldwide/\">the world’s biggest shoe seller</a>, faced backlash after multiple stories came out about <a href=\"https://www.nytimes.com/1997/11/08/business/nike-shoe-plant-in-vietnam-is-called-unsafe-for-workers.html\">grueling conditions</a> and the use of <a href=\"https://laborrights.org/in-the-news/six-cents-hour-1996-life-article\">child labor</a> in its contracted factories, sparking boycotts and protests against Nike from consumers and activists alike. Businesses saw how consumers could rise against them if they weren’t careful about what went on in their supply chains, leading to more companies developing their own voluntary corporate social responsibility initiatives to address their environmental and social impacts.</p>\n\n<p class=\"has-text-align-none\">Today, corporate social responsibility programs are widespread. They often refer to commitments a company makes toward a particular area of social impact, like diversity, ethical sourcing, or the environment. It usually looks like this: A company will set goals around one or more of these areas, assess its progress, and then publish its results.</p>\n\n<p class=\"has-text-align-none\">To legitimize these programs, companies will hire social auditing firms, seek certifications from multi-stakeholder initiatives (MSIs) like the <a href=\"https://www.fairlabor.org/\">Fair Labor Association</a> or <a href=\"https://www.fairtradecertified.org/\">Fair Trade</a> to show they meet certain standards, or develop codes of conduct around labor and human rights. Such programs matter to consumers, and they’re <a href=\"https://sustainablebrands.com/read/marketing-and-comms/majority-of-us-consumers-say-they-will-pay-more-for-sustainable-products\">willing to pay more</a> for sustainably made products — and hey, if something is good for both the world and for business, what’s the harm?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Corporate social responsibility in practice</strong></h2>\n\n<p class=\"has-text-align-none\">Corporate social responsibility is everywhere today, driven by consumer demand and <a href=\"https://www.forbes.com/sites/afdhelaziz/2020/03/07/the-power-of-purpose-the-business-case-for-purpose-all-the-data-you-were-looking-for-pt-2/\">a growing socially conscious workforce</a>. One 2023 study found that over 80 percent of companies are <a href=\"https://www.esgtoday.com/over-80-of-companies-to-increase-budgets-for-environmental-sustainability-goals-over-next-year-honeywell-survey/\">increasing their budgets</a> for sustainability initiatives. Chief sustainability officers are now common, and more companies are <a href=\"https://www.everlane.com/factories\">disclosing the exact factories their products are made in and the reported conditions</a>.   </p>\n\n<p class=\"has-text-align-none\">But it’s hard to know how honest or effective these programs really are at protecting labor and the environment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Part of the issue is they’re voluntary. While companies must comply with local, federal, and international laws, that’s the end of their legal obligations. Beyond that, there’s no requirement for corporate social responsibility programs to show their methodology or metrics for calculating their progress and no obligation to release all results from a social audit. A company can change its corporate social responsibility programs at any point, or drop them entirely.</p>\n\n<p class=\"has-text-align-none\">A lot of these initiatives also have a top-down approach: High-level management in a company will design its corporate social responsibility programs with no requirement to seek input from people they may impact. “That failure to really actively incorporate workers in a meaningful way in the auditing process means that social auditors miss huge things all the time,” said Charity Ryerson, executive director of the <a href=\"https://corpaccountabilitylab.org/\">Corporate Accountability Lab.</a> </p>\n\n<p class=\"has-text-align-none\">One study that highlights these concerns in-depth is the 2020 <a href=\"https://www.msi-integrity.org/not-fit-for-purpose/\">“Not Fit-for-Purpose”</a> report from <a href=\"https://www.msi-integrity.org/\">the Institute for Multi-Stakeholder Initiative Integrity</a>. After 10 years of analyzing dozens of MSIs — tools that companies often use within their corporate social responsibility programs — the report found that broadly, MSIs were neither capable nor designed to hold corporations accountable for human rights abuses in their supply chains, and didn’t provide sufficient access to remedies for those impacted by such abuses. Well-known supply chain MSIs that have been around for decades, like Fairtrade International, the Rainforest Alliance, and the Fair Labor Association, were some of the many MSIs analyzed in their research.</p>\n\n<p class=\"has-text-align-none\">The report included interviews with workers at certified factories in Cameroon and the Philippines, in which workers said they were told ahead of time what to say during audits and were threatened with retaliation if they didn’t comply. If workers can be intimidated into keeping quiet, and if audits don’t catch that and move forward with certifying the factory as a fair workplace, then social auditing, certifications, and MSIs are, at best, well-intentioned but ineffective tools for preventing and correcting abuses. At worst, they preserve corporate power at the expense of communities affected by company activity. </p>\n\n<p class=\"has-text-align-none\">“Some [corporate social responsibility programs] have really good intentions and people working really hard,” Ryerson said. “Other ones were designed as a PR initiative, front to end.”</p>\n\n<p class=\"has-text-align-none\">Giving the veneer of social responsibility without actually addressing the underlying problems is misleading to consumers and harmful to the communities affected by these businesses’ operations. Businesses and corporations may tout their high standards for ethical sourcing or their commitment to ensuring safe working conditions across their supply chains — but in reality, many workers are still prone to abuse and exploitation because, fundamentally, the business model that created these poor working conditions hasn’t changed. </p>\n\n<p class=\"has-text-align-none\">But some workers are organizing to disrupt that model entirely.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The rise of worker-driven social responsibility</strong></h2>\n\n<p class=\"has-text-align-none\">Around the same time that corporate social responsibility was taking off in the 1990s, a group of farmworkers in a rural Florida town called Immokalee had a meeting that would challenge the status quo, from the bottom of the supply chain all the way to the top.</p>\n\n<p class=\"has-text-align-none\">The farmworkers were Mexican, Guatemalan, and Haitian migrants, and they harvested buckets of tomatoes in grueling conditions for as long as 12 hours a day, receiving poverty wages for providing crucial produce to US grocery stores and restaurants. The fields they worked in were rife with verbal and physical abuse, sexual harassment, wage theft, and, in the worst cases, involuntary servitude. </p>\n\n<p class=\"has-text-align-none\">Tired of the exploitation they encountered in the fields, the Immokalee farmworkers discussed how they could really change the way things were done. This 1993 meeting marked the beginning of the <a href=\"https://ciw-online.org/\">Coalition of Immokalee Workers</a> (CIW) and, later on, the first ever worker-driven social responsibility program. </p>\n\n<p class=\"has-text-align-none\">Lucas Benitez, one of the founders of the CIW, told me that, at first, the farmworkers thought their employers, the tomato growers, had all the power. “Then we came to see and recognize what was essentially an invisible hand that was putting that pressure further and further down on the supply chain,” Benitez said via an interpreter. “That started at the top, because it’s those retailers that fundamentally dictate to growers the conditions under which that food is being produced. And so that’s really where the power lay, and so that’s where we turned.”</p>\n\n<p class=\"has-text-align-none\">In 2001, the CIW set its sights on Taco Bell and called for a boycott over the reportedly <a href=\"https://www.cnn.com/2017/05/30/world/ciw-fair-food-program-freedom-project/index.html\">abysmal conditions</a> in its tomato supply chain. Four years later, <a href=\"https://ciw-online.org/blog/2005/03/agreement-analysis/\">Taco Bell signed an agreement</a> that included vital demands from the CIW: Taco Bell would pay a premium for its tomatoes that would go directly to workers’ paychecks, it would only buy from growers who met the code of conduct that protected workers, and this would be monitored and enforced by an investigative body with help from the CIW. It was all backed by a legally binding contract.</p>\n\n<p class=\"has-text-align-none\">A binding contract is crucial to worker-driven social responsibility, a sharp contrast to those toothless corporate social responsibility initiatives. If one of the tomato growers that Taco Bell bought from was found not to be passing on the premium to workers’ pay or wasn’t living up to the code of conduct, then Taco Bell was obligated to stop buying from the grower until they corrected their actions. Thus, it incentivized the growers to abide by the standards set by this agreement. Corporate social responsibility programs, on the other hand, don’t regulate themselves in this way because no legal agreements are involved.</p>\n\n<p class=\"has-text-align-none\">By 2011, the first worker-driven social responsibility program, created by the CIW, had a name: the <a href=\"https://fairfoodprogram.org/\">Fair Food Program</a>. Since then, it has secured agreements with McDonald’s, Trader Joe’s, Walmart, and other major retailers, and now covers <a href=\"https://fairfoodprogram.org/wp-content/uploads/2024/05/FFP_2021-SOTP-REPORT_ENGLISH_client_download.pdf\">90 percent of tomato growers in Florida</a>. In mid-June, <a href=\"https://ciw-online.org/blog/2024/06/ciw-fair-food-program-join-secretary-of-agriculture-tom-vilsack-ffp-participating-farmers-for-announcement-of-historic-program/\">the CIW announced</a> that 27 farms covering thousands of workers are set to join the Fair Food Program after the United States Department of Agriculture <a href=\"https://www.usda.gov/media/press-releases/2024/06/14/usda-awards-50-million-support-farmworkers-and-agricultural\">announced</a> big financial incentives for farms that strengthen worker protections. </p>\n\n<p class=\"has-text-align-none\">The Fair Food Program has also expanded its operations and strengthened its standards since that first contract. It now includes worker-to-worker education sessions and monitoring from the Fair Food Standards Council, which audits farms extensively, operates a 24/7 complaint line for farmworkers, and investigates potential violations of the Fair Food Program. Its work evolves as workers face new challenges: A few years ago, the Fair Food Program added <a href=\"https://ciw-online.org/blog/2021/08/relief-from-the-heat/\">heat protections</a> to its standards as the threat of climate change on workers grows and the absence of a federal <a href=\"https://www.vox.com/future-perfect/356217/osha-federal-workplace-heat-standard-protections\">workplace heat standard</a> leaves most farmworkers endangered. </p>\n\n<p class=\"has-text-align-none\">According to its website, the Fair Food Program has resulted in more than $45 million being added to workers’ paychecks, over 82,000 farmworkers attending worker-to-worker education sessions, and over 9,300 violations caught during audits and addressed by growers. </p>\n\n<p class=\"has-text-align-none\">“There has been a bright light of not only hope but real and positive change in the darkness of continuing violence and human rights violations,” wrote Susan Marquis, a visiting professor at Princeton University’s School of Public and International Affairs, in <a href=\"https://clje.law.harvard.edu/worker-driven-social-responsibility-a-new-proven-model-for-defining-claiming-and-protecting-workers-human-rights/\">an extensive report.</a> “In Fair Food Program fields, abuse long endemic to our nation’s large-scale agricultural operations is now effectively eliminated.” </p>\n\n<p class=\"has-text-align-none\">The concept has spread to workers in other industries across the US and around the world.</p>\n\n<p class=\"has-text-align-none\">A group of dairy workers was directly inspired by the Fair Food Program to found <a href=\"https://migrantjustice.net/\">Migrant Justice</a>, a farmworker-centered organization. After learning about the CIW’s work, Migrant Justice created its own worker-driven social responsibility program, <a href=\"https://migrantjustice.net/milk-with-dignity-campaign\">Milk with Dignity</a>, that included all of the same standards as the Fair Food Program. Milk with Dignity got Ben and Jerry’s to sign on as its first retailer in 2017.<br><br>“For us, [the Fair Food Program] was a light,” former dairy worker and current Migrant Justice staffer Enrique Balcazar told me via an interpreter. “That was a really exciting thing to realize that there was this model … for us to bring change to our context to the dairy industry.”<br><br>On the other side of the world, around the time the Fair Food Program was established, <a href=\"https://www.vox.com/the-goods/22278245/garment-workers-bangladesh-unpaid-factories-sweatpants\">garment workers in the Asian and Pacific regions</a> were facing increasingly serious issues of their own. As more major Western clothing brands <a href=\"https://www.vox.com/even-better/2023/11/14/23955673/fast-fashion-shein-hauls-environment-human-rights-violations\">outsourced work overseas</a>, garment workers were forced to work in <a href=\"https://cleanclothes.org/fashions-problems\">unsafe conditions</a>, like factories housed in dilapidated buildings with little to no safety standards — a dangerous combination that led to fatalities in the form of fires and building collapses. </p>\n\n<p class=\"has-text-align-none\">In Bangladesh, one of the world’s largest clothing exporters, human rights groups and labor organizations worked together to create a program that would legally bind brands to address working conditions and safety in Bangladesh factories in order to prevent these fires and collapses from happening again and again. Unfortunately, they had little success getting signatories until after the worst disaster in the garment industry struck. In 2013, a building that housed multiple garment factories called <a href=\"https://www.nytimes.com/2023/04/24/fashion/rana-plaza-anniversary.html\">Rana Plaza collapsed</a>, killing over 1,110 workers. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.hrw.org/news/2023/04/17/decade-after-rana-plaza-safety-flaws-persist\">Rana Plaza had been audited</a> prior to the collapse, and a day before the tragedy, <a href=\"https://www.nytimes.com/2013/04/29/world/asia/after-building-collapse-tears-and-rage-as-hope-fades-in-bangladesh.html\">cracks were discovered in the building</a>. Yet, workers were told it was safe to go to work. The Worker Rights Consortium, an independent labor rights monitoring group, <a href=\"https://www.workersrights.org/commentary/10-years-after-rana-plaza-collapse-founding-group-behind-the-accord-on-health-and-safety-calls-on-fashion-industry-to-learn-their-lesson/\">wrote</a> that brand audits and inspections failed to check for critical safety issues, like fire exits or building integrity. </p>\n\n<p class=\"has-text-align-none\">A month after the Rana Plaza collapse, 43 corporations based in over a dozen countries, alongside local and global trade unions, signed the <a href=\"https://www.bangladeshaccord.org/\">Accord on Fire and Building Safety</a> in Bangladesh. It required participating retailers to provide financial support so suppliers could afford safety renovations, education sessions around worker safety, consistent inspections, and a mechanism for workers to make complaints and independent investigators to follow through — all key aspects for creating a legitimately safe workplace.</p>\n\n<p class=\"has-text-align-none\">Since this first agreement, the Accord has evolved into <a href=\"https://internationalaccord.org/\">the International Accord</a> and expanded to Pakistan. While there’s still a long way to go before the garment industry as a whole is free from hazardous conditions, the International Accord has been <a href=\"https://www.nytimes.com/2023/04/24/fashion/rana-plaza-anniversary.html\">a major step</a> toward creating a safer, more sustainable environment for garment workers covered by the agreement.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Where is worker-driven social responsibility going?</strong></h2>\n\n<p class=\"has-text-align-none\">While the success of the worker-driven social responsibility model shouldn’t be underestimated, it’s still in its early stages and has not quite yet become a household name in the business world. Organizing meaningful change takes time. The responsibility shouldn’t be placed entirely on workers to end their exploitation: Governments need to improve regulations and enforcement to protect workers.</p>\n\n<p class=\"has-text-align-none\">But it’s still an exciting moment for worker-driven social responsibility, as a growing number of industries outside of the US are looking at the model. <a href=\"https://www.ethicalconsumer.org/ethicalcampaigns/funding-worker-driven-rights-programme-spain\">Funding has been secured</a> to explore worker-driven social responsibility in Spain’s farms, where migrant workers face abysmal conditions; a <a href=\"https://www.dol.gov/newsroom/releases/ilab/ilab20230214\">$2.5 million dollar grant from the Department of Labor</a> was awarded to implement a worker-driven social responsibility program like the Fair Food Program in Chile, Mexico, and South Africa; and in the United Kingdom, they’re about six months into their worker-driven social responsibility pilot program in <a href=\"https://labourexploitation.org/news/announcement-europes-first-worker-driven-social-responsibility-initiative-launches-pilot-to-fight-the-exploitation-of-workers-at-sea/\">northeast Scotland’s seafood industry</a>, where migrant fishers are often isolated, paid low wages, and abused. </p>\n\n<p class=\"has-text-align-none\">“We need to make sure that the only model that is given any credibility and is demanded by the supply chain is something that centers workers,” Chris Williams, a fisheries expert with the <a href=\"https://www.itfglobal.org/en\">International Transport Workers’ Federation</a> working on the pilot program in Scotland, told me. ”Because otherwise, it’s all just a waste of time.”</p>\n\n<p class=\"has-text-align-none\">The exploration of worker-driven social responsibility across different industries doesn’t just center workers — it’s led by them, too. The Coalition of Immokalee Workers is involved in all of these developing projects as the expert and original pioneer of this emerging field. </p>\n\n<p class=\"has-text-align-none\">“With [worker-driven social responsibility, we’re no longer letting the foxes guard the henhouse,” Benitez, co-founder of the CIW, told me. “We as workers are protecting our own rights.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Over the last century, people have started demanding more from the businesses where they shop. Whether it be a pair of jeans or the food on their plates, consumers want to know that what they’re buying isn’t just good quality but also ethically and sustainably made.  In the early 20th century, groups like the National [&#8230;]",
    "author": "Sam Delgado"
  },
  {
    "title": "Why American politicians are so old",
    "link": "https://www.vox.com/policy/358863/old-politicians-gerontocracy-age-limits",
    "pubDate": "2024-07-04T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"ATLANTA, GEORGIA - JUNE 27: U.S. President Joe Biden (R) and Republican presidential candidate, former U.S. President Donald Trump participate in the CNN Presidential Debate at the CNN Studios on June 27, 2024 in Atlanta, Georgia. President Biden and former President Trump are facing off in the first presidential debate of the 2024 campaign. (Photo by Justin Sullivan/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2159612774_762d99.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>ATLANTA, GEORGIA - JUNE 27: U.S. President Joe Biden (R) and Republican presidential candidate, former U.S. President Donald Trump participate in the CNN Presidential Debate at the CNN Studios on June 27, 2024 in Atlanta, Georgia. President Biden and former President Trump are facing off in the first presidential debate of the 2024 campaign. (Photo by Justin Sullivan/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">By now, you may have heard the news that President Joe Biden is old — so old that <a href=\"https://www.cnn.com/2024/07/02/politics/biden-debate-performance-democrats/index.html\">even some Democrats</a> are calling on him to drop out of the presidential race.</p>\n\n<p class=\"has-text-align-none\">But Biden, of course, is not the only old high-ranking American politician. His main opponent, Donald Trump, is 78, and the median age in the US Senate is <a href=\"https://www.pewresearch.org/short-reads/2023/01/30/house-gets-younger-senate-gets-older-a-look-at-the-age-and-generation-of-lawmakers-in-the-118th-congress/\">over 65 years old</a>. In fact, American politicians have aged so much that the United States has been <a href=\"https://www.ft.com/content/faa721e6-4fcf-4b9b-ae39-9ad6c44ed971\">dubbed a gerontocracy</a> — a system of government where power is concentrated among the elderly.</p>\n\n<p class=\"has-text-align-none\">There is absolutely nothing wrong with older people holding positions of power. If voters want experienced officials to lead the country, then the chances are that those officials will skew older than the average worker. What is concerning, however, is just how over-represented older Americans are in national politics, and how that could lead to a political class that’s out of touch with the many challenges that younger people face.</p>\n\n<p class=\"has-text-align-none\">That concern is only compounded when politicians share little information about their health. The late Dianne Feinstein, for example, spent the last few years of her life clinging to her Senate seat, even as she approached 90, despite serious concerns <a href=\"https://www.newyorker.com/news/news-desk/dianne-feinsteins-missteps-raise-a-painful-age-question-among-senate-democrats\">about her mental fitness</a> and clear signs of cognitive decline, <a href=\"https://www.sfchronicle.com/politics/article/dianne-feinstein-senate-17079487.php\">including memory loss</a>. Senate minority leader Mitch McConnell, 82, <a href=\"https://www.nbcnews.com/politics/congress/sen-mitch-mcconnell-appears-freeze-kentucky-event-rcna102583\">appeared to freeze</a> in multiple public appearances last year before eventually announcing that he plans to step down from his role. And more recently, <a href=\"https://www.nytimes.com/2024/07/02/us/politics/biden-lapses.html\">Biden’s missteps and disastrous debate performance</a> have sparked a panic about whether the 81-year-old president is actually capable of campaigning, let alone executing his official duties.</p>\n\n<p class=\"has-text-align-none\">A lot of Americans are frustrated with the fact that the choices they have for president in the last few election cycles <a href=\"https://www.ipsos.com/en-us/majority-americans-think-both-biden-and-trump-are-too-old-serve-second-terms\">have been older candidates</a> — so old that each would have been the oldest president in history. (Biden is the oldest president to date; Trump, if elected, would break that record by the end of his term.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">But part of the reason that voters seem to have so few choices is because one of the major pipelines to the presidency is Congress, which itself has been getting older. In fact, the current Congress is <a href=\"https://fivethirtyeight.com/features/aging-congress-boomers/\">the oldest in American history</a>.</p>\n\n<p class=\"has-text-align-none\">That there are so many aging politicians has prompted many to call for simple solutions, <a href=\"https://www.pewresearch.org/short-reads/2023/10/04/most-americans-favor-maximum-age-limits-for-federal-elected-officials-supreme-court-justices/\">including age limits</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But having so many older politicians is a symptom of deeper problems with our democracy, which won’t be addressed by simply banning older people from running for public office. Democracies should be representative, and having younger people underrepresented among lawmakers can lead to a government that fails to adapt to a changing world.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why are American politicians so old?</strong></h2>\n\n<p class=\"has-text-align-none\">The most straightforward explanation for why America’s elected representatives have been getting older is simply that the American population as a whole has, too. The median age in the United States <a href=\"https://www.census.gov/newsroom/press-releases/2023/population-estimates-characteristics.html\">is now 39</a>, according to the US Census Bureau, <a href=\"https://www.nytimes.com/2023/06/22/us/census-median-age.html\">up from 30 in 1980</a>, and baby boomers are <a href=\"https://www.pewresearch.org/short-reads/2019/07/24/baby-boomers-us-labor-force/\">staying in the workforce</a> much longer than earlier generations. </p>\n\n<p class=\"has-text-align-none\">While that might explain why elected officials are getting older, it doesn’t necessarily explain cases like Feinstein’s or McConnell’s or Biden’s — people serving into their 80s while battling public concerns about their health — or why <a href=\"https://www.npr.org/2022/11/10/1135856127/congress-is-older-than-ever-it-hasnt-always-been-this-way\">roughly a quarter of Congress</a> is made up of members who are over 70.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s where signs of an eroding democracy start to emerge.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because if voters want to elect an 80-year-old, they should have the right to do so; having older politicians would be the outcome of a democratic process. In reality, many Americans don’t actually have that much of a choice.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s because there are systemic barriers to having any real competition, in most cases allowing incumbent members of Congress to stay in power as long as they please. (Biden, after all, served in the Senate for 36 years before becoming vice president in 2009.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the past century, congressional elections have been <a href=\"https://jackson.yale.edu/wp-content/uploads/2022/08/Kustov-et-al.-2021.pdf\">getting less and less competitive</a>. And in recent years, the vast majority of House races have been won by a <a href=\"https://fairvote.org/report/dubious-democracy-2022/\">10-point margin or higher</a>. In 2018, for example, only 44 out of the 435 congressional districts were considered toss-ups — that is, decided within a 5-point margin — <a href=\"https://fairvote.org/report/dubious-democracy-2022/\">according to the advocacy group FairVote</a>. In 2022, it was even lower, with 36 House elections being considered competitive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As competition declined, the average age of congressional members rose. In 1981, for example, the <a href=\"https://fivethirtyeight.com/features/aging-congress-boomers/#:~:text=Data%20for%20the%20118th%20Congress,median%20representative%20never%20surpassed%2055\">median age of a US senator was 52</a>; in 2022, it was 65.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are two main reasons why House elections are so uncompetitive: polarization and gerrymandering. As Americans became more polarized, they became more loyal to their political parties. That meant that fewer and fewer Americans <a href=\"https://www.politico.com/newsletters/politico-nightly/2024/05/29/is-ticket-splitting-back-00160530\">split their tickets</a> — voting for, say, a Democratic presidential candidate while also voting for a Republican candidate for the House or Senate — making congressional districts safer during a general election. And more importantly, partisan gerrymandering, where lawmakers draw up congressional districts to benefit one party, has <a href=\"https://www.nbcnews.com/politics/elections/aggressive-gerrymandering-may-make-elections-far-less-competitive-experts-say-n1284179\">made competitive elections all the more rare</a>.</p>\n\n<p class=\"has-text-align-none\">That means that most congressional elections are essentially decided by the primaries. Once someone wins a primary in a very safe Democratic or Republican district, for example, the general election becomes nothing more than a formality. But there’s another roadblock to real competition during the primaries as well, one that leads to politicians serving longer tenures: <a href=\"https://www.opensecrets.org/elections-overview/reelection-rates\">the power of incumbency</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Incumbents tend to have a sizable advantage over their challengers for various reasons, including name recognition, <a href=\"https://www.nbcnews.com/politics/congress/house-democrats-launch-pac-protect-incumbents-attacks-within-n1272428\">party support</a>, and <a href=\"https://www.opensecrets.org/elections-overview/incumbent-advantage\">campaign cash</a>. In fact, while you might hear of some surprising upsets from time to time — like in 2018, when Rep. Alexandria Ocasio-Cortez (D-NY), who was 29 at the time, defeated Joe Crowley, who had served in Congress for two decades — it’s actually extraordinarily rare for incumbents to lose their primaries. According to the Brookings Institution, <a href=\"https://www.brookings.edu/articles/the-2018-primaries-project-introduction-to-the-candidates/\">only a handful of incumbents</a> lose their primaries each cycle. </p>\n\n<p class=\"has-text-align-none\">Massachusetts is one example of a state whose lawmakers notoriously <a href=\"https://www.wgbh.org/news/politics/2022-09-28/64-of-beacon-hill-lawmakers-face-no-reelection-challenge-nov-8\">face little competition</a>: In 2022, not one of its incumbent members of the US House of Representatives faced a primary challenger.</p>\n\n<p class=\"has-text-align-none\">The result of a system like this is that incumbents can hold onto their seats for decades — or until they choose to retire. That means that while voters technically can vote for whomever they want, they have very little say in who appears on their ballots and whether there are any serious alternatives to choose from.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The solution isn’t age limits. It’s giving voters more choice.</strong></h2>\n\n<p class=\"has-text-align-none\">Politicians in the United States are old by design. From campaign financing to gerrymandering to third parties having to face often <a href=\"https://www.reuters.com/world/us/how-us-states-make-it-tough-third-parties-elections-2024-01-18/\">insurmountable hurdles to appear on a ballot</a>, incumbent politicians can essentially stay in office as long as they like.</p>\n\n<p class=\"has-text-align-none\">Polls show that <a href=\"https://www.pewresearch.org/short-reads/2023/10/04/most-americans-favor-maximum-age-limits-for-federal-elected-officials-supreme-court-justices/\">most Americans support imposing age limits</a> on federal lawmakers, and there have been <a href=\"https://www.nytimes.com/2024/06/11/us/north-dakota-age-limit-election.html\">some efforts</a> in recent years to <a href=\"https://www.businessinsider.com/john-james-age-limits-trump-75-constitutional-amendment-2023-9\">try to implement them</a>. But while age limits would certainly remove the possibility of having too many older people in office, they also have many problems: For starters, they’re discriminatory, barring people from participating in certain aspects of democracy simply because of their characteristics. People also don’t age uniformly, and while one person might start showing signs of cognitive decline in their 70s, another person might be perfectly capable of serving in office well into their 80s. Deciding an age cutoff based on scientific averages of physical and mental health can also be relatively arbitrary, especially with medical treatment getting better and life expectancies getting longer over time.</p>\n\n<p class=\"has-text-align-none\">The second problem with age limits is that they do not address the underlying problem, which is that there’s very little competition in elections.</p>\n\n<p class=\"has-text-align-none\">That’s why efforts should largely focus on making elections fairer and more competitive: By making incumbency less of a guarantee that a candidate will win an election, turnover in Congress and elsewhere will be higher, and it will be more possible for younger people to get elected. That would help create a reality where elected officials are more representative of their constituencies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To get there, lawmakers should focus on democratic reforms that include limiting partisan gerrymandering, making it more affordable to run for office, giving deep-pocketed donors less influence, and improving ballot access.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those technical reforms might not immediately make Congress younger, and certainly won’t solve the current crisis of confidence faced by Biden, but they would make this era of gerontocracy less likely to happen again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They would also give voters a chance to elect whomever they want — be it a young up-and-comer or a retiree looking to jump back into the workforce by serving their country in public office.</p>\n\n<p class=\"has-text-align-none\">That’s ultimately what voters should have: choice.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "By now, you may have heard the news that President Joe Biden is old — so old that even some Democrats are calling on him to drop out of the presidential race. But Biden, of course, is not the only old high-ranking American politician. His main opponent, Donald Trump, is 78, and the median age [&#8230;]",
    "author": "Abdallah Fayyad"
  }
]