[
  {
    "title": "The Supreme Court will decide if Oklahoma must execute a man it doesn’t want to kill",
    "link": "https://www.vox.com/scotus/373245/supreme-court-oklahoma-death-penalty-richard-glossip",
    "pubDate": "2024-10-03T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Oklahoma death row inmate Richard Glossip. | Oklahoma Department of Corrections\" data-portal-copyright=\"Oklahoma Department of Corrections\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/temp_00c57a.png?quality=90&#038;strip=all&#038;crop=0,0,90.53125,42.624020159897\" />\n\t<figcaption>Oklahoma death row inmate Richard Glossip. | Oklahoma Department of Corrections</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2004, Richard Glossip was convicted of murder and sentenced to death. Since then, the case against him has completely fallen apart.</p>\n\n<p class=\"has-text-align-none\">The state of Oklahoma, which is currently holding Glossip on death row, commissioned two investigations looking into Glossip’s 20-year-old conviction. The first, conducted by the law firm Reed Smith on behalf of a committee of state lawmakers, determined that a long series of errors, destroyed evidence, and police failures “fundamentally call into question the fairness of the proceedings <a href=\"https://www.vox.com/scotus/2024/1/22/24046857/supreme-court-death-penalty-richard-glossip-oklahoma\">and the ultimate reliability of the guilty verdict against Glossip for murder</a>.”</p>\n\n<p class=\"has-text-align-none\">A second investigation, commissioned by Oklahoma Attorney General Gentner Drummond, a Republican, and led by a former district attorney, determined that “Glossip was deprived of a fair trial in which the State can have confidence in the process and result.”</p>\n\n<p class=\"has-text-align-none\">And yet Glossip remains on death row, despite the fact that Drummond has become his unlikely advocate. In a brief filed in the Supreme Court, Drummond argues that “by <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">suppressing important evidence</a> about the State’s indispensable witness and then knowingly eliciting false testimony on the same subject,” prosecutors violated the Constitution when they tried and convicted Glossip.</p>\n\n<p class=\"has-text-align-none\">Drummond went to the Supreme Court because Oklahoma’s own institutions resisted his pleas to retry Glossip. The state’s highest criminal court <a href=\"https://www.supremecourt.gov/DocketPDF/22/22A941/264503/20230426160807793_Stay%20Appendix.pdf\">denied the request</a> to toss out Glossip’s conviction, claiming, among other things, that a crucial new piece of evidence “does not create a reasonable probability that the result of the proceeding would have been different” had Glossip’s lawyers been aware of it at his trial.</p>\n\n<p class=\"has-text-align-none\">The state’s parole board, meanwhile, <a href=\"https://www.vox.com/scotus/2024/1/22/24046857/supreme-court-death-penalty-richard-glossip-oklahoma\">split 2-2</a> on whether to grant relief to Glossip — with one member recused because his wife was the lead prosecutor against Glossip. Without a majority vote from the parole board, the state governor <a href=\"https://oksenate.gov/sites/default/files/2022-05/oc6.pdf\">may not pardon Glossip or commute his sentence</a> (although the governor can delay the execution for 60 days).</p>\n\n<p class=\"has-text-align-none\">Though the two state investigations into Glossip’s conviction were broad, and uncovered a <a href=\"https://www.reedsmith.com/en/news/2023/03/reed-smith-glossip-investigation-releases-new-findings-evidence-withheld\">long list of questionable actions by police and prosecutors</a>, the specific legal issues now before the Supreme Court are narrow. Specifically, both Glossip and Drummond identify two possible constitutional violations arising out of a single document that was recently disclosed to Glossip’s lawyers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Four words in that document, which the state shared with Glossip’s lawyers in January 2023, suggest that prosecutors kept a key piece of information from Glossip: an essential witness against the former motel manager was treated by a psychiatrist for a serious mental illness. Had Glossip’s legal team known of this information at trial, they could have used it to undermine that witness’s credibility and to undercut the state’s entire murder case against Glossip.</p>\n\n<p class=\"has-text-align-none\">No matter how the Supreme Court rules, Glossip most likely will not get off scot free. The state maintains that the new evidence does not prove that Glossip is actually innocent, and it <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">reserves the right to retry him</a>. Indeed, the Supreme Court won’t even consider all of the exculpatory evidence listed in the Reed Smith report — instead focusing on the one newly revealed document which suggests that prosecutors violated the Constitution.</p>\n\n<p class=\"has-text-align-none\">And it is far from clear that this document will be enough to persuade this Supreme Court, which has a history of <a href=\"https://www.vox.com/2022/5/23/23138100/supreme-court-barry-jones-shinn-ramirez\">arguing that state convictions should remain final</a> even if they are later revealed to be unreliable, to grant Glossip a new trial.</p>\n\n<h2 class=\"wp-block-heading\">The flimsy case against Glossip, explained</h2>\n\n<p class=\"has-text-align-none\">In 1997, Justin Sneed, a maintenance worker at a motel owned by Barry Van Treese, <a href=\"https://www.vox.com/scotus/2024/1/22/24046857/supreme-court-death-penalty-richard-glossip-oklahoma\">killed Van Treese with a baseball bat</a>. At the time of this crime, Glossip was the manager at the same motel.</p>\n\n<p class=\"has-text-align-none\">Though Glossip was not present when Van Treese was killed, he was convicted of murder in 2004 on the theory that he hired Sneed to kill Van Treese. Sneed’s testimony against him was the only direct evidence connecting him to the murder. The state now describes Sneed as an “<a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">indispensable witness</a>.”</p>\n\n<p class=\"has-text-align-none\">It’s worth noting that regardless of whether Glossip hired Sneed to kill their boss, he is <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308603/20240429163200162_22-7466%20ts.pdf\">not entirely innocent</a>. According to his own attorneys, he “spoke to police voluntarily on the day of the murder and again after he was detained the next day, admitting that he took actions after Van Treese was killed that helped Sneed after the fact.” Initially, the state charged Glossip as an accessory-after-the-fact for helping to cover up the murder and clean up the murder scene. But that charge was later upgraded to murder after police caught up with and interviewed Sneed.</p>\n\n<p class=\"has-text-align-none\">There are several reasons to doubt this upgraded charge, however, and even to suspect that Sneed was intentionally railroaded by police into implicating Glossip in the murder itself. The <a href=\"https://www.reedsmith.com/en/news/2023/03/reed-smith-glossip-investigation-releases-new-findings-evidence-withheld\">Reed Smith investigation</a>, for example, found that “Sneed implicated Glossip as masterminding Mr. Van Treese’s killing, but only after being led there by [the lead detective’s] inappropriate interrogation tactics.”</p>\n\n<p class=\"has-text-align-none\">That investigation found that detectives mentioned Glossip’s name six times during the first 20 minutes of his interrogation of Sneed, and “mentioned nobody else before Sneed confessed and pointed the finger at Glossip.” Sneed implicated Glossip, according to the Reed Smith report, “only after [lead] Detective [Robert] Bemo interjected his views that Sneed did not act alone, that Sneed could help himself, that Glossip was arrested, and that Glossip was blaming Sneed for the murder.”</p>\n\n<p class=\"has-text-align-none\">The report also found other significant flaws in the police investigation. Among other things, police collected a surveillance tape from a gas station near the motel, which could have revealed information about Sneed and Glossip’s movements the night of the murder, but the tape appears to have been lost. Police never searched the motel rooms where Sneed and Glossip lived, nor did they search the motel office. They also did not interview potentially important witnesses, including “individuals who Sneed was staying with immediately after the murder.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">And, on top of all of this and other failures listed in the report, the state “destroyed a box of evidence containing 10 items” before Glossip’s 2004 trial even took place, and did so at the request of the Oklahoma County District Attorney’s office. This evidence included “key physical evidence from the crime scene that could have been tested for the first time, such as Mr. Van Treese’s wallet which was never checked for fingerprints.”</p>\n\n<p class=\"has-text-align-none\">In any event, these failures by police and prosecutors are not before the Supreme Court. The specific constitutional violation alleged by Glossip and Drummond arises out of a <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/316482/20240708155731596_Glossip%20v.%20Oklahoma%20Court-Appointed%20Amicus%20Brief.pdf\">single page of handwritten notes</a> by prosecutor Connie Smothermon, which wasn’t disclosed to Glossip’s lawyers until January 2023.</p>\n\n<p class=\"has-text-align-none\">Those notes include two somewhat cryptic references, one indicating that Sneed may have been on the drug lithium, which is used to treat bipolar disorder, and other referencing a “Dr. Trumpet.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/image.png?quality=90&#038;strip=all&#038;crop=0,5.3762739654562,100,89.247452069088\" alt=\"On lined paper, neat handwriting shows notes, abbreviations, underlining and various legal terms.\" title=\"On lined paper, neat handwriting shows notes, abbreviations, underlining and various legal terms.\" data-has-syndication-rights=\"1\" data-caption=\"An excerpt from a prosecutor’s handwritten notes regarding Sneed and the Glossip case. | Glossip v. Oklahoma brief\" data-portal-copyright=\"Glossip v. Oklahoma brief\" />\n<p class=\"has-text-align-none\">The significance of these notes, however, quickly became clear to both Glossip’s lawyers and the state. As the state explains in its brief, at the time that Sneed was incarcerated at the Oklahoma County jail, that “jail had just one working psychiatrist in 1997 when Sneed was held there: Dr. Larry Trombka.” Both Glossip and the state agree that Smothermon’s note about “Dr. Trumpet” must have been a reference to Dr. Trombka, who would have been “the only possible treating psychiatrist and the only medical professional at the jail qualified to prescribe lithium.”</p>\n\n<p class=\"has-text-align-none\">Sneed’s medical records, moreover, which the state had previously withheld from Glossip’s lawyers, “confirm a diagnosis of bipolar disorder with a treatment of lithium at the county jail.”</p>\n\n<p class=\"has-text-align-none\">The state, in other words, withheld evidence that its key witness had a serious and untreated mental health disorder at the time of the murder. Worse, Dr. Trombka later said that Sneed’s mental illness could have caused him to experience a “manic episode” that may have led him “<a href=\"https://www.vox.com/politics/2023/5/3/23708045/supreme-court-richard-glossip-execution-gentner-drummond-stay-oklahoma\">to be more paranoid or potentially violent</a>,” and that Sneed’s condition was “exacerbated by illicit drug use, such as methamphetamine.”</p>\n\n<p class=\"has-text-align-none\">Thus, the undisclosed evidence didn’t simply undercut the credibility of the state’s key witness, it suggested that Sneed may have had another motive for committing the murder. Rather than murdering Van Treese at Glossip’s urging, as the state claimed, Sneed may have done so because he was in the middle of a serious mental health episode.</p>\n\n<h2 class=\"wp-block-heading\">What’s the actual legal issue before the Supreme Court?</h2>\n\n<p class=\"has-text-align-none\">Both Glossip and the state allege that this failure to reveal Sneed’s connection to Dr. Trombka violates the Supreme Court’s decisions in <a href=\"https://supreme.justia.com/cases/federal/us/373/83/\"><em>Brady v. Maryland</em></a> (1963) and <a href=\"https://supreme.justia.com/cases/federal/us/360/264/\"><em>Napue v. Illinois</em></a> (1959).</p>\n\n<p class=\"has-text-align-none\"><em>Brady</em> held that prosecutors must turn over evidence that is “favorable to an accused” if that evidence “is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.” So Glossip and Drummond now argue that prosecutors had an obligation to reveal that the killer, a key witness against Glossip, was treated by a psychiatrist for a serious mental illness.</p>\n\n<p class=\"has-text-align-none\"><em>Napue</em>, meanwhile, held that “a conviction obtained through use of false evidence, known to be such by representatives of the State, must fall under the Fourteenth Amendment.” This rule applies even “when the State, although not soliciting false evidence, allows it to go uncorrected when it appears.”</p>\n\n<p class=\"has-text-align-none\">The reason <em>Napue</em> applies to Glossip’s case is that, during Glossip’s 2004 trial, Sneed testified he was given lithium in the county jail, but he suggested that he was prescribed it by accident and that he “<a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">never seen no psychiatrist or anything</a>.” Smothermon’s notes suggest that she knew Sneed was not telling the truth when he testified he’d never seen a psychiatrist, but that she failed to correct this false statement as required by <em>Napue</em>.</p>\n\n<p class=\"has-text-align-none\">So is that enough to overturn Glossip’s conviction? Well, it was enough to convince Oklahoma’s top law enforcement officer that Glossip’s conviction cannot be sustained. Certainly, many judges would agree Glossip’s rights under <em>Brady</em> and <em>Napue</em> were violated here.</p>\n\n<p class=\"has-text-align-none\">But, to win this case, Glossip must convince at least five members of <em>this</em> Supreme Court to rule in his favor. And this Court has a history of condemning men to die despite significant evidence that they are innocent.</p>\n\n<p class=\"has-text-align-none\">Consider, for example, the <a href=\"https://www.vox.com/2022/5/23/23138100/supreme-court-barry-jones-shinn-ramirez\">Barry Jones case</a>. Jones was convicted of murdering his girlfriend’s 4-year-old daughter and sentenced to die in 1995. But Jones received constitutionally inadequate representation, so the jury never heard evidence indicating that Jones is innocent. Among other things, medical experts determined that the injuries that killed his alleged victim could not have been inflicted during the time when Jones and the girl were together.</p>\n\n<p class=\"has-text-align-none\">Armed with this evidence, two federal courts determined that Jones must be given a new trial.</p>\n\n<p class=\"has-text-align-none\">But all six of the Republican justices reversed that decision, holding that federal courts may not even consider this evidence. They reasoned it is more important to preserve “the State’s significant interest in repose for concluded litigation” — that is, once a trial is complete, it is more important to preserve its outcome than to determine if the outcome is correct. (After the Supreme Court ruled, Jones was <a href=\"https://deathpenaltyinfo.org/barry-jones-freed-from-arizonas-death-row-after-29-years\">freed from death row</a> because Arizona’s attorney general negotiated a deal where Jones pled guilty to second-degree murder and was resentenced to the time he’d already served.)</p>\n\n<p class=\"has-text-align-none\">When both parties to a Supreme Court case agree that the court below botched a case, the Court typically appoints a third attorney to defend the lower court’s judgment. That happened in the <em>Glossip</em> case. The court-appointed lawyers tasked with defending Glossip’s conviction essentially argue the additional information revealed by Smothermon’s notes is <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/316482/20240708155731596_Glossip%20v.%20Oklahoma%20Court-Appointed%20Amicus%20Brief.pdf\">too trivial to matter</a>. “[T]he notes would have at most altered the jury’s perception of Sneed from a troubled murderer who took lithium,” they write, “to a troubled murderer who took lithium from a psychiatrist.”</p>\n\n<p class=\"has-text-align-none\">Of course, the real question in the <em>Glossip</em> case is what evidence Glossip’s lawyers could have presented to his jury if they’d known Sneed was treated by a psychiatrist and obtained Sneed’s medical records. But this case will not turn on whether a reasonable judge would find that prosecutors violated <em>Brady</em> and <em>Napue</em> when they withheld this information.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead, it will turn on whether the same six judges responsible for the Barry Jones decision are willing to give Glossip a new trial.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2004, Richard Glossip was convicted of murder and sentenced to death. Since then, the case against him has completely fallen apart. The state of Oklahoma, which is currently holding Glossip on death row, commissioned two investigations looking into Glossip’s 20-year-old conviction. The first, conducted by the law firm Reed Smith on behalf of a [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Your iPhone is probably a satellite phone. Here’s how it could save your life.",
    "link": "https://www.vox.com/technology/375540/iphone-satellite-text-messaging-hurricane-helene",
    "pubDate": "2024-10-03T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A woman looks at her smart phone in the aftermath of Hurricane Helene on October 1, 2024 in Bat Cave, North Carolina.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2175343025.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A woman looks at her smart phone in the aftermath of Hurricane Helene on October 1, 2024 in Bat Cave, North Carolina.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">You’ve probably seen a satellite phone in a movie. Usually they’re depicted as black bricks that let you phone home from Mount Everest for $100 a minute. Whether you’re a mountaineer or not, the technology has gotten smaller, better, and much cheaper. In fact, you may have a satphone in your pocket right now and not even know it.</p>\n\n<p class=\"has-text-align-none\">An untold number of people in western North Carolina have made this realization in the wake of Hurricane Helene, which left towns and counties <a href=\"https://www.vox.com/climate/374794/helene-flooding-hurricane-asheville-carolina\">without power, water, and cell service</a>. The latest generations of smartphones, however, can connect directly to satellites. That means you can send text messages and make emergency phone calls, even when there’s not a working cell tower for miles.</p>\n\n<p class=\"has-text-align-none\">“Due to the lack of cell service, EVERYONE in Asheville NC right now on iOS 18 has been able to get messages out and in with the Satellite messaging feature,” Asheville resident Matt Van Swol <a href=\"https://x.com/matt_vanswol/status/1840791616136614108\">said in a tweet</a>. “This is literally saving lives.”</p>\n\n<p class=\"has-text-align-none\">The Apple feature indeed lets you <a href=\"https://support.apple.com/en-us/120930\">send iMessages and SMS messages via satellite</a>, and it’s only been available for a few weeks, thanks to the latest iPhone operating system upgrade. Anyone with an iPhone 14 or newer can install the software and gain access to satellite-based messaging. The service is also currently free for the first two years after you’ve activated or updated your device (Apple hasn’t said how much it will cost thereafter).</p>\n\n<p class=\"has-text-align-none\">To send a message via satellite, you must be outside, away from obstacles like buildings and trees. Then, you point your iPhone at the sky — just like they do in the movies when looking for a signal. An onscreen prompt will steer you toward a satellite, and when you connect, you can send a message to anyone. It takes a while: Up to 30 seconds for the entire message to send. You can also receive messages, but only from <a href=\"https://support.apple.com/en-us/105072\">your emergency contact</a> and <a href=\"https://support.apple.com/en-us/108380\">members of your Family Sharing account</a>.</p>\n\n<p class=\"has-text-align-none\">Apple isn’t the only one getting on the satphone bandwagon. Google rolled out a similar service <a href=\"https://support.google.com/pixelphone/answer/15254448?visit_id=638634930786020133-2961070045&amp;p=satellitesos&amp;rd=1\">called Satellite SOS</a> for its Pixel 9 series devices, which hit shelves in August. It’s also free for the first two years, and you have to be using the Google Messages app.</p>\n\n<p class=\"has-text-align-none\">These texting services are not necessarily designed to be lifelines. In fact, Apple specifically says, “Messages via satellite shouldn&#8217;t be used in emergencies.” That’s what its <a href=\"https://support.apple.com/en-us/101573\">Emergency SOS via Satellite feature</a>, which has been around since 2022, is designed to do. Google similarly offers a <a href=\"https://support.google.com/pixelphone/answer/15254448?hl=en\">Satellite SOS feature</a>. Apple also offers <a href=\"https://support.apple.com/en-us/105098\">Roadside Assistance via satellite</a> in case your car breaks down or crashes in a remote area.</p>\n\n<p class=\"has-text-align-none\">The big difference between the texting services and those SOS options is that, instead of staying in touch with family and friends, the SOS services connect you directly to emergency services, with whom you can share your location and details of your emergency. The new iMessage and SMS service, for now, amounts to a fun, free way to text your friends when you summit Mount Everest. And it obviously comes in handy <a href=\"https://www.vox.com/climate/374794/helene-flooding-hurricane-asheville-carolina\">if “biblical devastation” strikes your part of the world</a> and you want to let loved ones know you’re okay.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Satphone.jpg?quality=90&#038;strip=all&#038;crop=0,13.129562716614,100,73.740874566772\" alt=\"Screenshots show the process of trying out the Apple iPhone satellite messaging demo.\" title=\"Screenshots show the process of trying out the Apple iPhone satellite messaging demo.\" data-has-syndication-rights=\"1\" data-caption=\"To test out Apple’s satellite messaging feature, navigate to the Control Center, tap Satellite, and then Try Demo. | Apple/Vox\" data-portal-copyright=\"Apple/Vox\" />\n<p class=\"has-text-align-none\">Apple and Google did not enable these futuristic new services with a simple software update or even a new generation of phones. Enabling cellphones to connect directly to satellites — also known as direct-to-cell technology — has been years in the making. More access to satellite-based communication has also changed the sky. You can <a href=\"https://www.space.com/spacex-starlink-satellites.html#\">now see</a> constellations of satellites flying above you, designed to solve the very difficult problem of beaming signals from your phone up to space and back down to someone else’s device. To make this possible, a growing list of companies is launching even more satellites into orbit and developing new methods of triangulating signals <a href=\"https://spectrum.ieee.org/5g-bytes-beamforming-explained\">called beamforming</a>.</p>\n\n<p class=\"has-text-align-none\">If you’re familiar with the satellite-based broadband <a href=\"https://www.vox.com/recode/2023/1/10/23548291/elon-musk-starlink-space-internet-satellites-amazon-oneweb\">pioneered by companies like Starlink</a>, the way direct-to-cell satellite technology works will sound familiar. The basic idea is to create cell towers in space. That way they could receive signals from devices on Earth’s service and bounce it back down to terrestrial cell towers or even specific devices, much in the same way networks of cell towers keep all our phones connected here on the ground.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To do this, a number of companies <a href=\"https://www.vox.com/recode/2020/9/26/21457530/elon-musk-spacex-starlink-satellite-broadband-amazon-project-kuiper-viasat\">have launched large constellations of satellites</a> into low Earth orbit a few hundred miles up, where they speed around the planet at tens of thousands of miles per hour. The challenge then is to find devices on the ground while the satellites are moving so quickly. That’s where larger antennas and beamforming come in. Larger antennas help the satellites pick up more radio waves as they speed by, and beamforming allows the satellites to send signals from multiple sources that converge to create a stronger signal. (If you’d like a more technical explanation of how this works, <a href=\"https://spectrum.ieee.org/5g-ntn-use-cases-challenges-modeling-and-simulation\">this is a good guide</a>.)</p>\n\n<p class=\"has-text-align-none\">A lot of companies you probably haven’t heard of are making this possible. Apple is working with <a href=\"https://www.pcmag.com/news/iphone-satellite-provider-globalstar-eyes-upgrades-after-fcc-approval\">a satellite partner called Globalstar</a> for its new services. For its new Pixel 9 lineup, Google <a href=\"https://www.skylo.tech/newsroom/skylo-connectivity-enables-new-satellite-sos-feature-on-google-pixel-9-series\">has teamed up with Skylo</a>, which is also <a href=\"https://www.verizon.com/about/news/verizon-skylo-launch-direct-device-messaging-customers\">working with Verizon</a> to provide its customers with direct-to-cell capabilities.</p>\n\n<p class=\"has-text-align-none\">And then there’s the Elon Musk company you have probably heard of. T-Mobile <a href=\"https://www.t-mobile.com/news/un-carrier/first-spacex-satellites-launch-for-breakthrough-direct-to-cell-service-with-t-mobile\">has a partnership with SpaceX</a>, which sent the first of several sets of <a href=\"https://www.starlink.com/business/direct-to-cell\">Starlink satellites</a> into orbit earlier this year as part of the effort. While the system has been successfully <a href=\"https://api.starlink.com/public-files/DIRECT_TO_CELL_FIRST_TEXT_UPDATE.pdf\">tested</a>, it’s not clear when this network will come online for T-Mobile customers. In the meantime, the Starlink satellites themselves <a href=\"https://www.space.com/spacex-starlink-direct-to-cell-satellites-light-pollution\">are apparently very bright in the night sky</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As all of these disparate efforts to connect cellphones to stars come to fruition, we can expect a near future where you’re never without a signal. You could be deep in the Amazon rainforest texting your kids details about wildlife or in the middle of the Pacific Ocean getting updates about the playoffs. And that’s not even taking into account how many lives could be saved by offering lifelines to those in trouble. </p>\n\n<p class=\"has-text-align-none\">Expect all of these services to cost money. But in the two or so years you have to test it for free, give the satphone experience a try. You can find details about setting up satellite messaging on an iPhone <a href=\"https://support.apple.com/en-us/120930\">here</a> and the Emergency SOS feature on Google Pixel 9 devices <a href=\"https://support.google.com/pixelphone/answer/15254448?visit_id=638634930786020133-2961070045&amp;p=satellitesos&amp;rd=1\">here</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If your phone is a few years old or not made by Apple or Google, then you don’t have these capabilities. Don’t expect to rely on these features in a disaster. For better or worse, the future of extraterrestrial communication is built on Big Tech’s endless upgrade cycle.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "You’ve probably seen a satellite phone in a movie. Usually they’re depicted as black bricks that let you phone home from Mount Everest for $100 a minute. Whether you’re a mountaineer or not, the technology has gotten smaller, better, and much cheaper. In fact, you may have a satphone in your pocket right now and [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "Kids’ political concerns are surprisingly grownup",
    "link": "https://www.vox.com/policy/375202/kids-politics-election-2024-economy-inflation-climate-change",
    "pubDate": "2024-10-03T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman and child hold hands as they walk down a sidewalk past by political yard signs on Election Day.\" data-caption=\"A woman and child walk to vote on November 3, 2020, in Baltimore, Maryland.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1283713958.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A woman and child walk to vote on November 3, 2020, in Baltimore, Maryland.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story originally appeared in <a href=\"https://www.vox.com/family/369020/kids-children-generation-alpha-gen-school\"><strong>Kids Today</strong></a>, Vox’s newsletter about kids, for everyone.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/kids-today-newsletter-policy-childhood-policy-culture\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\n<p class=\"has-text-align-none\">Sahasra Yellepeddi, 16, has lived in Allen, Texas, all her life. Last year, a <a href=\"https://www.vox.com/2023/5/7/23714374/mass-shooting-allen-texas\">gunman killed eight people</a> and wounded at least seven in an outlet mall there, one “I&#8217;ve been going to since I was born,” she told me.</p>\n\n<p class=\"has-text-align-none\">“I realized that these issues that we&#8217;re hearing about in the news, gun violence being one, are not abstract, but they&#8217;re affecting everyday Americans,”&nbsp;Sahasra said.</p>\n\n<p class=\"has-text-align-none\">Sahasra is the development director of the High School Democrats of America, the country’s official high school Democratic organization, and while she won’t be old enough to vote in November, she’s an enthusiastic supporter of Kamala Harris. She appreciates the vice president’s stances on gun reform and reproductive rights, and seeing a Black and Indian American woman in a leadership role “really resonates with me as an Indian American myself,” Sahasra said.</p>\n\n<p class=\"has-text-align-none\">Sahasra may be more politically engaged than some of her peers, but according to scholars and educators, lots of kids are paying attention to politics right now — and not&nbsp;in the ways we adults have come to expect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Media outlets (and adults more generally) tend to associate young people with a particular subset of issues such as <a href=\"https://abcnews.go.com/Politics/gen-worried-climate-change-unified-holding-politicians-responsible/story?id=114084851#:~:text=The%20poll%20found%20that%20among,and%20the%20risk%20of%20drought.\">climate change</a> and <a href=\"https://www.nytimes.com/2024/05/01/us/pro-palestinian-college-protests.html\">the war in Gaza</a>.</p>\n\n<p class=\"has-text-align-none\">In fact, teens’ top political concerns look a lot like those of <a href=\"https://www.pewresearch.org/politics/2024/09/09/issues-and-the-2024-election/\">many grownups</a>: They’re just as likely, if not more so, to worry about affordable housing or the national debt as they are about rising sea levels. Indeed, Sahasra listed “the housing crisis and the increased cost of living” alongside climate and safe schools as big issues that matter to people her age.</p>\n\n<p class=\"has-text-align-none\">While kids may not be radically different from adults when it comes to their priorities, they are at a different stage of life, coming to political debates with a fresh perspective and not yet exhausted by decades of gridlock and argument. And though they are far from immune to polarization, they may have some lessons for adults about how to have&nbsp;productive and respectful conversations about politics.</p>\n\n<p class=\"has-text-align-none\">“They are always surprised how much adults will argue,” said Shari Conditt, a government teacher at Woodland High School in Washington state.</p>\n\n<h2 class=\"wp-block-heading\">Kids crave economic stability right now</h2>\n\n<p class=\"has-text-align-none\">Children have some concept of government as early as kindergarten, said Christopher Ojeda, a political science professor at UC Merced who has studied how people form their political ideologies. Asked about the government, young kids might draw a picture of a police officer or the White House, he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In elementary school, children might start voicing support — or distaste — for a political party, but often “they don’t really know what that means,” Ojeda said. “They’re kind of just parroting either parents or peers.”</p>\n\n<p class=\"has-text-align-none\">By middle and high school, kids start to have a “deeper understanding of where the parties stand on different issues,” he said. Historically, they’ve mostly gotten that understanding from their parents, but Ojeda thinks parents have gotten less influential since the rise of social media, which allows kids to hear political messages not just from classmates and other peers, but also from influencers and activists all over the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kids are getting a lot of their political exposure from TikTok now, said Conditt, who teaches 11th and 12th graders in Woodland, a small town in a purple district of Washington State.</p>\n\n<p class=\"has-text-align-none\">Surprisingly, however, they care about a lot of the same things adults do, even the boring policy issues. When Conditt asked her students to write down the top issues for them in November’s election, responses about the economy were by far the most common, with some students listing specific concerns like “affordable housing,” “inflation,” “gas prices,” and even “the national debt.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s a lot like what adults tell pollsters every day: The economy was also the top issue in a <a href=\"https://www.pewresearch.org/politics/2024/09/09/issues-and-the-2024-election/\">September Pew poll</a> of registered voters, with 81 percent listing it as very important to them. It’s also in line with <a href=\"https://iop.harvard.edu/youth-poll/47th-edition-spring-2024\">polls</a> of <a href=\"https://www.nbcnews.com/politics/2024-election/young-voters-harbor-deep-worries-inflation-debt-housing-rcna169421\">18- to 29-year-olds</a>, who <a href=\"https://www.brookings.edu/articles/how-economic-concerns-are-shaping-the-youth-vote-in-2024/\">consistently rank the economy</a> as a top concern.</p>\n\n<p class=\"has-text-align-none\">Conditt’s students listed “border control,” “abortion rights,” “affordable health care,” and both “gun restrictions” and “gun rights” as key issues for them. Climate change, in another surprise, didn’t come up at all. (Despite <a href=\"https://www.vox.com/23969523/climate-change-cop28-paris-1-5-c-uae-2023-record-warm\">record temperatures</a> and the <a href=\"https://www.vox.com/climate/352234/how-one-weather-extreme-can-make-the-next-one-even-more-dangerous\">increasing threat of extreme weather</a>, climate is <a href=\"https://www.vox.com/politics/368706/kamala-harris-dnc-climate-change-policy-poll\">not a top issue</a> for most adult voters this year, either.)</p>\n\n<p class=\"has-text-align-none\">“I think that 17- and 18-year-olds want to feel a sense of stability in their world,” Conditt told me. For her students, many of whom are not college-bound, that often means “they want to figure out how to transition into the next stage of their life in a stable way,” and they want to see an economy that makes that possible.</p>\n\n<h2 class=\"wp-block-heading\">Political divides look different for kids</h2>\n\n<p class=\"has-text-align-none\">Some <a href=\"https://www.axios.com/2024/09/28/gen-z-men-conservative-poll\">recent polls</a> have shown young people, especially boys and young men, skewing more conservative than their elders. In one <a href=\"https://monitoringthefuture.org/results/data-access/\">large national survey</a> of 12th graders, <a href=\"https://thehill.com/blogs/blog-briefing-room/4125661-high-school-boys-are-trending-conservative/\">about a quarter of boys</a> have identified as conservative in recent years, while under 15 percent identified as liberal — the largest split in decades. Among girls, the results were reversed, with about 30 percent identifying as liberal and just over 10 percent listing themselves as conservative.</p>\n\n<p class=\"has-text-align-none\">Among boys, however, the most popular answers in the survey were “none of the above” and “I don’t know.” Some fear this is a sign of political disconnection — the results seem “to show how young men feel alienated from both sides of the political aisle,” Arwa Mahdawi of the Guardian <a href=\"https://www.theguardian.com/commentisfree/2023/aug/02/teenage-boys-the-us-becoming-more-conservative-dangerously-apathetic\">wrote in 2023</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“A lot of teenagers and youth have political apathy and tend to not care about politics because they don’t think it affects their lives,” Katie Mirne, a 16-year-old high school junior and the chair of the New Jersey High School Republicans, told me in an email.</p>\n\n<p class=\"has-text-align-none\">But there are also signs that kids care about issues that don’t map neatly onto electoral politics.&nbsp; A <a href=\"https://www.ypulse.com/report/2024/03/07/the-tween-study/\">2024 survey</a> by the market research group YPulse found that 75 percent of 8- to 12-year-olds were passionate about a social cause or issue. The top issue they cited was animal rights, followed by cyberbullying, poverty, racism, and mental health care. When the child-focused nonprofit Common Sense Media this year <a href=\"https://www.commonsensemedia.org/sites/default/files/research/report/2024-common-sense-summit-full-report_for-web_0.pdf\">asked 12- to 17-year-olds</a> for their top concerns regarding the health and well-being of kids, mental health challenges topped the list, followed by gun violence, the effects of social media, and drug abuse.</p>\n\n<p class=\"has-text-align-none\">Conditt, meanwhile, spends a lot of time discussing local politics with her students, like a <a href=\"https://www.columbian.com/news/2024/feb/13/school-levies-passing-in-camas-woodland-green-mountain-too-close-to-call-in-battle-ground/\">recent ballot measure</a> to raise money for education. And when it comes to more nationwide issues, she said, her students have learned to keep an open mind when talking to one another, and to “acknowledge the value of the dialogue, versus trying to assert that somebody is right or wrong.”</p>\n\n<p class=\"has-text-align-none\">It’s a mindset she’s teaching them, but also one they’ve taken deeply to heart, she said. “My students live in this world where we&#8217;re talking so calmly with each other and acknowledging diverse perspectives.”</p>\n\n<p class=\"has-text-align-none\">For Sahasra, growing up as a Democrat in a red state has taught her to respect differing opinions. “Living in Texas has shown me the power of politics to facilitate real change,” she said, “but it’s also shown me that politics, at the end of the day, is one aspect of my personality.”</p>\n\n<h2 class=\"wp-block-heading\">What I’m reading</h2>\n\n<p class=\"has-text-align-none\">Schools are failing to support the victims of <a href=\"https://www.vox.com/24145522/ai-deepfake-apps-teens-ban-laws\">nonconsensual deepfake images</a>, according to a <a href=\"https://www.k12dive.com/news/schools-deepfake-images-student-supports/728107/\">recent survey of teachers</a>.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.nytimes.com/2024/10/01/nyregion/nyc-school-bus-delays.html\">bus driver shortage</a> in New York City is leading to long waits and late arrivals for students, another example of a problem I wrote about <a href=\"https://www.vox.com/life/373743/school-bus-transportation-kids-cars-parents\">last week</a>.</p>\n\n<p class=\"has-text-align-none\">More than half of US states have now moved to ban or restrict cellphones in schools, <a href=\"https://www.axios.com/2024/09/29/cell-phone-schools-bans-states\">according to a new analysis</a>.</p>\n\n<p class=\"has-text-align-none\">Do you want a <a href=\"https://www.vox.com/life/369953/skibidi-tweens-gen-alpha-brainrot-ipad-kids\">Skibidi Toilet</a> Halloween costume? <a href=\"https://nypost.com/2024/09/26/lifestyle/creepy-viral-skibidi-toilet-is-now-a-halloween-costume-that-will-haunt-your-dreams/\">Here</a>.</p>\n\n<p class=\"has-text-align-none\">At my house we are revisiting <a href=\"https://www.macbarnett.com/circle\"><em>Circle</em></a><em>, </em><a href=\"https://www.macbarnett.com/square\"><em>Square</em></a>, and <a href=\"https://www.macbarnett.com/triangle\"><em>Triangle</em></a> by Mac Barnett and Jon Klassen. These books are about three shapes who alternately support and torment one another in an eerie landscape of rocks, waterfalls, and darkness. I think <em>Circle</em> is the best but they are all so good.</p>\n\n<h2 class=\"wp-block-heading\">From my inbox</h2>\n\n<p class=\"has-text-align-none\">A while back, I asked readers for their thoughts on the <a href=\"https://www.businessinsider.com/millennial-parents-miserable-cheap-toys-high-childcare-costs-2023-12\">proliferation of toys</a> in the lives of kids today. “It’s a part-time job to keep up on sorting them, rotating them, removing from the rotation and keeping hidden from the child until they can be taken to the consignment store/goodwill,” reader Lynne Marie responded. “Forget trying to remove broken toys, that’s a lost cause. My kid loves to make a ‘nest’ which is a pile of every single one of his possessions which can cover the entire floor of his room and make it impossible to get in and out.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">My children have also been known to nest in toys. More on this issue soon!&nbsp;</p>\n\n<p class=\"has-text-align-none\">For an upcoming newsletter, I’ll be dealing with the childhood torment that is <a href=\"https://www.nytimes.com/article/lice-symptoms-causes-treatment.html\">lice</a>. Do you or the kids in your life have experience with these itchy insects? Get in touch at anna.north@vox.com.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story originally appeared in Kids Today, Vox’s newsletter about kids, for everyone.&#160;Sign up here for future editions. Sahasra Yellepeddi, 16, has lived in Allen, Texas, all her life. Last year, a gunman killed eight people and wounded at least seven in an outlet mall there, one “I&#8217;ve been going to since I was born,” [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "The profit-obsessed monster destroying American emergency rooms",
    "link": "https://www.vox.com/health-care/374820/emergency-rooms-private-equity-hospitals-profits-no-surprises",
    "pubDate": "2024-10-03T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/240917_xinmei_Vox_ER-Monster_lede_final_v2.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">John didn’t start his career mad.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He trained as an emergency medicine doctor in a tidily run Midwestern emergency room about a decade ago. He loved the place, especially the way its management was so responsive to the doctors’ needs, offering extra staffing when things got busy and paid administrative time for teaching other trainees. Doctors provided most of the care, occasionally overseeing the work of <a href=\"https://www.vox.com/even-better/24050901/nurse-practitioner-physician-assistant-doctor-health-care-quality\">nurse practitioners and physician associates</a>. He signed on to start there full-time shortly after finishing his residency.</p>\n\n<p class=\"has-text-align-none\">A month before his start date, a <a href=\"https://www.vox.com/the-goods/2020/1/6/21024740/private-equity-taylor-swift-toys-r-us-elizabeth-warren\">private equity firm</a> bought the practice. “I can’t even tell you how quickly it changed,” John says. The ratio of doctors to other clinicians flipped, shrinking doctor hours to a minimum as the firm moved to save on salaries.</p>\n\n<p class=\"has-text-align-none\">John — who is being referred to by a pseudonym due to concerns over professional repercussions — quit and found a job at another emergency room in a different state. It too soon sold out to the same private equity firm. Then it happened again, and then again. Small emergency rooms “kept getting gobbled up by these gigantic corporations so fast,” he said. By the time doctors tried to jump ship to another ER, “they were already sold out.”</p>\n\n<p class=\"has-text-align-none\">At all of the private equity-acquired ERs where John worked, things changed almost overnight: In addition to having their hours cut, doctors were docked pay if they didn’t evaluate new arrivals within 25 minutes of them walking through the door, leading to hasty orders for “kitchen sink” workups geared mostly toward productivity — not toward real cost-effectiveness or diagnostic precision. Amid all of this, cuts to their hours when ER volumes were low meant John and his colleagues’ pay was all over the place.</p>\n\n<p class=\"has-text-align-none\">Patient care was suffering “from the toe sprains all the way up to the gunshot wounds and heart attacks,” says John.<strong> </strong>His experience wasn’t an anomaly — it was happening in emergency rooms across the country. “All of my colleagues were experiencing the same thing.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Were they going to die anyway? Maybe. But that’s not how I sleep at night. That was four years ago. I think about that guy every day.” </p></blockquote></figure>\n\n<p class=\"has-text-align-none\">At times, the short staffing combined with the pressure to churn patients led to deadly shortcuts. John remembers rushing to evaluate one patient and missing his extensive history of alcohol abuse. The patient spent hours getting tests directed at the wrong diagnosis.</p>\n\n<p class=\"has-text-align-none\">John could have put together a more appropriate plan if he’d had a few more minutes to sit down and get a better history, but by the time he realized what was going on, the patient was too severely ill. He died in the intensive care unit two days later.</p>\n\n<p class=\"has-text-align-none\">“Is that 100 percent because of that staffing? Probably not,” says John. “But if I wasn&#8217;t so stressed about jumping into that patient room, making sure my door-to-provider time was less than 25 minutes …” The hypothetical hangs in the air.</p>\n\n<p class=\"has-text-align-none\">“Were they going to die anyway? Maybe. But that’s not how I sleep at night. That was four years ago. I think about that guy every day.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/240917_xinmei_Vox_ER-Monster_spot1_v2.jpg?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The story of how private equity has been able to so thoroughly debilitate emergency care is one of the more dramatic examples of how corporate interests are corrosive to America’s health care system — and how powerless they leave individual consumers. Today, private equity continues to operate a shocking <a href=\"https://emworkforce.substack.com/p/state-of-the-us-emergency-medicine-677\">quarter of ERs nationwide</a>, as of March 2024.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, there’s some hope: Academics, patient advocates, and doctors say you can make defensive moves to protect your finances and care before, during, and after you or a loved one visits an ER.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Understanding private equity’s transformation of America’s emergency rooms is the first step.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How private equity sunk its claws into emergency care </h2>\n\n<p class=\"has-text-align-none\">Modern private equity got its start in the early 1980s, when a free-market acolyte — and former member of the Nixon administration — completed the first major “<a href=\"https://www.ineteconomics.org/perspectives/blog/private-equity-is-out-of-control-and-looting-america-this-prosecutor-says-we-can-fix-it\">leveraged buyout</a>.” Using mostly borrowed money, William Simon and his partner bought a greeting card company, extracted <a href=\"https://www.nytimes.com/1983/08/07/business/reaping-the-big-profits-from-a-fat-cat.html\">huge fees</a>, and then sold it for a massive profit less than two years later.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the next few decades, what was then called the leveraged buyout industry moved into other sectors. Firms flipped businesses to yield spectacular profits, often cutting corners on the products and services they offered, eliminating jobs, and reducing employee benefits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was only a matter of time until the industry, now rebranded as private equity, turned its gaze on the US’s $4 trillion health care sector, which was already becoming <a href=\"https://www.commonwealthfund.org/publications/explainer/2023/nov/private-equity-role-health-care#:~:text=Given%20its%20short%2Dterm%20financial,reduce%20costs%2C%20thus%20improving%20value.\">increasingly commercialized</a> as nonprofit health systems consolidated, paid their executives <a href=\"https://www.vox.com/policy/2023/2/24/23610762/hospital-ceo-nurses-salary-study-north-carolina\">ever more extravagant salaries</a>, and otherwise played business hardball. Private equity takeovers in health care <a href=\"https://www.ft.com/content/5673a288-f55b-4cfd-aa76-0ebb30b029a6\">started around 2000</a> and have steadily increased since; when several big banks crumbled in the wake of the 2008 financial crisis, private equity’s growth only accelerated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Emergency medicine wasn’t always an appealing target for private equity. Physician staffing in many emergency rooms around the country was traditionally handled by <a href=\"https://www.ineteconomics.org/perspectives/blog/welcome-to-the-emergency-room-a-wall-street-honcho-will-decide-your-treatment\">co-op-like groups, run by working doctors</a>, that contracted with hospitals. In the 1990s, <a href=\"https://substack.perfectunion.us/p/what-happens-when-private-equity\">ex-physicians and businesspeople</a> began taking ownership of these so-called contract management groups (CMGs). As they did, they started acting more like for-profit businesses, centralizing decision-making and earnings.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The easier it was to make decisions that prioritized profits, the more money CMGs made — and the more attractive they became to private equity.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://academic.oup.com/healthaffairsscholar/article/1/1/qxad008/7203733?login=false\">Through the mid- to late-2010s</a>, private equity firms swallowed up<strong> </strong>a shocking number of American emergency rooms, leaving in their wake a generationally hollowed-out system for providing emergency care to people across the country.<strong> </strong>Private equity firms and other corporate interests owned nearly 9 percent of ER doctor groups in 2009; by 2019, they owned <a href=\"https://academic.oup.com/healthaffairsscholar/article/1/1/qxad008/7203733?login=false\">22 percent</a>. The wave of takeovers and consolidations peaked in 2021 but carries on all over the US, especially in Florida, Texas, and other <a href=\"https://academic.oup.com/healthaffairsscholar/article/1/1/qxad008/7203733?login=false\">parts of the South and West where the firms have been most aggressive</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Doctors trying to practice medicine the way they’d been trained to — with a priority on patient care, not profits — found they couldn’t outrun the monster. Private equity’s dominance persisted even after the federal <a href=\"https://www.cms.gov/files/document/nsa-keyprotections.pdf\">No Surprises Act</a>, enacted in 2022, made many of their most profitable practices illegal.</p>\n\n<p class=\"has-text-align-none\">Lots of for-profit models are a bad fit for health care, but of all of them, private equity is perhaps the worst, says <a href=\"https://pestakeholder.org/about-us/meet-the-team/\">Eileen O’Grady</a>, director of programs at the Private Equity Stakeholder Project, a nonprofit watchdog group: “It basically takes the for-profit model and makes it so much more extractive and so much more harmful and risky.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Private equity puts profit above all else </h2>\n\n<p class=\"has-text-align-none\">To understand what makes private equity such a malignant force in health care, you have to understand its uniquely craven and purposefully opaque corporate structure.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Imagine you own a lemonade stand, and you want it to make more money. You have a few options: You can plow all your profits back into the business until it grows — what business school types call organic growth. Alternatively, you can get a bank loan. If you’re really ambitious, you can sell shares of your lemonade stand to the general public by promising them a good return on their investment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s another option here, one that will make you richer quicker: You can sell all or most of the stand to the rich kid at the end of the street. He’s offering you a lot of money for it — more than you’d get over the short term from the other options. That’s because he’s taken out a huge loan to pay for the deal.</p>\n\n<p class=\"has-text-align-none\">But there are a couple of catches: First, if he runs into financial trouble (which he very well might, since he’s been buying up lemonade stands all over town), he’ll sell it off for parts, leaving the neighborhood lemonade-less. This will cost him nothing personally because he used the lemonade stand as collateral for that big loan.</p>\n\n<p class=\"has-text-align-none\">The second and perhaps more important catch is that this kid is buying your lemonade stand in order to sell it.<strong> </strong>He doesn’t care about lemonade or the people who like it. His strategy is to make the stand’s balance sheet look so attractive that a few years later, another investor will buy it at a premium — or if that fails, then yes, to sell it off for parts. A year down the road, odds are high your precious lemonade stand will be a sad shadow of what it once was, or it might not exist at all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That kid is private equity.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/240917_xinmei_Vox_ER-Monster_spot3_v2.jpg?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">When private equity comes for a lemonade stand (or for <a href=\"https://www.vox.com/the-goods/2020/1/6/21024740/private-equity-taylor-swift-toys-r-us-elizabeth-warren\">Toys “R” Us</a>, <a href=\"https://www.marketplace.org/2023/04/27/how-private-equity-creates-a-circle-of-pain-in-the-us-economy/\">Samsonite</a>, <a href=\"https://businessofhome.com/articles/mitchell-gold-bob-williams-collapse-private-equity-ownership\">Mitchell Gold + Bob Williams</a>, or for any of the <a href=\"https://www.theatlantic.com/ideas/archive/2023/10/private-equity-publicly-traded-companies/675788/\">thousands of businesses</a> these firms have taken over since they <a href=\"https://archive.blogs.harvard.edu/nhonma/2008/12/27/private-equity-history-and-further-development/\">rose to prominence</a> in the late 1980s), the result is often a sad story about the decline of a legacy brand — shoddy products and lost jobs. Depressing, but not a life-and-death issue. When private equity comes for health care, though, the result is human suffering: Elderly and intellectually disabled people <a href=\"https://www.buzzfeednews.com/article/kendalltaggart/kkr-brightspring-disability-private-equity-abuse\">sitting in puddles of their own waste</a>, sick patients <a href=\"https://www.jec.senate.gov/public/index.cfm/democrats/2024/7/predatory-private-equity-practices-threaten-americans-health-and-the-economy#:~:texthttps://www.jec.senate.gov/public/index.cfm/democrats/2024/7/predatory-private-equity-practices-threaten-americans-health-and-the-economy\">not getting the care they need</a>, <a href=\"https://www.nih.gov/news-events/nih-research-matters/infections-falls-increased-private-equity-owned-hospitals\">worse outcomes for patients</a>. It’s not just lemonade. People’s lives are at stake.</p>\n\n<p class=\"has-text-align-none\">The way private equity gets into emergency care is by buying out the CMGs that manage physician staffing — that is to say, the firms only buy the clinicians themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a different model than when private equity invests in other areas of health care. When firms buy hospitals, nursing homes, medical practices, rehabilitation facilities, and group homes, they acquire not only staff, but also buildings, land, and medical equipment.</p>\n\n<p class=\"has-text-align-none\">In the case of emergency care, “private equity doesn&#8217;t pay the hospital rent, they don&#8217;t hire the nurses, they don&#8217;t pay the electric bills, they don&#8217;t provide any of the equipment,” says <a href=\"https://medicine.temple.edu/robert-mcnamara\">Robert McNamara</a>, chair of the emergency medicine department at Temple University in Philadelphia. The hospital still handles those finances. “They&#8217;re just working the labor force. … The highest-cost thing on their expense side is the board-certified emergency physician.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">When emergency rooms first caught the eye of private equity firms, the prospective investors offered the physician owners of CMGs huge payouts.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.ivyclinicians.io/about\">Leon Adelman</a>, an emergency medicine doctor who leads the staffing firm <a href=\"https://emworkforce.substack.com/p/state-of-the-us-emergency-medicine-677\">Ivy Clinicians</a> and writes a workforce-focused <a href=\"https://emworkforce.substack.com/?utm_source=substack&amp;utm_medium=web&amp;utm_campaign=substack_profile\">newsletter</a>, says the owners faced a tough choice: “‘Do I do what is ethical and feels right … and I get a nice going-away party and maybe a watch or something — or do I get $10 million?’”</p>\n\n<p class=\"has-text-align-none\">“What they were buying was the ability to charge patients who were consuming a non-shoppable service,” Adelman says — one for which patients are unable to compare prices. If you’re having a heart attack, you’re not going to call around to hospitals to find out who is going to give you the best deal.</p>\n\n<p class=\"has-text-align-none\">Hospitals that increasingly have profit on the brain often found private equity a more attractive partner than doctor-owned CMGs. The firms are flush with cash, which means they don&#8217;t look to the hospitals to shore up their finances. “They won&#8217;t ask you for a penny,” Adelman explains. “They&#8217;re making plenty of money.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Once a private equity firm bought an emergency room, there were two levers it could pull to make a profit: It could maximize what it reaped from patients who’d received services, and it could cut what it spent paying the clinicians who provided those services.</p>\n\n<p class=\"has-text-align-none\">Doing both at the same time has made emergency medicine practically unrecognizable.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Burned-out doctors, screwed-over patients</h2>\n\n<p class=\"has-text-align-none\">Under new private equity ownership, ERs adopted<strong> </strong>an assortment of unsavory practices. Firms not only pressured clinicians to see patients faster, as illustrated by John’s experience, but to recommend <a href=\"http://www.nber.org/papers/w23623\">hospital admission</a> for more patients. They also <a href=\"https://www.nytimes.com/2017/07/24/upshot/the-company-behind-many-surprise-emergency-room-bills.html\">dramatically raised the price tags</a> for a range of emergency services, resulting in back-breakingly large bills for patients nationwide, like ones charging <a href=\"https://www.ineteconomics.org/perspectives/blog/er-doctor-private-equity-in-medicine-is-dangerous-to-patients\">thousands of dollars</a> for glue applied to a half-inch wound.</p>\n\n<p class=\"has-text-align-none\">To avoid having to negotiate those astronomical bills with the expert hagglers at insurance companies, firms kept their ERs from participating in many insurance networks. It was easier to collect on a so-called balance bill — the portion of a medical bill not paid for by a patient’s insurer — if the care a patient had received wasn’t covered by their insurance at all.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a study of two of the largest emergency medicine staffing firms in the US, health economist Zack Cooper found <a href=\"https://www.nber.org/papers/w23623\">costs to patients went up more than 80 percent</a> after a corporate interest took ownership.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/240917_xinmei_Vox_ER-Monster_spot4_v2.jpg?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Meanwhile, to minimize costs, private equity-owned staffing firms often <a href=\"https://kffhealthnews.org/news/article/doctors-are-disappearing-from-emergency-rooms-as-hospitals-look-to-cut-costs/\">replaced more expensive physicians with nurse practitioners and physician associates</a>. It was a move likely to worsen patient care: While these professionals do highly skilled work in a <a href=\"https://www.vox.com/even-better/24050901/nurse-practitioner-physician-assistant-doctor-health-care-quality\">variety of clinical settings</a>, the emergency department is one place where care outcomes are <a href=\"https://pubmed.ncbi.nlm.nih.gov/20466230/\">more likely to suffer if a doctor isn’t involved</a>.</p>\n\n<p class=\"has-text-align-none\">In a demonstration of how deeply invested private equity was in emergency care, these firms set in motion a system to generate cheap labor, trained to private equity’s productivity maximizing specifications. For-profit health care companies, including private equity-invested ones, <a href=\"https://www.levernews.com/private-equity-gloats-over-a-doctor-glut/\">founded a glut of residency training programs</a> in the late 2010s. A 2021 study projected the move would lead to an <a href=\"https://www.annemergmed.com/action/showPdf?pii=S0196-0644%2821%2900439-X\">oversupply of more than 7,800 emergency medicine doctors</a> by 2030. According to reporting by <a href=\"https://www.levernews.com/private-equity-gloats-over-a-doctor-glut/\">Lever</a>, the private equity-funded staffing firm American Physician Partners told investors they expected the surplus to eventually save them an expected $20 million in annual payroll costs.</p>\n\n<p class=\"has-text-align-none\">There are good reasons to believe that private equity’s soup-to-nuts transformation of emergency care has had a devastating effect on physician morale and patient care — and many emergency doctors <a href=\"https://www.ineteconomics.org/perspectives/blog/er-doctor-private-equity-in-medicine-is-dangerous-to-patients\">say both are true</a>. In lemonade-stand terms, private equity is “diluting the lemonade, but charging six times as much,” Adelman says, and their customers are “dying of thirst.” </p>\n\n<p class=\"has-text-align-none\">Emergency medicine has long been among the most stressful physician specialties. However, in recent years, the burnout rate has climbed to <a href=\"https://www.chiefhealthcareexecutive.com/view/nearly-half-of-doctors-report-burnout-but-there-is-some-progress-survey-finds\">63 percent</a>, according to a 2024 Medscape survey, and the specialty is <a href=\"https://www.advisory.com/daily-briefing/2023/03/21/ed-doctors#:~:text=According%20to%20Elizabeth%20Datner%2C%20chair,thousand%20cuts%2C%22%20she%20said.\">losing popularity</a> among medical students. Doctors’ decision-making authority is their currency; “To have that taken away because of leadership and ownership models that negate that authority is really disheartening, and leads to burnout and, really, moral injury,” says <a href=\"https://www.acep.org/people-pages/board/aisha-terry\">Aisha Terry</a>, a Washington, DC, emergency room doctor and president of the American College of Emergency Physicians, an advocacy and education nonprofit.  </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>In lemonade-stand terms, private equity is “diluting the lemonade, but charging six times as much,” Adelman says, and their customers are “dying of thirst” </p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Meanwhile, finding concrete data proving patient harms is difficult. <a href=\"https://vivo.brown.edu/display/ysingh11\">Yashaswini Singh</a>, a health care economist who studies changes in physician practices acquired by private equity funds, says linking patient outcomes with private equity involvement is “a Herculean task.” Still, researchers are on the case, and so are legislators — earlier this year, Sen. Gary Peters (D-MI) <a href=\"https://www.nbcnews.com/health/health-care/senate-questions-private-equity-hospital-emergency-departments-peters-rcna145909\">initiated an investigation</a> into private equity’s effects on the quality of emergency care.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Private equity can only do what it does because so many other parts of American health care are so dysfunctional. “Just to be really clear, private equity is not the main harm of health care in the US,” says O’Grady. “I think it&#8217;s a symptom of a much bigger problem.”</p>\n\n<p class=\"has-text-align-none\">In the US health care ecosystem, private equity is a bottom-feeder, an entity that can only exist because of the bad behavior and misaligned incentives of the bigger players in the marketplace. Private equity’s deep pockets, its willingness to extort patients, its heavy-handedness with telling doctors how to practice wouldn&#8217;t be possible — much less an advantage — in the absence of these larger upstream problems. </p>\n\n<p class=\"has-text-align-none\">Maybe there wouldn’t be as many <a href=\"https://www.brookings.edu/articles/private-equity-investment-as-a-divining-rod-for-market-failure-policy-responses-to-harmful-physician-practice-acquisitions/\">opportunities for private equity to make money</a> in health care if hospital budgets were stable; if insurance companies didn’t play hardball with both providers and patients; if pharmaceutical industry players didn’t artificially and unevenly inflate drug prices; if elected officials weren’t so susceptible to powerful lobbies that block comprehensive, loophole-closing health care reform.</p>\n\n<p class=\"has-text-align-none\">That’s not the world we live in, however; and because the American health care system is broken in these and so many other ways, private equity thrives within it, <a href=\"https://www.theatlantic.com/ideas/archive/2023/10/private-equity-publicly-traded-companies/675788/\">often invisibly</a>. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Congress tried to fix the problem — but fell short</strong></h2>\n\n<p class=\"has-text-align-none\">In 2020, Congress threw a huge wrench in the private equity game plan when it passed the <a href=\"https://www.cms.gov/files/document/nsa-keyprotections.pdf\">No Surprises Act</a>, aimed at saving patients from receiving shocking bills after getting emergency care.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When the law took effect in January 2022, it meant that patients who receive emergency care can’t get billed for out-of-network care, even if the care is from an out-of-network facility or doctor. (They do still have to pay whatever deductibles, copays, or coinsurance their insurance plan would require related to an in-network visit.) It also protects people from higher bills if they get routine, non-emergency care at an in-network facility from an out-of-network doctor without their knowledge or consent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Billers — including private equity owners of emergency medicine practices — now have to ask insurance companies to pay the balance of their out-of-network bills. It turns out it’s a lot harder to extract unreasonable fees from insurance companies than from individuals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The act served as the <a href=\"https://www.wsj.com/articles/american-physician-partners-files-for-bankruptcy-after-shutdown-5792e23c\">death</a> (or <a href=\"https://www.fitchratings.com/research/corporate-finance/fitch-downgrades-team-health-holdings-inc-to-ccc-13-11-2023\">near</a>&#8211;<a href=\"https://www.healthcarefinancenews.com/news/envision-healthcare-files-chapter-11-bankruptcy\">death</a>) blow for several emergency medicine groups backed by private equity, which at their peak staffed nearly one-fifth of American emergency departments. That really only means some of these firms are now being run with oversight from courts and creditors, not that all of them are out of business: They’re largely still standing, and many have since only expanded their footprint in emergency care.&nbsp;&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/240917_xinmei_Vox_ER-Monster_spot2_v2.jpg?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The No Surprises Act did some good for people, but it’s far from perfect. Many people simply are <a href=\"https://gop-waysandmeans.house.gov/wp-content/uploads/2023/09/Spicer-Testimony.pdf\">unaware when they’ve been incorrectly billed</a>. Clinicians and the facilities they work for occasionally don’t follow the legislation’s rules, or inappropriately ask patients to waive their protections. Insurance companies don’t automatically absolve patients of responsibility for a surprise out-of-network bill, and the appeals process is complicated and time-consuming. And there are loopholes: Out-of-network ambulances and urgent care facilities aren’t covered, and neither is the follow-up care people get after an emergency room visit.</p>\n\n<p class=\"has-text-align-none\">The emergency medicine profession, meanwhile, will take a while to recover from<strong> </strong>private equity’s onslaught. John’s colleagues are the kinds of doctors who will drive a patient home if they don’t have a ride, he says. Many of the people who seek care in American emergency rooms live on the poorest and most marginalized fringes of society; emergency medicine doctors know this, and for some of them, it’s an important reason they chose the work.</p>\n\n<p class=\"has-text-align-none\">“This is not about pay for us,” he says. “This is just about being fair and letting us practice how we want to practice. And that&#8217;s gone.”</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What to do when you need emergency care</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">It has to be said: Patients shouldn’t have to be shrewd when navigating a system that’s supposed to care for them at their most vulnerable, or risk both their life and their finances. And yet, that’s the health care system the US has.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">It’s hard for people to tell when a private equity firm has taken over a local emergency room. It’s not like the firm slaps its logo on the side of the building. Patients usually don’t even know until they get a bill that an investment company had a hand in determining who saw them in the emergency room and what kind of workup they ordered, says McNamara<strong>.</strong>&nbsp;&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">Given that reality, anyone who may one day visit an emergency room in the middle of a crisis — that is to say, nearly everyone — should know how to protect themselves, says <a href=\"https://pirg.org/people/patricia-kelmar/\">Patricia Kelmar</a>, who directs health care campaigns for the Public Interest Research Group (PIRG). There are things you can do to ensure you don’t end up with an astronomical bill.&nbsp;</p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Know where to go and who is treating you</strong></h3>\n\n\n\n<p class=\"has-text-align-none\">Some situations don’t permit much decision-making about which emergency room you’ll go to or how you’ll get there. Still, it’s worth making an advance plan for where you’ll go if you have the option.</p>\n\n\n\n<p class=\"has-text-align-none\">Cooper, the health economist, says an emergency room’s ownership isn’t the only thing that matters in deciding whether to go there in an emergency. If a private equity-owned ER sees a higher patient volume than others and is affiliated with an academic institution, it may still be the best option.</p>\n\n\n\n<p class=\"has-text-align-none\">Even with the No Surprises Act in place, care from in-network doctors at in-network hospitals is far less likely to result in unpleasant bills. So before you need an emergency room, check with your insurance company to see which ones are in network and nearest to you. Once you’re at an emergency room, Cooper suggests asking to see an in-network physician.&nbsp;</p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Make a plan for how to get there</strong></h3>\n\n\n\n<p class=\"has-text-align-none\">Ambulance transport is <a href=\"https://www.pbs.org/newshour/show/why-unexpectedly-high-ambulance-bills-are-still-a-problem-in-the-u-s#:~:text=Every%20year%2C%20roughly%203%20million,transports%20are%20out%20of%20network\">unlikely to be cost-free</a> for most Americans, so if you need to get to an emergency room and you’re in stable condition, it’s worth trying to get there in other ways.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">Air ambulances are covered by the No Surprises Act, but ground ambulances are not, and are unfortunately often out-of-network for many people. The ones owned by private equity are especially <a href=\"https://healthpolicy.usc.edu/research/ground-ambulance-billing-and-prices-differ-by-ownership-structure/\">likely to be wildly expensive</a>. Nevertheless, many states have laws to protect consumers from outrageous ambulance bills — but <a href=\"https://pirg.org/edfund/resources/emergency-the-high-cost-of-ambulance-surprise-bills/\">only if their plan is state-regulated</a>, which means about 60 percent of insured people are still unprotected. You can figure out if yours is one of them by contacting your <a href=\"https://content.naic.org/state-insurance-departments\">state’s insurance department</a>.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">You can also work with your insurance company and the ambulance company to negotiate big bills; legal aid organizations can also provide assistance.&nbsp;</p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Understand what you’re signing</strong></h3>\n\n\n\n<p class=\"has-text-align-none\">Non-emergency hospital departments (for example, the ones that would take care of you if you had to stay in the hospital for more care after an ER visit) are allowed to ask you to sign away your No Surprises Act protections. The form they use to do this is, totally unironically, called a <a href=\"https://www.cms.gov/files/document/notice-and-consent-form-example.pdf\">Surprise Billing Protection Form</a>.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">Emergency rooms, however, aren’t allowed to ask you to sign this waiver. If they do, say no and report the violation to the <a href=\"https://www.cms.gov/medical-bill-rights/help/submit-a-complaint\">No Surprises Help Desk</a> by calling 1-800-985-3059. Almost every US hospital still has to provide care for you under <a href=\"https://www.cms.gov/priorities/your-patient-rights/emergency-room-rights\">US law</a>.</p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>If you get a wonky bill, file a complaint</strong></h3>\n\n\n\n<p class=\"has-text-align-none\">If you do still end up with a nonsensically large bill, you can push back and appeal decisions — again, by reaching out to the <a href=\"https://www.cms.gov/medical-bill-rights/help/submit-a-complaint\">No Surprises Help Desk</a>.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">Additional guidance on your medical billing rights is available on the <a href=\"https://pirg.org/resources/medical-bills-everything-you-need-to-know-about-your-rights/\">PIRG website</a>, and legal and other help may be available from organizations like <a href=\"https://dollarfor.org/\">Dollar For</a> and local legal aid groups.</p>\n\n\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Demand better from community leaders and elected officials</strong></h3>\n\n\n\n<p class=\"has-text-align-none\">There are better approaches to solving emergency medicine’s problems than by doing hand-to-hand combat with private equity’s worst practices. Reducing the overall harm requires change on a systemic level.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://hcp.hms.harvard.edu/people/zirui-song\">Zirui Song</a>, a Harvard health economist and internist who studies private equity in health care, says those changes include better <a href=\"https://pirg.org/articles/the-ftc-is-cracking-down-on-big-healthcare-companies/\">enforcement of the laws we have</a> aimed at preventing consolidation, fraud, and abuse; closing tax loopholes and other laws that allow private equity firms to conduct business while taking on minimal financial risk; and requiring transparency around private equity health care acquisitions and <a href=\"https://pirg.org/edfund/resources/post-the-price/\">health care prices</a>. These are all subjects you can contact your elected officials about.</p>\n\n\n\n<p class=\"has-text-align-none\">You can also ask to join the board of your local hospital, says McNamara. At nonprofit health systems in particular, these groups are required to include people from the community. As a member, you could learn more about how private equity works and say, “We don’t want private equity in our community.”</p>\n</div>\n\n<p class=\"has-text-align-none\"><em>This story is supported by a grant from the National Institute for Health Care Management. Vox Media had full discretion over the content of this reporting.</em></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "John didn’t start his career mad.&#160; He trained as an emergency medicine doctor in a tidily run Midwestern emergency room about a decade ago. He loved the place, especially the way its management was so responsive to the doctors’ needs, offering extra staffing when things got busy and paid administrative time for teaching other trainees. [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "What the death of Hezbollah’s leader means for the Middle East",
    "link": "https://www.vox.com/today-explained-podcast/375510/hezbollah-israel-lebanon-airstrike-hassan-nasrallah",
    "pubDate": "2024-10-02T21:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An Iranian woman wrapped in a flag holds a photo of a man with a gray beard, as well as the flags of Palestine and Iran.\" data-caption=\"An Iranian woman holds a photo of Hassan Nasrallah and the flags of Palestine and Iran on October 2, 2024, in Tehran, Iran. | Majid Saeedi/Getty Images\" data-portal-copyright=\"Majid Saeedi/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2176219132.jpg?quality=90&#038;strip=all&#038;crop=0,0,93.2,83.499742183472\" />\n\t<figcaption>An Iranian woman holds a photo of Hassan Nasrallah and the flags of Palestine and Iran on October 2, 2024, in Tehran, Iran. | Majid Saeedi/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Israel successfully killed Hezbollah’s longtime leader with an airstrike in Beirut last week, part of a flurry of attacks in its ongoing offensive against Lebanon that has since <a href=\"https://www.vox.com/israel/375125/lebanon-hezbollah-israel-iran-invasion-gaza\">escalated to an invasion</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hassan Nasrallah, 64, had led the militant organization for over three decades and oversaw its transformation from militia group to powerful political organization in Lebanon. His death, <a href=\"https://www.wsj.com/world/middle-east/israel-targeted-hassan-nasrallah-the-fierce-islamist-behind-hezbollahs-rise-3acf635b\">according to Wall Street Journal reporter Jared Malsin</a>, leaves the group with a significant leadership void. </p>\n\n<p class=\"has-text-align-none\">Nasrallah was key to Hezbollah’s rise as the <a href=\"https://www.wsj.com/world/middle-east/israel-targeted-hassan-nasrallah-the-fierce-islamist-behind-hezbollahs-rise-3acf635b\">world’s most powerful nonstate armed force</a>, a role it pursued with the backing of Iran. The group, which has been designated a foreign terrorist organization by the US, used suicide bombings, kidnappings, and missile strikes to challenge American and Israeli influence in the region, in addition to its political heft. Nasrallah was known for his charisma and fierce determination, and his speeches were followed closely throughout the Arab world, not just in Lebanon.</p>\n\n<p class=\"has-text-align-none\">He was equally admired and detested in the region for Hezbollah’s role in standing up against — and at times becoming — an invading force.</p>\n\n<p class=\"has-text-align-none\">Malsin, Middle East correspondent for the Wall Street Journal, talked with <em>Today, Explained</em> host Sean Rameswaram about Nasrallah’s rise to power and what his death means for the future of Hezbollah.</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of their conversation, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> wherever you get your podcasts, including <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9yc3MuYXJ0MTkuY29tL3RvZGF5LWV4cGxhaW5lZA==\">Google Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, and <a href=\"https://www.stitcher.com/podcast/vox/today-explained\">Stitcher</a>.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jared Malsin</h4>\n\n<p class=\"has-text-align-none\">Hassan Nasrallah, the secretary general of Hezbollah, was one of the most important figures in the Middle East. He became the leader of Hezbollah in 1992 and since then has led this transformation of Hezbollah from a militia group into a powerful political organization that has elected MPs to the Lebanese Parliament, that has members of the cabinet, and is also the most important arm of Iranian influence in the region. On the one side, he was a charismatic leader who was seen as one of the few leaders in the Middle East who stood up to Israel militarily. On the other side, he was labeled a terrorist by the United States and Israel. So there&#8217;s going to be a lot of people celebrating his death and a lot of people mourning him.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Can you tell us how he got to be that towering figure? Where does his story begin?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jared Malsin</h4>\n\n<p class=\"has-text-align-none\">His story begins in the early 1980s with the formation of Hezbollah. Israel invaded Lebanon in 1982. At that time, this was a small group that was operating in cells and didn&#8217;t even announce its presence publicly for a few years. In 1978 and ’79, you have the Iranian Revolution where there was an uprising against the Shah of Iran that was just an earthquake that shook the region. Nasrallah studied in Iran, rubbed shoulders with a lot of people who were involved in that movement, and there was kind of this awakening of ordinary people protesting in Iran could overthrow the Shah of Iran. It was this idea of “We can do anything.” And he returned to Lebanon where he went into this guerrilla movement. </p>\n\n<p class=\"has-text-align-none\">The other thing to explain why Nasrallah was so important is that he was a charismatic public speaker. Every time he went on TV, it was an event. I have seen this over the course of more than a decade of reporting in the Middle East — when he would get on TV here in Lebanon, Palestinians, people in Egypt and Jordan, listened to what he said.  He would give these speeches where everyone is hanging on his every word. He liked to crack jokes — [for instance] during the Bush administration, he&#8217;s talking about John Bolton, and he says, “This is the American ambassador, Bolton, or whatever his name is … He&#8217;s a very funny-looking guy with his mustache …” and so on. And then there&#8217;s uproarious laughter. In addition to being the leader of the world&#8217;s most heavily armed militia and one of the most powerful political parties in Lebanon, [Nasrallah] also had this ability to directly connect with the public that broadened his appeal.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Can you tell us about some of his biggest wins in his time in power?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jared Malsin</h4>\n\n<p class=\"has-text-align-none\">There&#8217;s one main win and it&#8217;s the Israeli withdrawal from southern Lebanon in 2000, which was the culmination of this 18 years of insurgency that Hezbollah had been fighting against the Israelis. They launched these attacks on Israeli forces, there was an insurgency, and then the Israelis withdrew without a peace treaty. And no one else in the region was able to do that. Israel has a qualitative military edge over every other country around it. They have nuclear weapons, they have fighter jets. And here is a group of guerrillas who, with the help of Iran but fighting with small arms and so on, was able to achieve that. And that inspired a lot of people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other one is 2006 when Hezbollah captured some Israeli soldiers in a raid across the border and took them back into Lebanon. It bordered on military disaster for the Israelis because they went into Lebanon. Israeli military officials will tell you that they were unprepared at that time for what they found, which is that you had a group fighting for their own country. They know the terrain. They had anti-tank missiles and were able to pierce the armor of more than 20 tanks.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">That might be why Nasrallah will be missed in the coming months, years. But you also alluded to people celebrating his death. Why will people be celebrating, including not just Israelis, but Arabs in the region and around the world?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jared Malsin</h4>\n\n<p class=\"has-text-align-none\">Right, this is really important. You saw over the weekend, for example, people celebrating in rebel-held Syria. Nasrallah decided to send his troops into Syria to fight [alongside] the regime because they made a decision to side with these states that are backing [them] even if it meant siding with a brutal regime that was repressing its own people. It was a turning point, where instead of fighting as a guerrilla force against an invading army, they were acting as an invading army, fighting against the Syrian rebels. That&#8217;s why across the region it&#8217;s incredibly polarized. There&#8217;s going to be a lot of people celebrating his death and saying good riddance. Even here in Lebanon, for example, there are people who absolutely loved him. There are people who absolutely hated him. And I think there are a lot of people who feel genuinely mixed about it.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Is there another Nasrallah waiting in the wings? Do we know what comes next for Hezbollah?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jared Malsin</h4>\n\n<p class=\"has-text-align-none\">We don&#8217;t know yet. They have not named a successor yet, but there have been a whole series of senior Hezbollah leaders who have been killed in the last few months. So we&#8217;re talking about close to a generation of senior leaders, founding members of the group that have already been killed.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">You know, we had a <a href=\"https://open.spotify.com/episode/0tB0OoPOCWd2ZvJ5UIankY\">guest on the show last week</a> [Nick Paton Walsh], who said it&#8217;s important to remember that “destroying their adversary&#8217;s capabilities in the immediate future doesn&#8217;t leave you safe in the longer term, because dead men have sons who come back more angry.”&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jared Malsin</h4>\n\n<p class=\"has-text-align-none\">There&#8217;s no wiping out Hezbollah. We&#8217;ve seen this with the war in Gaza, with Hamas, which is a much smaller, much less well-armed, less well-trained group. It has been able to outlast a massive Israeli military operation in a tiny place, the Gaza Strip. Hezbollah is a larger group that is much more heavily armed, has many more advantages in terms of geography, in terms of its ability to re-arm itself, and that has a history of regenerating over the years. So over the long term, Hezbollah isn&#8217;t going to go anywhere, even if it is significantly weakened.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Israel successfully killed Hezbollah’s longtime leader with an airstrike in Beirut last week, part of a flurry of attacks in its ongoing offensive against Lebanon that has since escalated to an invasion.&#160; Hassan Nasrallah, 64, had led the militant organization for over three decades and oversaw its transformation from militia group to powerful political organization [&#8230;]",
    "author": "Peter.Balonon-Rosen"
  },
  {
    "title": "Elon Musk’s nonsensical lies about immigrant voting, briefly explained",
    "link": "https://www.vox.com/politics/375253/elon-musks-nonsensical-lies-about-immigrant-voting-briefly-explained",
    "pubDate": "2024-10-02T20:13:25.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Elon Musk watches the US Open. \" data-caption=\"Elon Musk is seen at the 2024 US Open Tennis Championships on September 8, 2024, in New York City. | Gotham/GC Images\" data-portal-copyright=\"Gotham/GC Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2170908166.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Elon Musk is seen at the 2024 US Open Tennis Championships on September 8, 2024, in New York City. | Gotham/GC Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">This past weekend, <a href=\"https://x.com/elonmusk/status/1840409051357696324\">X owner Elon Musk</a> elevated a false right-wing talking point about immigration, claiming Democrats were fast-tracking citizenship applications to rig elections in the party’s favor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If even 1 in 20 illegals become citizens per year, something that the Democrats are expediting as fast as humanly possible, that would be about 2 million new legal voters in 4 years,” <a href=\"https://x.com/elonmusk/status/1840409051357696324\">Musk claimed</a>. “The voting margin in the swing states is often less than 20 thousand votes. That means if the ‘Democratic’ Party succeeds, there will be no more swing states!!”</p>\n\n<p class=\"has-text-align-none\">It’s a baseless allegation, and one that advances the far-right’s racist <a href=\"https://www.vox.com/23076952/replacement-theory-white-supremacist-violence\">“Great Replacement Theory,”</a> which suggests that Democrats are utilizing immigration policies <a href=\"https://immigrationforum.org/wp-content/uploads/2021/12/Replacement-Theory-Explainer-1122.pdf\">to replace white Americans</a> — in this case, white voters — with minorities. It’s also an argument that’s resonating broadly with Republicans, <a href=\"https://www.snopes.com/fact-check/10-million-illegal-aliens-newly-registered/\">particularly on X</a>, where <a href=\"https://www.vox.com/2024-elections/370760/jd-vance-racist-cat-eating-haitian-immigrants\">lies about immigration</a> have been given a large platform in recent weeks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These falsehoods are also being amplified by far more than just right-wing social media users. A myth about the prevalence of noncitizen voting <a href=\"https://www.vox.com/politics/370713/republican-government-shutdown-save-act-voter-disenfranchisement\">briefly led to a government shutdown threat</a>. Former President Donald Trump has been key to spreading these ideas, noting in the presidential debate with <a href=\"https://www.npr.org/2024/09/11/g-s1-21932/fact-check-trump-harris-presidential-debate-2024\">Vice President Kamala Harris earlier this year</a> that “a lot of these illegal immigrants coming in, they’re trying to get them to vote.”</p>\n\n<p class=\"has-text-align-none\">These lies — given their focus on voting — could have serious consequences as the 2024 election approaches, sowing doubts about the legitimacy of election results.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With Trump <a href=\"https://www.axios.com/2024/09/29/trump-voter-fraud-2024-election\">already priming his supporters</a> for another round of election denialism in case of a potential loss, the GOP’s fixation on noncitizens and “illegal” immigrants voting is only helping him further lay that groundwork.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Republicans are fixated on lies about immigrant voting&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Musk claims:</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Very few Americans realize that, if Trump is NOT elected, this will be the last election. Far from being a threat to democracy, he is the only way to save it!<br><br>Let me explain: if even 1 in 20 illegals become citizens per year, something that the Democrats are expediting as fast… <a href=\"https://t.co/u3HBdd5Bv0\">https://t.co/u3HBdd5Bv0</a></p>&mdash; Elon Musk (@elonmusk) <a href=\"https://twitter.com/elonmusk/status/1840409051357696324?ref_src=twsrc%5Etfw\">September 29, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">His claims, however, don’t match up to the facts. Here’s what we know:</p>\n\n<p class=\"has-text-align-none\"><strong>Claim: </strong>Democrats are making unauthorized immigrants citizens to tilt the election in their favor.</p>\n\n<p class=\"has-text-align-none\"><strong>Reality:</strong> Unauthorized immigrants aren’t broadly eligible for naturalization — and have few paths to citizenship. To qualify for naturalization, <a href=\"https://www.uscis.gov/citizenship-resource-center/naturalization-statistics#:~:text=In%20general%2C%20a%20noncitizen%20must,as%20a%20lawful%20permanent%20resident.\">someone generally has to have been a lawful permanent resident for five years</a>, married to a US citizen and a lawful permanent resident for three years, or a member of the military.</p>\n\n<p class=\"has-text-align-none\">Additionally, the US is approving citizenship applications at its swiftest pace in years, but it’s not because regulators are trying to skew the election in Democrats’ favor. The government is doing so because there was already a backlog that got worse during the pandemic, <a href=\"https://www.latimes.com/politics/story/2024-09-26/with-an-election-looming-the-u-s-is-approving-citizenship-applications-at-the-fastest-speed-in-years\">the Los Angeles Times reports.</a> Now, the Department of Homeland Security is effectively doing catch-up.</p>\n\n<p class=\"has-text-align-none\">The US naturalized <a href=\"https://www.uscis.gov/citizenship-resource-center/naturalization-statistics\">878,500 people in 2023</a> and is now processing applications in roughly 4.9 months – a pace that’s comparable to how quickly the government was <a href=\"https://www.nytimes.com/2024/08/12/us/immigration-us-citizenship-rates.html\">approving applications in 2013.</a> <a href=\"https://www.nytimes.com/2024/08/12/us/immigration-us-citizenship-rates.html\">According to the New York Times</a>, processing time for naturalization applications spiked during the Trump administration as the White House sought to reduce legal and unauthorized immigration.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These new citizens also aren’t guaranteed Democratic voters. Polling has indicated that naturalized citizens lean Democrat, but both parties are likely to pick up some new voters as people undergo this process. According to a <a href=\"https://thehill.com/latino/4869779-naturalized-citizens-vote-november-trump-harris/\">survey from the National Partnership for New Americans,</a> 54 percent of naturalized citizens said they’d vote for Vice President Kamala Harris in November, while 38 percent said they’d back former President Donald Trump.</p>\n\n<p class=\"has-text-align-none\">It’s worth reiterating that naturalized citizens aren’t unauthorized immigrants, and that the bulk of them — roughly 83 percent, according to the US Citizenship and Immigration Services — have been lawful permanent residents for five years. Unauthorized immigrants have <a href=\"https://www.americanimmigrationcouncil.org/research/why-don%E2%80%99t-they-just-get-line\">limited pathways to citizenship</a>, and many aren’t eligible for naturalization.</p>\n\n<p class=\"has-text-align-none\"><strong>Claim: </strong>According to Musk, “the Biden/Harris administration has been flying ‘asylum seekers’, who are fast-tracked to citizenship, directly into swing states like Pennsylvania, Ohio, Wisconsin and Arizona.”<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\"><strong>Reality: </strong>This Republican talking point appears to refer to <a href=\"https://apnews.com/article/fact-check-misinformation-immigrants-parole-biden-trump-musk-dbd634820b3f8d07b859b8a05b2b20a7\">a “parole” program the Biden administration</a> has approved for Cubans, Haitians, Nicaraguans, and Venezuelans amid instability in their home countries. Under the program, people can temporarily enter the US for two years, pay for their own travel, and fly into the country. <a href=\"https://www.washingtonpost.com/politics/2024/10/01/trump-maga-misinformation/?_pml=1\" data-type=\"link\" data-id=\"https://www.washingtonpost.com/politics/2024/10/01/trump-maga-misinformation/?_pml=1\">There is no evidence</a> that people are being flown specifically to swing states, and<strong> </strong>as a US Citizenship and Immigration Services (USCIS) spokesperson told Vox,<strong> </strong>DHS does not choose the airports that parolees fly into, and it also doesn’t control or choose where parolees settle down.</p>\n\n<p class=\"has-text-align-none\">Additionally, parolees do not have a path to citizenship and as a result would be unable to vote in future elections.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As legal immigrants, asylum seekers do have a path to citizenship; according to <a href=\"https://www.uscis.gov/citizenship-resource-center/naturalization-statistics\">US Citizenship and Immigration Services</a> (USCIS), 3.3 percent of those naturalized in 2023 came to the US as asylum seekers — roughly 29,000 people. While that might be enough to swing a state as close as <a href=\"https://www.cnn.com/election/2020/results/state/georgia\">Georgia was in 2020</a>, it’s not enough to affect the outcomes in all the states Musk listed, even if Democrats were flying people there. Which, again, they aren’t.</p>\n\n<p class=\"has-text-align-none\">In addition, most naturalized citizens have settled in states that are not swing states, with California, Texas, Florida, New York, and New Jersey topping the list, <a href=\"https://www.uscis.gov/citizenship-resource-center/naturalization-statistics\">per USCIS</a>.</p>\n\n<p class=\"has-text-align-none\">There’s one other key conservative falsehood when it comes to immigrants and voting, and it’s one that appears to have touched off Musk’s tweet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sen. Mike Lee (R-UT) highlighted the claim in a tweet a user responded to; Musk then responded to that post. <a href=\"https://x.com/BasedMikeLee/status/1840121233343689110\">According to Lee</a>, “thousands of noncitizen voter files are being discovered in state after state, Democrats are trying to stop those states from removing noncitizens from their voter files.” The senator went on to claim that this is why Republicans’ failed <a href=\"https://www.vox.com/politics/370713/republican-government-shutdown-save-act-voter-disenfranchisement\">SAVE Act, which would have required proof of citizenship to vote</a>,<strong> </strong>should have passed.</p>\n\n<p class=\"has-text-align-none\"><strong>Claim: </strong>Noncitizens are being allowed to vote and help Democrats win federal elections.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Democrats insisted “noncitizens don’t vote”<br><br>On that basis, they blocked the SAVE Act<br><br>Now that thousands of noncitizen voter files are being discovered in state after state, Democrats are trying to stop those states from removing noncitizens from their voter files<br><br>Infuriating <a href=\"https://t.co/iWLWNsOdhV\">https://t.co/iWLWNsOdhV</a></p>&mdash; Mike Lee (@BasedMikeLee) <a href=\"https://twitter.com/BasedMikeLee/status/1840121233343689110?ref_src=twsrc%5Etfw\">September 28, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\"><strong>Reality: </strong>It is illegal for noncitizens to vote in federal elections, and noncitizens have very rarely been found to be illegally voting. <a href=\"https://www.motherjones.com/politics/2024/09/elon-musk-noncitizen-voting-tweet-lies-disinformation/\" data-type=\"link\" data-id=\"https://www.motherjones.com/politics/2024/09/elon-musk-noncitizen-voting-tweet-lies-disinformation/\">According to the Brennan Center for Justice,</a> a left-leaning nonprofit that focuses on voting rights, election officials responsible for the counting of nearly 23.5 million votes in 2016 identified just 30 possible cases of noncitizen voting for investigation.</p>\n\n<p class=\"has-text-align-none\">Noncitizens are able to vote in some local elections for positions like City Council and school board in some jurisdictions in Vermont and California, but they aren’t able to vote anywhere in federal elections.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Republicans are stoking immigration fears</strong></h2>\n\n<p class=\"has-text-align-none\">Republicans are taking this approach because of how salient the <a href=\"https://theconversation.com/us-election-why-immigration-remains-a-major-issue-for-voters-and-why-they-trust-trump-on-border-security-238263\">issue is once again proving this election cycle</a> and because more voters have said they’d do a better job on <a href=\"https://www.nbcnews.com/meet-the-press/first-read/poll-republicans-advantages-immigration-crime-economy-rcna117054\">border security than Democrats.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">As Vox’s Nicole Narea reported</a>, a majority of Americans — 55 percent, the highest proportion in years — would like to see immigration levels decrease in the US. To capitalize on these sentiments, Republicans have positioned themselves as the party with solutions on this issue, framing Democrats’ so-called laxness at the border as the cause of immigration problems.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The issue has gained new attention amid <a href=\"https://www.pewresearch.org/short-reads/2024/10/01/migrant-encounters-at-u-s-mexico-border-have-fallen-sharply-in-2024/\">record-high border crossings in late 2023</a>, which have declined since, and an influx of migrants in several major cities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By linking existing concerns about immigration with voting, Republicans are once again using misinformation to undermine trust in the election system. Already, there’s significant <a href=\"https://www.pewresearch.org/short-reads/2024/08/01/many-americans-are-confident-the-2024-election-will-be-conducted-fairly-but-wide-partisan-differences-remain/\">skepticism about election security</a>, in part due to Trump and other prominent leaders’ <a href=\"https://www.cnn.com/2024/09/30/politics/fact-check-trump-election-lies-2024/index.html\">emphatic election denialism</a>. An <a href=\"https://abcnews.go.com/Politics/thirds-americans-trump-unprepared-accept-election-outcome-poll/story?id=113246372\">August ABC/Ipsos poll</a> found nearly 25 percent of Trump supporters aren’t prepared to accept the election results, regardless of outcome. Claims that something is amiss with who is voting could exacerbate these concerns, especially if they play on existing anti-immigrant biases.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since Republicans are coalescing around these lies about immigrant voting, it’s not far-fetched to believe Trump, if he loses, could try to claim that noncitizens swayed the election for Harris, especially since he <a href=\"https://www.usatoday.com/story/news/factcheck/2020/11/19/fact-check-claim-voting-noncitizens-2020-election-unverified/6237115002/\">blamed noncitizens for his loss in 2020 and his loss of the popular vote in 2016</a>. Should he try to do so again, he’s poised to replicate the chaos and confusion that resulted from Republicans leaning into false concerns about election fraud during the last election.</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, October 2, 4:10 pm ET:</em></strong> <em>This post was first published on October 2 and has been updated to include a comment from USCIS and further details on the parole program.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This past weekend, X owner Elon Musk elevated a false right-wing talking point about immigration, claiming Democrats were fast-tracking citizenship applications to rig elections in the party’s favor.&#160; “If even 1 in 20 illegals become citizens per year, something that the Democrats are expediting as fast as humanly possible, that would be about 2 million [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Israel has invaded Lebanon. Here’s what could come next.",
    "link": "https://www.vox.com/israel/375125/lebanon-hezbollah-israel-iran-invasion-gaza",
    "pubDate": "2024-10-02T14:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Smoke rises over a spread-out village at the base of some hills.\" data-caption=\"Smoke plumes erupt after an Israeli airstrike targeted the the village of Khiam in southern Lebanon near the border with northern Israel on September 30, 2024. | Rabih Daher/AFP via Getty Images\" data-portal-copyright=\"Rabih Daher/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2174977263.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Smoke plumes erupt after an Israeli airstrike targeted the the village of Khiam in southern Lebanon near the border with northern Israel on September 30, 2024. | Rabih Daher/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Israel has begun a military invasion of Lebanon it said <a href=\"https://www.washingtonpost.com/world/2024/09/30/israel-lebanon-hezbollah-hamas-war-news-gaza/\">would be “limited,”</a> following days of bombing campaigns near and within the capital, Beirut.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Israeli military <a href=\"https://www.nytimes.com/live/2024/10/01/world/israel-lebanon-hezbollah/here-are-the-latest-developments?smid=url-share\">said</a> that it had moved one army division, typically numbering around 10,000 troops, to the Lebanese border and told Lebanese civilians in about two dozen villages in the area to move north.</p>\n\n<p class=\"has-text-align-none\">That invasion marks a dangerous new phase in the long conflict between Israel and Hezbollah, an Iranian-backed Islamist militant organization and Lebanese political party that has fought Israel since its founding decades ago. Israel has recently escalated its attacks on Hezbollah, <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">assassinating the group’s reclusive leader</a>, Hassan Nasrallah, in a bombing in a Beirut suburb on Friday after reportedly launching a <a href=\"https://www.vox.com/world-politics/372399/pager-explosions-lebanon-syria-hezbollah-israel-gaza\">series of attacks on thousands of mobile devices</a> used by members of Hezbollah throughout Lebanon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Israel’s latest operations have been costly: More than <a href=\"https://www.theguardian.com/world/2024/sep/30/israel-strikes-yemen-lebanon-attack-hezbollah-middle-east-war-latest\">1,000 Lebanese have been killed, 6,000 wounded</a>, and as many as a <a href=\"https://www.bbc.com/news/articles/ckgveeyrl47o\">million displaced</a> in recent weeks, according to Lebanese government officials. Hezbollah’s recent attacks on Israel — largely missile strikes — have meanwhile left at least <a href=\"https://www.jns.org/idf-probing-cause-of-sirens-in-central-israel/\">eight</a> <a href=\"https://www.npr.org/2024/09/25/g-s1-24452/hezbollah-fires-missile-tel-aviv\">people</a> wounded in the last week.</p>\n\n<p class=\"has-text-align-none\">Although the two sides have fought on and off over the decades, Hezbollah has been engaged in more intense fighting with Israel since the October 7 attacks on Israel by Hamas last year. Hezbollah has vowed to <a href=\"https://www.nytimes.com/live/2024/world/israel-lebanon-hezbollah-hamas/here-are-the-latest-developments-on-strikes-in-lebanon?smid=url-share\">continue its missile strikes</a> into Israeli territory until Israel agrees to a ceasefire in Gaza, where at least <a href=\"https://www.reuters.com/world/middle-east/gaza-death-toll-how-many-palestinians-has-israels-campaign-killed-2024-07-25/\">40,000 Palestinians</a> have been killed. Israel has shown no sign it is contemplating ending its operations, either. The country’s leaders have said they want to <a href=\"https://www.vox.com/today-explained-podcast/352059/why-israel-cant-destroy-hamas\">completely eradicate Hamas</a>, and Israel’s <a href=\"https://www.theguardian.com/world/2024/sep/30/us-looks-unable-to-talk-netanyahu-out-of-planned-invasion-of-lebanon\">defense minister said Monday</a> that the “next stage in the war against Hezbollah will begin soon.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Key allies also seem unable to end the fighting. The United States reportedly had a <a href=\"https://www.nytimes.com/2024/09/30/us/politics/us-israel-lebanon-hezbollah.html\">Hezbollah-Israel peace plan that it has now abandoned</a>. While the US has publicly told Israel it should try to deescalate the situation, the US <a href=\"https://www.politico.com/news/2024/09/30/us-israel-military-hezbollah-00181797\">reportedly privately offered Israel support</a> for its Hezbollah strategy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Iranian officials have responded to Israel’s recent attacks with a <a href=\"https://www.nbcnews.com/news/world/iran-launched-ballistic-missile-attack-israel-rcna173434\">ballistic missile strike</a> on Tuesday. The regime launched at least <a href=\"https://apnews.com/article/israel-lebanon-hezbollah-gaza-news-10-01-2024-eb175dff6e46906caea8b9e43dfbd3da\">180 missiles at Israel</a>, though <a href=\"https://abcnews.go.com/Politics/biden-us-prepared-israel-defend-iranian-attack/story?id=114393069\">US forces in the region</a> and <a href=\"https://apnews.com/article/israel-lebanon-what-to-know-hezbollah-incursion-c44358cb4c70db69bdab4b254cb2ed76\">Israel’s own missile defense system </a>intercepted most.<strong> </strong>Iran’s mission to the UN suggested the country did not have further attacks in store, <a href=\"https://x.com/Iran_UN/status/1841162849286308106\">writing on X</a> that the country’s “response … has been duly carried out,” though it added the threat: “Should the Zionist regime dare to respond or commit further acts of malevolence, a subsequent and crushing response will ensue.”</p>\n\n<p class=\"has-text-align-none\">Here is what we do know so far about what has happened, and what’s likely to come next.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How did we get here?</strong></h2>\n\n<p class=\"has-text-align-none\">The animosity between Hezbollah and Israel is decades old; in fact, Hezbollah formed in <a href=\"https://merip.org/1982/09/the-war-in-lebanon/\">1982 in southern Lebanon</a> as a response to <a href=\"https://www.aljazeera.com/opinions/2022/6/4/a-cosmic-stink-israels-invasion-of-lebanon-40-years-on\">Israel’</a>s <a href=\"https://www.washingtonpost.com/archive/politics/1982/09/03/war-casualties-put-at-48000-in-lebanon/cf593941-6067-4239-a453-71bdcaf9eba0/\">disastrous invasion</a>, which killed tens of thousands of Lebanese, and subsequent decades-long occupation of that area. Hezbollah <a href=\"https://www.theguardian.com/world/2000/may/24/israelandthepalestinians.lebanon\">waged guerilla warfare against Israeli troops for decades</a>, and Israel finally left in 2000 following years of brutal fighting and a UN resolution requiring it to do so.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The two sides settled into a conflict that simmered until 2006. After Hezbollah killed eight Israeli soldiers and captured two others, Israel responded with a counterattack that led to a short, bloody war in which <a href=\"https://www.brookings.edu/articles/echoes-of-2006-israel-hezbollah-and-the-potential-for-regional-war/\">more than 1,000 Lebanese and 160 Israelis were killed</a>.<strong> </strong>A UN-brokered ceasefire ended that conflict, but fighting continued for years — and it intensified again in the wake of Hamas’s October 7 attack.</p>\n\n<p class=\"has-text-align-none\">Hezbollah is allied with Hamas, and, starting on October 8, 2023, began firing major salvos into northern Israel, eventually displacing around <a href=\"https://www.bbc.com/news/articles/cglkkrj94ldo\">60,000 residents there</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Initially, with Israel focused on uprooting Hamas in Gaza, fighting along its northern border with Lebanon was limited to tit-for-tat strikes. But starting in September, Israel escalated the fighting significantly, first by attacking Hezbollah members and leadership with exploding electronics, then bombing Hezbollah’s stronghold in southern Lebanon and the outskirts of Beirut.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ever since the October 7 attack, observers have warned about the possibility that Israel’s war with Gaza might spread to encompass Hezbollah and, perhaps, the entire region.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not clear if that’s what’s happening now or what a full-scale war between Israel and Hezbollah might look like. Despite Hezbollah’s previous ability to stand up to Israeli firepower, it’s also not clear how it will fare with its communication networks disrupted by <a href=\"https://www.vox.com/world-politics/372772/hezbollah-israel-pagers-radios-lebanon\">the recent pager and walkie-talkie attacks</a> —&nbsp;which Israel has not claimed but is widely assumed to be behind. What’s more, a significant number of mid-level and senior Hezbollah leaders were killed in that attack and <a href=\"https://www.vox.com/israel/373428/lebanon-hezbollah-israel-hamas-gaza\">subsequent bombings</a>.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What might Hezbollah’s next move be?</strong></h2>\n\n<p class=\"has-text-align-none\">Hezbollah is considered the most widely armed and powerful militia group in the Middle East. It boasts a vast weapons arsenal, including as many as <a href=\"https://www.aljazeera.com/news/2018/9/20/hezbollah-to-israel-precision-missiles-now-obtained\">120,000 missiles</a>, and has deployed it with increasing success inside Israel’s borders since the war in Gaza began. Israel <a href=\"https://www.reuters.com/world/middle-east/hezbollahs-tunnels-flexible-command-weather-israels-deadly-blows-2024-09-25/\">claims to have destroyed thousands of the group’s rockets and shells</a>, and <a href=\"https://www.brookings.edu/people/natan-sachs/\">Natan Sachs</a>, director of the Middle East policy program at the Brookings Institution, says Israel may have destroyed some of Hezbollah’s precision munitions.</p>\n\n<p class=\"has-text-align-none\">Still, Hezbollah has demonstrated advanced military tactics such as <a href=\"https://www.pbs.org/newshour/world/hezbollah-introduces-new-weapons-tactics-against-israel-as-war-in-gaza-drags-on\">using drones to fire missiles at key Israeli targets</a> and effective intelligence capabilities including <a href=\"https://blog.google/technology/safety-security/tool-of-first-resort-israel-hamas-war-in-cyber/\">digital espionage</a>. And recent Israeli attacks on Lebanese mobile devices and the assassination of Nasrallah haven’t completely wiped out that capacity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There was kind of this gleefulness about Hezbollah being completely disabled and destroyed now because all the leadership’s gone,” said <a href=\"https://x.com/phillipsmyth?lang=en\">Phillip Smyth</a>, an independent analyst focusing on the Middle East and terrorism. “That’s not how it works.”</p>\n\n<p class=\"has-text-align-none\">But the success of recent Israeli attacks has called into question the extent of Hezbollah’s capabilities — and <a href=\"https://www.nytimes.com/2024/09/29/world/middleeast/iran-hezbollah-israel-nasrallah.html\">reportedly shaken Iranian leadership</a>. In that sense, Hezbollah may have limited options going forward, even though it had previously pledged not to relent until a ceasefire in Gaza is reached.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Hezbollah turns out to be less capable, militarily, than I expected,” <a href=\"https://tcf.org/experts/thanassis-cambanis/\">Thanassis Cambanis</a>, a senior fellow and director of the think tank Century International, said.</p>\n\n<p class=\"has-text-align-none\">Cambanis and other experts believed that Hezbollah had the technology to effectively strike military targets in Israel, as well as civilian infrastructure in Haifa and even Tel Aviv, a major population center. But if it was willing and able, it seems it would have done so by now.</p>\n\n<p class=\"has-text-align-none\">“It turns out that Hezbollah wasn’t willing to use its most powerful military options, or that it couldn’t because Israel was able to infiltrate or neutralize Hezbollah capabilities,” Cambanis said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The group’s second-in-command, Naim Qassem, sought to dispel doubts about Hezbollah’s capabilities in a speech on Monday, though he also seemed to suggest Hezbollah is currently on the defensive.</p>\n\n<p class=\"has-text-align-none\">“Israel was not able to reach our military capabilities, and what its media says about hitting most of the medium and long-range capabilities is a dream they have not achieved and will never achieve,” <a href=\"https://www.youtube.com/watch?v=DCVhaCv-BSQ\" data-type=\"link\" data-id=\"https://www.youtube.com/watch?v=DCVhaCv-BSQ\">Qassem said</a>. “We will face any possibility and we are ready if the Israelis decide to enter by land and the resistance forces are ready for a ground engagement.”</p>\n\n<p class=\"has-text-align-none\">He added that an announcement will be <a href=\"https://www.foxnews.com/world/hezbollah-says-choose-nasrallahs-successor-at-earliest-opportunity\">made in the coming days</a> about Nasrallah’s successor, who Smyth said will most likely be <a href=\"https://www.jpost.com/breaking-news/article-822451\">Hashem Safieddine</a>, Nasrallah’s handpicked heir and cousin. Safieddine currently oversees&nbsp; Hezbollah’s political affairs and sits on the council managing the group’s military operations.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What is Iran’s role here?</strong></h2>\n\n<p class=\"has-text-align-none\">Tuesday’s missile barrage is Iran’s most escalatory move since April, when the regime sent around 300 missiles and rockets toward Israel, nearly all of which were intercepted by US and regional partner forces, as well as Israel’s own air defenses.</p>\n\n<p class=\"has-text-align-none\">Israel has threatened to retaliate against Iran for this latest attack. “The regime in Tehran does not understand our determination to defend ourselves and to exact a price from our enemies,” Prime Minister Benjamin Netanyahu said during a meeting of the country’s security cabinet Tuesday.</p>\n\n<p class=\"has-text-align-none\">It’s not clear <a href=\"https://www.axios.com/2024/10/02/iran-israel-missile-attacks-response?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiosam&amp;stream=top\">exactly what form that retaliation will take</a> — whether it will be an outright attack on Iranian territory, more covert actions like assassinations or disruptions to critical infrastructure, or increased attacks against Iranian partner groups. </p>\n\n<p class=\"has-text-align-none\">For the most part, Iran asserts its regional power and carries out foreign policy goals —&nbsp;primarily, antagonizing Israel —&nbsp;by funding and providing resources to a network of militia groups. Those include Hamas, Yemen’s Houthi rebels, Shia militia groups in Iraq and Syria, and, of course, Hezbollah.</p>\n\n<p class=\"has-text-align-none\">“Iran’s relationship with Hezbollah is really like two NATO allies,” Ali Vaez, director of the Iran project at the International Crisis Group, <a href=\"https://www.vox.com/world-politics/2023/10/14/23917078/israel-hamas-war-gaza-iran-hezbollah-khamenei-lebanon\">told Vox</a> last October.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, while NATO allies pledge to defend one another from attacks, Iran has been reluctant to be actively involved in a war against Israel; a drone attack on Israeli territory in April, following the assassination of an Iranian military leader in an Iranian diplomatic building in Damascus, Syria, was obviously telegraphed and minimally destructive. And the July assassination of <a href=\"https://apnews.com/article/iran-hamas-israel-30968a7acb31cd8b259de9650014b779\">Ismail Haniyeh</a>, the former Hamas leader, while he was in Tehran prompted no obvious retaliation.</p>\n\n<p class=\"has-text-align-none\">That’s not to say that Iran has no appetite for conflict: “The appetite for them was quite high, to be perfectly frank,” Smyth said.&nbsp;“They just thought that they could micromanage this so that it wouldn’t get to this point. And the Israelis clearly called their bluff.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, it seems, Iran has offered a show of force — but there are limits to how far the country will go.</p>\n\n<p class=\"has-text-align-none\">“Escalation could come, but [the Iranians] need to thread a needle,” Sachs said. That involves trying to show solidarity with Hezbollah and that Iran is capable of attack, without getting into an extended war with both Israel and the US.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Is Israel’s Lebanon campaign a prelude to a larger ground invasion?</strong></h2>\n\n<p class=\"has-text-align-none\">Israel’s plan for its “limited” ground invasion involves rooting out Hezbollah along Lebanon’s southern border with Israel to neutralize the threat to Israeli communities nearby, the <a href=\"https://wapo.st/3XO98KS\">Washington Post reported</a>. So far, the Israeli military <a href=\"https://www.nytimes.com/live/2024/10/01/world/israel-lebanon-hezbollah/here-are-the-latest-developments?smid=url-share\">said</a> it has conducted “limited, localized and targeted raids” along the border.</p>\n\n<p class=\"has-text-align-none\">But there’s a fear that Israel’s narrow mission could balloon into something bigger — much as it already has in Gaza, where Israel’s stated operational objective of eliminating Hamas has given way to widespread destruction of civilian life. If the conflict with Hezbollah does grow, that would likely spur fierce Lebanese resistance.</p>\n\n<p class=\"has-text-align-none\">“An invasion of Lebanon will mobilize Lebanese as a national issue to resist, including the many Lebanese who don’t support Israel but also oppose another Israeli invasion and occupation,” Cambanis said. “Perhaps in the short term Israel can achieve some of its aims by pursuing the logic of total war, but it will only make Israel and the entire Middle East less safe.”</p>\n\n<p class=\"has-text-align-none\">The Lebanese government —&nbsp;or what passes for it, since an unelected caretaker government has been in place since 2022 — has clearly demonstrated that the country is not interested in yet another war with Israel. Caretaker <a href=\"https://www.reuters.com/world/middle-east/lebanon-hold-session-elect-president-after-ceasefire-caretaker-pm-says-2024-09-30/\">Prime Minister Najib Mikati announced Monday</a> that his government is prepared to implement UN Security Council Resolution 1701, which ended the 2006 war. That resolution would deploy the Lebanese army to the country’s south to crack down on Hezbollah and require Israel to pull out of southern Lebanon. Now that Israel has entered Lebanon, it’s unclear whether Mikati will trigger the resolution. </p>\n\n<p class=\"has-text-align-none\">The conflict has already taken a significant toll on Lebanese civilians and it could only get worse from here. In anticipation, Lebanon and the United Nations petitioned for <a href=\"https://www.nytimes.com/live/2024/10/01/world/israel-lebanon-hezbollah/23dd80ed-e9dd-5ee3-a552-622fbac870f6?smid=url-share\">$426 million</a> in humanitarian aid on Tuesday to help those affected in the next three months.</p>\n\n<p class=\"has-text-align-none\">Lebanon has already struggled under decades of war and government dysfunction, as well as an influx of Syrian refugees that have stretched already-limited state capacity. Now, Israel’s bombing attacks and invasion have displaced around 1 million Lebanese from the south of the country, <a href=\"https://www.bbc.com/news/articles/ckgveeyrl47o\">according to Mikati</a>, and the Lebanese government says <a href=\"https://apnews.com/article/israel-lebanon-hezbollah-gaza-news-09-30-2024-83ea5f243688f309754ec74850de4238\">at least 1,000 people have been killed in the past two weeks</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What’s next for the Gaza-Hezbollah-Israel conflict overall?</strong></h2>\n\n<p class=\"has-text-align-none\">There seems to be no end in sight for the widening conflict, for several reasons: US unwillingness to restrain Israel by restricting weapons shipments; Hezbollah’s stated position that they will not stop attacks on Israel until a ceasefire with Gaza is reached; and the repeated breakdown of Gaza ceasefire talks.</p>\n\n<p class=\"has-text-align-none\">The US and France did attempt to negotiate a <a href=\"https://www.theguardian.com/world/2024/sep/26/lebanon-temporary-ceasefire-plan-hezbollah-israel\">21-day ceasefire between Hezbollah and Israel last week</a>, but “Israel (Netanyahu) has flat out rejected the US-French 21 day ceasefire proposal in Lebanon,” <a href=\"https://history.stanford.edu/people/joel-beinin\">Joel Beinin</a>, a professor of Middle East history at Stanford University, said. As Hezbollah also frames its attacks as support for Gaza, it most likely won’t agree to a ceasefire as long as Gaza is still under attack.</p>\n\n<p class=\"has-text-align-none\">As for the US, there seems to be almost no effort to truly restrain Israel following the failed ceasefire attempt.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The United States is just not driving events,” <a href=\"https://www.crisisgroup.org/who-we-are/people/michael-wahid-hanna\">Michael Hanna</a>, director of the US program at the International Crisis Group, said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We support Israel’s right to defend itself against Hezbollah and all Iranian backed terror groups. Of course, we know that mission creep can be a risk and we will keep discussing that with the Israelis. And ultimately, a diplomatic resolution is the only way to achieve lasting stability and security across the Israel-Lebanon border,” a spokesperson from the National Security Council told Vox in an email.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US could, however, do more to deter escalation; <a href=\"https://www.sanders.senate.gov/in-the-news/bernie-sanders-preparing-resolutions-to-block-20b-in-us-arms-sales-to-israel/\">Sen. Bernie Sanders </a>(I-VT) has introduced <a href=\"https://www.huffpost.com/entry/bernie-sanders-resolution-forces-vote-arms-sales-israel-gaza_n_66f5b5a4e4b0b663235fb66d\">a resolution to block arms sales to Israel</a>, on the premise that the arms transfers violate international law, although that is unlikely to pass in Congress.</p>\n\n<p class=\"has-text-align-none\">Although Lebanon is the current site of the crisis, Israeli military operations are ongoing in Gaza, where <a href=\"https://www.france24.com/en/middle-east/20240711-more-than-186-000-dead-in-gaza-how-credible-are-the-estimates-published-on-the-lancet\">as many as 186,000 people may have been killed in the past year of fighting</a>, according to some researchers. (Many media sources put that figure at 40,000, but an accurate count is difficult given that much of Gaza is destroyed and fighting is ongoing.) Medical infrastructure has been destroyed, and there are many reported instances of communicable disease and malnutrition. </p>\n\n<p class=\"has-text-align-none\">“People are getting killed in Gaza daily, the humanitarian situation is dire,” Hanna said. “Life is disrupted and on hold — there are no schools, there’s no functioning society. There’s nothing.”</p>\n\n<p class=\"has-text-align-none\">Israel appears to be emboldened by its victories, and Hezbollah appears reluctant to launch large-scale attacks on Israel. The US has maintained its support for Israel and is sending <a href=\"https://apnews.com/article/us-troops-middle-east-israel-hezbollah-e37e2dbef573e33c0f8fb6a8103f27f1\">more troops to the region</a>. Iran has <a href=\"https://apnews.com/article/iran-israel-mideast-tensions-hezbollah-lebanon-analysis-5020aeed3c88790d5483fdf40c9ba392\">issued some threats</a>, but hasn’t yet been much of an active participant in the fighting. All that makes it impossible to say where the war goes from here. Cambanis, however, predicts the worst.</p>\n\n<p class=\"has-text-align-none\">“There’s a dangerous and delusional march to war on Iran,” he said. “I would have liked to rely on the US government to restrain Israel, but it’s clear that the Biden administration supports Israel’s widening gyre of escalation.”</p>\n\n<p class=\"has-text-align-none\"><strong>Update, October 2, 10:35 am: </strong><em>This piece was originally published October 1 and has been updated to include more information about Iran’s missile strikes against Israel.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Israel has begun a military invasion of Lebanon it said would be “limited,” following days of bombing campaigns near and within the capital, Beirut.&#160; The Israeli military said that it had moved one army division, typically numbering around 10,000 troops, to the Lebanese border and told Lebanese civilians in about two dozen villages in the [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "How zapping the brain can supercharge meditation",
    "link": "https://www.vox.com/future-perfect/375119/meditation-benefits-science-mindfulness-brain-stimulation",
    "pubDate": "2024-10-02T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-468877597.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Life is not just a deluge of bad news. Every day, all sorts of <a href=\"https://www.vox.com/future-perfect/2023/12/28/24003198/10-good-things-that-happened-in-2023\">wonderful things are happening</a>. People fall in love. <a href=\"https://www.vox.com/future-perfect/22307700/malaria-rna-vaccines-covid-19\">New vaccines</a> are getting closer to saving the roughly <a href=\"https://ourworldindata.org/malaria-introduction#:~:text=Only%20a%20small%20fraction%20of,children%20on%20any%20average%20day.\">500,000 children</a> who die from malaria each year. And for those of us interested in the science of meditation, which promises a deeper understanding of human psychology and the upper bounds of subjective well-being, the field is entering an incredibly exciting new era.</p>\n\n<p class=\"has-text-align-none\">Research from the early 1990s helped establish the therapeutic potential of mindfulness, while more recent years have seen the investigation of the actual mechanisms that connect meditation to various health benefits. Now, as <a href=\"https://www.vox.com/future-perfect/23836358/meditation-mindfulness-enlightenment-science-contemplative-buddhism-spirituality\">I’ve previously written</a>, meditation science is going even further, exploring much larger questions that can go well beyond the simple promises of mindfulness-based stress relief.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to neuroscientist <a href=\"https://mbb.harvard.edu/people/matthew-sacchet\">Matthew Sacchet</a> — who runs a bridge project between Harvard Medical School and Massachusetts General Hospital called the <a href=\"https://meditation.mgh.harvard.edu/\">Meditation Research Program</a>&nbsp;— today’s new wave of research is characterized by probing the mechanisms that underlie <a href=\"https://www.scientificamerican.com/article/advanced-meditation-alters-consciousness-and-our-basic-sense-of-self/\">advanced meditation</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the&nbsp;<a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up&nbsp;<a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a>&nbsp;to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">This includes a variety of techniques that don’t so much relax the mind as <a href=\"https://onlinelibrary.wiley.com/doi/10.1002/wps.21214\">transform it</a>. Advanced practices lead to “states and stages of meditation that unfold with time and mastery,” but can uncover insights that are relevant for consciousness in general, Sacchet told me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And this isn’t just for Buddhist monks. In addition to shedding light on one of humanity’s most stubbornly puzzling mysteries, deeper insights into the workings of consciousness could help us think more expansively about mental health, and how to cultivate it.</p>\n\n<p class=\"has-text-align-none\">The expanding field is leading cognitive scientists to study a dizzying array of strangely powerful meditative states, from absorptions into rapturous beams of pleasure <a href=\"https://www.vox.com/future-perfect/354069/what-if-you-could-have-a-panic-attack-but-for-joy\">like the jhānas</a> to temporarily switching consciousness off through a self-induced kind of drug-free general anesthesia known as “<a href=\"https://link.springer.com/article/10.1007/s10548-024-01052-4\">cessation</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the field still suffers from heavy reliance on data that shows a wealth of correlations, while falling short of demonstrating real causation. Neuroimaging studies that use tools like EEG and fMRI scan a meditator’s brain at a single point in time and give us associations between meditation and the brain’s structure or function.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">So far, though, they can’t actually tell us what meditation really does to the brain, or the changes it causes. Maybe people who are drawn to meditation are predisposed to certain patterns of brain activity, and our heap of correlations tells us more about those willing to meditate than anything actually caused by meditation.</p>\n\n<p class=\"has-text-align-none\">Sacchet explained that the neuroscience of meditation has been almost entirely informed by studies that are stuck on the correlation question. That’s why he’s so excited about a new strategy: the possibility of combining meditation research with non-invasive brain stimulation, or “neuromodulation” techniques, which use electrical currents and magnetic fields to fiddle with brain activity in ways that can help isolate the changes that meditation actually causes.</p>\n\n<p class=\"has-text-align-none\">In late August, Sacchet <a href=\"https://www.sciencedirect.com/science/article/pii/S0149763424003312#:~:text=The%20inclusion%20of%20neuromodulation%20might,changes%20linked%20to%20the%20intervention.\">co-authored a review</a> that looked across all the recent research combining neuromodulation with meditation, trying to organize the field and get a sense of where things stand. It’s still early days, but initial signs are promising, and next steps are emerging.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The science of electrically zapping and magnetically pulsing meditating brains</h2>\n\n<p class=\"has-text-align-none\">In the land of non-invasive brain stimulation, there are two giants: <a href=\"https://www.mcleanhospital.org/video/what-transcranial-magnetic-stimulation-tms-and-how-does-it-work\">transcranial magnetic stimulation</a> (TMS), and <a href=\"https://www.med.upenn.edu/brainstimcenter/transcranial-electric-stimulation-tes.html#:~:text=Transcranial%20electric%20stimulation%20(TES)%20is,limited%20to%20tDCS%20and%20tACS.\">transcranial electrical stimulation</a> (tES).&nbsp;</p>\n\n<p class=\"has-text-align-none\">During TMS, a power source pulses electrical currents through loops of copper wire, creating a magnetic field along the coil.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hold the coil right above someone’s head, and the field passes through the scalp like a ghost phasing through a wall. The process either increases or decreases targeted brain activity depending on where you’re aiming the coil, how frequently electrical pulses are being delivered, and the field’s intensity. TMS has been in use for years in the treatment of psychiatric disorders like severe depression.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, tES is a family of techniques that alter brain activity by sending weak electrical currents through electrodes placed on the scalp.</p>\n\n<p class=\"has-text-align-none\">There’s a lot of research on neuromodulation techniques in general, with TMS dating back to <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4815479/#:~:text=The%20current%20use%20of%20electromagnetic,the%20human%20brain%20in%201985.\">1985</a>, and tES <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7058222/\">before</a> that. There’s less that looks directly at their combination with meditation. And there’s even fewer studies that focus only on healthy participants, which was an inclusion criteria for Sacchet’s review.</p>\n\n<p class=\"has-text-align-none\">That’s worth dwelling on for a second. Much of the existing research on both meditation and neuromodulation positions them as potential treatments for recognized illnesses, like depression. But a deeper understanding of how advanced meditation and neuromodulation affect well-being could have implications for everyone, not just people currently categorized as mentally ill.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Overall, only six studies met all the criteria for inclusion in Sacchet’s review. Across them, neuromodulation was generally found to enhance outcomes when compared with control groups. Combining tES and mindfulness meditation, for example, <a href=\"https://linkinghub.elsevier.com/retrieve/pii/S2405844017325677\">improved working memory</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.nature.com/articles/s41598-021-02177-3\">another study</a>, a single round of tES paired with mindfully walking on a treadmill temporarily reduced anxiety. Another <a href=\"https://www.sciencedirect.com/science/article/pii/S1697260022000515?via%3Dihub\">TMS study of 32 participants</a> found that engaging in “self-compassion” practices&nbsp;while receiving TMS pulses to the <a href=\"https://www.sciencedirect.com/topics/psychology/dorsolateral-prefrontal-cortex\">dorsolateral prefrontal cortex</a> increased self-compassion compared to controls doing the practice without TMS.</p>\n\n<p class=\"has-text-align-none\">Obviously, six studies don’t make a field. But the early experiments are proving a positive safety profile, and more general insights and hypotheses are beginning to emerge.</p>\n\n<p class=\"has-text-align-none\">Why is it that pulsing magnetic fields or zapping particular brain networks seems to amplify meditation’s effects? One idea offered in the review is the <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0149763409000591?via%3Dihub\">neural efficiency hypothesis</a>. If two brains both solve the same puzzle, but one shows less activity in the process, that brain could be considered more efficient, solving the same task with less energy expended. And more efficiency could support higher intelligence. </p>\n\n<p class=\"has-text-align-none\">In the case of brain stimulation plus meditation, it’s like running a marathon while benefiting from a tailwind. Being pushed along in the direction you’re already heading can help you progress faster while expending less energy.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The next generation of modulated meditation research</h2>\n\n<p class=\"has-text-align-none\">Both fields —&nbsp;neuromodulation and meditation science —&nbsp;are still growing rapidly. As each develops new insights, they can inform new ways of more effectively combining the fields.</p>\n\n<p class=\"has-text-align-none\">For example, <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.1112029108\">a</a> <a href=\"https://link.springer.com/article/10.3758/s13415-015-0358-3\">growing</a> <a href=\"https://www.nature.com/articles/s41598-018-28274-4\">heap</a> of studies is establishing that a collection of brain regions known as the default-mode network (DMN) is critical to meditative experiences (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10032309/\">psychedelic ones, too</a>). The DMN is associated with self-referential thinking —&nbsp;autobiographical memories, <a href=\"https://www.cell.com/trends/cognitive-sciences/abstract/S1364-6613(16)30075-4?_returnURL=https%3A%2F%2Flinkinghub.elsevier.com%2Fretrieve%2Fpii%2FS1364661316300754%3Fshowall%3Dtrue\">mind wandering</a>, or daydreaming about yourself. Given all the <a href=\"https://tricycle.org/magazine/anatta-buddhism/\">Buddhist talk</a> of the self as some sort of illusion, you might not be surprised to learn that meditation is often linked to a <a href=\"https://www.sciencedirect.com/science/article/pii/S0149763424003312#:~:text=The%20inclusion%20of%20neuromodulation%20might,changes%20linked%20to%20the%20intervention.\">reduction</a> of activity in parts of the DMN. The mind becomes less self-centric.</p>\n\n<p class=\"has-text-align-none\">But neuromodulation research has yet to really take up the study of what happens when you use external means to help along the quieting of the DMN during meditation, creating a very conspicuous next step for the field.</p>\n\n<p class=\"has-text-align-none\">That research is already underway. Meditation teacher Shinzen Young and neuroscientist Jay Sanguinetti work together at the University of Arizona’s <a href=\"https://consciousness.arizona.edu/sema-lab\">Sonication Enhanced Mindful Awareness (SEMA) lab</a>. Not only are they <a href=\"https://www.youtube.com/watch?v=spukj-4sYS0\">cooking up studies</a> there that target the DMN of meditators, they’re also working on a new generation of neuromodulation technology —&nbsp;transcranial focused ultrasound, or tFUS.</p>\n\n<p class=\"has-text-align-none\">Instead of magnetic fields or electrical currents, tFUS uses very high-frequency sound waves, which offer a roughly tenfold increase over TMS and tES in their precision for targeting specific areas in the brain. In <a href=\"https://www.frontiersin.org/journals/human-neuroscience/articles/10.3389/fnhum.2024.1392199/full\">a pilot study published earlier this year</a>, a group of researchers including Sanguinetti and Young showed they could successfully reduce activity in the DMN by shooting tFUS at one of its major hubs, the posterior cingulate cortex. Though participants weren’t meditating during the process, they did report increases in mindfulness and modest reductions in their sense of self. </p>\n\n<p class=\"has-text-align-none\">Now, they’re <a href=\"https://crowdfund.arizona.edu/project/42862?_gl=1*1b0438y*_gcl_au*MTU4NTYzMTkzNi4xNzIzNDIyNDMw*_ga*MTUyNzQ2MDM5OS4xNzIzNDIyNDMw*_ga_7PV3540XS3*MTcyNzczNTA1NS44LjEuMTcyNzczNTQzNS4wLjAuMzUwOTY2NTQ5\">crowdfunding</a> for what would be the first experiment to combine tFUS with a meditation retreat.</p>\n\n<p class=\"has-text-align-none\">If ultrasound continues on its present trajectory, it’s going to make a really exciting addition to the neuromodulation arsenal. In addition to using these techniques to amplify meditation’s effects, neuroscientists will benefit from a greater ability to carry out what are known as <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4528817/#:~:text=Perturbation%20is%20a%20key%20part,best%20understood%20in%20the%20brain.\">perturbational</a> procedures. That means basically being able to safely, non-invasively turn activity in specific parts of the brain up and down, just to see what happens. </p>\n\n<p class=\"has-text-align-none\">To date, neuroimaging studies have helped build correlations between meditation practices and changes to the brain’s structure and function. More targeted neuromodulation studies, however, will help to actually decipher causality.</p>\n\n<p class=\"has-text-align-none\">“This field has a lot of promise,” said Sacchet, but there’s “a lot of work to be done to do it right.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Life is not just a deluge of bad news. Every day, all sorts of wonderful things are happening. People fall in love. New vaccines are getting closer to saving the roughly 500,000 children who die from malaria each year. And for those of us interested in the science of meditation, which promises a deeper understanding [&#8230;]",
    "author": "Oshan Jarow"
  },
  {
    "title": "Why is US health care like this?",
    "link": "https://www.vox.com/explain-it-to-me/375082/us-health-insurance-plans-medicare-medicaid",
    "pubDate": "2024-10-02T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of children’s blocks with health care symbols on them, including a syringe, first aid kit, and Band-aid.\" data-caption=\"Rather than set up a comprehensive health insurance scheme, the US has been adding piecemeal programs for decades.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1746140941.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rather than set up a comprehensive health insurance scheme, the US has been adding piecemeal programs for decades.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Vox reader Mike Lovely asks: Why does the US keep creating new health insurance programs (CHIP, ACA, Medicaid expansion alternatives, etc.) instead of consolidating them into one big program where all insurer carriers participate and all people pick their coverage?</em></p>\n\n<p class=\"has-text-align-none\">Health insurance in America is a constellation of brands and acronyms: Medicare, Medicaid, the VA, TriCare, the ACA, CHIP, United Healthcare, BCBS. I got a headache just listing them.</p>\n\n<p class=\"has-text-align-none\">In most rich countries, people don’t have to worry about sifting through a dozen different health plans — and they don’t live in fear of losing their health care after losing a job, <em>and </em>they receive more affordable, higher-quality care than Americans do. The paradox of <a href=\"https://www.vox.com/health-care/2020/1/29/21075388/medicare-for-all-what-countries-have-universal-health-care\">the world’s wealthiest nation having one of the weakest health systems</a> among developed nations has long been a vexing policy problem — without an easy solution.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Sign up for the <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">Explain It to Me newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">The newsletter is part of Vox’s <a href=\"https://www.vox.com/explain-it-to-me\">Explain It to Me</a>. Each week, we tackle a question from our audience and deliver a digestible explainer from one of our journalists. Have a question you want us to answer? Ask us <a href=\"http://www.vox.com/ask-vox\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">Why does it work this way? It was more an accident of history and culture than an intentional plan. Today, the American system works <a href=\"https://www.vox.com/policy/2023/10/16/23894085/health-insurance-open-enrollment-medical-dental-medicare-obamacare\">just well enough</a> — which is not to say it works very well — that building a better one just doesn&#8217;t rise to the level of political priority.</p>\n\n<h2 class=\"wp-block-heading\">Why does US health insurance work this way?</h2>\n\n<p class=\"has-text-align-none\">American health insurance, as we think of it today, <a href=\"https://www.vox.com/23890764/healthcare-insurance-marketplace-open-enrollment-employer-sponsored-united-blue-cross-shield-aetna\">started to take shape in the 1920s</a>, as the medical profession was being standardized and modern hospitals were being built. Some employers started offering payments for hospital-based services as a perk for their workers. Companies had large groups of employees, some in good health and some in bad, to spread the risk and make the finances work much like modern-day insurance does.</p>\n\n<p class=\"has-text-align-none\">This system soon became entrenched enough that President Franklin D. Roosevelt <a href=\"https://www.kff.org/wp-content/uploads/2013/01/7871.pdf\">bypassed</a> plans to include national health insurance as part of the New Deal. Then came World War II, along with <a href=\"https://www.bls.gov/opub/mlr/cwc/compensation-from-world-war-ii-through-the-great-society.pdf\">government-mandated wage controls for employees in the private sector</a> to keep the war machine moving. Barred from offering raises to motivate their workers, companies started pumping up their health benefits — and the government agreed to exempt those benefits both from wage controls and taxes.</p>\n\n<p class=\"has-text-align-none\">By the 1950s, employer-sponsored insurance had become <a href=\"https://journalofethics.ama-assn.org/article/us-health-care-non-system-1908-2008/2008-05\">popular</a> among those who received it and progressive labor unions urged the government to make the tax exemption permanent. Congress agreed, enshrining in 1954 the subsidy for company health plans in federal law. Doctors and hospitals, whose industry was growing into the leviathan that it is today, became accustomed to working with private insurers rather than with the government directly.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, these work-based health plans still cover roughly half of all Americans.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>So far, so good: But there’s a downside, right?</strong></h2>\n\n<p class=\"has-text-align-none\">The problem with the employer-based system was it left out too many people because they didn’t work or didn’t have a job that offered health insurance. To start filling in the gaps, in 1965, Congress created <a href=\"https://www.cms.gov/about-cms/who-we-are/history\">Medicare and Medicaid</a> to cover two of the biggest groups of people who lacked coverage: seniors and people in poverty.</p>\n\n<p class=\"has-text-align-none\">After that expansion, we had a system that covered <em>most</em> Americans — which made it hard to change, because people feared losing what they had.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those fears, supported by the medical industry’s campaign against “socialized medicine,” doomed the health care overhauls proposed by presidents <a href=\"https://www.commonwealthfund.org/blog/2017/lessons-universal-coverage-unexpected-advocate-richard-nixon\">Richard Nixon</a> and <a href=\"https://clinton.presidentiallibraries.us/health-reform-initiative\">Bill Clinton</a> that would have consolidated most Americans into a national insurance scheme. Certain tendencies in American culture — consumerism and trust in private markets — made it easier to persuade the public that they’d lose under a government-run health plan.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the US health care system still had obvious holes. Rather than threaten the status quo, policymakers added new patches.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.macpac.gov/subtopic/history-and-impact-of-chip/\">CHIP</a> was approved in the 1990s, covering children of working-class families whose incomes were not low enough to get Medicaid. (Their parents, however, were often <a href=\"https://www.kff.org/wp-content/uploads/2013/01/7662.pdf\">left without any coverage at all</a>.) The 2010 Affordable Care Act, also known as Obamacare, was designed to fill that gap by covering people who didn’t receive health insurance through their jobs but didn’t qualify for Medicaid.</p>\n\n<p class=\"has-text-align-none\">Yet even after a half-dozen rounds of incremental health reform over five decades, <a href=\"https://www.aspe.hhs.gov/sites/default/files/documents/e497c623e5a0216b31291cd37063df1d/NHIS-Q3-2023-Data-Point-FINAL.pdf\">about one in 12</a> people in the US lack health coverage and Americans are much more likely than people in other developed nations to say <a href=\"https://news.gallup.com/poll/468053/record-high-put-off-medical-care-due-cost-2022.aspx\">they skip medical care because of the cost</a>.</p>\n\n<h2 class=\"wp-block-heading\">How do other countries provide health insurance?</h2>\n\n<p class=\"has-text-align-none\">Other countries built their health care systems more deliberately.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After World War II, <a href=\"https://www.vox.com/2020/1/28/21074386/health-care-rationing-britain-nhs-nice-medicare-for-all\">the United Kingdom</a> sought to extend medical security to all its citizens, creating the National Health Service; many other European governments followed suit.</p>\n\n<p class=\"has-text-align-none\">A half-century later, another wealthy island nation made the same choice. <a href=\"https://vox.com/health-care/2020/1/13/21028702/medicare-for-all-taiwan-health-insurance?_gl=1*qhf50e*_ga*MTg4NDQwOTY0Ni4xNzA0MjI3NzY5*_ga_C3QZPB4GVE*MTcyNjg0OTU2OS40MDEuMS4xNzI2ODUwMTMzLjU1LjAuMA..\">Taiwan</a>, building a modern democracy after decades of authoritarian rule, scrapped a fractured, inequitable health system to set up a national insurance program that would cover everyone. It was a proclamation of solidarity after a tumultuous military dictatorship had come to an end.</p>\n\n<p class=\"has-text-align-none\">Not all countries have opted for a single government program, but their systems are still&nbsp;<a href=\"https://vox.com/covered\" target=\"_blank\" rel=\"noreferrer noopener\">simpler than America’s and cover the entire population</a>.&nbsp;In 2006,&nbsp;<a href=\"https://vox.com/policy-and-politics/2020/1/17/21046874/netherlands-universal-health-insurance-private?_gl=1*qhf50e*_ga*MTg4NDQwOTY0Ni4xNzA0MjI3NzY5*_ga_C3QZPB4GVE*MTcyNjg0OTU2OS40MDEuMS4xNzI2ODUwMTMzLjU1LjAuMA..\" target=\"_blank\" rel=\"noreferrer noopener\">the Netherlands</a>&nbsp;opted to trade a dysfunctional two-tiered insurance system for a universal program that relied on private coverage but was nevertheless designed to insure everybody. The uninsured rate there today is less than 1 percent (some people opt out).</p>\n\n<p class=\"has-text-align-none\">But the US? We’ve never paused to build a fairer, simpler, uniform health system.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read More from Vox</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://vox.com/health-care/2020/1/13/21028702/medicare-for-all-taiwan-health-insurance\">Taiwan’s single-payer success story — and its lessons for America</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://vox.com/2020/1/15/21030568/australia-health-insurance-medicare\">Two sisters. Two different journeys through Australia’s health care system.</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://vox.com/policy-and-politics/2020/1/17/21046874/netherlands-universal-health-insurance-private\">The Netherlands has universal health insurance — and it’s all private</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/23890764/healthcare-insurance-marketplace-open-enrollment-employer-sponsored-united-blue-cross-shield-aetna\">Why the US is the only country that ties your health insurance to your job</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/policy-and-politics/2018/12/14/18117917/medicare-for-all-explained-health-insurance-deductibles\">Is employer-sponsored insurance really a good deal for workers?</a></p>\n</div>\n\n<p class=\"has-text-align-none\">As Uwe Reinhardt, the late preeminent health care economist at Princeton, <a href=\"https://press.princeton.edu/books/hardcover/9780691192178/priced-out\">put it</a>, “Canada and virtually all European and Asian developed nations have reached, decades ago, a political consensus to treat health care as a social good. By contrast, we in the United States have never reached a politically dominant consensus on the issue.”</p>\n\n<h2 class=\"wp-block-heading\">Will we ever make US health care simpler?</h2>\n\n<p class=\"has-text-align-none\">The 2020 Democratic presidential primary, in which <a href=\"https://www.vox.com/2018/12/13/18103087/medicare-for-all-explained-single-payer-health-care-sanders-jayapal\">several candidates released “Medicare-for-all” proposals,</a> may have been the high-water mark for Americans who want to see a streamlined health insurance system that covers everyone in one program.&nbsp;</p>\n\n<p class=\"has-text-align-none\">First championed by Sen. Bernie Sanders (I-VT), Medicare-for-all would cover all Americans through a federal government insurance plan with minimal out-of-pocket costs. But moderates balked at the proposal. Joe Biden pledged to pursue his iterative reforms instead, and Kamala Harris is now taking <a href=\"https://kamalaharris.com/wp-content/uploads/2024/09/Policy_Book_Economic-Opportunity.pdf\">the same tack</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.vox.com/2019/7/16/20694598/joe-biden-health-care-plan-public-option\">public option</a>, which would give more people the choice to participate in a government insurance program like Medicare or Medicaid, seems more attainable than single-payer. But Biden <a href=\"https://www.vox.com/policy-and-politics/22422793/joe-biden-health-care-plan-obamacare-medicare-public-option\">did not even try to pass that policy</a>, despite campaigning on it, because he did not want to jeopardize his other policy priorities with a politically risky health care proposal that could draw medical industry opposition.</p>\n\n<p class=\"has-text-align-none\">Still, if you were to ask me what a path to a saner health care system might look like, that would be the model: voluntary adoption among Americans. Public option proponents have long argued that if the government could compete directly with private insurers, it could win. Three states have recently <a href=\"https://www.vox.com/policy-and-politics/22535267/public-option-health-insurance-nevada-colorado-washington\">implemented</a> their own public options — so we may soon get an idea of whether or not that proposition is true.</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.vox.com/policy-and-politics/2018/12/14/18117917/medicare-for-all-explained-health-insurance-deductibles\">my own reporting</a>, I have heard that employers are rethinking whether they want to bear the costly, burdensome responsibility of managing Americans’ access to health care. <a href=\"https://news.bloomberglaw.com/daily-labor-report/larger-employers-fund-worker-obamacare-option-as-costs-spike\">Some companies</a> have dropped their plans and instead opted to pay for their workers to buy insurance on the ACA marketplaces.</p>\n\n<p class=\"has-text-align-none\">It could be that the flaws in American health care will eventually lead us to the same point that virtually all of our peer countries have reached, looking to start over with a universal program. More likely, at least in the near term, is that we’ll keep our needlessly complicated system, make marginal improvements, and hope for the best.</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the Explain It to Me newsletter. Sign up&nbsp;<a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">here</a>.</em>&nbsp;<em>For more from Explain It to Me,&nbsp;<a href=\"https://link.chtbl.com/explainit?sid=site\">check out the podcast</a>. New episodes drop every Wednesday.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Vox reader Mike Lovely asks: Why does the US keep creating new health insurance programs (CHIP, ACA, Medicaid expansion alternatives, etc.) instead of consolidating them into one big program where all insurer carriers participate and all people pick their coverage? Health insurance in America is a constellation of brands and acronyms: Medicare, Medicaid, the VA, [&#8230;]",
    "author": "Dylan Scott"
  },
  {
    "title": "Vance’s one weird trick for selling Trumpism to normies: Just lie",
    "link": "https://www.vox.com/politics/375316/vp-debate-vance-walz-abortion-health-care",
    "pubDate": "2024-10-02T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"JD Vance, in a navy suit and red tie, gestures with both hands while speaking, a blue TV background behind him.\" data-caption=\"Republican vice presidential candidate Sen. JD Vance participates in a debate at the CBS Broadcast Center on October 1, 2024, in New York City. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2176030172.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican vice presidential candidate Sen. JD Vance participates in a debate at the CBS Broadcast Center on October 1, 2024, in New York City. | Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">At the vice presidential debate Tuesday night, Sen. JD Vance faced one fundamental challenge: How to make a radical right-wing agenda sound like middle-American common sense.</p>\n\n<p class=\"has-text-align-none\">Judging by the polls, America’s voters are <a href=\"https://projects.fivethirtyeight.com/biden-approval-rating/\">not enthusiastic about the Biden-Harris administration’s record</a>. And on the issues they rank highest — such as immigration and the economy — they have <a href=\"https://www.nytimes.com/interactive/2024/09/23/us/elections/times-siena-sun-belt-crosstabs.html\">more trust</a> in the Republican ticket’s leadership.</p>\n\n<p class=\"has-text-align-none\">But voters also do not particularly trust former President <a href=\"https://projects.fivethirtyeight.com/polls/favorability/donald-trump/\">Donald Trump</a> and <a href=\"https://www.businessinsider.com/jd-vance-lowest-vice-president-approval-rating-republican-convention-2024-7#:~:text=JD%20Vance%20has%20a%20net-negative%20approval%20rating%20following,net-positive%20rating%20of%2019%20points%20after%20a%20convention.\">JD Vance</a> as people. And they’re also wary of the GOP’s penchant for trying to <a href=\"https://www.miamiherald.com/news/nation-world/national/article293251929.html\">take away people’s health insurance</a> and forcing them to <a href=\"https://www.inquirer.com/politics/harris-trump-abortion-stance-pennsylvania-poll-voters-20240920.html\">give birth</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Democratic vice presidential candidate Tim Walz first garnered national attention by spotlighting the oddity of Trumpism in general, and Vance’s version of it in particular, declaring, “<a href=\"https://www.msnbc.com/inside-with-jen-psaki/watch/-these-guys-are-weird-gov-walz-blasts-trump-vance-obsession-with-anti-freedom-agenda-215711813835\">These guys are just weird.</a>”</p>\n\n<p class=\"has-text-align-none\">Democrats had little trouble substantiating that claim, as Vance had spent much of the preceding four years tailoring his political commentary to the sensibilities of reactionary Catholic converts with PhDs and proto-fascists with Twitter addictions: Vance had declared President Joe Biden was <a href=\"https://www.msn.com/en-us/news/politics/when-jd-vance-accused-joe-biden-of-trying-to-kill-maga-voters-with-fentanyl/ar-BB1qX0Gf\">deliberately flooding</a> red America with fentanyl to “kill a bunch of MAGA voters”; that rape victims should be forced to birth their abusers’ children because “<a href=\"https://www.politifact.com/article/2022/oct/12/context-what-jd-vance-said-about-rape-abortion-and/\">two wrongs don’t make a right</a>”; and that the Democratic Party is run by <a href=\"https://www.cnn.com/2024/07/30/politics/kfile-jd-vance-history-disparaging-people-without-kids/index.html\">“childless cat ladies.”</a></p>\n\n<p class=\"has-text-align-none\">Pair this persona with the more politically toxic aspects of the Republican agenda — its opposition to abortion rights, the Affordable Care Act, and tax increases on the wealthy — and you get a rich target for Democratic attacks.</p>\n\n<p class=\"has-text-align-none\">Vance’s aim Tuesday was therefore to make the GOP ticket’s aims sound moderate, and himself seem normal. I am not an amalgam of every undecided voter in the United States, so I cannot tell you whether he succeeded. But he did not obviously fail.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8840066697\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">Certainly, Vance demonstrated (<a href=\"https://www.cnn.com/2024/07/29/politics/jd-vance-yale-friend-political-transformation-trump/index.html\">once again</a>) that he is capable of recalibrating his messaging to better fit the tastes of whichever audience he’s currently trying to please. Compared to the version of himself who opined on the moral failings of childless cat ladies and rape survivors, Vance <a href=\"https://www.vox.com/politics/375299/vp-debate-vance-walz-winners-losers-analysis\">came across as reasonable in his showdown with Walz</a> — so much so, that the Democratic vice-presidential candidate felt compelled to express his agreement with his Republican counterpart more than once.</p>\n\n<p class=\"has-text-align-none\">Vance achieved this through a combination of sophistry, intellectual dishonesty, and outright lies. Specifically, he deployed three distinct tactics to make Trumpism more palatable to the unconverted.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">1) Describing the GOP’s positions in terms that sound moderate — and are technically true — but are wildly misleading</h2>\n\n<p class=\"has-text-align-none\">Vance repeatedly downplayed the radicalism of Trump’s agenda by saying things that were not strictly untrue but which conveyed a (beneficially) false impression of the ticket’s positions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He used this gambit most shamelessly when defending Trump’s commitment to democracy. Confronted with his running mate’s attempts to overturn <a href=\"https://www.vox.com/politics/375285/vp-debate-vance-walz-democracy-2020-who-won\">the results of the 2020 election</a> — in part, by fomenting <a href=\"https://www.vox.com/policy-and-politics/23513019/january-6-committee-report-trump-2020-election-insurrection'\">an insurrectionary riot at the US Capitol</a> — Vance declared that Trump told the protesters on January 6 to protest “peacefully,” and that he “peacefully gave over power on January 20th as we have done for 250 years in this country.”</p>\n\n<p class=\"has-text-align-none\">On January 6, 2021, Trump did call on his supporters to march “peacefully and patriotically” to the Capitol. But <a href=\"https://apnews.com/article/capitol-riot-fact-check-trump-biden-rioters-0b3406e02c86bd057e15c9d8c16ccd51\">also told</a> them to “fight like hell. And if you don’t fight like hell, you’re not going to have a country anymore.” And while the former president did eventually leave office of his own volition, he first attempted to <a href=\"https://www.nytimes.com/2021/01/03/us/politics/trump-raffensperger-call-georgia.html'\">coerce election officials</a> in<a href=\"https://www.nbcnews.com/politics/elections/records-show-pressure-trump-allies-arizona-officials-not-certify-election-n1273034\"> multiple states </a>to help him retain power by nullifying results.</p>\n\n<p class=\"has-text-align-none\">Similarly, in defending Trump’s proposal to put a 10 percent tariff on all foreign imports, Vance suggested that the policy was bipartisan common sense, observing that Joe Biden himself had preserved some of “the Trump tariffs that protected American manufacturing jobs.” But this was virtually a non sequitur: Imposing tariffs on a select number of goods that one deems to be of strategic importance and imposing a 10 percent duty on <em>all</em> imports, including agricultural products that the United States cannot possibly produce domestically — are dramatically different propositions. Vance’s line is a bit like suggesting that it isn’t controversial for the government to nationalize all industries because both parties support the existence of public schools and veterans hospitals.</p>\n\n<p class=\"has-text-align-none\">Finally, and most subtly, Vance muddied the waters on abortion by expressing empathy for his adversaries on the issue. The GOP vice presidential candidate said that a dear friend of his told him that she felt that she needed to have an abortion because carrying the pregnancy to term would have locked her into an abusive relationship. Vance said that he took from that conversation that Republicans needed to earn “the American people&#8217;s trust back on this issue where they frankly just don&#8217;t trust us. That&#8217;s one of the things Donald Trump and I are endeavoring to do.”</p>\n\n<p class=\"has-text-align-none\">To an inattentive voter, this could make it sound as though Vance was calling for the party to regain the public’s trust by rethinking its opposition to abortion rights when, in actuality, Vance was merely saying that Republicans should make life easier for the women whom they force to give birth — such as through public spending on child care, a policy Vance endorsed during the debate but which has scant support among other Republicans.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">2) Lying</h2>\n\n<p class=\"has-text-align-none\">Vance also utilized the more straightforward and time-tested technique of making stuff up. During a <a href=\"https://www.vox.com/politics/372635/trump-health-care-plan-vance-preexisting-conditions\">recent interview on <em>Meet the Press</em></a>, Vance said that Donald Trump intended to roll back some of the Affordable Care Act’s protections for people with preexisting conditions. Asked to answer for that unpopular stance, Vance suggested that he was merely discussing regulatory changes that Trump had already implemented as president and which had actually “salvaged Obamacare which was doing disastrously until Donald Trump came along.”</p>\n\n<p class=\"has-text-align-none\">In fact, the Affordable Care Act was doing just fine before the Trump presidency; in December 2016, the program saw a record number of people sign up for the program <a href=\"https://www.washingtonpost.com/national/health-science/obama-announces-record-sign-ups-for-a-single-day-in-aca-marketplaces/2016/12/16/d59b40be-c3c5-11e6-8422-eac61c0ef74d_story.html\">in a 24-hour period</a>. And once in office, Trump did everything in his power to undermine <a href=\"https://nymag.com/intelligencer/2017/06/trumps-sabotage-of-obamacare-is-working.html\">the law administratively</a> while <a href=\"https://www.nbcnews.com/politics/jd-vance/vance-falsely-says-trump-salvaged-obamacare-program-tried-repeal-rcna173568\">trying to repeal it legislatively</a>. In fact, the Affordable Care Act only survived Trump’s presidency because three Republican senators broke with the president to oppose its abolition (<a href=\"https://thehill.com/homenews/administration/434404-trump-attacks-john-mccain-over-obamacare-repeal/\">much to Trump’s chagrin</a>).&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">3) Insisting that correlation is causation (except when it’s not)</h2>\n\n<p class=\"has-text-align-none\">Finally, Vance attempted to steer the conversation away from policy proposals and toward various good things that happened while Trump was president and bad things that happened with Biden and Vice President Kamala Harris in power. Voters may be lukewarm on Trump’s economic proposals, such as cutting corporate taxes, but many do remember his tenure nostalgically, due to the fact that his first three years in office saw relatively low unemployment and low inflation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vance sought to spotlight this fact by saying that “Donald Trump delivered for the American people: rising wages, rising take-home pay, an economy that worked for normal Americans.” And he asked rhetorically, “When was the last time an American president didn&#8217;t have a major conflict break out” on their watch, before answering, “The four years Donald Trump was president.”</p>\n\n<p class=\"has-text-align-none\">In reality, unemployment was already trending lower and wages were trending higher for years before Trump took office, <a href=\"https://www.politifact.com/factchecks/2020/feb/06/donald-trump/no-economy-didnt-suddenly-get-strong-under-donald-/\">and they did not dramatically accelerate upon his election</a>. Meanwhile, Trump ordered the <a href=\"https://www.newyorker.com/news/our-columnists/the-real-backstory-of-why-trump-ordered-the-killing-of-suleimani-is-becoming-more-clear\">assassination of a top Iranian official</a>, thereby nearly triggering another Middle Eastern conflict.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is unclear why Kamala Harris bears responsibility for, say, the outbreak of war between Russia and Ukraine but Donald Trump does not bear any responsibility for the Covid-19 pandemic. Neither had direct agency over either of those events, and Harris was not even president when the former occurred.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevertheless, put all this together and you get Trumpism with a human face: A common-sense conservatism that wants to protect liberal democracy, regain voters’ trust on abortion, care for the sick, and make America 2019 again.</p>\n\n<p class=\"has-text-align-none\">This might or might not be a winning message, but it’s surely a more palatable one than “childless cat ladies are failing America.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "At the vice presidential debate Tuesday night, Sen. JD Vance faced one fundamental challenge: How to make a radical right-wing agenda sound like middle-American common sense. Judging by the polls, America’s voters are not enthusiastic about the Biden-Harris administration’s record. And on the issues they rank highest — such as immigration and the economy — [&#8230;]",
    "author": "Eric Levitz"
  }
]