[
  {
    "title": "Trump’s win is part of a mysterious — and ominous — worldwide trend",
    "link": "https://www.vox.com/politics/388284/trump-2024-win-global-anti-incumbent-system",
    "pubDate": "2024-11-27T12:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A shadow obscures the bottom-half of Donald Trump’s face. Behind him, a group of people hold up signs reading: “Fight! Fight! Fight!”\" data-caption=\"Then-Republican presidential nominee Donald Trump addressing a campaign rally at the Butler Farm Show grounds on October 5, 2024, in Butler, Pennsylvania. | Kevin Dietsch/Getty Images\" data-portal-copyright=\"Kevin Dietsch/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2176992055.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Then-Republican presidential nominee Donald Trump addressing a campaign rally at the Butler Farm Show grounds on October 5, 2024, in Butler, Pennsylvania. | Kevin Dietsch/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">I keep having this feeling we’re missing something big: that none of the explanations for Donald Trump’s victory in the 2024 election are capturing the whole story.</p>\n\n<p class=\"has-text-align-none\">Most of the explanations for what happened have focused on recent events in the US — like Biden staying in the race too late, or Democrats being alienated from the working class. These are of varying utility, but they all suffer from a shared problem: The United States isn’t the only country where incumbents have lost power of late.</p>\n\n<p class=\"has-text-align-none\">2024 was the first year in recorded history when incumbents have lost vote share in <a href=\"https://x.com/jburnmurdoch/status/1854559598574784631\">every single developed democracy that held a contest</a>, with Vice President Kamala Harris actually performing better than all but one of her developed-world peers. Since 2020, incumbent parties in Western democracies have lost <a href=\"https://fortune.com/2024/11/17/incumbents-defeat-rate-elections-western-democracies-pandemic-trump-starmer/\">40 out of 54 elections</a> —&nbsp;meaning the odds of an incumbent defeat in the past few years have been just shy of 80 percent. Dominant incumbent parties have suffered election setbacks or even outright defeats in places as diverse as South Africa, India, and Japan. Even some of the exceptions to the “incumbents lose” rule of late bolster the point, as they tend to have some kind of anti-system credential (see the Morena party in Mexico, for example).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Inflation has been the most common culprit named in the global anti-incumbency movement. But while that’s surely part of the picture, it’s also not the whole story. Incumbents have also recently lost votes in countries <a href=\"https://slate.com/news-and-politics/2024/11/inflation-pandemic-spending-biden.html\">that experienced low post-Covid inflation</a>, like Japan and Germany. So most of the best explanations don’t really work in the face of the sheer scope of the anti-incumbent wave.</p>\n\n<p class=\"has-text-align-none\">Clearly, something bigger is happening here: Voters around the world are really angry about how their political system is working, and want to empower people who aim to wreck or transform it. Understanding why radical parties are succeeding on both sides of the aisle — but especially the right — requires understanding why, exactly, voters have become radicalized against the political status quo.</p>\n\n<p class=\"has-text-align-none\">The truth is that we don’t actually know. But it’s something we should figure out quickly because the kinds of parties these voters are empowering&nbsp;threaten more than just the parts of the system that deserve to be overhauled. Their rise could damage institutions that have <a href=\"https://www.vox.com/future-perfect/384654/2024-election-donald-trump-kamala-harris-nuclear-war-existential-risk\">delivered some of the greatest accomplishments in humanity’s history</a>.</p>\n\n<h2 class=\"wp-block-heading\">The puzzle of anti-system voting</h2>\n\n<p class=\"has-text-align-none\">Recently, I’ve found myself dividing supporters of far-right anti-democratic factions into roughly two groups.</p>\n\n<p class=\"has-text-align-none\">On the one hand, you have the diehards: people who, for example, voted for Trump twice in the GOP primary. Research suggests that these voters are overwhelmingly driven by hostility toward culture change and weakening social hierarchies. My book, <a href=\"https://www.amazon.com/Reactionary-Spirit-Insidious-Political-Tradition-ebook/dp/B0CMQB8S94\"><em>The Reactionary Spirit</em></a>, is mostly about these kinds of people and what makes them tick.</p>\n\n<p class=\"has-text-align-none\">But while the diehards are often the majority of the far-right party’s supporters, they typically aren’t the majority of the electorate. To win, people like Trump need to win over other kinds of voters, ones who don’t share the hardcore base’s preoccupation with culture war.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of course, we’re all familiar with the concept of “swing voters.” What makes them more interesting today is that they’re increasingly swinging in much wider arcs. Whereas swing voters in wealthy democracies once bounced back and forth between the center-right and center-left, they now are willing to consider options on the extreme left and extreme right (or, depending on the country, both).</p>\n\n<p class=\"has-text-align-none\">This, I think, is where anti-system sentiment matters the most. These swing voters are unhappy with how their systems are working. Though they’re <a href=\"https://www.cambridge.org/core/journals/british-journal-of-political-science/article/have-europeans-grown-tired-of-democracy-new-evidence-from-eighteen-consolidated-democracies-19812018/27BFAF99039CD7B495EFED4042BB93DF\">not ready to give up on democracy entirely</a>, they do want it to look very different.&nbsp;</p>\n\n<p class=\"has-text-align-none\">How should democracy be different? Well, they’re less clear on that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Anti-system voters are <a href=\"https://www.vox.com/policy-and-politics/2017/8/24/16194086/bernie-trump-voters-study\">the sort of people</a> who voted for Bernie Sanders in the 2016 Democratic primary and then Trump in the general election. They’ve likely been attracted to figures like Robert F. Kennedy Jr., Joe Rogan, Ron Paul, and Tulsi Gabbard — all people with very different ideas and approaches, but who generally share a hostility toward “the establishment” in one form or another.</p>\n\n<p class=\"has-text-align-none\">The rise of such voters itself raises two questions. First, why are swing voters more open to radicalism? And second, why did it accelerate so much in the past few years?</p>\n\n<p class=\"has-text-align-none\">Again, there are no easy answers here. But one interpretation is that the centrist parties of the left and right are reaping what they’ve sowed.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1239804161.jpg?quality=90&#038;strip=all&#038;crop=0,12.519192870307,100,74.961614259386\" alt=\"A crowd of demonstrators hold up signs written in German protesting against compulsory vaccination.\" title=\"A crowd of demonstrators hold up signs written in German protesting against compulsory vaccination.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The 21st century can, in broad strokes, be described as a series of shocks: 9/11, the 2003 Iraq war, the 2008 financial crisis, the 2015 European refugee crisis, and, perhaps most importantly, the Covid-19 pandemic. There is plenty of reason to be upset at how elites handled these situations, as they often directly caused the crisis or botched the response. When you layer deeper structural problems on top of that, like mounting inequality or the looming threat of climate change, it’s eminently understandable that voters would erupt in protest.</p>\n\n<p class=\"has-text-align-none\">Surely, this is an important part of the story for some slices of the global electorate. But it’s a heavily Western and especially American narrative&nbsp;that makes less sense when applied to other democracies —&nbsp;like Mexico, South Africa, Japan, or Brazil —&nbsp;that have seen major anti-incumbent votes of late.</p>\n\n<p class=\"has-text-align-none\">Moreover, it assumes a model of voting — where voters reflect and assess policy successes and failures rationally — that may not be accurate. Extensive evidence, compiled in books like <a href=\"https://press.princeton.edu/books/hardcover/9780691169446/democracy-for-realists?srsltid=AfmBOoo-vLSkFtnC_vCh23RcfvMjMkAOKFlw7Ww2_9ZGvRN30mXgvDQL\"><em>Democracy for Realists</em></a>, shows that voters often base their ballot decisions on identities, partisan loyalties, or plain old gut feeling. In the United States, this semi-rationality is especially acute for swing voters, who tend to pay less attention to politics than firm partisans and thus are <a href=\"https://www.newamerica.org/political-reform/reports/undecided-voters-who-they-are-what-they-want-and-how-they-decide-our-politics/\">generally less informed about the facts of what’s happening in any given election cycle</a>&nbsp;— let alone what happened 10 or 20 years ago.</p>\n\n<p class=\"has-text-align-none\">This is where the limits of our knowledge on the topic start to fray. A diffuse, emotional, gut-level discontent with the political system — which I suspect is what’s actually at the heart of global anti-system voting — is something that’s necessarily harder to study than simple dissatisfaction with specific policy choices or economic conditions. And we don’t really know why that feeling is arising now, or what can be done to address it.</p>\n\n<h2 class=\"wp-block-heading\">The rancid vibes of human flourishing — or,&nbsp;what the right gets right</h2>\n\n<p class=\"has-text-align-none\">One group that I think has captured this feeling, at least to some degree, is the so-called <a href=\"https://www.vox.com/policy-and-politics/2019/9/9/20750160/liberalism-trump-putin-socialism-reactionary\">“postliberal” right</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These thinkers believe that modernity is, in broad strokes, a failure. Liberal capitalism’s work of “liberating” us from the restraints of traditional religion and community has instead delivered a society of aimless, depressed, and lonely people. People angry at the political system, in this narrative, are really angrier at something deeper: a soulless society.</p>\n\n<p class=\"has-text-align-none\">I don’t buy the postliberal narrative in full. It depends in large part on the notion of “deaths of despair” — the idea of rising American deaths by suicide and drugs brought on by widespread unhappiness — that has <a href=\"https://www.vox.com/future-perfect/23895909/angus-deaton-anne-case-life-expectancy-united-states-college-graduates-inequality-heart-disease\">largely</a> <a href=\"https://www.economist.com/united-states/2023/12/23/the-deaths-of-despair-narrative-is-out-of-date\">been debunked</a> by critics on the <a href=\"https://www.slowboring.com/p/the-deaths-of-despair-narrative-is\">left</a>, <a href=\"https://freebeacon.com/issues/what-we-talk-about-when-we-talk-about-deaths-of-despair/\">right</a>, and <a href=\"https://www.brookings.edu/wp-content/uploads/2023/08/1b_Hoxby_comments_on_Case_and_Deaton.pdf\">center</a>. Some of its other assertions, like the idea that we are in a uniquely lonely period in history, are <a href=\"https://asteriskmag.com/issues/08/the-myth-of-the-loneliness-epidemic\">also on questionable empirical footing</a>.</p>\n\n<p class=\"has-text-align-none\">But as much as I don’t buy some of the specific claims, I think there’s something directionally important in their diagnosis.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There really is a sense, among people of all political stripes, that things aren’t working the way they’re supposed to. You can see it in reliable data on (for example) trust in government, declining both in <a href=\"https://www.pewresearch.org/politics/2024/06/24/public-trust-in-government-1958-2024/\">the United States</a> and <a href=\"https://www.ujpps.com/index.php/ujpps/announcement/view/53\">democracies globally</a>. You can also see it anecdotally in the way that people talk about politics on social media, where “doomerism” dominates and people of all political stripes routinely indulge in despairing talk about the future of their countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The political vibes have turned rancid — and we don’t fully understand why.</p>\n\n<p class=\"has-text-align-none\">It’s a puzzle that’s especially important to solve given that, at this moment, humanity is living through the best period in its history.</p>\n\n<p class=\"has-text-align-none\">The world is <a href=\"https://ourworldindata.org/economic-growth\">richer than it’s ever been</a>. War deaths have risen <a href=\"https://www.vox.com/world-politics/2024/1/25/24049551/war-increasing-ukraine-gaza-sudan-ethiopia\">during the unusually destructive Gaza and Ukraine wars</a>, but they’re still well below what the world looked like <a href=\"https://www.vox.com/2015/6/23/8832311/war-casualties-600-years\">prior to World War II</a>. We’ve eradicated smallpox, a disease that killed <a href=\"https://pubmed.ncbi.nlm.nih.gov/35143880/\">as many as 500 million people</a> throughout history. We’ve made extraordinary strides toward social equality and inclusion, with historical practices like slavery now formally abolished across the globe. Challenges like income inequality and climate change remain serious, but there has been some <a href=\"https://www.pnas.org/doi/10.1073/pnas.2204305119\" data-type=\"link\" data-id=\"https://www.pnas.org/doi/10.1073/pnas.2204305119\">real</a> <a href=\"https://yaleclimateconnections.org/2024/03/a-data-scientists-case-for-cautious-optimism-about-climate-change/\">progress</a> in the right direction.</p>\n\n<p class=\"has-text-align-none\">To see what all this progress looks like, take a look at this chart of life expectancy — perhaps the most useful metric of whether people are doing well. It shows a long-term trend toward people everywhere living longer lives, one that’s been consistently rising for decades.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/life-expectancy-desktop-2_3400.png?quality=90&#038;strip=all&#038;crop=0,12.914485165794,100,74.171029668412\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Our World in Data\" />\n<p class=\"has-text-align-none\">There’s only one global dip in the trend&nbsp;— the Covid-19 pandemic —&nbsp;and that’s already been reversed. By the end of 2023, life expectancy globally was <a href=\"https://ourworldindata.org/data-insights/life-expectancy-is-returning-to-pre-pandemic-levels\">the highest ever in human history</a>.</p>\n\n<p class=\"has-text-align-none\">This is an important counterpoint to the grim story of the 21st century I told earlier. Our era has been defined as much by its extraordinary successes as its failures — both of which were made possible, in large part, by existing political systems. When anti-system political leaders start threatening the basic building blocks of the current order — including <a href=\"https://www.vox.com/world/2018/6/12/17448866/trump-south-korea-alliance-trudeau-g7\">alliance networks</a>, <a href=\"https://www.vox.com/2016/3/1/11139718/bernie-sanders-trade-global-poverty\">global trade</a>, <a href=\"https://www.vox.com/health/385541/rfk-jr-trump-hhs-vaccines-fluoride\">public health institutions</a>, and <a href=\"https://www.vox.com/2024-elections/382696/donald-trump-wins-2024-election-results-democracy\">democracy itself</a> —&nbsp;you can imagine a world where the long trend toward human improvement reverses for good.</p>\n\n<p class=\"has-text-align-none\">Yet simply saying “things are better” isn’t going to persuade people who feel like they’ve never been worse. What we need to do is understand anti-system voting better, and try to get a sense of why there’s such a sense of omnicrisis and what can be done to address it.</p>\n\n<p class=\"has-text-align-none\">We — those who believe in the liberal democratic political order, imperfect as it is — are still missing something. And we better figure out what before voters throw the baby out with the bathwater by elevating politicians who stick it to the old elite by wrecking the parts of the system that are actually working.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "I keep having this feeling we’re missing something big: that none of the explanations for Donald Trump’s victory in the 2024 election are capturing the whole story. Most of the explanations for what happened have focused on recent events in the US — like Biden staying in the race too late, or Democrats being alienated [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Will Trump’s pick for Labor Secretary be able to act on her pro-union ideas?",
    "link": "https://www.vox.com/politics/388384/trump-pro-union-labor-secretary-chavez-deremer",
    "pubDate": "2024-11-27T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Three people sitting talking at a table.\" data-caption=\"Rep. Lori Chavez-DeRemer participates in a local round table in Oregon City, Oregon, on October 9, 2024. | Jordan Gale/Washington Post via Getty Images&lt;br&gt;\" data-portal-copyright=\"Jordan Gale/Washington Post via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2179792678.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rep. Lori Chavez-DeRemer participates in a local round table in Oregon City, Oregon, on October 9, 2024. | Jordan Gale/Washington Post via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President-elect Donald Trump’s pick for Labor Secretary, Rep. Lori Chavez-DeRemer (R-OR), is a pro-union Republican, but that doesn’t necessarily mean Trump’s administration will be pro-worker.</p>\n\n<p class=\"has-text-align-none\">Although Cabinet secretaries can do their best to influence the commander-in-chief, they ultimately have to execute on the president’s policies, multiple labor experts told Vox. If they disagree with the president — especially if they refuse to implement a new policy — there’s a high likelihood that they’d be removed from that position. </p>\n\n<p class=\"has-text-align-none\">Given Trump’s infamous <a href=\"https://www.cnn.com/2017/06/28/politics/trump-face-healthcare/index.html\">lack of interest in details</a>, he may give Chavez-DeRemer latitude with the daily tasks of the agency. That means Chavez-DeRemer could shift the agency in a more pro-worker direction in the regular operations she’ll oversee. Any major rule changes, however, are likely to need the backing of the president. </p>\n\n<p class=\"has-text-align-none\">As a result, it’s not evident that having a Labor Secretary more supportive of unions will translate to concrete protections in favor of workers if Trump himself isn’t on board. In its first term, the Trump administration took a decidedly <a href=\"https://www.vox.com/2024-elections/23893648/trump-autoworkers-uaw-strike-detroit-michigan-republican-debate\">anti-worker stance</a>, undoing <a href=\"https://www.politico.com/story/2018/09/03/trumps-worker-safety-regulations-protections-unions-806008\">workplace safety regulations</a> and <a href=\"https://www.usatoday.com/story/money/2024/10/30/trump-reduced-access-to-overtime-project-2025-would-go-further/75795188007/\">curtailing overtime protections</a>. If the president-elect chooses to do the same this term, Chavez-DeRemer would have little recourse but to implement his policies or face the consequences. </p>\n\n<p class=\"has-text-align-none\">“One thing to keep in mind is that the secretaries serve at the pleasure of the president. … It is not an independent role,” says Heidi Shierholz, a former chief economist in the Labor Department during the Obama administration and the president of the Economic Policy Institute, a left-leaning think tank. “There&#8217;s a real, very clear restriction on how far they can go, away from what Trump and his key advisers want.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Trump’s pick is more pro-labor than he is</strong></h2>\n\n<p class=\"has-text-align-none\">Chavez-DeRemer, a first-term Congress member from a swing district in Oregon, lost a tight race for reelection in 2024. </p>\n\n<p class=\"has-text-align-none\">She has a <a href=\"https://www.axios.com/2024/11/25/trump-labor-secretary-lori-chavez-remer-unions-uber-mcdonalds\">solid pro-worker record</a> that differs notably from many of the positions Trump has previously backed. Chavez-DeRemer is one of just five House Republicans who supported the <a href=\"https://www.vox.com/22319838/house-passes-pro-act-unions\">Protecting the Right to Organize Act (PRO)</a>, a bill that would expand workers’ ability to unionize that <a href=\"https://apnews.com/article/3c776a12a97468341bcfe8178638f127\">Trump’s White House</a> advisers <a href=\"https://trumpwhitehouse.archives.gov/wp-content/uploads/2020/02/SAP_HR-2474.pdf\">recommended he veto</a>. She also backed the <a href=\"https://www.hirono.senate.gov/news/press-releases/hirono-cartwright-introduce-legislation-to-strengthen-rights-of-public-sector-workers-to-join-unions-bargain-collectively\">Public Service Freedom to Negotiate Act</a>, legislation that shields public sector workers’ ability to unionize, which conservatives have also chafed against. And she voted against a GOP effort to overturn a Biden administration labor rule related to workers’ retirement savings, <a href=\"https://news.bloomberglaw.com/daily-labor-report/pro-union-labor-chief-pick-to-navigate-unusual-confirmation-path\">Bloomberg Law reports</a>.</p>\n\n<p class=\"has-text-align-none\">“Unions aren’t the enemy of small businesses, they’re a partner,” Chavez-DeRemer — who is the daughter of a Teamsters union member — previously said in a House Education and the Workforce Committee meeting, acknowledging that she’s in the “minority” in her party. During her 2024 House race, Chavez-DeRemer picked up the support of more than 20 local unions in her area, though her Democratic opponent garnered the backing of some of the larger national ones. </p>\n\n<p class=\"has-text-align-none\">“She’s got more labor union endorsements than any Republican I’ve ever seen in my life,” <a href=\"https://oregoncapitalchronicle.com/2024/11/22/trump-picks-oregon-u-s-rep-chavez-deremer-for-labor-secretary/\">House Speaker Mike Johnson</a> (R-LA) said during a Chavez-DeRemer <a href=\"https://oregoncapitalchronicle.com/2024/10/25/house-speaker-mike-johnson-rallies-republicans-to-vote-for-chavez-deremer-in-oregon-city/\">campaign event in Oregon City</a>. </p>\n\n<p class=\"has-text-align-none\">Because of her track record, Chavez-DeRemer’s nomination was heavily cheered by Sean O’Brien, the head of the Teamsters, <a href=\"https://www.politico.com/live-updates/2024/11/19/congress/obriens-pick-for-labor-secretary-00190495\">who’d reportedly urged Trump</a> to choose her for the role. “Thank you<a href=\"https://x.com/realDonaldTrump\"> @realDonaldTrump</a> for putting American workers first by nominating Rep. Lori Chavez-DeRemer for US Labor Secretary,” <a href=\"https://x.com/TeamsterSOB/status/1860118006820479289\">O’Brien said in a post on X</a>. “You put words into action.”</p>\n\n<p class=\"has-text-align-none\">While Chavez-DeRemer has been more supportive of unions than most Republicans, her overall record is nuanced: She was given a 10 percent rating by the AFL-CIO for her 2023 House votes, with the union dinging her <a href=\"https://aflcio.org/scorecard/legislators/lori-chavez-deremer\">on votes she took on policies</a> that could harm recipients of unemployment insurance and that would allow employers more leeway in the types of health care plans they offer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There&#8217;s the whole world of all of the other employment rights, minimum wage, overtime, [Equal Employment Opportunity] rights, paycheck equity, and paid leave. And she hasn&#8217;t co-sponsored any of those bills,” Judy Conti, the government affairs director for the National Employment Law Project, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite this, though, she still has marked differences from Trump.&nbsp;</p>\n\n<p class=\"has-text-align-none\">&#8220;This record stands in stark contrast to Donald Trump&#8217;s anti-worker, anti-union record, and his extreme Project 2025 agenda that would gut workplace protections, make it harder for workers to unionize, and diminish the voice of working people,” National Education Association President <a href=\"https://www.nea.org/about-nea/media-center/press-releases/nea-reacts-lori-chavez-deremer-selection-labor-secretary\">Becky Pringle said in a statement.&nbsp;</a></p>\n\n<p class=\"has-text-align-none\">During his first administration, Trump proposed a number of anti-worker rules including allowing <a href=\"https://www.epi.org/publication/employers-would-pocket-workers-tips-under-trump-administrations-proposed-tip-stealing-rule/\">servers’ management to take more of their tips</a> and allowing <a href=\"https://www.huffpost.com/entry/trump-fight-for-workers-fought-for-business-lobbies-instead_n_6582109be4b0e142c0bfb54d\">companies more leeway for wage theft</a>. He’s spoken <a href=\"https://www.pbs.org/newshour/politics/trump-and-musk-discussed-firing-striking-workers-the-uaw-is-now-seeking-an-nlrb-investigation\">about firing workers who are on strike</a>, a practice that’s often illegal, in favorable terms. And he’s complained about how much he hated paying his <a href=\"https://www.theguardian.com/commentisfree/2024/oct/23/trump-anti-worker-union-statements\">own employees overtime.</a>&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>It’s not clear Chavez-DeRemer’s nomination will make a policy difference&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Chavez-DeRemer’s nomination may not make a significant policy difference if the president-elect chooses to pursue the same types of labor policies he championed during his first term.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because the president has expansive influence over the policies that agencies roll out, secretaries often have to implement the rules that they are asked to, even if they disagree with them. As <a href=\"https://www.politico.com/magazine/story/2013/11/locked-in-the-cabinet-099374/\">Politico</a> has detailed, secretaries can be “marginalized” by the administrations they’re in, and even rarely consulted for their advice. </p>\n\n<p class=\"has-text-align-none\">“If a Cabinet secretary disagrees with an executive action, they have decision-making autonomy, but they likely would face strong White House pressure to resign,” says Meena Bose, the dean of public policy at Hofstra University.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If confirmed as a member of his Cabinet, Chavez-DeRemer would be able to use her platform and position to try to influence the president and elevate workers’ demands. Whether she might be able to institute concrete policy changes, however, will likely depend on Trump’s openness to such ideas. </p>\n\n<p class=\"has-text-align-none\">The same would be the case in the event of a strike. The Labor secretary can play a <a href=\"https://news.bloomberglaw.com/daily-labor-report/walsh-meets-rail-unions-carriers-ahead-of-agreement-deadline\">role in mediating high-profile disputes</a>,  like <a href=\"https://www.vox.com/labor-jobs/375238/dock-workers-ila-usmx-shipping-supply-chain-economy-strike\">the dock workers’ strike in 2024</a> or the <a href=\"https://www.vox.com/policy-and-politics/2022/9/14/23353627/railroad-strike-updates-2022-amtrak-unions-congress\">rail workers’ strike in 2022</a>. Acting Labor Secretary Judy Su was able to engage in negotiations for the dock workers’ strike only because President Joe Biden allowed her to, however. Chavez-DeRemer could use her perch to advise Trump in the case of future strikes, but her involvement in ending them would depend on whether he supports her being involved. </p>\n\n<p class=\"has-text-align-none\">If confirmed, Chavez-DeRemer could have other technical ways to influence policy. One such avenue could be through the Labor secretary’s oversight of the Office of Labor and Management Standards, which has been leveraged by Republican administrations in the past to subject unions to extraordinary administrative scrutiny, says Conti. It’s possible Chavez-DeRemer could direct the office not to target unions in this way.</p>\n\n<p class=\"has-text-align-none\">The National Labor Relations Board (NLRB), a separate entity from the Labor Department, will also play a major role in establishing policies for unions and organizing. So, Trump’s staffing for NLRB could also be a notable factor in shaping the administration’s approach toward labor.  </p>\n\n<p class=\"has-text-align-none\">Overall, however, experts told Vox that Cabinet secretaries only have so much leeway to break with their administration. As a result, Trump’s decision to select a more pro-worker Labor secretary could be more of a messaging maneuver than a substantive one.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President-elect Donald Trump’s pick for Labor Secretary, Rep. Lori Chavez-DeRemer (R-OR), is a pro-union Republican, but that doesn’t necessarily mean Trump’s administration will be pro-worker. Although Cabinet secretaries can do their best to influence the commander-in-chief, they ultimately have to execute on the president’s policies, multiple labor experts told Vox. If they disagree with the [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "America is incredibly polarized. It’s bad for our health.",
    "link": "https://www.vox.com/even-better/388130/polarization-political-partisan-health-rfk-jr",
    "pubDate": "2024-11-27T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Healthcare_US_04.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Americans have never been more polarized, and we <a href=\"https://www.nature.com/articles/s41591-024-03307-w\">dislike each other on partisan grounds</a> <a href=\"https://carnegieendowment.org/research/2023/09/polarization-democracy-and-political-violence-in-the-united-states-what-the-research-says?lang=en\">now more than ever</a>. Perhaps that’s not shocking, but what may come as a surprise is the way it’s hurting our health.</p>\n\n<p class=\"has-text-align-none\">“Political polarization is harming our health in just about every way,” says <a href=\"https://www.bu.edu/sph/profile/matthew-motta/\">Matthew Motta</a>, a political scientist and health law scholar who studies anti-science attitudes at Boston University — and “pretty much all aspects of health have become politicized.” That leads elected officials and other authority figures to <a href=\"https://www.publichealth.columbia.edu/news/political-polarization-poses-health-risks-new-analysis-concludes\">make bad health policy decisions</a> and communicate with the public in ways that link health behavior with partisan ideology. A public that sees everything through a red-or-blue lens is more likely to <a href=\"https://www.kff.org/health-misinformation-and-trust/poll-finding/the-covid-19-pandemic-insights-from-three-years-of-kff-polling/\">distrust experts</a>, <a href=\"https://www.vox.com/2014/5/12/5709866/kentuckians-only-hate-obamacare-if-you-call-it-obamacare\">dislike policies with clear health benefits</a>, <a href=\"https://www.nytimes.com/2024/03/18/upshot/pandemic-school-closures-data.html\">embrace policies</a> with <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC10569389/\">clear health risks</a>, and <a href=\"https://www.vox.com/policy-and-politics/2021/4/26/22403599/biden-red-meat-ban-burger-kudlow\">make self-destructive choices</a>.</p>\n\n<p class=\"has-text-align-none\">These dynamics aren’t exclusive to a single party, says <a href=\"https://as.nyu.edu/faculty/jay-van-bavel.html\">Jay Van Bavel</a>, a psychologist at New York University who studies social identity and morality: Nobody is immune from the tricks polarization plays on the brain.</p>\n\n<p class=\"has-text-align-none\">That makes this a particularly interesting time to be thinking about how polarization affects the decisions we make about our health. Robert F. Kennedy Jr., President-elect Trump’s pick to lead the Department of Health and Human Services (HHS) — one of the US’s most influential leadership roles in health — isn’t just an anti-vaccine advocate with a shaky grasp on science. He’s also a <a href=\"https://www.vox.com/health/385541/rfk-jr-trump-hhs-vaccines-fluoride\">partisan shapeshifter</a>: A scion of one of America’s most consequential Democratic dynasties, he ran for president as a Democrat, only to endorse Trump as the Republican candidate later in the campaign.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Furthermore, his distrust of institutions is something Americans across the political spectrum share, and his concern about chronic diseases and the deleterious influences of the agriculture and pharmaceutical industries on health is something many health authorities agree with.</p>\n\n<p class=\"has-text-align-none\">Experts say elevating Kennedy’s platform lifts up his worst ideas, and that may prove to be true. But given polarization’s threats, it’s worth considering whether his nomination could also depolarize public health — for good and for ill.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Polarization leads us to make bad health choices</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.med.unc.edu/socialmed/directory/jonathan-oberlander/\">Jonathan Oberlander</a>, a political scientist and health policy scholar at the University of North Carolina, recently published an <a href=\"https://read.dukeupress.edu/jhppl/article/49/3/329/387231/Polarization-Partisanship-and-Health-in-the-United\">essay</a> explaining how political polarization degrades people’s health through its effects on both individuals and elected officials.</p>\n\n<p class=\"has-text-align-none\">Political polarization <a href=\"https://www.nature.com/articles/s41591-024-03307-w\">shapes how people interpret risk</a> and who they trust and listen to, which shapes what health services they access and what behaviors they partake in or don’t. This dynamic was a big reason Covid death rates so <a href=\"https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2807617\">dramatically diverged</a> between Republicans and Democrats: Party affiliation determined people’s willingness to get vaccinated, wear masks, social distance, and take other preventive measures, says Oberlander. Republicans were less likely to take these measures, and more likely to die of Covid as a consequence.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">2<strong> ways to depolarize your mind</strong></h2>\n\n\n\n<p class=\"has-text-align-none\"><strong>1) Unfollow hyperpartisan people on social media.</strong> Jay Van Bavel’s research suggests <a href=\"https://www.researchgate.net/publication/384601678_Unfollowing_hyperpartisan_social_media_influencers_durably_reduces_out-party_animosity\">removing the most inflammatory voices from your feed</a> will make you hate people with opposing political views less. In his experiments, unfollowing outrage-mongers was&nbsp;such a positive experience that most participants opted not to refollow them after the trial period was over. “It’s like removing a tumor,” he says.<br><br><strong>2) Do less </strong><a href=\"https://www.vox.com/2020/3/11/21172064/politics-is-for-power-eitan-hersh-the-ezra-klein-show\"><strong>political hobbyism</strong></a><strong> and more IRL engagement. </strong>Rather than treating politics as a sport — cheering for your “team” online, trolling people, making memes to post to social media — do some of the face-to-face work of politics, says Van Bavel. Knock on doors, talk to voters, and generally move away from emotional catharsis and toward cooperation and collaboration. It helps remind you that, behind our politics, all of us are just people.</p>\n</div>\n\n<p class=\"has-text-align-none\">Highly polarized individuals are more likely to make self-sabotaging health choices just because “their guy” tells them to. This was true when right-leaning Americans embraced taking the antiparasite drugs <a href=\"https://jamanetwork.com/journals/jama-health-forum/fullarticle/2809985\">ivermectin and hydrochloroquine</a> for Covid (despite their adverse effects and cost) and <a href=\"https://www.journals.uchicago.edu/doi/abs/10.1086/719918\">refused Covid vaccines</a> (despite evidence they were safe and saved lives), and when left-of-center Americans leaned into social distancing (despite concerns it was <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9180779/\">harmful to mental health</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Polarized people are also more likely to reject policies that they feel might help people on the opposing side. The rise in what Motta calls “<a href=\"https://onlinelibrary.wiley.com/doi/10.1111/pops.12922\">partisan schadenfreude</a>” means that people are increasingly taking pleasure in the suffering of people in other parties. During Covid, he explains, “Republicans took joy in Democrats losing their jobs as a result of stay-at-home orders, whereas Democrats take joy in Republicans getting sick as a result of being infected.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Although left-wing Americans were more likely to take Covid’s risks seriously, Van Bavel notes Republicans outpaced Democrats on Ebola fears throughout the 2014 outbreak, during Barack Obama’s presidency. “It&#8217;s not that Democrats in America have a unique capacity to be attuned to the science and the risks of epidemics and pandemics,” he says; it’s that polarized people on the left and the right distrust the other party’s ability to handle any health threat.</p>\n\n<p class=\"has-text-align-none\">Polarization is also creeping into our relationships with health care providers. A recent <a href=\"https://www.edelman.com/trust/2024/trust-barometer/special-report-health\">survey</a> by communications firm Edelman found people feared the politicization of medical science as much as they feared the cost of medical care; 41 percent of respondents aged 18 to 34 said they wouldn’t trust medical advice from a provider who had a different political persuasion than they did, or would stop seeing them entirely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Health care workers — <a href=\"https://news.gallup.com/poll/608903/ethics-ratings-nearly-professions-down.aspx\">nurses</a> in particular, as well as dentists, doctors, and pharmacists — have historically been among the most trusted sources of health information for Americans. What happens when politics disrupts that bond, especially when health care workers are in <a href=\"https://www.vox.com/policy/23753724/physician-doctor-shortage-primary-care-medicare-medicaid-rural-health-care-access\">short</a> <a href=\"https://www.vox.com/22934992/covid-19-pandemic-doctors-nurses-public-health-shortages\">supply</a>?</p>\n\n<p class=\"has-text-align-none\">On the most essential level, polarization just makes people feel sick. Whether people are conservative or liberal, the mere perception of being politically distant from the average voter in their state raises their risk of developing <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0277953621003087\">depression and anxiety disorders, sleep problems</a>, and <a href=\"https://pubmed.ncbi.nlm.nih.gov/36712795/\">poor physical health</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Politicians and institutions could help depolarize public health&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">We’re trapped in a perilous feedback loop with our elected officials that only amplifies our polarization. When politicians espouse views on the extreme ends of their party’s platforms, it helps the public figure out their own stances on the issues, says Motta, “because they know which party they like, they know which candidates they like, and they take up their positions on the issues.” If a politician you like favors an extreme approach to policing, to firearms regulation, to health insurance, you might too without even knowing why.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Our tendency to take up the most radical opinions of popular elected officials has an enhancing effect. “Very perniciously and kind of paradoxically, once the public starts to polarize, that then creates an incentive for elites to polarize even further,” Motta says. That’s how we get into the kind of runaway polarization cycle we’re in right now.</p>\n\n<p class=\"has-text-align-none\">One of the most powerful ways elected officials could reduce polarization is to publicly change their minds on high-profile health issues, says Motta. “If you can get partisan elites who normally hold positions at odds with the science to admit they&#8217;re wrong, to change their minds,” he says, people depolarize, “but it&#8217;s so hard to do because our elected officials never want to admit that they&#8217;re wrong.”</p>\n\n<p class=\"has-text-align-none\">People often can’t agree on which messengers they trust to communicate that it’s possible to change your mind, but that’s a barrier that can be overcome with some creativity. In a 2022 working paper published by the National Bureau of Economic Research, political scientists attempting to convince right-leaning Americans to take Covid vaccines compiled a 27-second video of <a href=\"https://www.nber.org/papers/w29896\">Donald Trump’s positive comments</a> about the vaccine and circulated it as a YouTube ad in low-vaccination counties. Vaccination in those counties increased.</p>\n\n<p class=\"has-text-align-none\">The example shows “there’s no one-size-fits-all” when it comes to public health messaging, says <a href=\"https://www.bu.edu/sph/profile/timothy-callaghan/\">Tim Callaghan</a>, a political scientist who studies health policy at Boston University with a focus on overcoming vaccine hesitancy. Public health authorities need to use different health communications — and different trusted messengers — to target Democrats and Republicans.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Could a polarizing pick for HHS Secretary depolarize public health?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">And then there’s Robert F. Kennedy Jr.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yes, he has leaned heavily into deeply unscientific takes on vaccines, fluoride, and the causes of gender dysphoria, mass shootings, and AIDS. However, his Make America Healthy Again (MAHA) platform also correctly calls out the US’s <a href=\"https://www.commonwealthfund.org/publications/issue-briefs/2023/jan/us-health-care-global-perspective-2022\">terrible record</a> on preventing diabetes, heart disease, and unhealthy weight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Much as <a href=\"https://thehill.com/opinion/4891813-robert-kennedy-jr-chronic-disease/\">nutritional experts</a> do, he blames these problems on too-cozy relationships between the agriculture sector and the federal government, resulting in permissive policies and dietary guidelines that promote easy access to lots of ultra-processed foods.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A recovering addict himself — Kennedy used heroin for 14 years and says he attends a 12-step meeting daily — he also speaks credibly about the challenges of <a href=\"https://www.latimes.com/politics/story/2024-06-20/robert-kennedy-addict-reform-plans\">substance use disorders</a> and has advocated for increasing Medicaid funding for rehabilitation programs, much as the <a href=\"https://www.hhs.gov/about/news/2024/02/26/biden-harris-administration-announces-new-funding-to-increase-capacity-for-behavioral-health-services.html\">Biden-Harris administration did</a>. He is also <a href=\"https://www.washingtonpost.com/politics/interactive/2023/presidential-candidates-2024-policies-issues/robert-kennedy-jr-abortion/\">in favor of abortion rights</a>. </p>\n\n<p class=\"has-text-align-none\">Although people who work in public health might see their goals as nonpartisan, the general public <a href=\"https://harvardpublichealth.org/policy-practice/public-health-needs-to-reform-heres-the-way-forward/\">correctly</a> perceives public health as an <a href=\"https://sandrogalea.substack.com/p/whos-left\">exercise in progressive politics</a>. Since rolling out his Make America Healthy Again platform in September, Kennedy has been trying to position himself as a true independent: An early graphic on his now-revamped website read, “Left isn’t better. Right isn’t better. Better is better.” Now that he’s been anointed by Trump, Kennedy’s nomination could present an opportunity to de-link public health from any one political party’s identity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That could be a good thing if he advocates for changes that benefit the public’s health but that have historically had more support from the mainstream left than the right, like increasing access to health care and decreasing environmental contamination. However, it could be a bad thing if his support for anti-vaccination and anti-fluoridation, associated with both far-right and far-left ideology, legitimizes those causes in the eyes of more moderate members of the public.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Health communicators have a role to play in that, whatever their politics, says <a href=\"https://hlanthorn.com/\">Heather Lanthorn</a> of the <a href=\"https://qualityhealthcommunication.org/\">Council for Quality Health Communications</a>, a nonprofit advocacy group. “On the numerous points where we disagree with MAHA, we need to do a better job of leveraging scientific evidence and addressing their specific concerns honestly, openly, and head-on,” she wrote in an email to Vox.</p>\n\n<p class=\"has-text-align-none\">Jared Polis, the Democratic governor of Colorado, may have had bridge-building in mind when he <a href=\"https://www.nytimes.com/2024/11/17/opinion/jared-polis-robert-kennedy-democrats.html\">praised</a> Trump’s choice of Kennedy last week, applauding Kennedy’s activism against vaccine mandates and, in particular, his willingness to take on the pharmaceutical and agricultural industries. </p>\n\n<p class=\"has-text-align-none\">Not everyone is as optimistic. Seeing Kennedy’s selection as an “olive branch” suggests a complete misunderstanding of his value to Trump, says Motta.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Kennedy is in Trump&#8217;s orbit,” he says, “because they speak the same anti-intellectual language.” Some Democrats may fantasize that Kennedy’s presence at HHS would raise trust in science and government among Republicans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, there’s at least as big a risk his leadership would instead affirm conservatives’ misgivings while also seeding new distrust among Democrats and centrists who typically have higher levels of confidence in these institutions — just furthering the polarization health doom loop.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Americans have never been more polarized, and we dislike each other on partisan grounds now more than ever. Perhaps that’s not shocking, but what may come as a surprise is the way it’s hurting our health. “Political polarization is harming our health in just about every way,” says Matthew Motta, a political scientist and health [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "Israel and Hezbollah seem headed for a ceasefire. Here’s what we know.",
    "link": "https://www.vox.com/world-politics/388407/ceasefire-lebanon-israel-hezbollah-biden-netanyahu-us",
    "pubDate": "2024-11-27T00:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"High-rise buildings being firebombed.\" data-caption=\"Smoke rises over a residential area following the Israeli attacks on Tayouneh region of Beirut, Lebanon, on November 25, 2024. | Houssam Shbaro/Anadolu via Getty Images\" data-portal-copyright=\"Houssam Shbaro/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2186002985.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Smoke rises over a residential area following the Israeli attacks on Tayouneh region of Beirut, Lebanon, on November 25, 2024. | Houssam Shbaro/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A 60-day ceasefire between Israel and Hezbollah is set to take effect in Lebanon at 4 am local time Wednesday, President Joe Biden announced today.</p>\n\n<p class=\"has-text-align-none\">The temporary pause in hostilities, negotiated by the US and France, could lead to a permanent ceasefire in Lebanon. Israel invaded its northern neighbor in late September to fight Hezbollah, the Shia militant group based in Lebanon’s south. Hezbollah is an ally of Hamas, Israel’s foe in Gaza, and launched attacks against Israel in retaliation for Israel’s war in Gaza (which itself began in retaliation for the October 7, 2023, incursion into Israel by Hamas, in which the group killed roughly 1,200 Israelis and captured more than 200 others).</p>\n\n<p class=\"has-text-align-none\">The announcement comes amid intensive bombing in the Lebanese capital Beirut, including in heavily populated areas. And it comes more than a year into Israel’s war in Gaza, which has killed more than 44,000 Palestinians and rendered much of the territory uninhabitable. </p>\n\n<p class=\"has-text-align-none\"><br>Netanyahu’s cabinet accepted the deal on Tuesday; Lebanese lawmakers are set to discuss the agreement on Wednesday morning. Hezbollah leadership, which was not party to the negotiations, indicated last week that the group would accept a ceasefire agreement if Israel stopped striking Lebanon and respected the country’s sovereignty (<a href=\"https://www.nytimes.com/live/2024/11/26/world/israel-hezbollah-lebanon-cease-fire/israel-hezbollah-lebanon-cease-fire?smid=url-share\">Lebanon’s speaker of Parliament</a> served as the go-between for the Lebanese caretaker government and the militant group.)</p>\n\n<p class=\"has-text-align-none\">Here is what you need to know:</p>\n\n<h2 class=\"wp-block-heading\"><strong>Where does the conflict stand now?</strong></h2>\n\n<p class=\"has-text-align-none\">Tuesday’s ceasefire comes after at least one false start, when the US and France attempted to mediate a short ceasefire at the end of September.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since then, Hezbollah has been severely diminished. A September attack using <a href=\"https://www.vox.com/world-politics/372399/pager-explosions-lebanon-syria-hezbollah-israel-gaza\">explosives hidden in pagers</a> and other electronic devices killed large numbers of Hezbollah fighters as well as Lebanese civilians; though Israel has not claimed responsibility for that attack, it is widely believed to be responsible. Israel also killed senior Hezbollah leadership, including longtime head Sayed Hassan Nasrallah, in bombings near Beirut. </p>\n\n<p class=\"has-text-align-none\">Tuesday represented a crescendo in Israel’s Lebanese offensive; heavy bombing rocked densely populated parts of Beirut and <a href=\"https://apnews.com/live/israel-hezbollah-lebanon-ceasefire-updates\">24 people were killed</a> across the country, according to Lebanese authorities.  </p>\n\n<p class=\"has-text-align-none\">Fighting between Israel and Hezbollah has <a href=\"https://apnews.com/live/israel-hezbollah-lebanon-ceasefire-updates#00000193-6a52-d02c-a99f-fad7e8730000\">killed more than 3,500 Lebanese so far and around 75 Israeli civilians</a>. (Lebanese death tolls, taken from the country&#8217;s Health Ministry, combine civilian and military deaths.) About 60,000 Israelis have been displaced from the Israel/Lebanon border region since October 8, 2023. That’s when Hezbollah began firing rockets into northern Israel in support of Hamas, after the militant group attacked Israel.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What’s in the Israel-Hezbollah ceasefire deal?</strong></h2>\n\n<p class=\"has-text-align-none\">The deal is for a 60-day cessation of hostilities, though Biden suggested that the agreement lays the groundwork for a permanent ceasefire between Hezbollah and Israel.</p>\n\n<p class=\"has-text-align-none\">The negotiation, brokered by the US and France, stipulates that Israel and Hezbollah are not to attack each other and that Israeli troops are to gradually withdraw across the Blue Line —&nbsp;the internationally recognized border between Israel and Lebanon — over the two-month period. Hezbollah is to move its forces above Lebanon’s Litani river.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite the promising development, any peace appears delicate. Israeli Prime Minister Benjamin Netanyahu warned in a televised speech Tuesday, “If Hezbollah violates the agreement and attempts to rearm, we will strike. If they attempt to rebuild infrastructure along the border, dig a tunnel, launch rockets, or bring in trucks loaded with missiles, we will strike.”</p>\n\n<p class=\"has-text-align-none\">A spokesperson for Hezbollah <a href=\"https://apnews.com/article/israel-palestinians-hamas-lebanon-hezbollah-ceasefire-3ed296f8317ecaa89c4e3548c75c9602\">reportedly said</a> that the group will wait to “see if there is a match between what we stated and what was agreed upon by the Lebanese officials” before committing to the ceasefire. The group also suggested it would respond to any attack by Israel. </p>\n\n<p class=\"has-text-align-none\">Thousands of Lebanese forces and UN peacekeeping troops will surge to southern Lebanon as part of the agreement. A <a href=\"https://www.reuters.com/world/what-does-us-brokered-truce-ending-israel-hezbollah-fighting-include-2024-11-26/\">monitoring body headed by the US</a> will be responsible for ensuring all parties’ adherence to the agreement.</p>\n\n<p class=\"has-text-align-none\">Biden assured reporters in his Tuesday briefing that no US troops will be committed to Lebanon, though a senior administration official later clarified in a press briefing that, “If we need folks on the ground, they will be based, I assume, in the embassy. The president was clear that no troops would be deployed to the south, and we are not going to be engaging in, don&#8217;t expect anybody to engage in, any kind of combat operations of any kind. This is all in security assistance.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What’s next for the deal?</strong></h2>\n\n<p class=\"has-text-align-none\">Ideally, a framework for a lasting peace will be the next step for Israel and Lebanon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, an additional hurdle remains before the ceasefire is implemented. As the agreement now stands, Israel has the right to strike back should Hezbollah violate its end of the bargain. As Netanyahu explained in his speech, there seems to be a broad range of actions that would constitute a violation. He also said <a href=\"https://www.reuters.com/world/what-does-us-brokered-truce-ending-israel-hezbollah-fighting-include-2024-11-26/\">Israeli drones would monitor Lebanese territory</a>, which Lebanese officials maintain they did not agree to. Lebanese officials will meet to discuss the ceasefire deal Wednesday morning.</p>\n\n<p class=\"has-text-align-none\">In his remarks, Biden mentioned that a renewed push for a Gaza ceasefire was on the table in the waning days of his presidency. Hezbollah had previously tied its ceasefire agreement to a ceasefire in Gaza (Hezbollah and Hamas are both aligned with Iran and its affiliate groups.) Advancing those stalled peace talks would be a logical next step.</p>\n\n<p class=\"has-text-align-none\"><em>Joshua Keating contributed reporting for this story.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A 60-day ceasefire between Israel and Hezbollah is set to take effect in Lebanon at 4 am local time Wednesday, President Joe Biden announced today. The temporary pause in hostilities, negotiated by the US and France, could lead to a permanent ceasefire in Lebanon. Israel invaded its northern neighbor in late September to fight Hezbollah, [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "What do Rome guys think of Gladiator II? We asked one.",
    "link": "https://www.vox.com/culture/387140/gladiator-2-historical-accuracy-paul-mescal",
    "pubDate": "2024-11-26T18:57:35.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Close-up of a shirtless man leaning toward an unseen foe in a gladiatorial arena.\" data-caption=\"Paul Mescal in Gladiator II. In the movie, Mescal’s Lucius bites a baboon and chokes it to death. Fact check: Though Mescal is capable of biting and choking, it is unlikely gladiators were doing so in Ancient Rome. | Paramount Pictures\" data-portal-copyright=\"Paramount Pictures\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GL2_11865R3.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Paul Mescal in Gladiator II. In the movie, Mescal’s Lucius bites a baboon and chokes it to death. Fact check: Though Mescal is capable of biting and choking, it is unlikely gladiators were doing so in Ancient Rome. | Paramount Pictures</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Welcome to Know-It-All. In the age of intellectual property grabs, docudramas, and so very many sequels, it can be difficult to find a way into the complicated worlds we see on screen. In this series, Vox experts explain what you need to know to get into the latest hot release.</em></p>\n\n<p class=\"has-text-align-none\">Human existence is full of an unfathomably infinite number of things — real and fake, abstract ideas and actual physical objects, past and present and future — to consider, fixate on, learn about. Still, for many men, there’s <a href=\"https://www.washingtonpost.com/lifestyle/2023/09/14/roman-empire-trend-men-tiktok/\">one thing</a> they specifically think about constantly: <a href=\"https://www.vox.com/world/2018/6/19/17469176/roman-empire-maps-history-explained\">the Roman Empire</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Director Ridley Scott, a man, very clearly thinks about it a lot. But maybe not in exactly the same way others do.</p>\n\n<p class=\"has-text-align-none\">Scott’s new movie <em>Gladiator II</em> officially hit theaters this past weekend, and made $55.5 million domestically and <a href=\"https://www.boxofficemojo.com/title/tt9218128/\">$220 million worldwide</a>. The sequel stars Paul Mescal, a man with the most adored side profile in Hollywood, and is set within the same world — with many of the same characters — as <em>Gladiator</em>, <a href=\"https://www.oscars.org/oscars/ceremonies/2001/memorable-moments\">Scott’s Oscar-winning film from 2000</a>. </p>\n\n<p class=\"has-text-align-none\">Many things happen in the movie. Mescal’s character, Lucius, bites a CGI baboon and chokes it with handcuffs; Denzel Washington’s Macrinus flounces around in caftans, terrorizing Roman senators about loyalty. There’s also a lot that doesn’t seem quite based in history: a naval battle in the Colosseum where sharks eat human competitors,&nbsp;at least one domesticated battle rhino, and what seems to be a newspaper despite Ancient Rome predating the printing press.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While your mileage may vary on the movie, there’s something entertaining about how Scott imagines Ancient Rome to be more exciting than it was. Maybe one day our descendants will imagine our mundane lives with as much anachronistic gusto as Scott.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To get a better understanding of what Scott was aiming for in this movie and what he was inspired by, I chatted with <a href=\"https://www.vox.com/authors/christian-paz\">Vox senior politics writer Christian Paz</a>, another man who thinks about Ancient Rome often. Since middle school, Paz tells me, he was obsessed with the Roman Empire and that fixation has only grown stronger in adulthood. Paz is also slightly fascinated by Paul Mescal and, now, Ridley Scott’s off-kilter version of Ancient Rome. We talked about Roman naval battles, the egos of emperors, and what is, really, so endlessly fascinating about this period in history.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>How often do you think about the Roman Empire?</strong></p>\n\n<p class=\"has-text-align-none\">I think about it quite a lot. Its influence and legacy are everywhere. I see reminders of it when I walk around DC, when I scroll TikTok and get videos about the Galactic Senate, the Galactic Republic, and the Empire, and when I watch videos about what ancient and historical peoples <a href=\"https://youtube.com/shorts/vqJai-flawE?si=_nRuAufBj30uLwK0\">used to cook and eat</a>.</p>\n\n<p class=\"has-text-align-none\">Also I took Latin in high school.</p>\n\n<p class=\"has-text-align-none\"><strong>How often do you think Ridley Scott thinks about the Roman Empire?</strong></p>\n\n<p class=\"has-text-align-none\">Insofar as he thinks about big battles, big historical events, and believes in the <a href=\"https://www.telegraph.co.uk/books/non-fiction/napoleon-ridley-scott-great-man-myth-history/\">Great Man theory of history</a>, probably often enough to want to recreate the magic of the original <em>Gladiator</em>. And he probably wants an Oscar, no?</p>\n\n<p class=\"has-text-align-none\"><strong>If his movies reflect his personal desires and needs, I believe that man wants a lot of things. And sometimes I think this world simply does not have enough to offer Ridley Scott, so he sensationalizes. It feels like he is constantly tarting up the world he lives in or learned about.</strong></p>\n\n<p class=\"has-text-align-none\"><strong>For example, in </strong><strong><em>Gladiator II</em></strong><strong>, Paul Mescal bites a baboon in one of the arenas. Were there actual baboons in Roman gladiator fights?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Lol, most definitely not. I was trying to track down where he got this idea for baboons, and apparently it came to him from a trip he took to South Africa where he saw some <a href=\"https://www.avclub.com/ridley-scott-gladiator-ii-baboons\">tourist approach a baboon in a parking lot</a>. The baboon, naturally, freaked out when the man tried to pet it, and attacked — and that seems to be Scott’s inspiration for wanting this group of captives and future gladiators to fight something “formidable.”</p>\n\n<p class=\"has-text-align-none\">But how would [the Romans] capture and release these, like, 12 baboons?&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Well, obviously one would need to train and house the baboons too!&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Also, if these are based on the baboons Scott saw in South Africa — the Roman legions never got that far!</p>\n\n<p class=\"has-text-align-none\"><strong>There’s also a moment where they fill the Colosseum with water and stage a naval battle with sharks.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Right, and to prep for that battle, Paul’s character is forced to practice rowing a boat until his hands bleed and blister. God,<strong> </strong>this Colosseum scene was actually ridiculous because, where are they finding these sharks? How would they catch them and transport them back to Rome?&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Modern-day aquariums have a tough time </strong><a href=\"https://www.vox.com/2017/7/26/16033996/white-shark-aquarium\"><strong>keeping sharks alive</strong></a><strong>. But Ridley Scott believes Ancient Rome could.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Sharks can’t really survive in freshwater, so where are they holding these massive amounts of salt water and tanks and sharks? Flooding the Colosseum with water was actually <a href=\"https://penelope.uchicago.edu/encyclopaedia_romana/gladiators/naumachiae.html\">a thing</a> that was done <a href=\"https://www.atlasobscura.com/articles/ancient-rome-once-filled-the-colosseum-up-with-water-and-staged-epic-mock-sea-battle\">a few times</a> earlier in the Roman imperial period — but that was fresh water transported through aqueducts and diverted from the Tiber River. On every level, that’s actually an insane decision to make.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GL2-FF-087K.jpg?quality=90&#038;strip=all&#038;crop=9.6777777777778,0,80.644444444444,100\" alt=\"The Roman Colosseum full of spectators watching a mock naval battle taking place in the flooded center.\" title=\"The Roman Colosseum full of spectators watching a mock naval battle taking place in the flooded center.\" data-has-syndication-rights=\"1\" data-caption=\"The simulated naval battle in &lt;em&gt;Gladiator II&lt;/em&gt;. You can’t see them but there are sharks in the water. | Paramount Pictures\" data-portal-copyright=\"Paramount Pictures\" />\n<p class=\"has-text-align-none\">But mock naval battles were once actually fought in the Colosseum, or in bigger locations around Rome, as early as <a href=\"https://penelope.uchicago.edu/encyclopaedia_romana/gladiators/naumachia.html\">Julius Caesar’s reign</a> toward the end of the Republic. They were a hugely extravagant and expensive thing to do, so they didn’t happen too frequently. Even gladiatorial games were an irregular occurrence —&nbsp;happening like three to four times a year at most&nbsp;— because they were just so expensive to hold. And that’s the bottom line of why they went out of commission. It was just too expensive to run an empire, and to keep these circuses going contributed to the empire’s resource drain<strong> </strong>—&nbsp;and the gradual spread of Christianity finished the games off<strong>.</strong></p>\n\n<p class=\"has-text-align-none\"><strong>How do they get the sharks in and out?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Movie magic.</p>\n\n<p class=\"has-text-align-none\"><strong>There’s also one gladiator who rides a trained rhino. I’m guessing that’s a bit of embellishment too.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Yup, another wild decision — made for great cinema action, but it’s not likely that Romans would train and ride a rhino into battle. There are records of rhinoceroses being brought into the Colosseum — like during the celebrations for when it was <a href=\"https://www.tertullian.org/fathers/martial_on_the_games_of_domitian_01_text.htm\">inaugurated</a> and when the emperor Commodus, the inspiration for Joaquin Phoenix’s villain from the first <em>Gladiator</em>, <a href=\"https://ancienthistorybulletin.org/wp-content/uploads/2015/12/AHBReviewsHopeOnToner.pdf\">killed a rhinoceros</a> with spears and arrows from an elevated platform <a href=\"https://www.google.com/books/edition/The_Day_Commodus_Killed_a_Rhino/gIKCoAEACAAJ?hl=en&amp;gbpv=1&amp;printsec=frontcover\">in 192 AD</a>. When used, rhinos would fight other animals instead of gladiators.</p>\n\n<p class=\"has-text-align-none\"><strong>Could you imagine all that effort to bring a rhino into the Colosseum, telling all your friends about it, getting the gladiators set, and then have it just run around killing a lion — a lion that may have been hanging around in the bowels of the Colosseum for ages because everyone was out trying to find a rhino? So then the rhino waits for another crew to find a hippo or something and the cycle repeats itself!&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">God, I’d hate to be a rhino and just be killed because of ego.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the whole point of having rhinos and other exotic animals in the Colosseum was to represent and demonstrate the power, wealth, and reach of the empire, and more specifically, of the emperor.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Another surprising thing: the Roman newspaper that one of the senators is reading.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">This was one of the more ridiculous things in the film; it has been <a href=\"https://www.hollywoodreporter.com/news/general-news/gladiator-ii-fact-fiction-ai-1236047785/\">ridiculed</a> <a href=\"https://www.theguardian.com/commentisfree/2024/nov/19/gladiator-ii-ridley-scott-historical-inaccuracies-rhinos\">extensively</a>. It was actually in two scenes, if I recall — in the pseudo-cafe in which a senator is having a beverage (which I will assume is wine, or a spiced wine, because the Romans didn’t really have tea or coffee yet) and then at the senator’s home when Macrinus shows up.</p>\n\n<p class=\"has-text-align-none\">For those who need clarification: Paper, of the mass-produced variety, has not been invented yet, never mind the printing press.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Sadly, the Ancient Romans never knew the font that is Times New Roman.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Romans did have a version of, like, important announcements and news that were <a href=\"https://www.britannica.com/topic/Acta\">inscribed</a> into a stone tablet and which was primarily placed in public places — the Acta Diurna, or “Acts of the Day.” But it wasn’t very widely circulated to people&nbsp;— it might have been sent to some senators but was primarily shared with governors and administrative government officials.</p>\n\n<p class=\"has-text-align-none\"><strong>Was the gladiator system — that wins could make you a celebrity and eventually a free man — real?</strong></p>\n\n<p class=\"has-text-align-none\">Yes and no.&nbsp; It was absolutely a system with schools and cells, and sponsors and teachers, and funding and people who fed you and tended to you; you were specially trained, and became a master essentially of a particular kind of weapon and armor and dress usually based on your ethnic or national origin —&nbsp;like Gauls, Thracians, Britons. Gladiators lost personhood and became a form of property — prisoners of war, enslaved people, people with significant debts who sought to repay those debts, and poor, lower-class people who volunteered. So the whole operation that Denzel Washington’s character is running was very real.</p>\n\n<p class=\"has-text-align-none\">And yes, you could essentially become a celebrity, and aristocratic women, of high society, would take them as lovers —&nbsp;but even if you got discharged or won your freedom after winning or surviving matches, there wasn’t much you could do in society —&nbsp;so they would return to teach other gladiators or fight again as free men.</p>\n\n<p class=\"has-text-align-none\"><strong>The real gladiator “system” feels more like an </strong><a href=\"https://www.vox.com/the-gray-area/24115013/pyramid-scheme-america-mlm-multilevel-marketing-wellness\"><strong>MLM</strong></a><strong> than whatever’s happening in Scott’s movie. Why do you think Scott is so obsessed with it?</strong></p>\n\n<p class=\"has-text-align-none\">Honestly, I was thinking that too. When you’re in, you’re kind of stuck. You get nice perks on occasion but it was a nasty, brutish, short life. And I think that is probably part of his fascination — to trade up freedom for something greater, or to make the most of the hellish lot life has cast you.</p>\n\n<p class=\"has-text-align-none\"><strong>I feel like you and Ridley Scott think about different things when thinking about the Roman Empire. What is it about the Roman Empire that fascinates you?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">I think we think very differently about the Roman Empire. Scott loves the battles and the concept of great men — and don’t get me wrong, me too! My favorite games are Rome Total War and Empire Total War. In middle school I recreated a Roman camp in Gaul in my school’s cafeteria for a class project and made a set of armor like what Julius Caesar’s legionaries probably wore.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GL2_29680RC2.jpg?quality=90&#038;strip=all&#038;crop=0,10.568687156345,100,78.86262568731\" alt=\"Denzel Washington in blue and gold Roman dress sitting on a golden throne-like chair.\" title=\"Denzel Washington in blue and gold Roman dress sitting on a golden throne-like chair.\" data-has-syndication-rights=\"1\" data-caption=\"Denzel Washington in &lt;em&gt;Gladiator II&lt;/em&gt;. Washington is a gladiator owner, which seems like a very predatory MLM by today’s standards. | Paramount Pictures\" data-portal-copyright=\"Paramount Pictures\" />\n<p class=\"has-text-align-none\"><strong>Did this make you popular? Like, did you have a lot of friends?</strong></p>\n\n<p class=\"has-text-align-none\">Um. First of all, that’s rude. And second of all, I didn’t go there to make friends. I came to win and put on a spectacle.</p>\n\n<p class=\"has-text-align-none\">But also, I was fascinated by the politics of the Roman Republic, specifically — the concept of the senate, the idea of the “Senate and the People of Rome” being the source of power and legitimacy, of consuls and of aediles and of quaestors, of a civil service. And I was fascinated by its fall, the rise of a rag-tag system of tyrannical government in the form of the empire —&nbsp;which, for most people, didn’t really mean anything different in their lives but changed the world.</p>\n\n<p class=\"has-text-align-none\">And so I think specifically of the tenuousness of democracy, the appeal of strongmen, and the fact that what binds so many nations today — representative democracy and imagined community —&nbsp;has its roots in Rome’s centuries of existence. I think what fascinates me the most is the “fall” of Rome —&nbsp;something that <em>Gladiator II </em>delves into with its talk about the “dream” of Rome, the threat of “tyranny,” and the idea of “civitas” or Roman citizenship. They were all such amorphous, delicate concepts.</p>\n\n<p class=\"has-text-align-none\"><strong>What do you think men who think about the Roman Empire a lot will think about </strong><strong><em>Gladiator II</em></strong><strong>?&nbsp; Will the historical inaccuracies and sensationalizing turn them off?</strong></p>\n\n<p class=\"has-text-align-none\">True Roman history nerds will probably be annoyed and laugh at the inaccuracies and sensationalizing. But let’s be honest. We’re going to see this movie either because of the nostalgia, because we want to see battles and fights on the big screen, because of Denzel Washington’s stunning performance (which will be noted in my Letterboxd review because he’s basically the main character), or because we want to admire Paul Mescal’s … everything.</p>\n\n<p class=\"has-text-align-none\"><strong>In the next life, may you be reborn as a baboon in Paul Mescal’s Ancient Rome.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">I am ready to be bitten, Paul.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, November 26, 2 pm ET:</strong> This story, originally published November 21, has been updated with box office numbers for </em>Gladiator II.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to Know-It-All. In the age of intellectual property grabs, docudramas, and so very many sequels, it can be difficult to find a way into the complicated worlds we see on screen. In this series, Vox experts explain what you need to know to get into the latest hot release. Human existence is full of [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "The stunning success of vaccines in America, in one chart",
    "link": "https://www.vox.com/future-perfect/386215/trump-rfk-jr-vaccines-health-measles-chart",
    "pubDate": "2024-11-26T18:52:12.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A black-and-white photo shows a teenage boy with his sleeves rolled up as a doctor administers a vaccine in his arm.\" data-caption=\"A teenage boy is vaccinated against smallpox in New York in March 1938. | Harry Chamberlain/FPG/Hulton Archive/Getty Images\" data-portal-copyright=\"Harry Chamberlain/FPG/Hulton Archive/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-80925411.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A teenage boy is vaccinated against smallpox in New York in March 1938. | Harry Chamberlain/FPG/Hulton Archive/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Measles, mumps, and polio are supposed to be diseases of the past. In the early to mid-20th century, scientists developed <a href=\"https://www.vox.com/vaccines\">vaccines</a> that effectively eliminated the risk of anyone getting sick or dying from illnesses that had killed millions over millennia of human history.</p>\n\n<p class=\"has-text-align-none\">Vaccines, alongside sanitized water and antibiotics, have <a href=\"https://www.nature.com/articles/s41598-023-38798-z#:~:text=Vaccines%20have%20revolutionized%20modern%20medicine,their%20impact%20on%20disease%20prevention.\">marked the epoch of modern medicine</a>. The US was at <a href=\"https://www.nber.org/system/files/working_papers/w27375/w27375.pdf\">the cutting edge of eliminating these diseases</a>, which helped propel life expectancy and economic growth in the postwar era. Montana native <a href=\"https://hillemanfilm.com/dr-hilleman\">Maurice Hilleman</a>, the so-called father of modern vaccines, developed flu shots, hepatitis shots, and the measles, mumps, and rubella (MMR) vaccine in the 1950s and ’60s, which became virtually universally adopted among Americans.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"Vaccines effectively eliminated some of the 20th century&#039;s most infectious diseases\" src=\"https://datawrapper.dwcdn.net/Rpqv0/1/\" frameborder=\"0\" height=\"423\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">Smallpox, the most common form of which has <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK221063/#:~:text=There%20are%20five%20known%20classifications,97%20percent%20case%20fatality%20rate.\">a 30 percent fatality rate</a>, has been <a href=\"https://www.cdc.gov/smallpox/index.html\">eradicated</a>. Mitch McConnell, Republican titan of the Senate, may be the last major public figure <a href=\"https://www.bbc.com/news/world-us-canada-29908203\">still afflicted by a childhood case of polio</a>, less than a century after <a href=\"https://www.fdrlibrary.org/polio\">it paralyzed</a> a sitting American president. Measles likely infected millions of people annually in the US in the 1800s, although precise estimates from the era are hard to come by. In the early 1900s, thousands of people <a href=\"https://pubmed.ncbi.nlm.nih.gov/6878996/#:~:text=In%20the%20early%20decades%20of,reported%20in%20the%20United%20States.\">died</a> from the disease every year. It was still infecting <a href=\"https://jamanetwork.com/journals/jama/fullarticle/209448\">more than half a million and killing hundreds per year on average</a> in the 1950s and ’60s, before the vaccine debuted. Diphtheria, a deadly respiratory infection, killed more than 1,800 people annually between 1936 and 1945 as the vaccine against it was still being rolled out. It has not killed anybody in the United States in decades.</p>\n\n<p class=\"has-text-align-none\">The vaccines that made this possible are among the most important achievements in human history. And yet many Americans appear to be losing faith in them, a worrying trend that could accelerate if President-elect Donald Trump succeeds in handing control of the top US health agency <a href=\"https://www.vox.com/health/385541/rfk-jr-trump-hhs-vaccines-fluoride\">into the hands of Robert F. Kennedy Jr.</a>, the country’s foremost vaccine denier.</p>\n\n<p class=\"has-text-align-none\">Kennedy has spent much of his public career pushing the thoroughly <a href=\"https://www.chop.edu/vaccine-education-center/vaccine-safety/vaccines-and-other-conditions/autism\">debunked</a> theory of a link between autism and childhood vaccines. He has <a href=\"https://www.motherjones.com/politics/2024/07/how-rfk-jr-falsely-denied-his-connection-to-a-deadly-measles-outbreak-in-samoa/\">supported</a> an anti-vaccine group in Samoa, where measles vaccination rates have since fallen off; a 2019 outbreak <a href=\"https://www.washingtonpost.com/world/2024/11/15/rfk-jr-global-health-samoa-kennedy/\">killed</a> 83 people just a few months after Kennedy visited the island and met with anti-vaccine advocates. He has likewise <a href=\"https://www.cnn.com/2023/12/15/politics/robert-kennedy-covid-vaccine-antisemitism/index.html\">cast doubt</a> on the safety and efficacy of the Covid vaccines, a position that helped nudge the lifelong Democrat toward Trump. After Kennedy dropped his own presidential campaign this year, he became Trump’s most influential health adviser and last week was nominated by the president-elect to lead the Department of Health and Human Services (HHS).</p>\n\n<p class=\"has-text-align-none\">The day after Trump’s election, Kennedy <a href=\"https://www.nbcnews.com/politics/2024-election/trump-win-rfk-jr-says-wont-take-away-anybodys-vaccines-rcna178955\">insisted</a> he would not “take away anybody’s vaccines.” Instead, he said, he planned to compile vaccine safety information so that people could make their own decisions. But vaccine safety has been extensively studied — and the negative effects Kennedy claims <a href=\"https://www.cdc.gov/autism/faq/index.html\">remain undetected</a>. (Others in Trump’s orbit have <a href=\"https://www.usnews.com/news/health-news/articles/2024-10-31/rfk-jr-wants-federal-health-data-so-he-can-show-vaccines-are-unsafe-trump-transition-co-chair-says\">stated</a> that Kennedy will nevertheless use whatever information he finds to try to pull vaccines from the market.)</p>\n\n<p class=\"has-text-align-none\">Experts fear that his appointment will validate his anti-vaccine attitudes —&nbsp;and exacerbate the public’s growing ambivalence toward these vital public health measures.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As long-accepted, lifesaving public health measures increasingly become politically polarized, routine vaccination rates are <a href=\"https://www.kff.org/policy-watch/childhood-vaccination-rates-continue-to-decline-as-trump-heads-for-a-second-term/?utm_campaign=KFF-Covid&amp;utm_medium=email&amp;_hsenc=p2ANqtz-_3P_iz266TOhPvf-NtGUHduQ39FGNRP47RiDP28gQOeYEbGXlMjpVZMTzhgEu_YcqZbEGDvcQz7M1-R2LmpLWUdPHOMQ&amp;_hsmi=334423251&amp;utm_content=334423251&amp;utm_source=hs_email\">rapidly declining in much of the US</a>. In the 2019–2020 school year, three states had less than 90 percent of K–12 students vaccinated against measles, mumps, and rubella. By the 2023–2024 school year, 14 states had fallen below that threshold. The number of states with more than 95 percent of schoolchildren vaccinated — the preferred level of coverage to prevent outbreaks — dropped from 20 to 11 during that same period.</p>\n\n<p class=\"has-text-align-none\">It is no surprise then that the number of US measles cases <a href=\"https://abc7.com/post/global-measles-cases-rise-health-officials-tell-us-what-la-county-is-doing-right-vaccine/15546618/#:~:text=The%20World%20Health%20Organization%20reports,compared%20to%20four%20in%202023.\">more than quadrupled</a> from 2023 to 2024. Nobody has died of measles in the US <a href=\"https://www.cbsnews.com/news/measles-cases-states-2024-more-than-2023/\">since 2015</a>, but if vaccination rates continue to decline, this highly contagious disease (one person can infect <a href=\"https://pubmed.ncbi.nlm.nih.gov/28757186/#:~:text=For%20measles%2C%20R0%20is,in%20a%20totally%20susceptible%20population.\">more than a dozen other people</a>) will spread with increasing ease, which raises the risk that American kids could die.</p>\n\n<p class=\"has-text-align-none\">We know how to prevent that. We’ve had remarkably safe, effective shots for decades. We just need to keep using them.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Measles, mumps, and polio are supposed to be diseases of the past. In the early to mid-20th century, scientists developed vaccines that effectively eliminated the risk of anyone getting sick or dying from illnesses that had killed millions over millennia of human history. Vaccines, alongside sanitized water and antibiotics, have marked the epoch of modern [&#8230;]",
    "author": "Dylan Scott"
  },
  {
    "title": "If Democrats could compromise with Republicans on abortion, should they?",
    "link": "https://www.vox.com/abortion/386228/abortion-ivf-roe-republicans-congress-bipartisan-ban-birth-control",
    "pubDate": "2024-11-26T17:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Tammy Duckworth and other lawmakers at a press conference to support IVF access in February\" data-caption=\"Illinois Sen. Tammy Duckworth speaks at a news conference in February in support of IVF access. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2043099070.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Illinois Sen. Tammy Duckworth speaks at a news conference in February in support of IVF access. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Since <a href=\"https://www.vox.com/2022/6/24/23181720/supreme-court-dobbs-jackson-womens-health-samuel-alito-roe-wade-abortion-marriage-contraception\">the fall of <em>Roe v. Wade</em></a>, Democratic lawmakers and reproductive rights advocates have maintained a clear strategy: Win a more progressive Democratic trifecta in 2024, eliminate the Senate filibuster, and pass comprehensive federal protections. When reporters asked about contingency plans — particularly given polls suggesting full Democratic control was unlikely — such questions were dismissed, cast as premature or defeatist.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, with Donald Trump&#8217;s return to power and Republicans set to control Congress, that strategy is drawing fresh questions. The GOP has signaled some openness to compromise: While campaigning, Trump said <a href=\"https://www.cnn.com/2019/05/19/politics/trump-abortion-ban-rape-incest/index.html\">he supported abortion exceptions</a> in cases of “rape, incest, and protecting the life of the mother,”<strong> </strong>and he promised to mandate insurance coverage for in vitro fertilization (IVF). Several Republican lawmakers have <a href=\"https://www.politico.com/live-updates/2024/02/27/congress/maces-ivf-alternative-00143590\">backed</a> <a href=\"https://www.dispatch.com/story/opinion/2024/03/11/congressman-mike-carey-says-hes-working-to-make-ivf-affordable/72886283007/\">their own</a> <a href=\"https://www.inquirer.com/politics/election/dave-mccormick-pa-senate-race-family-policies-20240626.html\">fertility treatment</a> bills. Rep. Mike Lawler (R-NY) <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/7056/cosponsors\">backed a Democratic-led IVF measure</a> and speaks openly about <a href=\"https://midhudsonnews.com/2024/08/04/rep-lawler-wants-to-help-families-conceive-children/\">his family&#8217;s consideration</a> of the procedure. Sen. Joni Ernst (R-IA) has <a href=\"https://www.ernst.senate.gov/news/press-releases/ernst-works-to-promote-access-to-safe-effective-birth-control\">pushed legislation</a> to expand over-the-counter contraception.</p>\n\n<p class=\"has-text-align-none\">But reproductive rights organizations are doubtful. &#8220;We are not willing to compromise when it comes to our ability to make decisions about our bodies, lives and future,&#8221; Gretchen Borchelt, of the National Women&#8217;s Law Center (NWLC), said on a press call the day after the election. “What is the compromise that would provide relief for Amber Nicole Thurman&#8217;s family who&#8217;s grieving her every single day?&#8221; added NWLC’s president Fatima<strong> </strong>Goss Graves, referring <a href=\"https://www.propublica.org/article/georgia-abortion-ban-amber-thurman-death\">to a patient who died from sepsis</a> after being denied care.</p>\n\n<p class=\"has-text-align-none\">Vox asked six major advocacy groups if they would consider pushing for new federal protections under a Republican-led Congress, be it for IVF, birth control or abortion. Most avoided giving a direct answer, instead directing the conversation to Republican accountability and the harm caused by abortion bans.</p>\n\n<p class=\"has-text-align-none\">The stance reflects a deeper calculation: that accepting anything less than people deserve —&nbsp;meaning access to the full spectrum of reproductive health care for any reason —&nbsp;would legitimize restrictions and undermine the broader fight for bodily autonomy. When asked about pursuing partial protections versus holding out for more Democrats, groups choose waiting.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We are really looking at this from a defensive position,” said Ryan Stitzlein, the vice president of political and government relations at Reproductive Freedom for All, the group formerly known as NARAL. “We <a href=\"https://www.vox.com/politics/373485/project-2025-abortion-ban-trump-comstock-mifepristone\">read Project 2025</a>, we are very familiar with the folks in leadership on the Republican side … and are preparing for them to levy attacks on reproductive freedom at all levels of government on the administrative side.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Polling suggests there may be political opportunities</h2>\n\n<p class=\"has-text-align-none\">Despite the Biden era&#8217;s surprising bipartisan deals on thorny issues from <a href=\"https://www.vox.com/policy-and-politics/2022/6/23/23180893/senate-gun-control-bipartisan-bill-2022-pass\">gun control</a> to <a href=\"https://www.vox.com/policy-and-politics/2022/7/28/23281757/whats-in-climate-bill-inflation-reduction-act\">climate change</a>, there were never similar attempts to forge bipartisan compromise on reproductive rights. When a small group of Republican and Democratic senators introduced legislation in 2022 to codify elements of <em>Roe</em>, abortion rights groups <a href=\"https://www.vox.com/policy-and-politics/2022/8/22/23306142/kaine-collins-codify-roe-abortion-congress\">quickly rejected the idea</a>, arguing in part that it did not go far enough. Even on issues like IVF and birth control, where Republican support seemed possible and anti-abortion groups held less sway, there were no serious efforts to find common ground.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To be sure, while many Republicans have sought to <a href=\"https://www.politico.com/news/2024/04/01/anti-abortion-movement-ivf-war-00149766\">reassure voters that they support IVF</a>, their voting record thus far tells a different story. Many of those same lawmakers co-sponsored the Life at Conception Act, which could severely restrict fertility treatments by granting <a href=\"https://www.vox.com/policy/24090347/alabama-ivf-ruling-fetal-personhood-abortion-embryos\">legal personhood</a> from the moment of conception. Republicans have largely <a href=\"https://www.politico.com/news/2024/09/17/republicans-block-ivf-bill-00179626\">voted against Democratic IVF legislation</a>, while claiming they&#8217;d support narrower fertility treatment bills and criticizing Democrats for not being open to working on amendments.</p>\n\n<p class=\"has-text-align-none\">Still, polling suggests potential political opportunities. About <a href=\"https://www.nytimes.com/2024/02/26/us/politics/republicans-birth-control-ivf.html\">80 percent</a> of voters say protecting contraception access is &#8220;deeply important&#8221; to them, and 72 percent of Republican voters had a favorable view of birth control. IVF is even more popular: <a href=\"https://thehill.com/policy/healthcare/4507514-overwhelming-majority-americans-support-keeping-ivf-legal-for-women-poll/\">86 percent of Americans</a> think it should be legal, <a href=\"https://www.iwv.org/wp-content/uploads/2023/12/executive-summary-KAConsulting-poll-contraception.pdf\">including 78 percent</a> of self-identified &#8220;pro-life advocates&#8221; and 83 percent of evangelical Christians. Americans&#8217; support for abortion rights <a href=\"https://www.pbs.org/newshour/nation/support-for-abortion-access-has-risen-since-supreme-court-overturned-roe-v-wade-poll-finds\">has intensified</a> since the fall of <em>Roe</em>, and this reality shaped some Republicans’ rhetoric on the campaign trail. Newly elected Pennsylvania Republican Sen. Dave McCormick <a href=\"https://www.inquirer.com/politics/election/dave-mccormick-pa-senate-race-family-policies-20240626.html\">ran on a platform</a> of fighting restrictions on fertility treatments and proposing a $15,000 tax credit for IVF.</p>\n\n<p class=\"has-text-align-none\">Some policy strategists have suggested that, regardless of Republican sincerity, Democrats and abortion rights groups might benefit from pushing votes on new IVF and birth control bills, even if they offer limited protections or codify certain provisions that advocates oppose.</p>\n\n<p class=\"has-text-align-none\">Such moves could either win new concrete protections or expose Republican resistance. But Democratic leadership and abortion rights groups for now seem uninterested in this approach, preferring to maintain pressure for comprehensively restoring rights.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We haven&#8217;t seen a genuine effort from Republicans that they engage in this conversation,” Stitzlein said. “We’ve seen them propose bills to try to save face in response to <em>Dobbs</em> and the <a href=\"https://www.vox.com/24080428/alabama-ivf-embryo-abortion-women-fertility\">Alabama IVF ruling</a>.”</p>\n\n<h2 class=\"wp-block-heading\">Should Democrats keep their red line on abortion exceptions?</h2>\n\n<p class=\"has-text-align-none\">The political math around abortion exceptions would seem straightforward. Trump ostensibly supports them. Most Americans, including many Republicans, believe abortion should be legal in cases of <a href=\"https://abcnews.go.com/Politics/supreme-court-poised-reverse-roe-americans-support-abortion/story?id=84468131&amp;cid=social_twitter_abcn\">rape, incest, and threats to the</a><strong><a href=\"https://abcnews.go.com/Politics/supreme-court-poised-reverse-roe-americans-support-abortion/story?id=84468131&amp;cid=social_twitter_abcn\"> </a></strong><a href=\"https://abcnews.go.com/Politics/supreme-court-poised-reverse-roe-americans-support-abortion/story?id=84468131&amp;cid=social_twitter_abcn\">parent’s life</a>. And women are being demonstrably harmed by the <a href=\"https://www.nytimes.com/interactive/2023/01/21/us/abortion-ban-exceptions.html\">lack of workable exceptions in state bans</a> today. One recent study estimated that more than 3 million women in the US will experience a pregnancy from rape in their lifetime.</p>\n\n<p class=\"has-text-align-none\">Yet when asked whether they would consider seeking federal protections for abortion exceptions during Republican control as a harm reduction measure, established advocacy groups showed no interest, pointing to <a href=\"https://www.vox.com/23997727/kate-cox-texas-abortion-ban\">patients like Kate Cox</a> and <a href=\"https://www.vox.com/politics/2023/3/12/23631278/supreme-court-abortion-texas-medically-necessary-sepsis-zurawski\">Amanda Zurawski</a> who almost<strong> </strong>lost their lives or fertility<strong> </strong>despite state bans with exceptions.</p>\n\n<p class=\"has-text-align-none\">&#8220;As we are seeing across the country, exceptions often don&#8217;t work in practice, so people should not take comfort in those or rely on them,&#8221; Rachana Desai Martin, chief government and external relations officer at the Center for Reproductive Rights, told Vox.</p>\n\n<p class=\"has-text-align-none\">This position stems from a core belief: that any engagement with exceptions would validate the broader framework of restrictions. Some doctors on the ground in states with restrictive bans have bemoaned the lack of support they’ve received for carving out exceptions. “I worry that reproductive rights advocates may be digging into untenable positions and failing to listen to those affected most by the current reality,” <a href=\"https://www.nytimes.com/2023/03/16/opinion/medical-exceptions-abortion-tennessee.html?partner=slack&amp;smid=sl-share\">wrote one</a> maternal-fetal medicine physician in Tennessee.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the question of codifying emergency medical protections, Planned Parenthood Action Fund stressed in an email that, &#8220;narrow health exceptions or those that focus only on emergencies are a disservice to patients and their health care providers because every pregnancy is unique.&#8221;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The position is particularly notable given these <a href=\"https://reproductiverights.org/supreme-court-refuses-to-say-whether-emtala-requires-hospitals-to-provide-stabilizing-abortions/\">same groups&#8217;</a> <a href=\"https://reproductivefreedomforall.org/news/reproductive-freedom-for-all-statement-on-supreme-court-decision-on-emergency-abortion-care-case/\">strong</a> <a href=\"https://www.plannedparenthood.org/about-us/newsroom/press-releases/planned-parenthood-statement-on-leaked-supreme-court-decision-in-emtala-case\">defense</a> of the Emergency Medical Treatment and Active Labor Act (EMTALA) at the Supreme Court this year. The groups argued that EMTALA — which requires hospitals to provide “stabilizing treatment,” including emergency abortion care — represents a crucial federal protection for women in medical crises. Yet when asked about codifying the Biden administration’s interpretation of EMTALA or similar protections through legislation, the groups demurred.</p>\n\n<p class=\"has-text-align-none\">Internationally, exceptions have served as imperfect stepping stones to broader rights. Colombia&#8217;s journey from total ban to full decriminalization began with three abortion exceptions in 2006 — for health risks, fatal fetal conditions, and rape. Over 16 years, advocates used these flawed measures to help build public support and legal precedent for expanding access, ultimately leading to <a href=\"https://www.npr.org/sections/goatsandsoda/2022/05/10/1097570784/colombia-legalized-abortions-for-the-first-24-weeks-of-pregnancy-a-backlash-ensu\">decriminalizing the procedure up to 24 weeks</a> in 2022.</p>\n\n<p class=\"has-text-align-none\">India and Spain followed similar trajectories. India&#8217;s 1971 Medical Termination of Pregnancy Act initially permitted abortion for married women in cases of rape or health risks, including mental health risk when contraception failed. This framework allowed for significant access, and advocates used it to gradually build broader rights — first emphasizing public health arguments around unsafe abortions, then expanding to gender equality concerns. This incremental approach led to significant expansions <a href=\"https://prsindia.org/files/bills_acts/acts_parliament/2021/Medical%20Termination%20of%20Pregnancy%20Amendment%20Act%202021.pdf\">in 2021</a> and <a href=\"https://www.scobserver.in/wp-content/uploads/2023/11/X-v-Principal-Secretary-Health-and-Family-Welfare-Department-Govt.-of-NCT-of-Delhi-Anr.pdf\">2022</a>, including extended gestational limits and broader access for unmarried women. Spain&#8217;s path from its restrictive 1985 law to <a href=\"https://www.guttmacher.org/article/2010/03/spain-expands-legal-access-abortion\">its 2010 legalization</a> up to 14 weeks followed a similar pattern, with advocates particularly <a href=\"https://www.nytimes.com/2009/04/11/world/europe/11spain.html\">leveraging Spain’s mental health exception</a> to create de facto broad access.</p>\n\n<p class=\"has-text-align-none\">These tensions — between principle and pragmatism, between long-term strategy and immediate needs — have taken on new urgency as patients in the US encounter the limitations of state-level abortion exceptions. In Louisiana, which has exceptions for protecting life, health, and fatal fetal conditions, almost no legal abortions <a href=\"https://www.axios.com/local/new-orleans/2023/06/26/abortion-rate-louisiana-post-roe\">have been reported</a> since its ban took effect. Doctors say <a href=\"https://www.vox.com/politics/2023/3/12/23631278/supreme-court-abortion-texas-medically-necessary-sepsis-zurawski\">ambiguous laws and criminal penalties</a> make them unwilling to test the rules.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But rather than pursue clearer federal standards around exceptions, advocacy groups are betting on abortion rights becoming more prominent as restrictions continue.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Americans will continue waking up to stories of women who died preventable deaths because they were denied access to essential health care and voters will continue to see these bans wreak havoc on their families and communities,” declared a post-election strategy memo from Emily’s List, National Women’s Law Center Action Fund, Planned Parenthood Action Fund, and Reproductive Freedom for All. “With anti-abortion politicians in power, abortion rights will only grow in salience for voters in elections to come.”</p>\n\n<p class=\"has-text-align-none\">Working with Republicans on even limited protections could also undercut the narrative of GOP extremism — a message advocacy groups see as crucial for winning in 2026 and 2028.</p>\n\n<h2 class=\"wp-block-heading\">A high-stakes political bet</h2>\n\n<p class=\"has-text-align-none\">Despite abortion rights proving less galvanizing in the most recent election than Democrats had hoped, reproductive rights groups are betting that voter attitudes will shift as restrictions continue. Currently, 28 million women, plus more trans and nonbinary people of reproductive age, live in states with abortion bans.</p>\n\n<p class=\"has-text-align-none\">&#8220;We have no interest in shrinking our vision,&#8221; Kimberly Inez McGuire, executive director of Unite for Reproductive &amp; Gender Equity, said, &#8220;but the politicians who will soon govern a majority pro-abortion country would do well to expand theirs.&#8221;</p>\n\n<p class=\"has-text-align-none\">In an interview with Vox, Democratic Sen. Tina Smith of Minnesota said she will work with anyone in Congress who wants to collaborate in good-faith to protect abortion rights, but stressed that as Democrats move into the minority, “the onus will be on Republicans” to come to the table and negotiate with them in a serious way. Asked about potential deal-breakers, Smith declined to discuss specific provisions in the abstract, saying she would wait to see complete proposals.</p>\n\n<p class=\"has-text-align-none\">Smith&#8217;s view captured the movement&#8217;s current predicament: “We have been saying for several years after <em>Dobbs</em> that the way to protect people&#8217;s access to abortion is to win elections for people who are willing to protect those rights. And that didn&#8217;t happen, so there is no magic solution here.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, November 26, 2024, 12:15 pm ET:&nbsp;</strong>This story was originally published on November 20 and has been updated to include more context on India&#8217;s 1971 Medical Termination of Pregnancy Act</em>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Since the fall of Roe v. Wade, Democratic lawmakers and reproductive rights advocates have maintained a clear strategy: Win a more progressive Democratic trifecta in 2024, eliminate the Senate filibuster, and pass comprehensive federal protections. When reporters asked about contingency plans — particularly given polls suggesting full Democratic control was unlikely — such questions were [&#8230;]",
    "author": "Rachel Cohen"
  },
  {
    "title": "The Democrat who won in Trump country",
    "link": "https://www.vox.com/today-explained-podcast/387984/marie-gluesenkamp-perez-washington-democratic-party",
    "pubDate": "2024-11-26T15:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A dark-haired women in a dark blazer stands with a bag over her shoulder and her hand in her pocket; behind her is a white-haired man in a dark blazer and a purple tie.\" data-caption=\"Reps. Marie Gluesenkamp Perez (D-WA) and Mike Thompson (D-CA) leave the US Capitol on November 9, 2023. | ﻿Tom Williams/CQ-Roll Call, Inc via Getty Images\" data-portal-copyright=\"﻿Tom Williams/CQ-Roll Call, Inc via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1773235604.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Reps. Marie Gluesenkamp Perez (D-WA) and Mike Thompson (D-CA) leave the US Capitol on November 9, 2023. | ﻿Tom Williams/CQ-Roll Call, Inc via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Democratic Party struggled in the 2024 elections, losing control of the Senate and the presidency, and failing to regain the House. The party is still assessing what went wrong in those defeats — but one bright spot is in southwestern Washington, where Democratic Rep. Marie Gluesenkamp Perez pulled out a win in Trump country for the second election in a row.</p>\n\n<p class=\"has-text-align-none\">In 2024, Gluesenkamp Perez, a moderate Democrat and member of the House’s <a href=\"https://www.dems.gov/coalitions-caucuses-task-forces/blue-dog-coalition\">Blue Dog Coalition</a>, defeated her 2022 opponent in a rematch and widened her margin of victory in the process. She credits her win to her working-class, rural roots and authentic connection to her home district, as well as a focus on issues with bipartisan support, such as <a href=\"https://www.vox.com/the-goods/2019/7/3/18761691/right-to-repair-computers-phones-car-mechanics-apple\">“right to repair” laws</a>.</p>\n\n<p class=\"has-text-align-none\">Gluesenkamp Perez and her husband live in unincorporated Skamania County, a wooded region with a population of about 12,000. She co-owns an auto repair and machine shop with her husband, Dean, which he still runs.</p>\n\n<p class=\"has-text-align-none\">Gluesenkamp Perez sat down with <em>Today, Explained</em> to discuss her win, where she thinks her party went wrong, and what she hopes to focus on in the next Congress. Below is an excerpt of our conversation, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> on <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, or <a href=\"https://www.iheart.com/podcast/1319-today-explained-87205166/\">wherever you get your podcasts</a>.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3084209517\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Tell me a bit more about yourself.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">I live in a really rural part of a rural county. We get our internet from a radio tower. We get our water from a well. <a href=\"https://gluesenkampperez.house.gov/about\">My family&#8217;s been in Washington state for generations</a>. My dad immigrated here from Mexico and met my mom at Western Washington University. I&#8217;m just incredibly honored to have a heritage of people who believe in making things that last and who understand the value and the necessity of what we have in Washington state and southwest Washington and a loyalty to a place that is so necessary, and that we&#8217;re increasingly alienated from culturally.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">What inspired you to go into politics?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">I was not inspired by politics. My predecessor was one of the 10 Republicans who voted to impeach Trump. And I knew everybody that had her yard signs up like clockwork. And they started putting up this guy Joe Kent&#8217;s yard signs. And I started watching his YouTube and was like, “This guy&#8217;s got good hair and bad ideas.” I remember watching a Republican primary candidate forum on YouTube and somebody asked all of the candidates to name just three lakes in southwest Washington, and he couldn&#8217;t do it. If you&#8217;re not doing this because what we have is precious and worth fighting for, why are you doing it? Having a political agenda imported from somewhere else that is so far from our values and our community and our priorities…</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Let&#8217;s talk about the place. Washington&#8217;s Third is a swing district. It was held by a Republican for 12 years before you won in 2022. Donald Trump backed your opponent, Joe Kent, in a big way. Why do you think you won?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">What we want in southwest Washington is to see our priorities and our culture reflected in Washington, DC. We don&#8217;t want a national agenda or a culture from somewhere else, imported and replacing our community, our values, our priorities. And so just a real focus on what my community needs, what our values are, who we are. You know, the district went for Trump by 7 points in 2016. And last time I won by two votes in each precinct. And this time we were able to point to my record. I&#8217;m in the top 3 percent of most bipartisan voting members of the US House and I&#8217;m not here to play partisan football. I&#8217;m here because I see and value what we have, and I know it&#8217;s worth fighting for. I&#8217;ve never felt entitled to people&#8217;s votes. I&#8217;m not here for an agenda from a think tank somewhere. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Why do you think bipartisanship played so well back in Washington Third District? What were you pointing to exactly?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">I was talking to the director of one of our largest labor and delivery wards, and she told me that right now 40 percent of the babies born in her hospital have at least one parent addicted to fentanyl. Forty percent — this is generational carnage and it&#8217;s everywhere. People want to stop the flow of fentanyl. I think a lot of us have felt like if this was a thing in the lives of people with more money and influence, it would have been addressed sooner.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">And so [you’re talking about] immigration, right?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">We&#8217;re talking about border security. For so long they&#8217;ve been married, but together there&#8217;s two issues: immigration and border security. And we&#8217;re saying we cannot wait for a perfect immigration policy to have a secure border to stop the flow of fentanyl. And so that was a big point for me.</p>\n\n<p class=\"has-text-align-none\">You know, on the student student loan forgiveness, I looked at the data. My district only holds 3 percent of the federally issued debt. This was a regressive tax policy. If you support progressive tax strategies, you should do that consistently, not just when there&#8217;s party favors. And I had people protest our auto shop.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Just to clarify, you voted against President Biden’s student debt relief. People looked at you and said, “You’re a Democrat, how dare you?” Talk to me about how that affected you back home.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">They were really aggressive on our online reviews. We take real pride in the quality of work we do. People were just bombing it who’d never been customers. But I was hearing from my community, “We don&#8217;t want the trades to be considered an afterthought. We don&#8217;t want to be second fiddle” — really challenging the idea that academic intelligence is the thing that we should be supporting. We want a level playing field for the trades, for all of the forms of intelligence. We want good jobs that don&#8217;t require a college degree. We want honors-level shop class in junior high. Those are the things that reflect our values and our priorities. And so that&#8217;s how I vote. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">This is where the pushback comes in, when you&#8217;re in national office and you vote on something that affects everybody in the country. Not many people in your district ended up in a lot of college debt. But all across the United States, many, many, many young people did. You&#8217;re in national office. You don&#8217;t just vote for this little corner of Washington because your vote — as one of 435 — affects the whole country. How do you respond to that? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">My job is to represent my community. And I think the way that you arrive at good policy is by having everyone show up at the table with the unique perspectives of their community and loyalty there. And that is how you end up with better policy in the end. You don&#8217;t get good legislation without having people who are driving trucks and changing diapers and turning wrenches at the table — not as an afterthought, but in the inception of the legislation. There are ways that that proposal could have been much more progressive. You know, things like Pell Grants or focusing on the bigger, systemic issue of why college tuition has increased 481 percent since I was born. That&#8217;s the systemic solution that I think we need to be considering and evaluating, like how are we going to provide a level playing field for everyone? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Let&#8217;s talk nationally. There’s another two years to look forward to, in which Democrats will be in the minority in both the House and the Senate. They lost the presidency. How do you think the party moves forward? People are looking at you as the face of a new kind of Democratic politics. Whether you like that or not, people say, “We should look at this gal because she seems to be saying something. She won in a Trump district. She seems to be saying something that people who voted for Donald Trump can get behind.” Where do the Democrats go?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Well, again, look, I&#8217;m not a strategist, but I think 90 percent of Americans agree about 90 percent of the issues. And they have found the 10 things we disagree about to drive a stake through the heart of our community.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Like what?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Pick anything. Anything that&#8217;s in the national ads and instead, say, it is not partisan to want to be able to fix your own car; “right to repair” laws are not partisan; wanting to own a home, not partisan. One of the things I really love about living where I live — we don&#8217;t have trash service. So every six weeks, we go to the dump and take our stuff, and so you have to see everything you bought. There is nowhere else, right? You should have to see all of the tiny little yogurt cups you bought, and have accountability, and not have an idea of the woods as a terrarium or as something that&#8217;s just a recreational asset, but as something that is living, breathing and relevant. I think we&#8217;re consuming like half the lumber per capita that we were in the ’70s. And the reality is a lot of that has been replaced by petroleum-based products. By thinking about things in this hyper-local way, by seeing the trash that you bought, you are able to arrive at a better national and global solution. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Do you think that&#8217;s what Republicans did in 2024? Because whether you support Donald Trump or you’re a critic of his, one thing that you can say he successfully did is he turned local issues national. Springfield, Ohio, was struggling with an influx of immigrants. There is no reason that somebody in Maine or Florida or Texas should have cared at all about Springfield, Ohio. That was a local issue. Donald Trump took that little local issue, made it a national issue. Some analysts say that is what helped him win. It seems counter to what you&#8217;re saying, which is that a local issue is a local issue, and we shouldn&#8217;t make it national because it won&#8217;t let us win.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">People want to be heard. I had a lot of people, colleagues, saying, “How do we get people to understand that the economy&#8217;s actually great?”</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">This was a Democratic line.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Don&#8217;t do that. People are putting their groceries on a credit card. You go to Albertsons or whatever, your grocery store, and you feel like you&#8217;re in a game of chicken with the CEO. Nobody cares about your spreadsheets. I don&#8217;t know that any political party is doing this very well. But I think there&#8217;s a lot of work to be done on conveying cultural respect and regard for the people that are building our country, that are growing our food, that are keeping the wheels on the bus and conveying that respect sincerely and thinking and listening with curiosity. That is how we get our country back, how we build community again. </p>\n\n<p class=\"has-text-align-none\">We are all very lonely and feeling isolated. Some people think it&#8217;s their civic duty to unfriend somebody on Facebook [over how they voted] — that is such an impoverished view of the world. It&#8217;s isolating, and it&#8217;s lonely. I think getting back to a place where we are finding nonpolitical ways of conveying our values — that&#8217;s progress, that is how you grow the field of people who feel real, that is how you build a coalition that can actually pass useful legislation. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Do you think there&#8217;s a kind of snobbery within the Democratic Party where maybe the heroes that the party is choosing are the wrong heroes?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">It feels like everybody [in Washington, DC] is under 40 and has at least two degrees. And, you know, that&#8217;s not what the country looks like. That&#8217;s not what the value system is everywhere. There are fewer than five members of Congress who actually have a child in day care. That&#8217;s why there&#8217;s not a sense of urgency around the affordability crisis. I was talking to a constituent. She works in child care. She told me she is not legally allowed to peel a banana or an orange, [because] that is considered food prep. They are not a licensed food prep facility. So they can open a bag of chips [but] can&#8217;t peel a banana. And I went round and round and round for like four months and I had my office talking to local regulators and licensors and elected officials. And they kept saying, “She&#8217;s dumb, she doesn&#8217;t understand the rules.” </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Does she understand the rules?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Yes. Their licensors said they would need six more sinks before they were legally allowed to be engaged in food prep. And I don&#8217;t think this is a small thing. I have a toddler. I know how durable food preferences are. So I introduced a bill that creates a positive right to serve fresh fruits and vegetables. It says, if your state is taking federal dollars for child care, you will not infringe on the right to serve fresh fruits and vegetables. And this is the long work of building strong local agriculture and national health.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">It is also, if we&#8217;re being honest, in a tradition that more closely hews to what Republicans think. You&#8217;re pointing to overregulation and you&#8217;re saying this is ridiculous. And I can imagine Democrats saying, but what about listeria? Every time you turn on the news these days, there is listeria in something, there&#8217;s E. coli in something, you&#8217;re going to give it to the kids. How do you square the party that you&#8217;re in and the historical positions that it&#8217;s taken on things like regulation? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">I don&#8217;t know if it&#8217;s necessarily partisan. Parents know that food preferences and children are very durable, so my experience as a young mom is what&#8217;s driving that, not a partisan agenda. But I think that this is absolutely one of the reasons that there&#8217;s one licensed day care facility in my entire county. Think about the overhead of installing six different sinks. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Do you look at legislation like that legislation as something that bridges a partisan divide? The thing that you&#8217;re looking at for the next two years is Democrats either work with Republicans or get nothing done. And I&#8217;m wondering if what you&#8217;re saying here is that, if we have some compromise ideas, at least we can get some things done.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Marie Gluesenkamp Perez</h4>\n\n<p class=\"has-text-align-none\">Yeah, I think these issues are too urgent to be delayed. We have got to find some common ground here to work and deliver value to our communities. And so I think there&#8217;s a lot of work that can be done that is not partisan. That&#8217;s good for the country.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Democratic Party struggled in the 2024 elections, losing control of the Senate and the presidency, and failing to regain the House. The party is still assessing what went wrong in those defeats — but one bright spot is in southwestern Washington, where Democratic Rep. Marie Gluesenkamp Perez pulled out a win in Trump country [&#8230;]",
    "author": "Noel King"
  },
  {
    "title": "Could tweaks to the tax code lead to more marriages — and more kids?",
    "link": "https://www.vox.com/policy/387818/could-tweaks-to-the-tax-code-lead-to-more-marriages-and-more-kids",
    "pubDate": "2024-11-26T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Photo of a pregnant woman at her wedding ceremony\" data-caption=\"From left, Rachael Harris as Shelia Sazs, Ray Proscia as Dr. Stan Lipschitz, and Rick Hoffman as Louis Litt star in the TV show Suits. | Shane Mahood/USA Network/NBCU Photo Bank/NBCUniversal via Getty Images&lt;br&gt;\" data-portal-copyright=\"Shane Mahood/USA Network/NBCU Photo Bank/NBCUniversal via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1172649600.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>From left, Rachael Harris as Shelia Sazs, Ray Proscia as Dr. Stan Lipschitz, and Rick Hoffman as Louis Litt star in the TV show Suits. | Shane Mahood/USA Network/NBCU Photo Bank/NBCUniversal via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Fifty years ago, policymakers worried that welfare benefits were encouraging too many births outside of marriage. Today, some conservatives are making nearly the opposite argument: that government assistance programs are contributing to too few births by penalizing marriage.</p>\n\n<p class=\"has-text-align-none\">&#8220;Congress should seize the opportunity to eliminate the greatest injustice in the federal income tax code: marriage penalties,&#8221; Jamie Bryan Hall, director of data analysis at the Ethics and Public Policy Center, wrote <a href=\"https://eppc.org/wp-content/uploads/2024/10/Tax-Teams-Comment-on-Working-Families.pdf\">in a letter to a House committee in October</a>. </p>\n\n<p class=\"has-text-align-none\">Over the last several years, leaders have wrung their hands over two demographic trends. Marriage rates in the US have declined dramatically — they’re the focus of recent books like <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/T/bo205550079.html\"><em>The Two-Parent Privilege</em></a> by economist Melissa Kearney and <a href=\"https://ifstudies.org/brad-wilcox\"><em>Get Married</em></a> by Brad Wilcox, of the National Marriage Project at the University of Virginia. Meanwhile, fertility has hit record lows, prompting growing concern about demographic decline and spawning an emerging &#8220;pronatalist&#8221; movement that sees shrinking birth rates as an existential threat.</p>\n\n<p class=\"has-text-align-none\">But conversations about these trends have largely remained separate. Marriage researchers tend to focus on relationship formation, family stability, and child outcomes. Pronatalists concentrate on the reasons for delaying or forgoing child birth, and the consequences that may bring. Lately though, more conservatives have argued that marriage penalties in the tax code connect these two issues — and fixing these penalties could help boost the population. </p>\n\n<p class=\"has-text-align-none\">The argument has particular appeal on the right: Fiscal conservatives generally favor reforming existing policies over creating costly new programs, while social conservatives view ending marriage penalties as supporting both wedlock and childbearing. But like the welfare debates of the past, it raises empirical questions about whether benefits actually influence family formation decisions, as well as broader ethical considerations about the government&#8217;s role in shaping personal choices.</p>\n\n<h2 class=\"wp-block-heading\">The math on marriage</h2>\n\n<p class=\"has-text-align-none\">The statistical case for connecting marriage and fertility appears relatively straightforward at first. <a href=\"https://www.cdc.gov/nchs/data/nvsr/nvsr73/nvsr73-02.pdf\">Married women have significantly higher birth rates</a> than unmarried women, and while both groups have had fewer children in recent decades, married birth rates have declined much less. Ergo, marriage penalty critics argue that policies discouraging marriage — by pushing families above subsidy thresholds or into higher tax brackets — may indirectly suppress birth rates.</p>\n\n<p class=\"has-text-align-none\">Take the <a href=\"https://www.vox.com/future-perfect/2019/10/3/20895338/earned-income-tax-credit-2019-henrik-kleven\">Earned Income Tax Credit</a>, designed to help low-income workers. When two working people marry, their combined income can push them above eligibility thresholds or reduce their benefits. Similar <a href=\"https://www.acf.hhs.gov/sites/default/files/documents/ofa/hmrf_marriagepenalties_paper_final50812_6_19.pdf\">marriage penalties exist</a> in other means-tested programs like Medicaid and housing assistance. </p>\n\n<p class=\"has-text-align-none\">These penalties were not intentionally designed to disadvantage married couples, but emerged from efforts to target benefits to the neediest while treating similar households fairly. Still, as a result, &#8220;if the typical single mom marries a typical working man, they will lose their means-tested government benefits,&#8221; Hall explained.</p>\n\n<p class=\"has-text-align-none\">Some policies, like the <a href=\"https://www.vox.com/the-highlight/23056876/expanded-child-tax-credit-poverty-american-families-impact\">child tax credit</a>, largely avoid this problem by setting income thresholds high enough that most married couples keep their benefits. Food stamps take a different approach — treating <a href=\"https://thefga.org/research/married-to-a-myth-debunking-marriage-penalty-food-stamps/\">all households the same</a> whether couples are married or just living together.</p>\n\n<p class=\"has-text-align-none\">While research is mixed on how well people understand these various penalties, there is some evidence they influence behavior. An <a href=\"https://csed.byu.edu/0000017e-2634-db2d-a1ff-6e7c6f290001/american-family-landscape-topline-final-pdf\">American Family Survey from 2015 </a>reported that 31 percent of Americans said they know someone who did not marry for welfare-related reasons. A more recent survey from the Sutherland Institute in Utah found that 10 percent of safety net program recipients <a href=\"https://sutherlandinstitute.org/wp-content/uploads/2024/11/Strengthening_the_American_Dream.pdf\">reported deciding not to marry to avoid losing benefits</a>. A 2022 analysis from the <a href=\"https://www.nber.org/system/files/working_papers/w30159/w30159.pdf\">National Bureau of Economic Research estimated</a> that, without marriage penalties, 13.7 percent more low-income single mothers would marry each year, and 7.5 percent more would be married by age 35. The study suggests these women typically do marry, but penalties might delay tying the knot.</p>\n\n<h2 class=\"wp-block-heading\">Testing the theory</h2>\n\n<p class=\"has-text-align-none\">Some of the strongest evidence for the marriage-fertility connection comes from European programs in the 1970s and 1980s. Studies of <a href=\"https://docs.iza.org/dp6704.pdf\">policy experiments in Austria</a> that involved cash payments to married couples and in <a href=\"https://su.figshare.com/articles/preprint/_Does_Marriage_Matter_Revisited_The_stability_fertility_and_mortality_of_the_Swedish_1989_Marriage_Boom_cohort/5580166?file=9703294\">Sweden</a> with broader access to widow pensions revealed how government incentives could influence marriage rates and subsequent fertility patterns.</p>\n\n<p class=\"has-text-align-none\">The subsidies proved successful at getting couples who might otherwise have postponed or forgone marriage to make it official. Importantly, these &#8220;incentivized&#8221; marriages were roughly as stable as unsubsidized ones, suggesting that policy was able to influence timing for couples already oriented toward commitment. As Lyman Stone, a conservative pronatalist demographer, <a href=\"https://x.com/lymanstoneky/status/1853471993091265013\">put it</a>, &#8220;Turns out people just need a nudge to say &#8216;yes&#8217; to the person they&#8217;re probably gonna marry anyway.&#8221;</p>\n\n<p class=\"has-text-align-none\">The fertility effects were nuanced. While marriages influenced by government subsidies had lower fertility rates than traditional, unsubsidized marriages, they still saw significantly higher birth rates than unmarried couples.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But these European examples stand in contrast to American experience, where US programs aimed at promoting marriage have historically <a href=\"https://www.mdrc.org/work/publications/family-strengthening-program-low-income-families\">shown little</a> <a href=\"https://www.bgsu.edu/content/dam/BGSU/college-of-arts-and-sciences/NCFMR/documents/FP/FP-14-02_HMIInitiative.pdf\">success</a>. And even if policymakers could effectively encourage more marriage, the relationship between marriage and fertility isn&#8217;t straightforward everywhere. India has maintained nearly universal marriage rates, even as fertility rates have sharply declined. Dean Spears, the director of the Population Wellbeing Initiative at the University of Texas at Austin, notes that India&#8217;s marriage age has also remained relatively stable, with birth rates shrinking even among women who marry before age 25.</p>\n\n<p class=\"has-text-align-none\">Spears is far more skeptical that we can <a href=\"https://www.vox.com/future-perfect/2020/2/26/21154466/research-education-behavior-psychology-nudging\">“nudge” people into getting married</a>, and suggests we might be confusing cause and effect entirely. In an interview with Vox, he compared it to mistaking reduced exercise as a cause rather than a symptom of poor health. Both declining marriage and fertility rates might instead be responding to deeper social and economic shifts — from rising opportunity costs for mothers to shifting beliefs about family life.</p>\n\n<p class=\"has-text-align-none\">Alice Evans, a gender inequality scholar at King’s College London, studies how <a href=\"https://www.ggd.world/p/why-is-fertility-collapsing-globally\">economic independence and reduced stigma around being single</a> have transformed modern relationships. Her research shows people have become more selective about romantic partners, with some choosing to stay uncoupled if compatible partners prove elusive. </p>\n\n<p class=\"has-text-align-none\">Evans believes we need better research not only on how modern life — such as social media and video games — affects relationship formation, but also on how marriage and marriage-related policies affect decisions to have children.</p>\n\n<h2 class=\"wp-block-heading\">The price of reform</h2>\n\n<p class=\"has-text-align-none\">Conservatives see marriage penalty reform as a practical path forward, even though there isn&#8217;t decisive research showing that it would significantly affect marriage rates, let alone fertility.</p>\n\n<p class=\"has-text-align-none\">The proposal appeals partly because it could advance multiple goals at once. For those already wanting to see more marriage and childbearing on cultural and religious grounds, fixing the penalties offers a way to promote both. That it appears less expensive than creating new programs like universal child care makes it doubly attractive.</p>\n\n<p class=\"has-text-align-none\">The political challenges, however, are still substantial. Conservative economist Robert Cherry, who has worked on marriage penalty proposals for two decades, told Vox that truly eliminating these penalties could cost between $100 billion to $150 billion. More modest reforms to reduce but not entirely eliminate marriage penalties might still cost upward of $40 billion, he said. </p>\n\n<p class=\"has-text-align-none\">Some progressive policy experts see a solution that lies in deprioritizing traditional family structure. Matt Bruenig, founder of the left-wing People’s Policy Project, argues the technical fix is to just tax everyone on their personal income rather than using household income. While he supports eliminating marriage penalties to keep things fair for everyone, he&#8217;s skeptical they play a major role in declining birth rates.</p>\n\n<p class=\"has-text-align-none\">Perhaps more fundamentally, there&#8217;s been little evidence of political will to address these penalties. When Republican lawmakers first considered proposals for the 2017 Tax Cuts and Jobs Act (TCJA), they explored eliminating the head of household filing status, another benefit that carries significant penalties for married couples. But the prospect of <a href=\"https://taxpolicycenter.org/publications/families-facing-tax-increases-under-trumps-tax-plan-0\">making some single mothers worse off</a> proved too unpalatable for lawmakers to move forward with the idea.</p>\n\n<p class=\"has-text-align-none\">The political landscape may shift as lawmakers prepare to revisit the expiring TCJA next year. Donald Trump ran for president on boosting birth rates, and has already elevated prominent pronatalists like Elon Musk into his new administration. His incoming vice president, JD Vance, has also placed falling fertility rates high on the conservative agenda.</p>\n\n<p class=\"has-text-align-none\">Pronatalism gaining influence in conservative politics could lead not only to removing existing marriage penalties but also to actively incentivizing marriage through new subsidies, as <a href=\"https://www.reuters.com/article/world/hungary-government-scheme-sparks-marriage-boom-will-babies-follow-idUSKBN1Y01X8/\">Hungary did</a>. Any policy response will need to address not only billion-dollar price tags but also deeper questions about whether the government should, or even can, try to steer such personal decisions in modern America.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Fifty years ago, policymakers worried that welfare benefits were encouraging too many births outside of marriage. Today, some conservatives are making nearly the opposite argument: that government assistance programs are contributing to too few births by penalizing marriage. &#8220;Congress should seize the opportunity to eliminate the greatest injustice in the federal income tax code: marriage [&#8230;]",
    "author": "Rachel Cohen"
  },
  {
    "title": "How America broke the turkey",
    "link": "https://www.vox.com/future-perfect/2023/11/22/23970874/thanksgiving-turkey-farming-jennie-o-hormel-white-house-pardon",
    "pubDate": "2024-11-26T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A dark barn with white turkeys covering the floor.\" data-caption=\"Inside a farm that raises turkeys for Jennie-O, the second largest US turkey producer. | Photo courtesy of Kecia Doolittle\" data-portal-copyright=\"Photo courtesy of Kecia Doolittle\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102631/DSC07914.JPG?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Inside a farm that raises turkeys for Jennie-O, the second largest US turkey producer. | Photo courtesy of Kecia Doolittle</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><strong><em>Editor’s note: </em></strong><em>This story was originally published on November 22, 2023, and reflects events that took place that year. We’re republishing it in its original form this week in advance of Thanksgiving.</em></p>\n\n<p class=\"has-text-align-none\">Late into the night on November 2, a few <a data-source=\"encore\" href=\"https://www.vox.com/animal-welfare\">animal rights</a> activists opened an unlocked barn door and stepped foot into a sea of turkeys living in gruesome conditions. It was one of several barns at a sprawling factory farming operation in Owatonna, Minnesota, that raises turkeys for Jennie-O, the country’s second-largest turkey producer and <a href=\"https://www.mprnews.org/story/2023/11/17/minnesota-turkeys-headed-to-white-house-for-presidential-pardon\">this year’s supplier</a> to the annual White House turkey pardon ceremony.&nbsp;</p>\n\n<p>“We <a href=\"https://www.youtube.com/watch?v=UF8HvoxdpQQ\">documented</a> a lot of really horrific health issues,” activist Kecia Doolittle, one of the investigators, told Vox. “It was about as bad as you can imagine.”&nbsp;</p>\n\n<p>They found numerous turkeys who were dead and rotting, Doolittle said, and many who had trouble walking. There were also live birds pecking at dead birds, and dozens of birds with visible wounds — each a <a href=\"https://extension.psu.edu/poultry-cannibalism-prevention-and-treatment\">sign of cannibalism</a>, a <a href=\"https://www.merckvetmanual.com/poultry/miscellaneous-conditions-of-poultry/cannibalism-in-poultry\">persistent problem</a> in turkey farming.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"White House &quot;Turkey Pardon&quot; Supplier Exposé Finds Cannabalism, Starvation\" src=\"https://www.youtube.com/embed/UF8HvoxdpQQ?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>Doolittle also alleges there were a number of turkeys who were immobilized and unable to access food and water. In a letter to Steele County’s attorney and local law enforcement, Bonnie Klapper — a former assistant US attorney advising Doolittle — said the conditions are a violation of <a href=\"https://www.revisor.mn.gov/statutes/cite/343.21\">Minnesota’s animal cruelty law</a>, which stipulates that “No person shall deprive any animal over which the person has charge or control of necessary food, water, or shelter.” (Minnesota is <a href=\"https://www.animallaw.info/article/state-animal-anti-cruelty-statutes-overview-0#:~:text=Minnesota%2C%20Mississippi%2C%20and%20Oklahoma%20do,to%20their%20animal%20cruelty%20laws.\">one of the few</a> states that don’t <a href=\"https://www.vox.com/future-perfect/2022/3/9/22967328/animal-cruelty-laws-state-federal-exemptions-pennsylvania-martin-farms-dairy-calves-dehorning\">exempt</a> agricultural practices from their animal cruelty statute.)&nbsp;&nbsp;</p>\n\n<p>“It smelled terrible,” Doolittle said. The air made her throat burn, likely due to high ammonia levels from the turkeys’ waste, which gives the birds <a href=\"https://www.poultryworld.net/poultry/harmful-effects-of-ammonia-on-birds/\">eye and respiratory issues</a>.&nbsp;</p>\n\n<p>The activists found a sign on the property that read, “Jennie-O Turkey Store cares about turkeys — you should, too!”</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-1 wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102640/IMG_8732.JPG?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A sign inside the Jennie-O turkey facility, which reads “Jennie-O Turkey Store cares about turkeys — you should, too!”\" title=\"A sign inside the Jennie-O turkey facility, which reads “Jennie-O Turkey Store cares about turkeys — you should, too!”\" data-has-syndication-rights=\"1\" data-caption=\"A sign inside the Jennie-O turkey facility. | Courtesy of Kecia Doolittle\" data-portal-copyright=\"Courtesy of Kecia Doolittle\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102641/DSC07869.JPG?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A rotting bird at the Jennie-O turkey farm.\" title=\"A rotting bird at the Jennie-O turkey farm.\" data-has-syndication-rights=\"1\" data-caption=\"A rotting bird at the Jennie-O turkey farm. | Courtesy of Kecia Doolittle\" data-portal-copyright=\"Courtesy of Kecia Doolittle\" /></figure>\n\n<p>“Jennie-O Turkey Store takes the welfare of the animals under our care seriously and has robust animal care standards throughout our supply chain,” a spokesperson from Hormel Foods, Jennie-O’s parent company, told Vox via email. “We conduct routine audits at our facilities to ensure that our standards are being met with animal-handling practices and policies set forth by the National Turkey Federation and the American Veterinary Medical Association.”</p>\n\n<p>Doolittle rescued two of the birds — whom she later named Gabriel and Gilbert — and took them to veterinarians in Wisconsin, who urged her to euthanize Gilbert. “They both had really severe infections, they both had parasites,” Doolittle said, but Gilbert was in especially bad shape, with a wound under his wing, an infection on his face, and pecking wounds on part of his genitalia.&nbsp;</p>\n\n<p>But Doolittle wanted to give him a chance to recover. Both birds were treated and given a combination of antibiotic, pain relief, and antiparasitic drugs; Gabriel is on the mend, while Gilbert’s condition remains touch and go.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102423/IMG_6664.JPG?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Gilbert getting checked at the veterinarian. | Kecia Doolittle\" data-portal-copyright=\"Kecia Doolittle\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102340/IMG_1472.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Gabriel and Gilbert at the veterinarian. | Kecia Doolittle\" data-portal-copyright=\"Kecia Doolittle\" />\n<p>Sherstin Rosenberg, a veterinarian in California and executive director of a <a href=\"https://www.happyhen.org/\">sanctuary for rescued poultry birds</a>, wrote in a veterinary opinion that Gabriel and Gilbert’s condition “suggests serious animal welfare problems” in Jennie-O’s facility.</p>\n\n<p>The findings, while disturbing, are common across the turkey industry. Numerous animal welfare groups have <a href=\"https://support.peta.org/page/1867/petition/1?locale=en-US\">found</a> similar <a href=\"https://www.youtube.com/watch?v=D5LM06ZvCk4\">conditions</a> at <a href=\"https://pardonaturkey.com/?utm_campaign=20231101spare-a-turkey-herodevelopment&amp;utm_medium=website&amp;utm_source=insert-website&amp;utm_content=hero-image&amp;utm_term=&amp;_ga=2.198248108.2045868908.1700598426-694279810.1688662591#video\">operations</a> run by Jennie-O’s <a href=\"https://www.youtube.com/watch?v=OBmVvzVpXqw\">competitors</a> — even the ones that brand themselves as <a href=\"https://www.youtube.com/watch?v=5jvjqO9I9LI\">more humane</a>. That’s because turkey farming is incredibly uniform, with companies using generally the same practices and the same breed — the Broad Breasted White turkey — that’s been bred without regard for their suffering.</p>\n\n<h2 class=\"wp-block-heading\">How the poultry industry broke the turkey</h2>\n\n<p>Like everything else in the US — <a href=\"https://www.vox.com/videos/2023/7/25/23807518/cars-suvs-americans-big-automobiles-travel\">cars</a>, <a href=\"https://www.theatlantic.com/family/archive/2019/09/american-houses-big/597811/\">homes</a>, <a href=\"https://www.businessinsider.com/small-cruises-surprising-advantages-over-mega-ships-2023-10\">cruise ships</a> — the turkey has become supersized.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102307/BE1tR_turkeys_have_nearly_doubled_in_size_since_1960__1_.png?quality=90&#038;strip=all&#038;crop=0,11.356270256794,100,77.287459486412\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p>The poultry industry has made turkeys so big primarily through <a href=\"https://www.thepoultrysite.com/news/2008/11/why-did-turkeys-grow-so-big\">selective breeding</a>. The Broad Breasted White turkey, which accounts for <a href=\"https://www.psu.edu/news/research/story/probing-question-what-heritage-turkey/\">99 out of every 100 grocery store turkeys</a>, has been bred to emphasize — you guessed it — the breast, one of the more valuable parts of the bird. These birds grow <a href=\"https://www.theatlantic.com/technology/archive/2017/11/turkeys-are-twice-as-big-as-they-were-in-1960/546104/\">twice as fast</a> and become nearly twice as big as they did in the 1960s. Being so top-heavy, combined with <a href=\"https://www.thepoultrysite.com/articles/predisposing-factors-that-affect-walking-ability-in-turkeys-and-broilers\">other health issues</a> caused by rapid growth and the unsanitary factory farming environment, can make it difficult for them to walk.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102305/AnnieNg_Vox_ThanksgivingTurkey_V1.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Turkeys have been bred to grow twice as fast and become nearly twice as big as they did in the 1960s. | Annie Ng for Vox\" data-portal-copyright=\"Annie Ng for Vox\" />\n<p>Another problem arises from their giant breasts: The males get so big that they can’t mount the hens, so they must be bred artificially.</p>\n\n<p>Author Jim Mason detailed this practice in his book <a href=\"https://www.penguinrandomhouse.com/books/593428/the-ethics-of-what-we-eat-by-peter-singer-author-of-animal-liberation-and-jim-mason/\"><em>The Ethics of What We Eat</em></a>, co-authored with philosopher Peter Singer. Mason took a job with the turkey giant Butterball to research the book, where, <a href=\"https://www.google.com/books/edition/The_Ethics_of_What_We_Eat/fRtZDwAAQBAJ?hl=en&amp;gbpv=1&amp;dq=turkey+inseminator&amp;pg=PA28&amp;printsec=frontcover\">he wrote</a>, he had to hold male turkeys while another worker stimulated them to extract their semen into a syringe using a vacuum pump. Once the syringe was full, it was taken to the henhouse, where Mason would pin hens chest-down while another worker <a href=\"https://animaloutlook.org/investigations/hargin/\">inserted the contents</a> of the syringe into the hen using an air compressor.</p>\n\n<p>Workers at the farm had to do this to one hen every 12 seconds for 10 hours a day. It was “the hardest, fastest, dirtiest, most disgusting, worst-paid work” he had ever done, Mason wrote.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102748/IMG_7570.jpeg?quality=90&#038;strip=all&#038;crop=0,26.626776364996,100,46.746447270007\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Wren was rescued from a factory farm and now lives at Poplar Spring Animal Sanctuary in Poolesville, Maryland. She must be carted around because she has difficulty walking. | Amruza Birdie\" data-portal-copyright=\"Amruza Birdie\" />\n<p>In stressful, crowded environments, turkeys can be aggressive and peck one another, and even commit <a href=\"https://www.merckvetmanual.com/poultry/miscellaneous-conditions-of-poultry/cannibalism-in-poultry\">cannibalism</a>. Instead of giving turkeys more space and better conditions, producers mutilate them to minimize the damage. They cut off a <a href=\"https://www.avma.org/sites/default/files/resources/beak_trimming_bgnd.pdf#:~:text=Beak%2Dtrimming%20is%20currently%20considered,and%20physiologic%20stress%20in%20birds.\">quarter to a third</a> of their beaks, part of their <a href=\"https://poultry.extension.org/articles/poultry-behavior/toe-trimming-of-turkeys/\">toes</a>, and their <a href=\"https://vetext.vetmed.ucdavis.edu/sites/g/files/dgvnsk5616/files/local_resources/pdfs/pdfs_animal_welfare/turkeyCarePrax.pdf\">snoods</a> — those fleshy protuberances that hang over their beaks — all without pain relief.</p>\n\n<p>Turkeys are <a href=\"https://awionline.org/sites/default/files/uploads/documents/FA-AWI-LegalProtections-AnimalsonFarms-110714.pdf\">excluded</a> from federal laws meant to reduce animal suffering during transport to the slaughterhouse and during slaughter itself, so you can imagine — or <a href=\"https://www.youtube.com/watch?v=sRPROLLXu6I\">see for yourself</a> — how terribly they’re treated in their final hours. According to the nonprofit Animal Welfare Institute, the Jennie-O slaughter plant near the farm Doolittle investigated was cited <a href=\"https://awionline.org/sites/default/files/publication/digital_download/20TheWelfareBirdsSlaughter.pdf\">nine times</a> in 2018 by the US Department of Agriculture for turkeys who’d been mutilated by malfunctioning equipment.</p>\n\n<p>Strangely, despite the horrific reality of turkey farming, we still use the animal as a symbol of giving thanks. Nowhere does the <a href=\"https://www.npr.org/2023/11/20/1213891148/turkey-pardoning-white-house-biden-thanksgiving\">song and dance</a> of celebrating turkeys while we torture them feel more disconcerting than at the White House’s annual turkey pardon.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The mixed message of the White House turkey pardon</h2>\n\n<p>Every Thanksgiving, the US president “pardons” a turkey or two in what is essentially a PR stunt for the turkey industry, as the birds are <a href=\"https://thehill.com/blogs/blog-briefing-room/news/4319835-five-fun-facts-about-the-annual-turkey-pardon/#:~:text=The%20National%20Turkey%20Federation%20chairman,House%20to%20present%20the%20turkeys.\">selected</a> by the chair of the National Turkey Federation, an industry trade association. This year, that was Steve Lykken, president of Jennie-O.</p>\n\n<p>The two turkeys selected for <a href=\"https://www.youtube.com/watch?v=Jc58Z7qDPmI&amp;t=\">this year’s pardon</a> — named Liberty and Bell — could have ended up among the <a href=\"https://news.yahoo.com/today-turkey-traditions-explained-many-170000619.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAGozOb9YAIDI5xHJZS9CAHyZWKUFEfoBKTTTvH9G1HV9gkaUzO5yE5-YsGPxCPo66WzWX_qP78-BRkHkrkqhfEyXR3WCJiIEY3YmSgWmOlicInNxvkkpQOQbFiDPe2suRZ_cbCPLgK9QZb9PKAKnCTrer3Oja-M3rliDUifW90Tz\">46 million or so birds</a> on Thanksgiving tables this year. Instead, they were transported from Minnesota, the country’s top turkey-producing state, to Washington, DC, in a stretch black Cadillac Escalade. “They’re on their way in a pretty lavish coach,” Lykken <a href=\"https://www.mprnews.org/story/2023/11/17/minnesota-turkeys-headed-to-white-house-for-presidential-pardon\">told</a> Minnesota Public Radio.</p>\n\n<p>The annual story makes for feel-good if <a href=\"https://www.nytimes.com/2022/11/21/us/politics/biden-thanksgiving-turkey-pardon.html\">hammy</a> coverage by the nation’s largest news organizations, but it papers over the darkness of American factory farming — including not just the animal cruelty but also the <a href=\"https://slate.com/business/2016/11/turkey-plants-are-harsh-on-workers-in-the-weeks-before-thanksgiving.html\">dangerous working conditions</a> at slaughterhouses, <a href=\"https://insideclimatenews.org/news/13102021/north-carolina-commercial-poultry-farms-justice-communities-of-color/\">environmental pollution</a>, and <a href=\"https://www.charlotteobserver.com/news/state/north-carolina/article267895632.html\">unfair treatment</a> of turkey contract farmers.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25102374/GettyImages_1793766770.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"US President Joe Biden at the annual Thanksgiving turkey pardon, standing beside Steve Lykken, president of Jennie-O. | Andrew Caballero-Reynolds/AFP via Getty Images\" data-portal-copyright=\"Andrew Caballero-Reynolds/AFP via Getty Images\" />\n<p>The White House did not respond to a request for comment about the Jennie-O investigation video.</p>\n\n<p>This year, industry is <a href=\"https://www.mprnews.org/story/2023/11/17/minnesota-turkeys-headed-to-white-house-for-presidential-pardon\">especially</a> looking forward to the pardon amid the devastating bird flu. The disease, which has been resurging this fall, has resulted in the killing of <a href=\"https://www.aphis.usda.gov/aphis/ourfocus/animalhealth/animal-disease-information/avian/avian-influenza/hpai-2022/2022-hpai-commercial-backyard-flocks\">11.5 million</a> potentially infected turkeys since early 2022. Increasingly, producers are killing the birds in the most brutal fashion imaginable, deploying a method called “ventilation shutdown plus” that <a href=\"https://www.vox.com/future-perfect/23963820/bird-flu-surge-us-ventilation-shutdown-veterinarians\">uses</a> industrial heaters to kill them via heatstroke over the course of hours.&nbsp;</p>\n\n<p>“To have something that’s fun, that can draw positive attention to our industry, is very welcomed” in light of the outbreak, Ashley Kohls, executive director of the Minnesota Turkey Growers Association, <a href=\"https://www.mprnews.org/story/2023/11/17/minnesota-turkeys-headed-to-white-house-for-presidential-pardon\">told</a> Minnesota Public Radio about this year’s pardon.</p>\n\n<p><a href=\"https://www.startribune.com/president-biden-pardons-minnesota-raised-turkeys-annual-white-house-thanksgiving-tradition-jennie-o/600321201/\">This week</a>, Liberty and Bell will be moved to the University of Minnesota to live out the rest of their lives. If the turkeys knew what went on there, they might not want to go: The university <a href=\"https://www.startribune.com/turkeys-minnesota-rank-number-one-producer/600320510/\">helped build</a> the state’s turkey industry and still <a href=\"https://maes.umn.edu/poultry-research\">conducts research</a> on turkeys to ensure the industry’s <a href=\"https://twin-cities.umn.edu/news-events/keeping-minnesota-poultry-safe-and-successful\">success</a>. The university’s <a href=\"https://president.umn.edu/about\">interim president</a> formerly served as the president of Jennie-O and the CEO of Hormel, its parent company.&nbsp;</p>\n\n<p>Meanwhile, Doolittle’s pardoned turkeys, Gabriel and Gilbert, assuming both survive, will spend the rest of their lives at an animal sanctuary, showing humans what these birds can be like when allowed to live on their own terms. “They’re just the most curious, loving, intelligent guys,” Doolittle said.</p>\n\n<p><em>A version of this story originally appeared in the&nbsp;</em><a href=\"https://www.vox.com/future-perfect\"><em><strong>Future Perfect</strong></em></a><em><strong>&nbsp;</strong>newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\"><em><strong>Sign up here!</strong></em></a></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note: This story was originally published on November 22, 2023, and reflects events that took place that year. We’re republishing it in its original form this week in advance of Thanksgiving. Late into the night on November 2, a few animal rights activists opened an unlocked barn door and stepped foot into a sea of [&#8230;]",
    "author": "Kenny Torrella"
  }
]