[
  {
    "title": "The antipoverty agenda under Trump isn’t all lost",
    "link": "https://www.vox.com/policy/383549/minimum-wage-ballot-measures-missouri-alaska",
    "pubDate": "2024-11-10T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man holds a sign that says “Good jobs and $15 for all.”\" data-caption=\"Protesters rally against then-Labor Secretary nominee Andrew Puzder in 2017. | &lt;span style=&quot;caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); white-space: normal;&quot;&gt;Jeff Curry&lt;/span&gt;/Getty Images\" data-portal-copyright=\"&lt;span style=&quot;caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); white-space: normal;&quot;&gt;Jeff Curry&lt;/span&gt;/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-635146084.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Protesters rally against then-Labor Secretary nominee Andrew Puzder in 2017. | &lt;span style=&quot;caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); white-space: normal;&quot;&gt;Jeff Curry&lt;/span&gt;/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There is no sugarcoating it: Donald Trump’s victory on Tuesday is a major setback for many antipoverty policies. With a Republican majority in the Senate (and likely in the House as well), there’s little doubt that spending cuts will be up for debate, and tried-and-failed ideas like imposing work requirements on welfare recipients will be back on the table.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the campaign, Trump promised that he wouldn’t cut Social Security. But his proposed changes to the program — like <a href=\"https://www.cnbc.com/2024/08/14/trumps-plan-to-end-taxes-on-social-security-a-fatal-mistake-lawmaker.html\">cutting taxes on Social Security benefits</a> — would likely result in <a href=\"https://www.kiplinger.com/taxes/whats-wrong-with-trumps-pledge-to-repeal-taxes-on-social-security-benefits\">reducing benefits sooner rather than later</a>. Other tax-cutting ideas, like his “No Tax on Tips” plan, would likely be a <a href=\"https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage\">bigger payoff for big businesses</a> than for workers because it could push wages down.</p>\n\n<p class=\"has-text-align-none\">None of that means, however, that there’s only room for pessimism. As my colleague <a href=\"https://www.vox.com/policy/383186/trump-vance-medicaid-food-stamps-obamacare-poverty\">Dylan Matthews wrote</a>, Trump’s first term showed that any major cuts would have a hard time getting passed, even with a Republican majority. And there’s also reason to believe that some programs could even get passed, like some version of an expanded child tax credit that <a href=\"https://www.cbpp.org/blog/despite-flaws-romney-proposal-on-child-tax-credit-creates-opening-for-bipartisan-action\">has had bipartisan support</a> in the past. (Vice President-elect JD Vance, for example, has supported expanding the <a href=\"https://www.cbsnews.com/news/jd-vance-child-tax-credit-5000-what-to-know/\">child tax credit</a>.)</p>\n\n<p class=\"has-text-align-none\">The election results on Tuesday also showed signs of hope — a roadmap for what an antipoverty agenda could look like under a second Trump presidency. Because while Democrats lost the presidential race, voters didn’t necessarily reject their policies. In various states, <a href=\"https://www.epi.org/blog/a-review-of-key-2024-ballot-measures-voters-backed-progressive-policy-measures/\">voters supported progressive priorities</a> through ballot measures, including minimum wage hikes, paid sick leave, and expanded labor rights. If Democrats want to have a productive four years under Trump, there’s a lot they can do at the state level — if not in the legislatures, then at the ballot box.</p>\n\n<h2 class=\"wp-block-heading\"><strong>One positive election outcome? Voters raised the minimum wage.</strong></h2>\n\n<p class=\"has-text-align-none\">In five states, voters got to have a say in their minimum wage laws.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Missouri, for example, <a href=\"https://missouriindependent.com/2024/11/05/missourians-vote-to-increase-minimum-wage-require-paid-sick-leave/\">voters passed a minimum wage hike</a>, raising it from $12.30 per hour to $15 by 2026. The new law pegs the minimum wage to inflation, which means that workers don’t have to wait for another law to pass to keep up with rising costs. More than 562,000 workers will see their wages rise as a result of the law, <a href=\"https://mobudget.org/wp-content/uploads/2023/12/MinWage-Earned-Sick-Leave-Analysis.pdf\">according to the Missouri Budget Project</a>.</p>\n\n<p class=\"has-text-align-none\">Alaskans also voted on <a href=\"https://alaskapublic.org/2024/10/24/alaska-business-are-divided-over-a-ballot-measure-that-would-raise-minimum-wage-and-mandate-sick-leave/\">raising the minimum wage</a> to $15 per hour, up from $11.73, and the measure is <a href=\"https://www.adn.com/politics/2024/11/05/ballot-measure-1-aimed-at-boosting-alaska-minimum-wage-passing-by-wide-margin-in-early-returns/\">on track to pass</a>. It would increase earnings for nearly 10 percent of the workforce, <a href=\"https://www.epi.org/publication/alaskas-minimum-wage/\">according to the Economic Policy Institute</a>. In California, voters were asked to raise the state’s minimum wage to $18 per hour, but the results are still too close to call.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Arizona, voters protected worker pay by <a href=\"https://www.nytimes.com/interactive/2024/11/05/us/elections/results-arizona-proposition-138-allow-employers-to-reduce-wages-of-tipped-employees.html\">overwhelmingly rejecting</a> a measure that would have allowed employers to reduce base wages for tipped workers. In Massachusetts, however, there was a different story. Voters <a href=\"https://www.wbur.org/news/2024/11/06/tipped-workers-wages-ballot-question-5-results\">didn’t approve a ballot measure</a> that would have supported tipped workers. Tipped workers in the state are now paid $6.75 per hour, but had the measure passed, they would have eventually <a href=\"https://www.wbur.org/news/2024/11/06/tipped-workers-wages-ballot-question-5-results\">been paid the standard minimum wage</a>, which now sits at $15.</p>\n\n<p class=\"has-text-align-none\">The benefits of a higher minimum wage are clear: Workers at the bottom automatically see their incomes rise. But efforts to raise the minimum wage often face opposition because business interests argue that they would result in job losses or increased prices. In the case of Massachusetts, the proposal was <a href=\"https://www.bostonglobe.com/2024/10/23/business/massachusetts-tipped-worker-ballot-measure-question-5/\">strongly opposed</a> by restaurant lobbying groups.</p>\n\n<p class=\"has-text-align-none\">The evidence points to a different reality. In states that have increased the minimum wage, there was <a href=\"https://www.epi.org/blog/most-minimum-wage-studies-have-found-little-or-no-job-loss/\">little to no impact</a> on the number of jobs. Some studies have <a href=\"https://www.americanprogress.org/article/higher-minimum-wages-support-job-growth-economy-recovers-covid-19/\">even shown</a> that a hike in the minimum wage <a href=\"https://sp2.upenn.edu/study-increasing-minimum-wage-has-positive-effects-on-employment-in-fast-food-sector-and-other-highly-concentrated-labor-markets/\">can also lead to higher employment</a> in certain labor markets in part because they attract more workers. And states that have gotten rid of subminimum wages <a href=\"https://www.americanprogress.org/article/ending-tipped-minimum-wage-will-reduce-poverty-inequality/\">have seen lower poverty rates</a> among tipped workers than states that haven’t.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://irle.berkeley.edu/publications/working-papers/sectoral-wage-setting-in-california/\">Recent research</a> from the Center on Wage and Employment Dynamics at the University of California, Berkeley, <a href=\"https://irle.berkeley.edu/publications/press-release/new-study-analyzes-impact-of-californias-20-minimum-wage-for-fast-food-workers/\">found</a> that a higher minimum wage did not necessarily lead to significantly higher prices. After California <a href=\"https://www.cbsnews.com/news/california-fast-food-20-minimum-wage-law-prices/\">raised the minimum wage</a> for fast food workers up to $20 per hour earlier this year, employment remained stable and prices didn’t dramatically change. According to the study, popular menu items were about 3.7 percent more expensive — about a 15-cent increase for a $4 hamburger.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The next four years will be about the small wins</strong></h2>\n\n<p class=\"has-text-align-none\">It’s worth noting that during Trump’s first term, when Democrats had control of the House, the former president <a href=\"https://www.cnn.com/2020/12/27/politics/trump-relief-bill-christmas-eve/index.html\">signed</a> some major antipoverty measures into law, including rental assistance, boosted unemployment benefits, and stimulus checks. Of course, that was prompted by a pandemic, a global disaster that we hopefully won’t see a repeat of anytime soon. So that kind of policy at the federal level is highly unlikely to pass in the next four years.</p>\n\n<p class=\"has-text-align-none\">That’s why Democratic lawmakers and antipoverty advocates have to focus on the state level to deliver meaningful improvements to people’s lives. The ballot measures on Tuesday, some of which <a href=\"https://www.epi.org/blog/a-review-of-key-2024-ballot-measures-voters-backed-progressive-policy-measures/\">also included provisions</a> that require employers to offer their workers paid sick leave, showed that the public has an appetite for policies that would reduce poverty. And while voters in Massachusetts rejected abolishing the subminimum wage for tipped workers, <a href=\"https://www.masslive.com/politics/2024/11/mass-election-results-question-3-authorizing-rideshare-union-on-brink-of-approval.html\">they passed a ballot measure</a> that allows rideshare drivers to unionize.  </p>\n\n<p class=\"has-text-align-none\">Democrats should capitalize on that because it can genuinely make a big difference. Even though the federal minimum wage, which is $7.25 per hour, hasn’t changed in 15 years, <a href=\"https://www.epi.org/minimum-wage-tracker/\">at least 30 states and Washington, DC</a>, have implemented a higher minimum wage.</p>\n\n<p class=\"has-text-align-none\">Sometimes, major breakthroughs don’t come from one major legislative overhaul from Congress. They can also be a series of small wins. And we should take them wherever we can.</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">Within Our Means</a>&nbsp;newsletter. Sign up&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There is no sugarcoating it: Donald Trump’s victory on Tuesday is a major setback for many antipoverty policies. With a Republican majority in the Senate (and likely in the House as well), there’s little doubt that spending cuts will be up for debate, and tried-and-failed ideas like imposing work requirements on welfare recipients will be [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "Trump’s tariffs could tank the economy. Will the Supreme Court stop them?",
    "link": "https://www.vox.com/scotus/383884/supreme-court-donald-trump-tariffs-inflation-economy",
    "pubDate": "2024-11-10T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump lookin up with his hand on a podium at a rally\" data-caption=\"President-elect Donald Trump’s tariffs are unwise, but assuming that he implements them in compliance with federal law, they are not unconstitutional. | Photo by Chip Somodevilla/Getty Images\" data-portal-copyright=\"Photo by Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2183214747.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President-elect Donald Trump’s tariffs are unwise, but assuming that he implements them in compliance with federal law, they are not unconstitutional. | Photo by Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">After winning the 2024 election in part due to <a href=\"https://www.vox.com/2024-elections/383397/economy-inflation-2024-election-democrats-trump\">high inflation early in President Joe Biden’s term</a>, President-elect Donald Trump wants to enact policies that would lead to the very same kind of inflation that doomed Democrats.</p>\n\n<p class=\"has-text-align-none\">Though Trump inherits a <a href=\"https://www.vox.com/2024-elections/383397/economy-inflation-2024-election-democrats-trump\">strong economy and low inflation</a>, he’s proposed a <a href=\"https://www.vox.com/politics/381637/elon-musk-donald-trump-2024-election-temporary-hardship\">10 to 20 percent tariff on all imports</a>, and a 60 percent tariff on all imports from China. The Budget Lab at Yale estimates that this policy alone could <a href=\"https://budgetlab.yale.edu/research/fiscal-macroeconomic-and-price-estimates-tariffs-under-both-non-retaliation-and-retaliation\">raise consumer prices by as much as 5.1 percent</a> and could diminish US economic growth by up to 1.4 percent. An analysis by the think tank Peterson Institute for International Economics, finds that Trump’s tariffs, when combined with some of his other proposals such as <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">mass deportation</a>, would lead to inflation <a href=\"https://www.piie.com/blogs/realtime-economics/2024/how-much-would-trumps-plans-deportations-tariffs-and-fed-damage-us\">rising between 6 and 9.3 percent</a>.</p>\n\n<p class=\"has-text-align-none\">If Trump pushes through his proposed tariffs, they will undoubtedly be challenged in court — and, most likely, in the Supreme Court. There are no shortages of businesses that might be hurt financially by these tariffs, and any one of them could file a lawsuit.</p>\n\n<p class=\"has-text-align-none\">That raises a difficult question: Will this Supreme Court permit Trump to enact policies that could sabotage his presidency, and with it, the Republican Party’s hopes of a political realignment that could doom Democrats to the wilderness?</p>\n\n<p class=\"has-text-align-none\">The legal arguments in favor of allowing Trump to unilaterally impose high tariffs are <a href=\"https://www.cassidylevy.com/news/across-the-board-tariffs-can-a-us-president-do-that/\">surprisingly strong</a>. Several federal laws give the president exceedingly broad power to impose tariffs, and the limits imposed by these statutes are quite vague.</p>\n\n<p class=\"has-text-align-none\">A presidential proclamation imposing such tariffs wouldn’t be unprecedented. In 1971, President Richard Nixon <a href=\"https://www.presidency.ucsb.edu/documents/proclamation-4074-imposition-supplemental-duty-for-balance-payments-purposes\">imposed a 10 percent tariff on nearly all foreign goods</a>, which a <a href=\"https://casetext.com/case/united-states-v-yoshida-intern-inc\">federal appeals court upheld</a>. Congress has since amended some of the laws Nixon relied on, but a key provision allowing the president to regulate importation of “<a href=\"https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title50-section1702(b)(3)&amp;num=0&amp;edition=prelim\">any property in which any foreign country or any national thereof has or has had any interest</a>” remains on the books.</p>\n\n<p class=\"has-text-align-none\">The judiciary does have one way it might constrain Trump’s tariffs: The Supreme Court’s Republican majority has given itself an <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">unchecked veto power</a> over any policy decision by the executive branch that those justices deem to be too ambitious. In <em>Biden v. Nebraska</em> (2023), for example, the Republican justices struck down the Biden administration’s primary student loans forgiveness program, despite the fact that the program is <a href=\"https://www.vox.com/scotus/2023/6/30/23779903/supreme-court-student-loan-biden-nebraska-john-roberts\">unambiguously authorized by a federal statute</a>.</p>\n\n<p class=\"has-text-align-none\"><em>Nebraska</em> suggests a Nixon-style tariff should be struck down — at least if the Republican justices want to use their self-given power to veto executive branch actions consistently. <em>Nebraska</em> claimed that the Court’s veto power is at an apex when the executive enacts a policy of “<a href=\"https://www.supremecourt.gov/opinions/22pdf/22-506_nmip.pdf\">vast ‘economic and political significance</a>.” A presidential proclamation that could bring back 2022 inflation levels certainly seem to fit within this framework.</p>\n\n<p class=\"has-text-align-none\">The question is whether a Republican Supreme Court will value loyalty to a Republican administration, and thus uphold Trump’s tariffs; or whether they will prefer to prop up Trump’s presidency by vetoing a policy that could make him unpopular and potentially invite the Democratic Party back into power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After the Court’s decision holding that Trump is allowed to <a href=\"https://www.vox.com/scotus/366855/supreme-court-trump-immunity-betrayal-worst-decisions-anticanon\">use the powers of the presidency to commit crimes</a>, it is naive to think that this Court’s decisions are driven solely – or even primarily – by what the law and the Constitution actually have to say about legal questions. But that does not mean that this Court will necessarily strike down a Republican tariff policy that could do long term damage to the GOP.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The federal laws governing tariffs give the president an enormous amount of power</strong></h2>\n\n<p class=\"has-text-align-none\">Tariffs are often viewed as economic weapons that the United States can use to combat other nation’s activities that undermine US interests. For this reason, federal law gives the president significant power to impose new tariffs after an appropriate federal agency determines that deploying such a weapon is justified.</p>\n\n<p class=\"has-text-align-none\">One striking thing about these laws, however, is that they focus far more on process than on substance. Federal tariff laws tend to lay out a procedure the federal government must follow before it can authorize a new tariff, but they place few explicit restrictions on the nature of those tariffs once the process is followed. The Trump administration must follow certain processes to create new tariffs, but so long as it follows that process it has broad latitude over tariff policy.</p>\n\n<p class=\"has-text-align-none\">Consider, for example, <a href=\"https://www.law.cornell.edu/uscode/text/19/2411\">Section 301 of the Trade Act of 1974</a>. This law requires the US trade representative, a Cabinet-level official appointed by the president, to make certain findings before their power to issue new tariffs is triggered. But specific findings the trade representative must make before acting are quite vague. The power to issue tariffs can be triggered if the trade representative finds that a foreign country is engaged in activity that “is unjustifiable and burdens or restricts United States commerce,” or that is “unreasonable or discriminatory and burdens or restricts United States commerce.”</p>\n\n<p class=\"has-text-align-none\">So that’s not much of an explicit limit on tariffs — the government’s power to issue them is triggered if a Cabinet official determines that a foreign nation’s behavior is “unreasonable.”</p>\n\n<p class=\"has-text-align-none\">Once the trade representative makes this determination, their powers are quite broad. The government may “impose duties or other import restrictions on the goods of, and, notwithstanding any other provision of law, fees or restrictions on the services of, such foreign country for such time as the trade representative determines appropriate.”</p>\n\n<p class=\"has-text-align-none\">As my colleague Dylan Matthews <a href=\"https://www.vox.com/policy/374102/trump-harris-tariffs-congress\">notes</a>, “Trump used this power to impose <a href=\"https://sgp.fas.org/crs/row/IF10708.pdf\">sweeping tariffs against China</a>. Biden has made liberal use of this power, too, <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/14/fact-sheet-president-biden-takes-action-to-protect-american-workers-and-businesses-from-chinas-unfair-trade-practices/\">expanding tariffs</a> on steel, batteries, solar cells, and <a href=\"https://www.vox.com/climate/2024/3/4/24087919/biden-tariff-chinese-ev-byd-battery-detroit\">electric vehicles from China</a>.”</p>\n\n<p class=\"has-text-align-none\">Another statute gives the president <a href=\"https://www.law.cornell.edu/uscode/text/19/1862\">similarly broad authority</a> to impose tariffs after the commerce secretary conducts an investigation and determines that a foreign good “is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security.” In his first term, Trump used this to tax imports of steel and aluminum.</p>\n\n<p class=\"has-text-align-none\">And then there’s the authority that Nixon used in 1971 to issue broad new tariffs on a variety of imports. In its current form, this law allows the president to act <a href=\"https://tile.loc.gov/storage-services/service/ll/usrep/usrep468/usrep468222/usrep468222.pdf\">only after they declare a national emergency</a> “to deal with any unusual and extraordinary threat, which has its source in whole or substantial part outside the United States, to the national security, foreign policy, or economy of the United States.” But the law <a href=\"https://www.cassidylevy.com/news/across-the-board-tariffs-can-a-us-president-do-that/\">doesn’t define terms</a> like “national emergency” or “unusual and extraordinary threat.” And, once such an emergency is declared, the president’s power is quite broad.</p>\n\n<p class=\"has-text-align-none\">This is the law that also permits the president to regulate importation of “<a href=\"https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title50-section1702(b)(3)&amp;num=0&amp;edition=prelim\">any property in which any foreign country or any national thereof has or has had any interest</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s important to emphasize that, while these laws impose few substantive limits on tariffs, they do require Trump to jump through certain procedural hoops — and his administration struggled with such procedural barriers in his first term. In 2020, for example, a 5-4 Supreme Court rejected the administration’s attempt to eliminate the Deferred Action for Childhood Arrivals program, which allows hundreds of thousands of undocumented young immigrants to live and work in the US, <a href=\"https://www.vox.com/2020/6/18/21295518/supreme-court-daca-trump-roberts-regents-university-california-homeland-security\">due to a paperwork error</a>.</p>\n\n<p class=\"has-text-align-none\">Still, assuming the second Trump administration is staffed with competent lawyers who can navigate procedural hurdles more deftly this time, federal law places few explicit limits on the president’s power to issue tariffs.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How the Court could veto Trump’s tariffs, if a majority of the justices want to do so</strong></h2>\n\n<p class=\"has-text-align-none\">The strongest legal argument against Trump’s proposed tariff policy involves something called the “<a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">major questions doctrine</a>,” a power that the Supreme Court gave itself in recent years, which has only ever been used to block policies handed down by the Biden administration. The Court has <a href=\"https://www.vox.com/scotus/2023/6/30/23779903/supreme-court-student-loan-biden-nebraska-john-roberts\">never explained where this major questions doctrine comes from</a>, and has never attempted to ground it in any statute or constitutional provision — although some individual justices have written concurring opinions that attempt to do so.</p>\n\n<p class=\"has-text-align-none\">When summarizing this fabricated legal doctrine, the Court often quotes a line from <a href=\"https://supreme.justia.com/cases/federal/us/573/302/\"><em>Utility Air Regulatory Group v. EPA</em></a> (2014), which states that “we expect Congress to speak clearly if it wishes to assign to an agency decisions of vast ‘economic and political significance.’” But the justices have <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">only provided vague guidance</a> on just how “clearly” Congress must write a statute if it wants to give broad policymaking authority to an agency, so it is unclear if this Court would follow a statute permitting the president to tax “any property” that “any foreign country” has “any interest” in.</p>\n\n<p class=\"has-text-align-none\">The major questions doctrine is a new legal concept, which is poorly defined and which has never been used to block any policy by a Republican president — or, indeed, any president not named “Joe Biden” (some scholars argue that the Court applied an early version of the doctrine in <a href=\"https://supreme.justia.com/cases/federal/us/529/120/\"><em>FDA v. Brown &amp; Williamson</em></a> (2000) to block a Clinton administration policy, but the Court’s reasoning in that case <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">bears only a passing resemblance</a> to its reasoning in its Biden-era decisions). Because this doctrine is so ill-defined, a lawyer can only guess at whether this Court will apply it to the Trump administration at all, or specifically to Trump’s tariff policies.</p>\n\n<p class=\"has-text-align-none\">Still, there is both a principled argument for why it might apply to Trump, and a cynical one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The principled one is that the law should be the same regardless of which party controls the White House. So, if the <a href=\"https://www.vox.com/scotus/371361/supreme-court-call-republican-justices-republicans\">Republican justices</a> insisted on vetoing Biden administration policies they deemed too ambitious, they should also veto similarly ambitious Trump administration policies. Under this argument, the major questions doctrine may still be bad law that the Republican justices pulled out of thin air, but the least they can do is apply it equally harshly to presidents of both parties.</p>\n\n<p class=\"has-text-align-none\">The cynical argument, meanwhile, is that Democrats got crushed at the polls, despite low inflation and a strong economy, seemingly in part because they <a href=\"https://www.vox.com/2024-elections/383397/economy-inflation-2024-election-democrats-trump\">held power during a period of high inflation</a>. If Trump gets to implement his tariffs, that would also likely trigger a period of similarly high inflation, and that would be bad for the political party that controls the Supreme Court.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>So what should the Supreme Court do?</strong></h2>\n\n<p class=\"has-text-align-none\">Trump has proposed many policies that violate the Constitution. If he follows through on his <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-suggests-re-elected-biden-indicted-rcna132810\">threats to have his political enemies arrested</a>, that would violate the First Amendment and may violate the Fourth Amendment’s requirement that law enforcement must have “<a href=\"https://constitution.congress.gov/constitution/amendment-4/\">probable cause</a>” to make an arrest. Depending on how Trump conducts his deportation policies, they may violate constitutional due process guarantees. His <a href=\"https://www.washingtonpost.com/politics/2024/09/20/trump-lgbtq-second-term-agenda/\">anti-transgender policies</a> could violate <a href=\"https://www.vox.com/politics/2023/3/14/23635663/supreme-court-transgender-sports-constitution-stanford-kyle-duncan-protest\">constitutional protections against discrimination</a>, and some of his policies targeting incarcerated transgender people could violate the Constitution’s ban on “<a href=\"https://constitution.congress.gov/constitution/amendment-8/\">cruel and unusual punishments</a>.”</p>\n\n<p class=\"has-text-align-none\">But there’s nothing in the Constitution that prohibits tariffs. Tariffs are a common part of US economic and foreign policy. Federal laws that long predate the Trump administration give the president broad authority over tariffs. And there’s even a precedent, from the Nixon administration, for the kind of sweeping tariffs that Trump says he wants to implement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The coming legal fight over tariffs presents a dilemma. A decision against the tariffs would consolidate more power in an unelected Supreme Court, and breathe more life into a legal doctrine that has no basis in law. A decision for the tariffs, however, would cause needless misery to millions of Americans.</p>\n\n<p class=\"has-text-align-none\">The Constitution itself is pretty clear about what should happen in this case. When a duly elected president violates the Constitution or a federal law, it’s the Supreme Court’s job to step in. But when the president merely enacts an unwise economic policy, the Court is supposed to play no role whatsoever — even if this policy is likely to hurt the nation or the political party that controls the Court. Trump’s tariffs are unwise, but assuming that he implements them in compliance with federal law, they are not unconstitutional.</p>\n\n<p class=\"has-text-align-none\">In any event, it’s far from clear what these justices will do. But, if Trump does try to implement the kinds of tariffs he touted on the campaign trail, a legal showdown over whether he can actually do what federal law says he can do is almost certainly inevitable.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "After winning the 2024 election in part due to high inflation early in President Joe Biden’s term, President-elect Donald Trump wants to enact policies that would lead to the very same kind of inflation that doomed Democrats. Though Trump inherits a strong economy and low inflation, he’s proposed a 10 to 20 percent tariff on [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "In praise of the “middlebrow” movie",
    "link": "https://www.vox.com/culture/382672/conclave-challengers-trap-it-ends-with-us-movies",
    "pubDate": "2024-11-09T13:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Actor Ralph Fiennes as Cardinal Lawrence in the 2024 Edward Berger-directed film Conclave.\" data-caption=\"Actor Ralph Fiennes as Cardinal Lawrence in the 2024 film Conclave. | Courtesy of Focus Features\" data-portal-copyright=\"Courtesy of Focus Features\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Screen-Shot-2024-11-05-at-4.32.03-PM.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Actor Ralph Fiennes as Cardinal Lawrence in the 2024 film Conclave. | Courtesy of Focus Features</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For all its serious subject matter, there’s something deeply comforting about a movie like <em>Conclave.</em> Edward Berger’s new mystery thriller, about a cardinal (Ralph Fiennes) assigned with overseeing the election of a new pope, is surprisingly juicy and a lot more fun than many of the standard, austere Catholic dramas Hollywood has churned out in recent years (<em>The Two Popes</em>, <em>Spotlight</em>, <em>Silence</em>). Imagine the last 20 minutes of <em>Survivor</em>, when contestants switch up alliances and do their most aggressive politicking before Tribal Council, set in the Vatican.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In this fictional election, heavy matters are at stake, mainly whether the Church will embrace progress or maintain its conservative values. Scandals emerge. Chaos ensues. At its core, though, <em>Conclave</em> is a straightforward and arguably silly movie. The characters are all written in the same generic voice and announce what’s happening in every scene. Stanley Tucci plays a man named Cardinal Bellini. It ends with a twist that you’ll either find <a href=\"https://www.vulture.com/article/conclaves-surprise-twist-ending-has-a-deeper-meaning.html\">genius or bonkers</a>. Most notably, it has a quality that’s been missing from the box office lately. From its $20 million budget to its accessible story, <em>Conclave</em> is firmly middlebrow. </p>\n\n<p class=\"has-text-align-none\">We’re used to hearing “middlebrow” used as a pejorative, a knock on overly accessible, “normie” content. But as a third path between “highbrow” and “lowbrow,” it doesn&#8217;t get nearly enough credit. It’s a relief to occasionally watch a film that doesn’t insult or overly challenge our intelligence; accessibility with some standards isn’t always a bad thing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In our current movie landscape, “middlebrow” has become lost between the poles of big-budget IP films drowning in CGI, and Oscar bait-y, indie fare mainly discussed on Letterboxd. Worse, within this dichotomy, it’s become increasingly difficult to find movies with a wide appeal that also contain&nbsp;interesting, human stories. “For me, a middlebrow movie is something that I can recommend to everyone — a parent, a friend,” says Los Angeles Times film critic Katie Walsh.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Hollywood executives continue to bet on big franchises to turn huge profits, the past few years have seen the mid-budget movie make significant gains at the box office. This year alone, midsized projects like <em>Conclave</em>, <a href=\"https://www.vox.com/culture/24139393/challengers-sexy-tennis-zendaya-luca-guadagnino-investigation\"><em>Challengers</em></a><em>, Trap</em>, and <a href=\"https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud\"><em>It Ends With Us</em></a><em> </em>have generated either significant fanfare or big bucks at the box office. After a decade-and-a-half of narrowing movie choices, could middlebrow films finally be making a comeback?&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Marvel killed the “middlebrow” movie&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Following the explosion and eventual drop-off of blockbusters in the ’80s, modest films made a comeback in the ’90s. In particular, <a href=\"https://www.vox.com/culture/24144453/harvey-weinstein-overturned-conviction-explained-eliza-orlins-molineaux-rule-sandoval\">Harvey Weinstein</a>’s former production company Miramax gave the latter half of the decade some of its highest-grossing medium-sized hits. Movies like <em>Good Will Hunting</em>, <em>The English Patient</em>, <em>Shakespeare in Love</em>, and <em>The Talented Mr. Ripley</em>, for example, over-performed at the box office and went on to either be nominated or receive Academy Awards.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even then, however, midsized movies didn’t need “prestige” to justify their existence. In the 2000s, for every Oscar-winning tear-jerker, you could check out an even larger number of crowd-pleasing comfort movies — many that might even be categorized as “junk” — from soapy romantic dramas like <em>The Notebook </em>to bro comedies like <em>Wedding Crashers.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\">While midsized films don’t necessarily guarantee quality, they did give grown-ups a wide range of stories and genres to choose from when going to the multiplex. Think “chick flicks,” sports movies, legal thrillers, domestic dramas, capers, and whodunits during the ’90s and aughts. Up-and-coming filmmakers got to experiment with interesting concepts — or stick to more conventional fare — with decent budgets, ranging from $10 million to $60 million. As is the case with IPs now, studios could largely count on movie stars to lure audiences to the movie theaters and take a chance on original or newly adapted stories. During the era of physical media, studios could also rely on the profits from VHS and DVDs — as <a href=\"https://www.youtube.com/watch?v=QlWb4vjaJBI\">Matt Damon explained</a> on an episode of <em>Hot Ones</em> — giving these medium-sized films a longer tail and more chances at profitability.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Screen-Shot-2024-11-05-at-4.53.10-PM.png?quality=90&#038;strip=all&#038;crop=0,10.483669907754,100,79.032660184493\" alt=\"Actors Ryan Gosling and Rachel McAdams in the 2004 Nick Cassavetes-directed film “The Notebook.“\" title=\"Actors Ryan Gosling and Rachel McAdams in the 2004 Nick Cassavetes-directed film “The Notebook.“\" data-has-syndication-rights=\"1\" data-caption=\"Ryan Gosling and Rachel McAdams in the 2004 film &lt;em&gt;The Notebook.&lt;/em&gt; | Melissa Moseley/Courtesy of New Line Cinema\" data-portal-copyright=\"Melissa Moseley/Courtesy of New Line Cinema\" />\n<p class=\"has-text-align-none\">While middle-range movies used to occupy much of a studio&#8217;s yearly slate in the 2000s, blockbuster franchises like <em>Spider-Man</em> and <em>Transformers</em> were also a part of the mix and proved to be a worthy investment. Suddenly, even impressive earnings from mid-budget movies were starting to look like chump change compared to the hundreds of millions of dollars franchises could turn in with the promise of sequels.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2009, a year after the release of <em>Iron Man</em>, <a href=\"https://www.vanityfair.com/news/2009/03/state-of-hollywood200903?srsltid=AfmBOorzZ1tF6CURhaR2bRVKytlrWolmHWhpp7my_N0mKoBTlRVB3CQs&amp;utm_source=pocket_shared\">journalist and film producer Peter Bart reported</a> on the growing skepticism in Hollywood toward these sorts of in-between films (i.e., moderately budgeted movies geared toward adults) because they lacked built-in audiences. Instead, Hollywood executives were turning their attention and dollars to splashy franchises they could connect to “a maze of ancillary promotions,” like toys and video games.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Fifteen years and 33 Marvel movies later, this would prove to be true. Year after year, it seems like audiences can only count on comic book movies (and their endless sequels), live-action Disney remakes, video game adaptations, and reboots of other classic films to feature buzzy stars and be mass-marketed — with a couple of indie films slipping through the cracks. Still, the billion-dollar success of last year’s <em>Barbie</em> signaled the prolonging of our time in kid-friendly IP hell, with a <a href=\"https://www.newyorker.com/magazine/2023/07/10/after-barbie-mattel-is-raiding-its-entire-toybox\">slew of movies inspired by Mattel</a> products reportedly coming down the pipeline.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Investing in blockbusters hasn’t been a foolproof plan, though. With bigger budgets, the expectation for box-office success has risen to astronomical numbers. According to Mitchell Beaupre, managing editor at Letterboxd, this has created a “feast-or-famine landscape” where movies are either “gargantuan hits or colossal failures.”</p>\n\n<p class=\"has-text-align-none\">Studios “need to put up $200 million in order to make a mammoth blockbuster,” Beaupre says. “They only turn a profit if it makes $500 million or more. Otherwise it&#8217;s a disaster.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">“<strong>Middlebrow” movies have a communal value, especially when they hit theaters</strong></h2>\n\n<p class=\"has-text-align-none\">It’s not that “middlebrow” movies have completely fallen off the radar, but theatrical runs and robust marketing campaigns are largely a thing of the past. Rather, the bulk of these movies are dropped on streaming platforms with little to no promotion.&nbsp;For instance, Netflix took advantage of the rom-com-sized hole in the movie landscape and began <a href=\"https://www.businessinsider.com/netflix-original-rom-coms-ranked-critics-2019-2\">releasing a slate of original films</a>, many of them geared at teens, in the late 2010s. Hulu, Prime Video, and Max are also where you can find most romance flicks, family comedies, and small action films nowadays — if you even know they’re there in the first place.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This year, several “middlebrow” movies that would’ve been marquee theatrical releases in a previous era were quickly dumped onto streamers, including the Apple TV+ movie <em>Wolfs</em>, starring George Clooney and Brad Pitt, and the Glen Powell vehicle <em>Hit Man. </em>The latter film’s quick arrival on Netflix, after a limited theatrical run, was especially perplexing, given the recent box-office success of Powell’s previous film <em>Anyone But You </em>in 2023. Not only did the studio rom-com (made on a $25 million budget) earn over $200 million worldwide, it showed that well-liked actors could still drive people to movie theaters.</p>\n\n<p class=\"has-text-align-none\">“<em>Hit Man</em>, I think, would have done great,” Walsh says. “I saw it in the theater in Los Angeles, and it was packed with middle-aged people. My friend was like, ‘Oh, this feels like a real movie.’”</p>\n\n<p class=\"has-text-align-none\">In the same vein, the thwarted release of Clint Eastwood’s latest film <em>Juror #2, </em>another firmly “middlebrow” movie, is currently confusing critics and supporters of the film online. Eastwood’s 40th film was given a limited release on November 2 with <a href=\"https://variety.com/2024/film/news/clint-eastwood-juror-no-2-release-warner-bros-burying-1236188876/\">no plans to expand</a>, according to Variety. Sources also told the Hollywood Reporter that <a href=\"https://www.hollywoodreporter.com/movies/movie-news/clint-eastwood-juror-robert-zemeckis-here-1236053637/\">the drama would arrive on Max</a> “over the Christmas holidays.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Screen-Shot-2024-11-05-at-4.48.19-PM.png?quality=90&#038;strip=all&#038;crop=0,3.0101086278662,100,93.979782744268\" alt=\"Actor Nicholas Hoult as Justin Kemp in the 2024 Clint Eastwood-directed film “Juror #2.“\" title=\"Actor Nicholas Hoult as Justin Kemp in the 2024 Clint Eastwood-directed film “Juror #2.“\" data-has-syndication-rights=\"1\" data-caption=\"Nicholas Hoult as Justin Kemp in the 2024 film &lt;em&gt;Juror #2.&lt;/em&gt; | Courtesy of Warner Bros/Everett Collection\" data-portal-copyright=\"Courtesy of Warner Bros/Everett Collection\" />\n<p class=\"has-text-align-none\"><em>“Juror #2 </em>is a perfect example of something that easily could have made $100 million if it was in theaters,” says Beaupre. “But for whatever reason, [Warner Bros. Discovery CEO] David Zaslav has decided to <a href=\"https://www.forbes.com/sites/timlammers/2024/11/05/clint-eastwoods-juror-2-gets-max-streaming-release-window/\">barely release it</a>. Even reliable investments like Eastwood, who has had three of his last six movies crack $100 million worldwide, aren&#8217;t worth putting their resources behind to studios.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, when “middlebrow” movies have stuck around in movie theaters long enough the year, they’ve felt like special cultural events. This year’s <a href=\"https://www.vox.com/culture/2024/5/2/24147291/challengers-polyamory-ending-movie\">Luca Guadagnino film <em>Challengers</em></a><em> </em>felt the most reminiscent of the classic midsized movie buoyed by a beloved movie star (Zendaya). While the film contained artistic elements and a more “non-traditional” subject matter than a typical mainstream movie, it quickly became a populist favorite through viral memes and fans recommending it to other people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Every time I went back to see it again, the theater was busier<em> </em>than the last time,” Beaupre says. “That was a massive word-of-mouth hit that had people filling up theaters a month after it came out.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, it seems that the desire for original or at least new movies that adults can enjoy and, namely, discuss<em> </em>with other adults has never gone away. Whether viewers appreciated it or not, the ending of <em>Conclave </em>has at least given moviegoers something to talk about. Amid months-long marketing campaigns and cross-promotion tactics à la <em>Barbie</em> and <em>Wicked</em>, it’s refreshing to see moviegoers spreading the gospel of <em>Conclave</em> in an organic fashion. It also seems to be working. While the movie has yet to break even, it’s already <a href=\"https://collider.com/conclave-domestic-box-office-15-million/\">passed a $15 million milestone</a>, despite a relatively limited release.</p>\n\n<p class=\"has-text-align-none\">“There&#8217;s definitely a desire to go see<em> Deadpool and Wolverine</em> or <em>Twisters</em> and be with a crowd and have that big-screen sensation,” Walsh says. “But I think people also want to feel like they&#8217;re watching a movie and have something to think about and something to say afterward.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Hollywood’s franchise mania continues to confound, there’s hope that the industry will bend to the needs of moviegoers eventually. Just like blockbusters briefly lost their magic at the end of the ’80s, this moment could be a trend, rather than fate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Filmmakers are also becoming restless about the lack of mid-budget offerings themselves. At this year’s Oscars, <em>American Fiction</em> writer and director Cord Jefferson suggested that Hollywood executives make “20 $10 million movies” instead of one “$200 million movie” during his <a href=\"https://youtu.be/d07lNlkn0Ug?feature=shared\">acceptance speech for Best Adapted Screenplay</a>, drawing loud applause from the audience. His plea immediately begged the question: What’s so hard about that math?&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For all its serious subject matter, there’s something deeply comforting about a movie like Conclave. Edward Berger’s new mystery thriller, about a cardinal (Ralph Fiennes) assigned with overseeing the election of a new pope, is surprisingly juicy and a lot more fun than many of the standard, austere Catholic dramas Hollywood has churned out in [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "The debate over why Harris lost is in full swing. Here’s a guide.",
    "link": "https://www.vox.com/2024-elections/383897/harris-lost-debate-why-trump-won",
    "pubDate": "2024-11-09T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris looking serious, in a black jacket.\" data-caption=\"Kamala Harris speaks at Howard University in Washington, DC, on November 6, 2024. | Angela Weiss/AFP via Getty Images\" data-portal-copyright=\"Angela Weiss/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182616245.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Kamala Harris speaks at Howard University in Washington, DC, on November 6, 2024. | Angela Weiss/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Democrats have faced a bitterly disappointing defeat, and the debate is on about why that happened.</p>\n\n<p class=\"has-text-align-none\">Amid the opportunistic finger-pointing and evidence-free assertions that Vice President Kamala Harris could have won if only she had done this or that, there is a genuine search for explanations about what happened. The answer Democrats find most persuasive could greatly influence the party’s direction as it tries to win again.</p>\n\n<p class=\"has-text-align-none\">This debate will clearly go on for some time, and disentangling causality is difficult. But one way to think about it is to break up the question.&nbsp;</p>\n\n<p class=\"has-text-align-none\">How much of the defeat was about Harris’s weakness as a candidate or her campaign strategy? How much was about Donald Trump’s strengths? How much was about Joe Biden’s record? How much was the Democratic Party brand generally? And how much was due to larger structural factors like a <a href=\"https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893\">global anti-incumbent trend</a>?</p>\n\n<p class=\"has-text-align-none\">It’s possible that all of these played some role in the outcome, especially because issues like inflation can resonate across them all. But let’s go through them.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Was Harris an unusually weak candidate?</h2>\n\n<p class=\"has-text-align-none\">Any candidate who loses tends to get defined, in retrospect, as an obvious loser. So naturally, lots of the Democratic finger-pointing has been pointing at Harris. But how convincing is it?</p>\n\n<p class=\"has-text-align-none\">Harris had some real strengths: her record as a former prosecutor, her formidable fundraising, and the fact that she was a fresh face. But many had grave doubts about her prospects <a href=\"https://www.vox.com/2024-elections/362277/kamala-harris-donald-trump-polling\">all along</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris’s political rise in deep-blue San Francisco, and later statewide in California, came by cultivating support among Democratic elites; she had never had to run in a swing state and therefore never developed a political style designed to appeal to swing voters. It was far from clear what those swing voters would make of her when she entered the 2024 race. (The one time before this year that she faced a decent Republican opponent — her first run for California attorney general, in 2010 — she barely won.)</p>\n\n<p class=\"has-text-align-none\">Her campaign strategy was cautious and defensive. In her prior presidential campaign and during the vice presidency, she’d done several <a href=\"https://www.nytimes.com/2023/02/06/us/politics/kamala-harris-vice-presidenct-legacy.html\">high-profile interviews</a> that went poorly, which spurred her to avoid such interviews. In this bid, she was happy to prosecute the case against Trump on the debate stage, but seemed much less comfortable when it was her being grilled. She often spoke in talking points and platitudes.</p>\n\n<p class=\"has-text-align-none\">There was also her record. When Harris was trying to win the 2020 Democratic primary, she ran to the left, taking several policy positions (like <a href=\"https://www.politico.com/newsletters/power-switch/2024/09/19/harris-fracking-reversal-may-have-a-sequel-00180080\">banning fracking</a>) that did not seem politically tenable. Trump’s team used one clip from that campaign, when <a href=\"https://www.factcheck.org/2024/10/harris-position-on-health-care-for-transgender-prisoners-and-detainees/\">she touted</a> how she’d worked to ensure transgender inmates in California could access gender-affirming care, in a heavily funded attack ad. It <a href=\"https://www.nytimes.com/2024/11/07/us/politics/trump-win-election-harris.html\">concluded with the line</a>: “Kamala is for they/them. President Trump is for you.”</p>\n\n<p class=\"has-text-align-none\">Her campaign strategy hinged on trying to tack to the center, disavowing or simply avoiding her past positions, sending out signals to the business community that she’d be friendlier to them, while using former Rep. Liz Cheney as a Republican validator. She did not break with the Biden administration or the mainstream Democratic consensus on any issue of significance. She did not run as a bold populist or progressive, either.</p>\n\n<p class=\"has-text-align-none\">Finally, there’s gender and race. Many have wondered whether the voter backlash against her was due to sexism — particularly due to preliminary numbers suggesting the swing against her was most intense among men. The <a href=\"https://www.nytimes.com/2024/11/07/us/politics/trump-win-election-harris.html\">New York Times reports</a> that the Trump team’s ads often showed Harris “laughing or dancing in a colorful blouse and pink pants,” because Trump’s goal was “to make her look like a lightweight.”</p>\n\n<p class=\"has-text-align-none\">But is Harris getting too much of the blame? Evidence suggests the guy she replaced at the top of the ticket, Joe Biden, would have done much worse. One <a href=\"https://x.com/YouGovAmerica/status/1854895311644172605\">post-election poll</a> found Trump would have beaten him by 7 percentage points nationally. Perhaps she did a decent job of playing a bad hand: the Biden administration’s record.</p>\n\n<h2 class=\"wp-block-heading\">Was it Biden’s fault?</h2>\n\n<p class=\"has-text-align-none\">Biden’s initial attempt to run for reelection — before it was curtailed by his disastrous debate — limited the time and options available to Harris. But the bigger problem may have simply been that she was his vice president, and his administration was very unpopular.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Blueprint, a Democratic polling initiative, <a href=\"https://blueprint2024.com/polling/why-trump-reasons-11-8/\">published research</a> showing that two of the three most effective arguments for pushing swing voters away from Harris were that “inflation was too high under the Biden-Harris administration” and that “too many immigrants illegally crossed the border under the Biden-Harris administration.”</p>\n\n<p class=\"has-text-align-none\">Polling all year has shown that inflation and immigration were Democrats’ biggest vulnerabilities. So part of the party’s second-guessing will naturally involve whether Biden should have made different policy choices to produce different outcomes in those areas.</p>\n\n<p class=\"has-text-align-none\">Biden did not cause inflation, but his American Rescue Plan <a href=\"https://www.vox.com/23036340/biden-american-rescue-plan-inflation\">did make it worse</a>, which resulted in higher prices and necessitated bigger interest rate hikes than would have happened otherwise. </p>\n\n<p class=\"has-text-align-none\">His administration was also slow to adjust, and though a “soft landing” without a recession eventually resulted, voters hated the enduring high prices.</p>\n\n<p class=\"has-text-align-none\">On the border, too, Biden only belatedly pivoted. After a huge increase in the number of unauthorized immigrants arriving at the border in 2021 and onward, Democrats in blue states and cities struggled to deal with the logistics of so many arrivals, and public backlash brewed. Late in 2023, Biden tried to pass a border security bill through Congress, but failed — in part due to <a href=\"https://www.vox.com/politics/2024/1/25/24050278/senate-immigration-border-ukraine-trump-mcconnell-romney\">opposition from Donald Trump</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In mid-2024, the combination of a deal with Mexico and new executive orders seemed to <a href=\"https://www.nbcnews.com/investigations/border-crossings-dropped-lowest-level-biden-administration-september-rcna174574\">finally cut down</a> on border crossings. But it’s possible Biden could have done more earlier, limiting the effectiveness of immigration as an attack on Harris.</p>\n\n<p class=\"has-text-align-none\">Finally, Israel’s war in Gaza bitterly divided the Democratic coalition. There was probably no way to make everyone happy here, and polling <a href=\"https://blueprint2024.com/polling/why-trump-reasons-11-8/\">does not show it</a> as a top reason swing voters turned against Harris. But the ugly controversy over Biden’s support for Israel (and Harris’s support for Biden’s policy) may have hurt her in Michigan and cut down on the left’s enthusiasm for her. It’s unlikely to have been decisive, but it certainly didn’t help.</p>\n\n<h2 class=\"wp-block-heading\">Was Trump an unusually strong candidate?</h2>\n\n<p class=\"has-text-align-none\">The political conventional wisdom has generally been that Trump is a weak candidate who’s been holding Republicans back — that his 2016 win was a fluke reliant on the Electoral College; that he was quite unpopular as president; that voters rejected him and his party in 2018, 2020, and (sort of) 2022; and that the GOP was taking a massive risk by nominating him again after he tried to steal the last presidential election and was indicted four times.</p>\n\n<p class=\"has-text-align-none\">But Trump may have been unusually well-positioned to take advantage of dissatisfaction with the Biden administration’s record on the economy and immigration.</p>\n\n<p class=\"has-text-align-none\">Trump’s persona as a celebrity businessman, one who many voters view as especially savvy about the economy, has been an advantage for him in polls <a href=\"https://www.latimes.com/opinion/op-ed/la-oe-schiller-trump-victory-economy-20161109-story.html\">since his first campaign</a>. That wasn’t enough to save him amid the chaos of 2020, but given what’s ensued since, many Americans have looked back on Trump’s governing record more fondly. Voters have given him retrospective credit for the strong economy and low inflation environment of 2017 through 2019, while not really blaming him for the pandemic. Focus groups again and again <a href=\"https://www.nytimes.com/2024/11/03/opinion/election-focus-groups.html\">came back to the idea</a> that voters hated the Biden economy and thought Trump could fix it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Indeed, <a href=\"https://www.vox.com/2024-elections/383197/kamala-harris-results-underperformed-democratic-senate-candidates\">Trump’s outperformance of many down-ballot Republican candidates</a> in key races — in part due to split-ticket voting, in part due to Trump voters simply not voting down-ballot — suggests there was a significant bloc of “I don’t like Republicans much, but the economy was better under Trump” voters.</p>\n\n<p class=\"has-text-align-none\">On immigration, too, there was a <a href=\"https://www.vox.com/politics/351535/3-theories-for-americas-anti-immigrant-shift\">stunning swing</a> of public opinion to the right during Biden’s term, as border arrivals soared, which may have played to Trump’s advantage.</p>\n\n<h2 class=\"wp-block-heading\">Was this a backlash against the Democratic Party for going too far left?</h2>\n\n<p class=\"has-text-align-none\">One theory floating around is that the results show the public is punishing the Democratic Party for having moved too far left.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Josh Barro made this argument in <a href=\"https://www.joshbarro.com/p/trump-didnt-deserve-to-win-but-we\">a Substack post</a>, citing poor Democratic governance in blue states and cities as well as “woke” far-left policies on crime, schooling, and trans rights as likely causes of public frustration. Perhaps this explains some of the disproportionate shifts against Harris we saw in deep-blue states like New York, as well as progressive prosecutors losing and a tough-on-crime ballot proposition <a href=\"https://www.latimes.com/california/story/2024-11-06/tide-shifts-against-criminal-justice-reform-among-california-voters\">passing in California</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A counterpoint to this is that Democrats’ swing-state Senate candidates did well — several of them won despite Harris losing their states — and that even amid the backlash in New York, Democrats <a href=\"https://www.nytimes.com/2024/11/06/nyregion/democrats-house-ny.html\">flipped several House seats</a> in New York. That could be read to suggest the problem had less to do with the Democratic Party and more to do with the top of the ticket.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, Democrats did likely lose the national popular vote as well as the presidency, so it’s hard to argue that the party’s political positioning is optimal.</p>\n\n<h2 class=\"wp-block-heading\">Was it just due to a global trend?</h2>\n\n<p class=\"has-text-align-none\">Finally, another school of thought holds that perhaps the explanation for the outcome doesn’t lie in the United States at all. Perhaps it’s just the latest example of a worldwide trend of <a href=\"https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893\">incumbents doing poorly</a> in democracies holding elections in the post-pandemic years. Inflation, as a worldwide trend caused by supply-side disruptions and foreign crises, is a big part of the reason for that global struggle.</p>\n\n<p class=\"has-text-align-none\">“Every governing party facing election in a developed country this year lost vote share, the first time this has ever happened,” John Burn-Murdoch <a href=\"https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893\">reported for the Financial Times</a>. “It’s possible there is just no set of policies or personas that can overcome the current global anti-incumbent wave.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, it is worth keeping in mind that Trump won quite narrowly, by just 2 percentage points or less in the decisive swing states. On the one hand, that could suggest Democrats did a surprisingly good job among structural headwinds, starting from behind and closing the gap as much as possible — even if it wasn’t ultimately enough.</p>\n\n<p class=\"has-text-align-none\">On the other hand, it could suggest that more could have been done. Was it really fated that there was absolutely nothing Democrats could have done over the past four years to improve their margin by 2 more points, however strong the headwinds?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whatever the answer, Democrats have two years until their next chance to take back a branch of the federal government — and plenty to figure out in the meantime.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Democrats have faced a bitterly disappointing defeat, and the debate is on about why that happened. Amid the opportunistic finger-pointing and evidence-free assertions that Vice President Kamala Harris could have won if only she had done this or that, there is a genuine search for explanations about what happened. The answer Democrats find most persuasive [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "Conspiracy theories are spreading about Trump’s win. They’re false.",
    "link": "https://www.vox.com/politics/383944/conspiracy-theories-trump-win",
    "pubDate": "2024-11-08T23:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Voters waiting to vote stand in a line beside Harris-Walz signs and Trump signs.\" data-caption=\"Voters line up to cast their ballots at a voting location at the Farmersville Elementary School on Election Day in Bethlehem, Pennsylvania. | Samuel Corum/AFP/Getty Images\" data-portal-copyright=\"Samuel Corum/AFP/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182405951.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Voters line up to cast their ballots at a voting location at the Farmersville Elementary School on Election Day in Bethlehem, Pennsylvania. | Samuel Corum/AFP/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the wake of <a href=\"https://www.vox.com/2024-elections/382696/donald-trump-wins-2024-election-results-democracy\">President-elect Donald Trump’s 2024 victory</a>, online misinformation claiming the election was rigged in his favor has proliferated — including theories <a href=\"https://x.com/AruneMinecraft/status/1854323968926507183\">about missing votes</a> and <a href=\"https://www.wired.com/story/election-denial-conspiracy-theories-x-left-blueanon/\">voting machine dysfunction</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As was the case with election denialism following the 2020 election, these conspiracy theories about election fraud are false. According to the Cybersecurity and Infrastructure Security Agency, the federal body that oversees risks to election systems, there haven’t been signs of meddling or hacks on machines affecting the race outcome.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Importantly, we have no evidence of any malicious activity that had a material impact on the security or integrity of our election infrastructure,” CISA director <a href=\"https://www.cisa.gov/news-events/news/statement-cisa-director-easterly-security-2024-elections\">Jen Easterly said in a statement.&nbsp;</a></p>\n\n<p class=\"has-text-align-none\">While it’s true that the current total vote count is less than it was in 2020, that’s not because votes are missing —a number of ballots are still being tabulated and the final count isn’t yet available.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s worth noting there’s a big distinction between 2020 and the misinformation being spread this time around. During the last cycle, Trump was one of the chief people perpetuating lies about the election being stolen and falsehoods about fraud. Powerful <a href=\"https://www.vox.com/2021/2/22/22295243/steve-scalise-abc-this-week-jon-karl-2020-election-lies-trump\">voices in the GOP</a> — including senators and House members — <a href=\"https://www.vox.com/2020/11/6/21552720/trump-2020-campaign-election-irregularities-fraud\">echoed the claims</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This cycle, Vice President Kamala Harris has already conceded the election, and Democratic leaders, including President Joe Biden, have emphasized the need for a peaceful transfer of power. The misinformation this week instead appears to be coming from online observers — many of them <a href=\"https://x.com/legendofaaron/status/1854366913020965177\">small accounts</a> — disappointed in the <a href=\"https://x.com/AruneMinecraft/status/1854323968926507183\">outcome of the election</a> or eager to <a href=\"https://x.com/JasonFyk/status/1854151387644383507\">revive claims of election denialism from 2020</a>.  </p>\n\n<h2 class=\"wp-block-heading\"><strong>There’s no evidence to back up the “missing ballots” conspiracy theory</strong></h2>\n\n<p class=\"has-text-align-none\">One conspiracy theory that’s spread online is that there are votes missing this cycle because the count so far is lower than what it was in 2020. In reality, that’s because votes are still being counted — particularly in populous states, like California, that rely heavily on mail-in ballots.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Observers on both sides of the aisle have floated this theory. Those <a href=\"https://x.com/legendofaaron/status/1854366913020965177\">sympathetic with Democrats argue</a> that it’s evidence that Trump cheated and that votes are missing from the final count. <a href=\"https://x.com/JasonFyk/status/1854151387644383507\">Those sympathetic with Republicans</a> say it’s more evidence that something went awry in 2020 and that extra votes were counted that year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Neither is correct, experts emphasize.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Those are both lies. Those are both complete misinterpretations of the data,” David Becker, the founder and executive director of the Center for Election Innovation and Research, a nonpartisan nonprofit that works on election administration, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Claim: </strong>There were 20 million fewer votes cast in 2024 than in 2020.</p>\n\n<p class=\"has-text-align-none\"><strong>Reality: </strong>The final count for this election is still not yet in and could take weeks. That’s because a number of states including California, Nevada, and Arizona are continuing to process mail-in ballots. As a result, comparing the current vote totals with those in 2020 isn’t an accurate approach. </p>\n\n<p class=\"has-text-align-none\">“Thanks to slow counting of ballots mostly out west, there are still millions of votes to be added to the ultimate totals,” UCLA election law professor Rick Hasen told Vox. “When all is said and done, turnout will likely be on par with turnout in the last election.”</p>\n\n<p class=\"has-text-align-none\">The changing vote totals is evidence of this dynamic. As Gabriel Sterling, the chief operating officer of the Georgia secretary of state office, noted on Friday, the difference in vote totals between 2024 and 2020 has already changed: While there was a difference of 20 million votes on Wednesday, it went down to 15 million votes on Thursday as more ballots were counted.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">The difference in election numbers between 20&amp;24 continues to drop. On Wednesday morning the difference was 20 million, yesterday it was down to 15 million yesterday, it’s down to about 12.5 million now as votes are still being tallied, especially out West. This is the process. <a href=\"https://t.co/qA9qdJu3AL\">pic.twitter.com/qA9qdJu3AL</a></p>&mdash; Gabriel Sterling (@GabrielSterling) <a href=\"https://twitter.com/GabrielSterling/status/1854934229987029043?ref_src=twsrc%5Etfw\">November 8, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">As of early Friday afternoon, <a href=\"https://www.nytimes.com/interactive/2024/11/05/us/elections/results-president.html\">an estimated 91.8 percent of votes</a> had been counted, according to the New York Times. That included a total of 144.7 million votes, including 69.2 million for Harris and 73.5 million for Trump.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given that estimate, there should be a total of roughly 157.6 million total votes cast, once the full count is in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That figure is similar to the 2020 final vote total. When 100 percent of votes were counted in 2020, 155.5 million total votes were cast including 81.2 million for Biden and 74.2 million for Trump.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>A conspiracy theory about swing states is false, too&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://x.com/lasel22/status/1854958429049102397\">Another claim that’s emerged</a> centers on how Harris lost key swing states including Michigan and Wisconsin — but Democrats won other seats, including Senate seats in those places. Because some <a href=\"https://www.vox.com/2024-elections/383197/kamala-harris-results-underperformed-democratic-senate-candidates\">voters in these states</a> appear to <a href=\"https://www.newsobserver.com/news/politics-government/article295120649.html\">have split their tickets</a>, that’s prompted some online observers to push theories that there’s something amiss with voting machines or other parts of the election process.</p>\n\n<p class=\"has-text-align-none\"><strong>Claim: </strong>Democrats losing the presidency but winning other seats in swing states is evidence there’s something awry.</p>\n\n<p class=\"has-text-align-none\"><strong>Reality: </strong>Even though they’ve become less common over time, split-ticket voters still exist. Recall that in 2020, Biden won most of Maine’s electoral votes <a href=\"https://www.vox.com/21559109/maine-north-carolina-senate-races\">while Republican Sen. Susan Collins won the state</a>. That year, a sizable proportion of the state backed both Biden and Collins. </p>\n\n<p class=\"has-text-align-none\">This cycle, that same dynamic was apparent with voters electing Democrats Tammy Baldwin and Elissa Slotkin to the Senate in Wisconsin and Michigan, respectively, and Trump to the presidency. </p>\n\n<p class=\"has-text-align-none\">“There were Trump-Stein voters in North Carolina, there were Trump-Slotkin voters in Michigan, there were Trump-Gallego voters in Arizona,” Becker says. <a href=\"https://www.jsonline.com/story/news/politics/elections/2024/11/08/wisconsins-donald-trump-tammy-baldwin-split-election-explained/76110249007/\">There’s also evidence that a segment of voters</a> in places like Wisconsin may have supported Trump but skipped the Senate question altogether. </p>\n\n<p class=\"has-text-align-none\">Historically, split-ticket voters have voted in this way because they see supporting different parties <a href=\"https://www.vox.com/policy-and-politics/23414915/split-ticket-voting-governor-senate-midterm\">as an effort at moderation or putting checks on each party</a>. In some cases, issues with candidate quality could also turn voters away: In North Carolina, for example, Democratic gubernatorial candidate Josh Stein likely benefited because his opponent, Republican Lt. Gov. Mark Robinson, was under fire for <a href=\"https://www.vox.com/2024-elections/373094/mark-robinson-slavery-nazi-north-carolina-trump-2024\">making inflammatory statements.</a></p>\n\n<p class=\"has-text-align-none\">The presence of voters who either split their ticket or didn’t vote in down ballot races is not, however, a sign of fraud. </p>\n\n<h2 class=\"wp-block-heading\"><strong>There are layers of election security</strong></h2>\n\n<p class=\"has-text-align-none\">Both Becker and Hasen note that post-election audits will be conducted to determine if there were any discrepancies in vote counts, or in election machine functionality. In these audits, officials do a hand count of a selection of paper ballots to ensure that the results being reported by the machines are accurate. Those audits should safeguard against any potential errors in machines — though, again, there hasn’t been any evidence that such issues affected the outcome.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Broadly, though, both experts emphasize that the US election system is trustworthy and that the process went smoothly this year. </p>\n\n<p class=\"has-text-align-none\">“The election was well run,” Hasen stressed.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the wake of President-elect Donald Trump’s 2024 victory, online misinformation claiming the election was rigged in his favor has proliferated — including theories about missing votes and voting machine dysfunction.&#160; As was the case with election denialism following the 2020 election, these conspiracy theories about election fraud are false. According to the Cybersecurity and [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "The perils of using payment apps as your bank account",
    "link": "https://www.vox.com/technology/373886/cash-app-venmo-chime-account-protection-fdic",
    "pubDate": "2024-11-08T22:23:52.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A sign for the payments app Venmo sits in front of a merry go round with swings.\" data-caption=\"Venmo is good for sending money to friends, but it’s not necessarily the safest place to do your banking. | Vivien Killilea/Getty Images\" data-portal-copyright=\"Vivien Killilea/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1392051315.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Venmo is good for sending money to friends, but it’s not necessarily the safest place to do your banking. | Vivien Killilea/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Some people collect coins or stamps. For a time, I collected debit cards. Not stolen ones! Each one of them had my name on them, right below the logo of the latest banking app I’d decided to try out: Venmo, Cash App, Chime, Varo, Current, Acorns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the better part of a decade, I did all my banking through these apps, enjoying their slick user experience and lack of fees. The problem with every one of them, however, is that they’re not chartered banks. If the company behind the app went bankrupt, the Federal Deposit Insurance Corporation (FDIC) would not necessarily come to my rescue.</p>\n\n<p class=\"has-text-align-none\">This disaster scenario was a hypothetical worry when I eventually settled for Chase and its FDIC insurance. For millions of others, it became a reality earlier this year when a company called Synapse <a href=\"https://www.wsj.com/articles/why-the-synapse-bankruptcy-has-the-fintech-world-on-edge-f83cbe6d\">collapsed and froze them out of their accounts</a>. Users of Yotta, a popular savings app with a built-in lottery, and other apps that relied on Synapse to help manage their accounts couldn’t access their money for months. Now, as hundreds of thousands of Synapse customers’ dollars <a href=\"https://fintechbusinessweekly.substack.com/p/sen-elizabeth-warren-calls-for-regulators\">remain in limbo</a>, Sens. Elizabeth Warren (D-MA) and Chris Van Hollen (D-MD) <a href=\"https://www.warren.senate.gov/imo/media/doc/warren_van_hollen_letter_to_prudential_regulators_on_baas_oversight_91124.pdf\">are calling for banking reforms</a>, and the FDIC is <a href=\"https://www.fdic.gov/news/press-releases/2024/fdic-proposes-deposit-insurance-recordkeeping-rule-banks-third-party\">proposing changes</a> to its rules.</p>\n\n<p class=\"has-text-align-none\">Still, <a href=\"https://www.mckinsey.com/industries/financial-services/our-insights/fintechs-a-new-paradigm-of-growth\">a growing number of people</a> are embracing these financial technology, or fintech, services. More than <a href=\"https://www.forbes.com/sites/ronshevlin/2023/07/05/the-checking-account-war-is-over-and-the-fintechs-have-won/\">a third of Gen Z and millennials</a> used a fintech app or a digital bank as their primary checking account, according to a 2023 Cornerstone Advisors study.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So some questions are worth asking: Is it a bad idea to use an app like Venmo as your main bank? Are digital banks like Chime trustworthy enough?</p>\n\n<p class=\"has-text-align-none\">The answer to both questions is yes. Venmo is not a bank, and using it as your primary checking account comes with some risks. Some fintech companies, like Chime, are just as big as traditional banks and offer some nice perks. Again, because they’re nontraditional, there are risks.</p>\n\n<p class=\"has-text-align-none\">“You&#8217;re not going to go back to a world where everybody works with a small bank and walks into a branch,” Shamir Karkal, co-founder of Simple, one of the first digital banks. “The future is just going to be more fintech, and I think we all just need to get better at it.”</p>\n\n<p class=\"has-text-align-none\">To get better at all of this, it helps to know what’s going on behind the scenes.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Neobanks and money transmitters, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">The term fintech can refer to a lot of things, but when you’re talking about everyday services for everyday people, it typically refers to either neobanks or money transmitters. Chime is a neobank. Venmo is a money transmitter. They’re regulated in different ways, but because most of these companies issue debit cards, many people treat them like checking accounts. Fintech apps are not the same thing as FDIC-insured banks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Neobanks are fintech companies that offer services like checking accounts in partnership with chartered banks, which are FDIC-insured. Neobanks sometimes enlist intermediaries known as banking-as-a-service, or BaaS, companies, which are not FDIC-insured. Still, you will often see the FDIC logo on neobank websites, just like you see it stuck to the glass doors of many brick-and-mortar banks. That logo instills trust, and thanks to their partnerships, neobanks can claim some FDIC protections. But because they do not have bank charters, these neobanks and BaaS companies are not directly FDIC-insured. Instead, neobank customers can be eligible for something called <a href=\"https://www.fdic.gov/financial-institution-employees-guide-deposit-insurance/pass-through-deposit-insurance-coverage\">pass-through deposit insurance coverage</a>.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Three things to know</h2>\n\n\n\n<p class=\"has-text-align-none\">Listen to Vox’s Adam Clark Estes break down the potential pitfalls of keeping your money in a fintech app, like Venmo or Chime.</p>\n\n\n\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@vox/video/7419371061923400991\" data-video-id=\"7419371061923400991\" data-embed-from=\"embed_page\"> <section> <a target=\"_blank\" title=\"@vox\" href=\"https://www.tiktok.com/@vox?refer=embed\" rel=\"noopener\">@vox</a> <p>Venmo or Chime aren&#8217;t as safe as you think they are. Here&#8217;s what to know.</p> <a target=\"_blank\" title=\"♬ original sound - Vox - Vox\" href=\"https://www.tiktok.com/music/original-sound-Vox-7419370992780233503?refer=embed\" rel=\"noopener\">♬ original sound &#8211; Vox &#8211; Vox</a> </section> </blockquote> \n</div>\n\n<p class=\"has-text-align-none\">Pass-through insurance is a simple concept <a href=\"https://www.consumerfinance.gov/data-research/research-reports/issue-spotlight-analysis-of-deposit-insurance-coverage-on-funds-stored-through-payment-apps/full-report/\">that’s deceivingly complex in practice</a>. Essentially, if you deposit money into an account with a neobank, like Chime, the funds get routed to a chartered bank, sometimes through one of those BaaS intermediaries. If the chartered bank fails, no problem: FDIC insurance kicks in, and you can recoup up to $250,000 of your deposits. If the intermediary fails or the neobank itself fails, you might be eligible for pass-through insurance — but you might not. In its explainer about when or if you’ll get your money back in these kinds of situations, the FDIC literally says, “<a href=\"https://www.fdic.gov/consumer-resource-center/2024-06/banking-third-party-apps\">It depends</a>.”</p>\n\n<p class=\"has-text-align-none\">“American consumers see the FDIC logo, and they interpret that as meaning: My money is safe and I will get it back,” said Jason Mikula, who runs the popular <a href=\"https://fintechbusinessweekly.substack.com/?utm_source=substack&amp;utm_medium=web&amp;utm_campaign=substack_profile\">Fintech Business Weekly newsletter</a>. “That&#8217;s just not what FDIC does exactly.”</p>\n\n<p class=\"has-text-align-none\">Money transmitters, also known as money services businesses, are even further removed from the perceived safety of the FDIC. Put bluntly, if you’re keeping all your money in a Venmo or Cash App account, you don’t qualify for FDIC insurance. Money transmitters are not neobanks or banks at all but rather completely <a href=\"https://stripe.com/resources/more/what-is-a-money-transmitter#introduction\">different legal entities</a> that are regulated by individual states as well as the Department of the Treasury. There are certain protections provided by these agencies, but FDIC insurance is not one of them.</p>\n\n<p class=\"has-text-align-none\">So when an app like <a href=\"https://www.withyotta.com/security\">Yotta</a> or <a href=\"https://www.chime.com/\">Chime</a> says on its website that it’s FDIC insured, it’s not a lie, but it’s not necessarily true either.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Venmo, to its credit, admits in the fine print of its homepage that its parent company PayPal “is not a bank” and “is not FDIC insured.” To confuse you even more, however, certain PayPal services that enlist a chartered bank partner, like a PayPal Mastercard or savings account, <a href=\"https://www.paypal.com/us/legalhub/program-banks-tnc\">might qualify for FDIC insurance</a>. Again, it depends.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The perils and perks of banking with an app</strong></h2>\n\n<p class=\"has-text-align-none\">Fintech companies take careful steps to make banking with them feel safe. They include the FDIC logo on the website to provide customers with some peace of mind, even though the fine print on those protections is more complicated. They issue debit cards with the Visa or Mastercard logo to suggest that these cards play by the same rules as any big bank’s debit card. These logos can act as a stamp of approval, an assurance that your money is in good hands.</p>\n\n<p class=\"has-text-align-none\">This is actually the heart of the problem, as far as Sen. Elizabeth Warren is concerned. This month, she and Sen. Van Hollen <a href=\"https://www.warren.senate.gov/imo/media/doc/warren_van_hollen_letter_to_prudential_regulators_on_baas_oversight_91124.pdf\">asked regulators</a> to ban neobanks and fintech companies from using the FDIC name and logo if they were only offering pass-through insurance. They also called for greater supervision of these companies under the Bank Service Company Act.</p>\n\n<p class=\"has-text-align-none\">“The average consumer shouldn’t be expected to understand the intricacies of FDIC insurance in order to comfortably and safely save or invest their money,” Warren’s letter says. “Consumers must feel confident that they are dealing with a regulated and insured entity when they see the FDIC logo.”</p>\n\n<p class=\"has-text-align-none\">That doesn’t necessarily mean that all neobanks and fintech companies are untrustworthy. In some cases, the sheer size and track record of fintech companies can instill quite a bit of trust. Chime, the largest digital bank <a href=\"https://www.forbes.com/sites/ronshevlin/2024/03/24/is-chime-ready-for-an-ipo-it-has-more-primary-customers-than-chase/\">with roughly 22 million customers</a>, scored a $25 billion valuation in its latest round of funding and <a href=\"https://www.bloomberg.com/news/articles/2024-03-22/chime-financial-is-said-to-target-public-listing-in-us-in-2025?sref=qYiz2hd0\">is planning to go public next year</a>. Venmo’s parent company, PayPal, is widely <a href=\"https://www.pymnts.com/digital-payments/2023/60percent-of-consumers-trust-paypal-over-their-bank-with-stored-payment-credentials/\">considered safe and trustworthy</a>. And don’t expect Block, the $42 billion company that owns Cash App <a href=\"https://squareup.com/us/en/press/square-financial-services-begins-banking-operations\">as well as its own chartered bank</a>, to fail any time soon.</p>\n\n<p class=\"has-text-align-none\">The truth is, even if there is some false sense of security, fintech apps offer certain customers features that big banks can’t or won’t. One thing that’s made Chime and many other neobanks so popular, for instance, is that they don’t charge so many fees. That’s a huge boon to young people <a href=\"https://www.vox.com/22367985/paypal-venmo-financial-inequality-unbanked-underbanked\">as well as people without bank accounts</a>. If a fintech app is your only option, then you might not care so much about FDIC insurance.</p>\n\n<p class=\"has-text-align-none\">“If you&#8217;re poor in America and you&#8217;re banking at Chase or Wells Fargo, you&#8217;re going to get overdraft fees, minimum balance fees,” Mikula explained. “So there is a real need that [fintech] companies fulfill as a result of your establishment banks essentially not wanting to bank poor people because it&#8217;s difficult to do profitably.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">As many as 6 percent of Americans <a href=\"https://www.cnbc.com/2024/08/02/23percent-of-low-income-americans-are-living-without-a-bank-account.html\">were living without a bank account</a> in 2023, according to Federal Reserve data. That share grows to 23 percent for those making less than $23,000 a year. The unbanked population, which disproportionately comprises Black, Hispanic, and undocumented people, is at a greater risk of falling victim to predatory lending practices, including payday loans. Some fintech companies also offer short-term loans, though they’ve been criticized <a href=\"https://apnews.com/article/earned-wage-access-costs-payday-loans-9679d1bd09546d12074e0f27e23f0632\">for being predatory as well</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Fraud alert</h2>\n\n\n\n<p class=\"has-text-align-none\">Payment apps like Venmo are popular with scammers. Using a Venmo-branded debit card <a href=\"https://venmo.com/purchaseprotection/\">comes with some purchase protection</a>. If you happen to fall for a scam, however, there’s a good chance the app will not pay you back.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://help.venmo.com/hc/en-us/articles/209681208-I-accidentally-paid-a-stranger-on-Venmo\">Venmo</a>, <a href=\"https://cash.app/help/6544-avoiding-common-scams-with-cash-app\">Cash App</a>, and <a href=\"https://www.zellepay.com/safety-education/fraud-scams-overview\">Zelle</a> are all clear about issuing refunds for payments to other individuals: They don’t do it. Or at least they can’t guarantee it. You should treat these peer-to-peer payments like cash.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">Here are some tips for spotting and avoiding scams on <a href=\"https://help.venmo.com/hc/en-us/articles/360048404533-Common-Scams-on-Venmo\">Venmo</a>, <a href=\"https://cash.app/help/6544-avoiding-common-scams-with-cash-app#\">Cash App</a>, and <a href=\"https://www.zellepay.com/safety-education/fraud-scams-overview\">Zelle</a>. But if you’re more of a motivated-by-fear person, read <a href=\"https://www.businessinsider.com/zelle-fraud-scam-swimming-pool-online-payment-apps-mobile-banking-2023-10\">this story</a> about a guy who wanted a deal on a swimming pool and got “a $31,000 lesson in the downside of payment apps” instead.</p>\n</div>\n\n<p class=\"has-text-align-none\">Still, fintech companies offer the unbanked <a href=\"https://www.forbes.com/councils/forbesbusinesscouncil/2021/12/17/three-barriers-unbanked-citizens-face-and-how-fintech-overcomes-them/\">the ability to save money and build credit</a>. For someone who can’t open a traditional bank account, Venmo can be a lifeline, since they can add funds to their Venmo balance and then pay bills using their Venmo debit card without needing a traditional checking account. If they have access to a smartphone, getting basic banking services is simple these days.</p>\n\n<p class=\"has-text-align-none\">As I learned firsthand when testing out many of these services over the years, it’s very easy to sign up for and easy to deposit money into a fintech app. If you have a problem, however, help can be hard to find. Many fintech companies and neobanks, including Chime, lack brick-and-mortar locations, which means you can’t walk into a branch to get an issue resolved. In fact, poor customer service <a href=\"https://www.emarketer.com/content/neobanks-customer-service-growing-client-base\">is a common complaint</a> for these companies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means you should always research a company before giving money to it. Read the reviews and study the fine print. Obvious red flags include hidden fee structures and reports of customers not being able to withdraw their money. You should also consider trying services out with small sums rather than your life savings. And, as always, <a href=\"https://consumer.ftc.gov/articles/mobile-payment-apps-how-avoid-scam-when-you-use-one\">watch out for scams and frauds</a>.</p>\n\n<p class=\"has-text-align-none\">What is true in the real world is even more true in the app world: Beware of deals that look too good to be true. Only gamble with what you’d be willing to lose.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/newsletters\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here</a></em></strong><em>&nbsp;so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Some people collect coins or stamps. For a time, I collected debit cards. Not stolen ones! Each one of them had my name on them, right below the logo of the latest banking app I’d decided to try out: Venmo, Cash App, Chime, Varo, Current, Acorns.&#160; For the better part of a decade, I did [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "A Trump second term could bring another family separation crisis",
    "link": "https://www.vox.com/2024-elections/383845/trump-mass-deportations-immigration-family-separation",
    "pubDate": "2024-11-08T22:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"a woman in sunglasses holds a protest sign in Spanish that reads “Families belong together” in English.\" data-caption=\"Miami, Families Belong Together, Free Children border immigration demonstration. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jeffrey Greenberg/Universal Images Group via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jeffrey Greenberg/Universal Images Group via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-1140395838.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Miami, Families Belong Together, Free Children border immigration demonstration. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jeffrey Greenberg/Universal Images Group via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President-elect Donald Trump has vowed to launch a <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">mass deportation program</a> starting on day one of his second term. That could have devastating consequences for the millions of people residing in “mixed status” households: those in which both undocumented immigrants and people with permanent legal status reside.</p>\n\n<p class=\"has-text-align-none\">Trump has said he would rely on an <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">18th-century law</a> to carry out mass deportations and that he intends to <a href=\"https://www.theguardian.com/us-news/article/2024/may/03/trump-mass-deportations-detention-camps-military-migrants\">first target</a> “known or suspected gang members, drug dealers, or cartel members.” Vice President-elect JD Vance has <a href=\"https://abcnews.go.com/Politics/jd-vance-mass-deportations-start-1-million-defends/story?id=112739447\">set an initial goal of 1 million deportations</a>. A representative for the Trump transition team did not respond to a request for comment about whether any exceptions would be made for undocumented immigrants who have lived in the US for a long time or who have immediate family here, including US-citizen spouses and children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are many such people: The US has an estimated <a href=\"https://cmsny.org/wp-content/uploads/2024/10/CMS-REPORT-Proposed-2024-Mass-Deportation-Program-Would-Socially-and-Economically-Devastate-American-Families.pdf\">4.7 million mixed-status households</a>, according to a 2024 Center for Migration Studies report. Roughly 500,000 people in those households may have hoped for new protections against deportation through a <a href=\"https://www.vox.com/politics/355662/biden-path-citizenship-spouses-children-undocumented-legalization-green-card\">Biden administration program</a> that would have cleared the way for undocumented spouses and stepchildren of US citizens to apply for legal status. That program was <a href=\"https://www.cbsnews.com/amp/news/judge-declares-biden-immigration-program-for-spouses-of-u-s-citizens-illegal/\">struck down</a> in federal court on Thursday.</p>\n\n<p class=\"has-text-align-none\">If Trump gets his way, his deportation program threatens to rip families apart in what could be a new iteration of his <a href=\"https://www.vox.com/2020/10/7/21506059/trump-family-separations-sessions-rosenstein\">first administration’s policy of separating immigrant families</a>. However, Tom Homan, Trump’s former director of US Immigration and Customs Enforcement (ICE) and current immigration adviser, has also proposed that <a href=\"https://x.com/60Minutes/status/1850689458590384212\">families could be deported together</a>, apparently including US citizens. It is not clear whether he was suggesting that they would go voluntarily together.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">clear practical challenges</a> associated with implementing a mass deportation program on the scale Trump is promising. But if he manages to overcome those hurdles, such a program could wreak lasting psychological damage on <a href=\"https://cmsny.org/wp-content/uploads/2024/10/CMS-REPORT-Proposed-2024-Mass-Deportation-Program-Would-Socially-and-Economically-Devastate-American-Families.pdf\">millions of US-born children</a> in mixed-status families, place economic strain on their communities, and even weaken the US economy. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The familiar damage of family separation</h2>\n\n<p class=\"has-text-align-none\">Research on the effects of Trump’s previous policy of separating immigrant families sheds light on the potential fallout from breaking up mixed-status families through mass deportations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In his first term, Trump adopted what was called the “zero tolerance policy” for undocumented immigrants arriving at the southern border. Parents were sent to immigration detention to await deportation proceedings. Their children, meanwhile, were sent to separate facilities operated by the Department of Health and Human Services and, in some cases, released to other family members in the US or to foster homes. (<a href=\"https://www.nbcnews.com/storyline/immigration-border-crisis/fact-check-did-obama-administration-separate-families-n884856\">Previous administrations</a>, in most cases, would not have detained the parents or children, releasing them together into the US.)</p>\n\n<p class=\"has-text-align-none\">At least 5,000 families were separated before a California federal court ordered the federal government in June 2018 to reunify the families affected and end the policy. As of May 2024, some <a href=\"https://www.washingtonpost.com/politics/2024/05/07/immigration-family-separation/\">1,400 still had not been reunited</a>, despite an ongoing Biden administration effort to do so.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The harm the policy would inflict was well-known to Trump officials at the outset. Commander Jonathan White, who previously oversaw the government’s program providing care to unaccompanied immigrant children during the first Trump administration, <a href=\"https://www.pbs.org/newshour/politics/trump-administration-was-warned-of-traumatic-psychological-injury-from-family-separations-official-says\">told Congress</a> he had repeatedly warned the officials who concocted the policy that it would likely cause “significant potential for traumatic psychological injury to the child.”</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://perma.cc/2RPJ-WM5H\">September 2019 government report</a> confirmed those effects, finding that immigrant children who entered government custody in 2018 frequently experienced “intense trauma,” and those who were “unexpectedly separated from a parent” even more so. In 2021, a group of pediatricians <a href=\"https://publications.aap.org/pediatrics/article/147/1/e2020012930/33464/Treatment-of-Migrant-Children-on-the-US-Southern?autologincheck=redirected\">concluded</a> in a study that separating families “constitutes cruel, inhuman, or degrading treatment that rises to the level of torture.”</p>\n\n<p class=\"has-text-align-none\">As Vox <a href=\"https://www.vox.com/policy-and-politics/2020/10/21/21526566/trump-family-separations-immigrant-children\">previously reported</a>, psychologists have seen that childhood trauma manifested in three main ways: disruptions to social attachments, increases in emotional vulnerability, and, in some cases, post-traumatic stress disorder. Those symptoms could be short-lived or they could persist; they could also not even manifest until a child enters their teen years or adulthood. Any of them could significantly hinder a child’s later success in academics and in the workplace.</p>\n\n<p class=\"has-text-align-none\">The family separation caused by mass deportations would look different from family separation at the border, and whether the psychological effects on separated children are more or less extreme will depend on their circumstances. What is clear, however, is that mass deportation would cause family separation at a scale far larger than anything Trump tried in his first term in office.</p>\n\n<p class=\"has-text-align-none\">“This is orders of magnitude higher as far as families that are going to be split apart, and the kind of life-altering consequences of that will be visited upon 5.5 million US-born children,” said Matthew Lisiecki, a senior research and policy analyst at the Center for Migration Studies.</p>\n\n<p class=\"has-text-align-none\">He and his co-researcher Gerard Apruzzese conservatively <a href=\"https://cmsny.org/wp-content/uploads/2024/10/CMS-REPORT-Proposed-2024-Mass-Deportation-Program-Would-Socially-and-Economically-Devastate-American-Families.pdf\">estimate</a> that a third of American-born children in mixed-status families, including 1.8 million who live in households with two undocumented parents, would remain in the US even if their household members were deported.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That would inflict not just psychological suffering, but also a hefty financial cost: Children who remain in the US would see their median household income drop by nearly half, from $75,500 to $39,000, if their undocumented household members were deported, Lisiecki and Apruzzese found. Other family members or public social services would have to pick up the cost of raising them, which the researchers estimate at $116.5 billion. The loss of their parents’ productivity —&nbsp;and the $96.7 billion they contribute annually in taxes — could also hurt the US economy.</p>\n\n<p class=\"has-text-align-none\">“The kind of trauma experienced as part of that is something that these Americans will be living with every day of their life from here on out,” Lisiecki said. “I don&#8217;t think we have the experience at that scale to say what that means for the lives of those kids as they grow up and move forward.”</p>\n\n<p class=\"has-text-align-none\">Whether Trump can actually deliver on his promises of mass deportations is a big question mark. He has said the program would have “<a href=\"https://www.politico.com/live-updates/2024/11/07/congress/trump-immigration-mass-deportations-00188339\">no price tag,</a>” suggesting that the budget is unlimited, but he would need congressional support to make that happen. It’s not yet clear he’ll have the numbers to increase the immigration enforcement budget, especially given that <a href=\"https://www.npr.org/2024/11/07/g-s1-33301/2024-house-seats-undecided-control\">control of the House is still undecided</a>. But even if implemented on a small scale, the consequences for affected mixed-status families would be dire. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President-elect Donald Trump has vowed to launch a mass deportation program starting on day one of his second term. That could have devastating consequences for the millions of people residing in “mixed status” households: those in which both undocumented immigrants and people with permanent legal status reside. Trump has said he would rely on an [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Germany’s political upheaval, explained",
    "link": "https://www.vox.com/world-politics/383748/germany-scholz-crisis-bundestag-economy",
    "pubDate": "2024-11-08T18:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"German Chancellor Olaf Scholz, in a dark suit and tie, looks down as he walks down a set of wide stone steps with a large building in the background.\" data-caption=\"German Chancellor Olaf Scholz departs after the appointment of a new finance minister and dismissal of the old one, on November 7, 2024, in Berlin, Germany. | Sean Gallup/Getty Images\" data-portal-copyright=\"Sean Gallup/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2183494008.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>German Chancellor Olaf Scholz departs after the appointment of a new finance minister and dismissal of the old one, on November 7, 2024, in Berlin, Germany. | Sean Gallup/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Germany appears headed toward an unexpected election — and complete political upheaval — after its deeply unpopular ruling coalition collapsed this week.</p>\n\n<p class=\"has-text-align-none\">Until Wednesday, Germany, which operates under a parliamentary system in which multiple parties compete for power, was governed by a fragile coalition of three parties with very different aims. That arrangement changed after <a href=\"https://www.vox.com/2021/12/8/22810520/germany-government-olaf-scholz-chancellor-greens-fdp\">Chancellor Olaf Scholz</a> (who belongs to the party that led the coalition, the center-left Social Democratic Party) fired his finance minister, who belongs to the fiscally conservative Free Democratic Party, over a budget dispute.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In response, the Free Democratic Party pulled out of the coalition, leaving the Social Democratic Party and its other coalition partner, the climate change-focused Green Party, without a majority in the Bundestag, Germany’s parliament. For the time being, the two parties will still govern the country, but it will be difficult to pass legislation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a result, Germany faces political gridlock. Scholz has said he would call a vote of confidence in his government <a href=\"https://apnews.com/article/germany-scholz-government-struggling-economy-coalition-lindner-1cae2cd0266453103fc89800e47e7ce7\">in January</a>. He and the Greens are expected to lose, which would trigger an early election and likely <a href=\"https://www.dw.com/en/political-wrangling-starts-after-german-coalition-collapse/a-70725678\">elevate different parties and politicians</a> to leadership positions, significantly shifting the course of German politics.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How did things get so chaotic in Germany?</strong></h2>\n\n<p class=\"has-text-align-none\">The three-party coalition was troubled nearly from the beginning.</p>\n\n<p class=\"has-text-align-none\">Scholz has never been particularly popular, and his party has been steadily losing ground to the right-wing <a href=\"https://www.vox.com/world-politics/2024/3/12/24080074/germany-afd-far-right\">Alternative for Germany (AfD)</a>, as well as to other minority parties in both <a href=\"https://www.vox.com/politics/354601/european-parliament-elections-macron-afd-national-rally-far-right-fidesz-france\">European Parliament</a> and <a href=\"https://www.reuters.com/world/europe/germanys-far-right-afd-track-another-state-election-win-2024-09-22/\">state elections</a>.</p>\n\n<p class=\"has-text-align-none\">The other issue the coalition faced was that German economic growth has been slow for years, struggling to rebound from the Covid-19 pandemic. That’s primarily because the German auto industry is threatened by<a href=\"https://www.cnbc.com/2024/10/18/vw-bmw-mbg-germanys-top-car-brands-are-struggling-in-the-ev-era.html#:~:text=The%20headwinds%2C%20while%20not%20unique,member%20states%20from%20voting%20in\"> Chinese electric imports and decreased demand</a>. German energy costs have skyrocketed following <a href=\"https://www.vox.com/policy-and-politics/2022/8/28/23325958/sanctions-impacting-russias-economy-putin\">sanctions on the cheap Russian fuel</a> the country relied on prior to Russia’s invasion of Ukraine.</p>\n\n<p class=\"has-text-align-none\">After no party won a majority back in 2021, the coalition members — each with a very different approach to spending — agreed to work together “based on the assumption that they had a pretty generous budget from <a href=\"https://www.dw.com/en/germanys-top-court-annuls-move-to-repurpose-covid-funding/a-67403848\">leftover coronavirus funds</a>,” credit secured to finance the country’s pandemic response, <a href=\"https://www.cfr.org/expert/liana-fix\">Liana Fix</a>, a fellow for Europe at the Council on Foreign Relations, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The plan was for “Social Democrats to give social welfare to their constituencies, for the Liberals to reduce taxes for business owners, and for the Greens to do climate projects,” in line with their parties’ priorities, Fix said.</p>\n\n<p class=\"has-text-align-none\">But the German constitutional court ruled earlier this year that the emergency Covid-19 funds couldn’t be used for other priorities, <a href=\"https://www.cnbc.com/2023/11/23/germany-slides-deeper-into-budget-crisis-heres-what-you-need-to-know.html\">leaving a multibillion-euro hole in Germany’s budget</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Adding to this problem is that Germany has a constitutionally set level of debt it isn’t supposed to exceed. Scholz wanted to raise that debt level, in part, to <a href=\"https://www.vox.com/22960493/germany-chancellor-reversal-defense-war-russia-ukraine\">surge aid to Ukraine during its war with Russia</a>. Christian Lindner, the fired finance minister, said that to do so would be tantamount to “<a href=\"https://www.ft.com/content/c04f5dc1-e971-4421-9993-ac11c6231dd5\">violating my oath of office</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Opposition parties have called for rapid action to form a new government, particularly given that US President-elect Donald Trump takes office in January. He has <a href=\"https://www.vox.com/policy/374102/trump-harris-tariffs-congress\">threatened tariffs</a> that could further damage Germany’s economy. Scholz’s proposed timetable for elections wouldn’t allow a new government to be formed before June. Once it is formed, he and the Social Democratic Party will likely find themselves voted out of power.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Germany appears headed toward an unexpected election — and complete political upheaval — after its deeply unpopular ruling coalition collapsed this week. Until Wednesday, Germany, which operates under a parliamentary system in which multiple parties compete for power, was governed by a fragile coalition of three parties with very different aims. That arrangement changed after [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Did Democrats lose the 2024 election because of “bad” policies?",
    "link": "https://www.vox.com/2024-elections/383773/democrats-deliverism-biden-harris-trump",
    "pubDate": "2024-11-08T18:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris standing at a lectern making a “this big” gesture with her hands.\" data-caption=\"Vice President Kamala Harris speaks at Howard University in Washington, DC, on November 6, 2024. | Saul Loeb/AFP via Getty Images\" data-portal-copyright=\"Saul Loeb/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182587138.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris speaks at Howard University in Washington, DC, on November 6, 2024. | Saul Loeb/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As leaders scramble to assign blame for <a href=\"https://www.vox.com/2024-elections/382696/donald-trump-wins-2024-election-results-democracy\">Donald Trump&#8217;s decisive win</a> on Tuesday, this round of post-election finger-pointing differs markedly from recent cycles. Unlike past elections with narrow margins, Trump&#8217;s likely popular vote victory and his uniform swing across states and counties defy simple explanations like a racist electorate or discontent over President Joe Biden&#8217;s foreign policy. Even chalking the election entirely up to inflation seems rather convenient and incomplete.</p>\n\n<p class=\"has-text-align-none\">Sen. Bernie Sanders, who earned about 6,000 fewer votes in his reelection bid than Kamala Harris did in Vermont, came out on Wednesday <a href=\"https://x.com/BernieSanders/status/1854271157135941698\">with a statement</a> blasting the Democratic Party for abandoning working-class people, who appeared to <a href=\"https://www.washingtonpost.com/elections/interactive/2024/exit-polls-2024-election/\">break overwhelmingly</a> for Trump. This critique quickly gained traction, with commentators arguing that Harris and the Democrats had lost touch with working people&#8217;s needs, prioritizing issues like&nbsp;democracy and abortion rights too much. </p>\n\n<p class=\"has-text-align-none\">“If voters did not believe that Harris had a real plan to make their lives better, materially, it is hard to fault them,” <a href=\"https://jacobin.com/2024/11/its-happening-again-trump-election-win\">Matt Karp wrote in Jacobin</a> on Wednesday. “I wish we had enacted the housing, care, and child tax credit elements in Build Back Better so we would have had concrete cost-of-living benefits to run on,” former Biden administration official Bharat Ramamurti <a href=\"https://x.com/BharatRamamurti/status/1854556125523329511\">lamented</a> on Thursday.</p>\n\n<p class=\"has-text-align-none\">I’m not here to prescribe what politicians should or should not run on next time around, and I do desperately hope that elected officials use their time in office to pass good, well-designed legislation that improves people’s lives. But it seems like the discourse is barreling toward a well-trodden yet dubious place.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The (appealing) contention is that Democrats could have turned their electoral fortunes around if they had passed the right policies and then campaigned more effectively on those programs. In recent years this philosophy has been dubbed “<a href=\"https://x.com/matthewstoller/status/1447356638768373761\">deliverism</a>” — coined to suggest that voters will elect politicians who deliver on their promises to solve problems. “Deliverism means governing well and establishing a record that the electorate needed to win actually feels,” American Prospect editor David Dayen <a href=\"https://prospect.org/politics/case-for-deliverism/\">wrote</a> in 2021.</p>\n\n<p class=\"has-text-align-none\">After the 2022 midterms, Sen. Elizabeth Warren <a href=\"https://www.nytimes.com/2022/11/12/opinion/elizabeth-warren-democrat-senate-midterm.html\">argued in the New York Times</a> that voters had rewarded Democrats specifically for programs like pandemic relief and infrastructure modernization. Other policies, like allowing Medicare to negotiate lower drug prices and capping insulin costs for older Americans, Warren argued, were what motivated voters to cast their ballots for Democrats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Party leaders particularly favor a more sophisticated version of this theory: that policies will create “positive feedback loops,” building loyal constituencies who enable further policy victories through their continued electoral support. It’s no secret, for example, that Democrats believe making it easier for workers to join unions will not only improve their standard of living but improve Democrats’ electoral position by increasing the number of union members in the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Deliverism&#8217;s appeal lies in its intuitive logic, especially for college-educated rationalists drawn to clear cause-and-effect relationships: Good policies will lead to subsequent electoral victories. But there’s not a lot of evidence that policymaking actually works like this.</p>\n\n<p class=\"has-text-align-none\">Decades of scholarship have shown that most people don’t understand how policies work, what policy benefits they’re getting, and which party is responsible for enacting specific policies. And even when a politician designs a program so it’s easier for them to take credit, that still doesn’t always work out to their benefit. Those who received health insurance through Obamacare Medicaid expansion, for example, <a href=\"https://www.russellsage.org/publications/stable-condition\">showed very little change</a> in voter turnout or party loyalty. </p>\n\n<p class=\"has-text-align-none\">As Northwestern University political scientists Daniel Galvin and Chloe Thurston outline <a href=\"https://www.ipr.northwestern.edu/documents/working-papers/2018/wp-18-16.pdf\">in their essential research</a> on these questions, history should fundamentally challenge the premise that good policy success will most likely lead to political rewards for the party that passes it. </p>\n\n<p class=\"has-text-align-none\">“Upon inspection, the intellectual basis for thinking that policies are good vehicles for building electoral majorities — or good substitutes for the more tedious work of organizational party-building — is quite thin,” they write.</p>\n\n<p class=\"has-text-align-none\">This isn’t to say that Democrats shouldn’t try to pass good policy. The expanded child tax credit during the pandemic was <a href=\"https://www.vox.com/policy-and-politics/2022/8/30/23317834/child-tax-credit-ctc-ira\">demonstrably good policy</a>, even if most voters showed only <a href=\"https://maristpoll.marist.edu/wp-content/uploads/2021/12/NPR_Marist-Poll_USA-NOS-and-Tables_202112070936.pdf\">muted enthusiasm for it</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">And it’s of course not the case that politicians are never rewarded for good policy. Many voters even now still credit Trump <a href=\"https://prospect.org/politics/2024-10-31-philadelphia-kamala-vs-the-couch/\">for the stimulus checks</a> they received in the mail during the pandemic, checks that prominently featured the president’s name. Doing good things and taking credit for those things can be helpful sometimes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as Democratic leaders move to refocus on working-class priorities, they face two sobering realities: <a href=\"https://democracyjournal.org/arguments/the-death-of-deliverism/\">Policies alone rarely drive electoral outcomes</a>, and an increasingly stark divide separates non-college voters from the college-educated liberals and socialists who lead the party and its allied progressive groups. Navigating these tensions will be necessary for charting future strategy, and the research suggests that Harris’s loss this week could not have been avoided if she had just emphasized Biden administration accomplishments more clearly. Such thinking oversimplifies a much more complex political reality.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As leaders scramble to assign blame for Donald Trump&#8217;s decisive win on Tuesday, this round of post-election finger-pointing differs markedly from recent cycles. Unlike past elections with narrow margins, Trump&#8217;s likely popular vote victory and his uniform swing across states and counties defy simple explanations like a racist electorate or discontent over President Joe Biden&#8217;s [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "Conservatives tried to repeal one of the country’s strongest climate policies. They failed big time.",
    "link": "https://www.vox.com/climate/383706/climate-washington-cap-trade-carbon-tax-repeal-election-2024",
    "pubDate": "2024-11-08T17:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"The Shell Puget Sound Oil Refinery with Mt. Baker behind, near Anacortes, Washington state.\" data-caption=\"Mount Baker is seen just behind a Shell oil refinery near Anacortes, Washington. | Getty Images/Gallo Images/ROOTS\" data-portal-copyright=\"Getty Images/Gallo Images/ROOTS\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-998732292.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Mount Baker is seen just behind a Shell oil refinery near Anacortes, Washington. | Getty Images/Gallo Images/ROOTS</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story was originally published by&nbsp;<a href=\"https://grist.org/politics/washington-climate-law-repeal-failed-cap-and-trade/\">Grist</a>&nbsp;and is republished here as part of the&nbsp;<a href=\"http://climatedesk.org/\">Climate Desk</a>&nbsp;collaboration.</em></p>\n\n<p class=\"has-text-align-none\">The people of Washington state elected to save the most ambitious price on carbon in the country. A large majority of voters,&nbsp;<a href=\"https://www.seattletimes.com/seattle-news/politics/washington-state-general-election-results-2024/?300_tab=5&amp;300_filter=0\" target=\"_blank\" rel=\"noreferrer noopener\">62 percent</a>, rejected a ballot initiative to repeal the state’s Climate Commitment Act, the cap-and-trade law that has already raised more than $2 billion for cleaning up transportation, shifting to clean energy, and helping people adapt to the effects of a changing climate.</p>\n\n<p class=\"has-text-align-none\">On an otherwise depressing election night for voters who consider climate change a top concern, there was an air of victory at the Seattle Convention Center on Tuesday evening, where Gov. Jay Inslee and a couple hundred organizers with the campaign opposing the repeal gathered for a watch party. As news rolled in that former President Donald Trump was the favorite to win the presidential election, many in the crowd did their best to focus on their success in rescuing the state’s landmark carbon-cutting law. Inslee, the outgoing Democratic governor whose signature climate legislation was at risk, said that the results should embolden states to take action on climate change.</p>\n\n<p class=\"has-text-align-none\">“I really feel it was important from a national perspective, because every state legislator can now look to Washington and say, ‘This is a winning issue,’” Inslee said in an interview with Grist. “This is something you can defend and win big on. And we won big.”</p>\n\n<p class=\"has-text-align-none\">Inslee said that the effort to defeat the initiative had emphasized the concrete, local benefits of the program to voters, rather than getting into the weeds about how cap and trade works. “We focused on the easiest thing for people to wrap their minds and hearts around,” Inslee said, pointing to the tangible economic benefits that the repeal would take away: the funding for transportation, schools, and fighting fires.</p>\n\n<p class=\"has-text-align-none\">Putting any kind of price on carbon has long been seen as <a href=\"https://grist.org/politics/who-killed-the-carbon-tax-republicans-or-democrats/\">politically risky</a>. Opponents of Washington’s Climate Commitment Act, including Brian Heywood, the hedge fund manager driving the repeal effort, blamed it for raising gas prices. The ballot measure would have not only struck down the state’s price on pollution — it would have also prevented the state from ever enacting a similar policy in the future.</p>\n\n<p class=\"has-text-align-none\">The resounding public support for Washington’s cap-and-trade program “is going to echo coast to coast,” said Democratic state Rep. Joe Fitzgibbon, who helped pass the legislation in 2021, during a speech at the convention center. Officials in states including <a href=\"https://www.reuters.com/markets/carbon/washington-state-vote-harbinger-wider-carbon-markets-2024-11-01/\" target=\"_blank\" rel=\"noreferrer noopener\">New Jersey, Maryland, and New York</a> have been eyeing similar policies, and they’ve been watching the results in Washington to see how voters responded. “I know that there are states that are thinking, ‘What can we do?’” Fitzgibbon told Grist. “And especially when there’s a vacuum at the federal level, that’s when I think you see the most motivation in state capitols to move.”</p>\n\n<p class=\"has-text-align-none\">Cap and trade already exists in California, and in a more limited form among <a href=\"https://www.rggi.org/\" target=\"_blank\" rel=\"noreferrer noopener\">a network of states in the East</a>, but <a href=\"https://grist.org/economics/washington-state-cap-and-invest-california-lessonsit-works/\">Washington’s law is more ambitious</a>, aiming to slash emissions nearly in half by 2030, using 1990 levels as a baseline, and by 95 percent by 2050.</p>\n\n<p class=\"has-text-align-none\">“Washington state is the gold standard for how we tackle climate change in a way that’s inclusive, in a way that’s politically popular, in a way that actually will decarbonize,” said state Sen. Joe Nguyễn, a Democrat who chairs the state’s Environment, Energy, and Technology Committee. A review of existing climate policies in 41 countries in August found that <a href=\"https://grist.org/economics/climate-policy-emissions-study/\">carbon pricing programs were the most likely of any policy to lead to large emissions cuts</a>.</p>\n\n<p class=\"has-text-align-none\">The Climate Commitment Act’s passage in 2021 followed&nbsp;<a href=\"https://grist.org/economics/after-a-decade-of-failures-washington-state-passes-a-cap-on-carbon-emissions/\">more than a decade of failed attempts to put a price on pollution</a>&nbsp;in Washington state. It requires companies to buy pollution permits at quarterly auctions, a way to generate money for climate solutions and at the same time incentivize businesses to reduce their emissions. The number of permits available decreases over time. The program has so far raised billions to make public transit free for youth, install energy-efficient heat pumps in homes, and reduce local air pollution, among other measures.<a href=\"https://grist.org/politics/environment-conservation-climate-resilience-ballot-initaitives-election/\"></a></p>\n\n<p class=\"has-text-align-none\">Across the state, almost 600 organizations joined the “No on 2117” coalition to defend the law in 2024, ultimately raising <a href=\"https://www.pdc.wa.gov/political-disclosure-reporting-data/browse-search-data/committees/co-2024-35713\" target=\"_blank\" rel=\"noreferrer noopener\">$16 million</a>. Many businesses, religious organizations, health advocates, and agricultural organizations were on board. At the event Tuesday, there were security guards representing unionized labor, the chair of the Suquamish Tribe, and a public policy manager from the tech giant Amazon. “We put together, all of us, the most extraordinary coalition in the history of this state, on any issue, ever,” said Gregg Small, executive director of the group Climate Solutions, in a speech at the convention center.</p>\n\n<p class=\"has-text-align-none\">The initiative faced other headwinds. Ballots explicitly alerted voters to the fiscal costs of the repeal, despite <a href=\"https://www.nwprogressive.org/weblog/2024/08/washington-state-supreme-court-quashes-jim-walshs-lawsuit-to-hide-the-costs-of-his-destructive-initiatives-from-voters.html\" target=\"_blank\" rel=\"noreferrer noopener\">appeals to the state Supreme Court</a> by the Washington State Republican Party to get that language removed. And Washington’s gas prices — which soared to <a href=\"https://www.cascadepbs.org/environment/2023/07/why-washington-gas-prices-are-nations-highest\" target=\"_blank\" rel=\"noreferrer noopener\">$5, the highest in the country</a>, in 2023 — have now come down to around <a href=\"https://gasprices.aaa.com/?state=WA\" target=\"_blank\" rel=\"noreferrer noopener\">$4 a gallon</a>.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.seattletimes.com/seattle-news/politics/washington-state-general-election-results-2024/?300_tab=5&amp;300_filter=0\">Another ballot initiative</a>, which would complicate the state’s plans to get off natural gas, was still too close to call on Friday. With ballots still left to count, 51 percent of voters approved of the measure, which targets new building codes that make installing natural gas more difficult and <a href=\"https://www.seattletimes.com/seattle-news/climate-lab/states-new-law-involving-pse-aspires-to-set-a-course-for-the-future/\" target=\"_blank\" rel=\"noreferrer noopener\">legislation to help the state’s largest utility accelerate its use of clean energy</a>.</p>\n\n<p class=\"has-text-align-none\">Now that Washington’s cap-and-trade program survived the repeal, the state can move forward with plans to <a href=\"https://ecology.wa.gov/air-climate/climate-commitment-act/cap-and-invest/linkage\" target=\"_blank\" rel=\"noreferrer noopener\">link its carbon market up with California and Quebec’s</a>. The state can also begin the years-long process of implementing the Climate Commitment Act’s program to regulate air quality. This summer, the state began <a href=\"https://washingtonstatestandard.com/2024/08/27/new-wa-program-aims-to-curb-air-pollution-in-parts-of-state-most-affected-by-it/\" target=\"_blank\" rel=\"noreferrer noopener\">releasing grants to help reduce air pollution in “overburdened” communities</a>, but much of the work had been on hold as the state waited to see if voters would keep the law, according to David Mendoza, the director of public advocacy and engagement at the Nature Conservancy in Washington state.</p>\n\n<p class=\"has-text-align-none\">The whole repeal initiative might have been a blessing in disguise, Nguyễn said. It gave people a chance to pay attention to all the work the state had done on climate change that might otherwise have been ignored. “I actually want to thank Brian Heywood and his cronies for putting this on the ballot, and just reaffirming to everybody that we care about climate change in Washington state.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story was originally published by&#160;Grist&#160;and is republished here as part of the&#160;Climate Desk&#160;collaboration. The people of Washington state elected to save the most ambitious price on carbon in the country. A large majority of voters,&#160;62 percent, rejected a ballot initiative to repeal the state’s Climate Commitment Act, the cap-and-trade law that has already raised [&#8230;]",
    "author": "Kate Yoder"
  }
]