[
  {
    "title": "7 questions — and zero conspiracy theories — about the allegations against Sean “Diddy” Combs",
    "link": "https://www.vox.com/culture/373997/sean-combs-diddy-puffy-cassie-freak-offs-conspiracy-beiber",
    "pubDate": "2024-09-26T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of Sean “Diddy” Combs in 2023.\" data-caption=\"Sean “Diddy” Combs attends the Congressional Black Caucus Foundation Annual Legislative Conference National Town Hall on September 21, 2023, in Washington, DC. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jemal Countess/Getty Images for Congressional Black Caucus Foundation&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jemal Countess/Getty Images for Congressional Black Caucus Foundation&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1693927945.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sean “Diddy” Combs attends the Congressional Black Caucus Foundation Annual Legislative Conference National Town Hall on September 21, 2023, in Washington, DC. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jemal Countess/Getty Images for Congressional Black Caucus Foundation&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s been more than a week since the <a href=\"https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit\">arrest of music mogul and rapper Sean “Diddy” Combs</a> on a litany of federal charges including sex trafficking and racketeering conspiracy, but the questions surrounding the allegations have only grown in recent days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Which of Combs’s many celebrity friends heard about the alleged “freak-offs”? What, if anything, did his former romantic partners, including Jennifer Lopez, know? If there are tapes, what’s on them? Why do people keep talking about Justin Bieber? </p>\n\n<p class=\"has-text-align-none\">It’s not a stretch to draw parallels between Combs’s case and that of notorious sex offender <a href=\"https://www.vox.com/2019/7/7/20685023/billionaire-jeffrey-epstein-arrested-minor-sex-trafficking-charges\">Jeffrey Epstein</a>. Copious amounts of money, a long list of powerful friends, and a culture of celebrity silence make for a potent combination that, as <a href=\"https://www.vox.com/identities/2019/8/14/20803950/jeffrey-epstein-conspiracy-theories-clinton-trump-acosta\">Anna has written</a>, is “tailor-made to produce conspiracy theories.” In the wake of the arrest, amateur internet sleuths have surfaced numerous videos and photos and pored over interviews with Diddy and his&nbsp;celebrity associates in search of answers.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the allegations against Combs continue to pile up. After several civil lawsuits were filed against Combs late last year, another woman came forward this week to allege <a href=\"https://apnews.com/article/sean-combs-diddy-lawsuit-1e2b124ba85ebf1b4f1e93c8692aab4b\">in a 26-page civil suit</a> that Combs and his bodyguard took her to the recording studio for his record label, Bad Boy, in 2001, raped her repeatedly, and recorded the assault. &nbsp;</p>\n\n<p class=\"has-text-align-none\">Through his lawyers, Diddy has repeatedly asserted that the civil claims against him are baseless, calling several of them “sickening allegations” made “by individuals looking for a quick payday.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">He has pleaded not guilty in the criminal case, too, and is currently being held in a Brooklyn jail after twice being denied bail. His lawyer, Marc Agnifilo, has said the rapper is “going to fight this with all of his energy and all of his might,” and during a court hearing argued that the so-called freak-offs — marathon sexual productions that prosecutors say involved hired sex workers and women coerced to perform sexual acts for the gratification of Combs and others — were consensual, if unconventional. “Is it sex trafficking?” he asked in court last week. “No, not if everybody wants to be there.”   <br><br>With so many players, civil and criminal cases, and plenty of misinformation floating around, we’re pulling together some of the most frequently asked questions about Diddy and trying to answer them — as best we can, of course, given what we know. </p>\n\n<p class=\"has-text-align-none\">For a more detailed history of all the allegations against Diddy, check out Anna’s full explainer <a href=\"https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit\">here</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What is Combs accused of?</strong></h2>\n\n<p class=\"has-text-align-none\">Combs is facing two kinds of cases: one criminal case brought by the federal government and several civil cases brought by individuals, each involving different accusations.</p>\n\n<p class=\"has-text-align-none\">Combs was arrested on criminal charges; the government alleges that he used his business enterprise to conduct criminal activity, including sex trafficking and kidnapping, and then used his power to intimidate victims and cover up the crimes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The case centers on the alleged performances with women and sex workers. The indictment alleges that Diddy often transported sex workers to perform in the sessions and taped the encounters to coerce silence from participants, using an array of employees and his business organization to facilitate the criminal activity. For all of this, they’ve charged Combs with racketeering conspiracy: <a href=\"https://www.nytimes.com/2024/09/19/arts/music/sean-combs-diddy-r-kelly-keith-raniere-prosecutions.html\">a powerful charge</a> that was originally used largely to prosecute organized crime leaders and can result in a hefty sentence.&nbsp;<br><br>It was the civil cases, however, that opened the floodgates that ultimately led to the indictment.<br><br>In November 2023, Combs’s ex-girlfriend, Casandra Ventura, also known as the singer Cassie, <a href=\"https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit\">filed the first explosive lawsuit</a> that exposed several allegations against Combs to the public, including that the rapper orchestrated the performances with sex workers and forced her to participate. Though she filed a civil case (which was settled by Combs within one day), Ventura’s allegations appear to be the central foundation of the federal criminal case against Combs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Four other cases were filed shortly thereafter, three by women who alleged that he raped them (in some cases drugging them), and one by a male music producer who accused Diddy of grooming him and coercing him to hire sex workers for sex.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>If so many people were involved, why did it take so long for the allegations to come out?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Combs was incredibly powerful in the music industry and in American culture more generally. ​​&nbsp; He was one of the first people to blend the worlds of hip-hop, business, and luxury. His fashion label, Sean John, founded in 1998, became <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">known for high-end menswear</a>. He promoted brands of vodka and tequila and hosted exclusive <a href=\"https://www.billboard.com/music/rb-hip-hop/diddy-white-party-turns-20-pictures-hamptons-8342051/\">white parties</a> in the Hamptons with guests like Martha Stewart, Sarah Jessica Parker, Matthew Broderick, and Jay Z.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s difficult for people to speak out about sexual assault under any circumstances, and doubly difficult when the alleged perpetrator is someone wealthy and well-connected who may have influence over their careers. Combs is also accused of <a href=\"https://www.nytimes.com/2024/09/17/arts/music/sean-combs-diddy-indicted.html\">running an enormous criminal “enterprise”</a> that threatened women with blackmail and violence — including using firearms to threaten victims — all of which would have made it even more difficult for anyone to come forward.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What’s on the tapes mentioned in the indictment? Will they ever come out?</strong></h2>\n\n<p class=\"has-text-align-none\">Several of the accusers, and the criminal indictment, allege that Diddy videotaped sexual assaults and the performances with sex workers. The accuser this week alleges that a tape made of her sexual assault <a href=\"https://www.rollingstone.com/music/music-news/sean-diddy-combs-accuser-drugged-bound-rape-lawsuit-1235109972/\">was sold</a> and viewed by several other men.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Generally, accusers have said any tapes served as a way to ensure their silence. In court, the New York Times reported, prosecutors presented <a href=\"https://www.nytimes.com/2024/09/22/arts/music/sean-combs-diddy-freakoffs-sex-drugs.html\">a statement from one</a> who said, “He just threatened me about my sex tapes that he has of me on two phones. He said he would expose me, mind you these sex tapes where I am heavily drugged.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why is everyone talking about baby oil? Is this real?</strong></h2>\n\n<p class=\"has-text-align-none\">One of the odder details in <a href=\"https://www.washingtonpost.com/documents/8a5e00b3-6871-456f-b787-736298a5c2d7.pdf?itid=lk_inline_manual_6\">the Combs indictment</a> is that authorities say they seized “more than 1,000 bottles of baby oil and lubricant” in <a href=\"https://www.cnn.com/2024/03/25/entertainment/sean-combs-home-search/index.html\">searches of the mogul’s residences</a> in Miami and Los Angeles earlier this year. Prosecutors say the oil was meant for the performances, and Ventura also <a href=\"https://www.nytimes.com/2024/09/22/arts/music/sean-combs-diddy-freakoffs-sex-drugs.html\">said in her lawsuit</a> that she was told to pour “excessive” amounts of oil on herself at these events.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Possessing baby oil is not a crime, and the whole oil issue doesn’t matter very much in the context of the violent and disturbing conduct of which Combs has been accused. But a federal indictment of a public figure like Combs is meant to be read, and it’s not unusual for prosecutors to include details they know will shock people and <a href=\"https://www.nytimes.com/2024/09/22/arts/music/sean-combs-diddy-freakoffs-sex-drugs.html\">make headlines</a>. Baby oil did the trick.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Are other celebrities connected to the case?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">It’s important to note that no other person, celebrity or not, has been indicted alongside Combs in the criminal case. The civil cases do not mention any other celebrities either, accusing only Combs and occasionally those employed by him.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">That said, this is an incredibly tough question, tending to spark more rumor and innuendo than uncover any truths, as onlookers try to determine who knew what when. Indeed, Combs had many friends in high places. But pursuing the question tends to spawn misinformation, like a <a href=\"https://www.cbsnews.com/news/viral-justin-bieber-song-about-diddy-party-likely-ai/\">viral song about “a Diddy party”</a> attributed to Justin Bieber that experts now say was likely created by AI.</p>\n\n<p class=\"has-text-align-none\">So far, a few bold-faced names who were on the guest lists at Combs’s celeb-packed “<a href=\"https://pagesix.com/2024/09/23/celebrity-news/inside-sean-diddy-combs-wild-parties-leonardo-dicaprio-sarah-jessica-parker-j-lo-more-spotted-in-resurfaced-pics/\">white parties</a>” have <a href=\"https://www.usmagazine.com/celebrity-news/news/what-celebs-have-said-about-diddys-infamous-parties/\">come forward to say they</a> were in no way connected to any of the crimes Combs is accused of. But it’s best if we all give the conspiracy theories a rest and let the case be handled in court. Wild speculation is only liable to exacerbate the victims’ pain.  </p>\n\n<h2 class=\"wp-block-heading\"><strong>What will happen to Combs’s businesses and brands now?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In the weeks before Ventura’s lawsuit went public last November, Diddy made several media-grabbing moves, including donating $1 million to Howard University, performing and collecting a Global Icon Award at the VMAs, and throwing a high-profile birthday party for himself in London with Naomi Campbell and Idris Elba among the guests.<br><br>So much has since crumbled, not the least of which is his business empire. Diageo, the beverage brand with which Combs once partnered on vodka and tequila, quickly removed his image from its website, and the partnership broke ties after <a href=\"https://apnews.com/article/diddy-diageo-tequila-deleon-ciroc-3b554f9d03e007139484a6c7e0cf5bd4\">settling a lawsuit</a> over another matter this January. Capital Preparatory Schools, a New York charter school network Combs helped expand, posted a statement on the school’s website last fall saying it was cutting ties with him (though the statement was later removed). Combs also stepped aside as chair of Revolt, a TV network he helped start in 2013, and then officially <a href=\"https://www.nytimes.com/2024/06/04/arts/music/sean-combs-diddy-sell-stake-revolt.html\">sold his stake</a> this summer. And Sean John’s website, according to the Daily Beast, <a href=\"https://www.thedailybeast.com/sean-combs-scandal-fallout-diddys-couture-website-sean-john-has-gone-totally-offline\">was taken down</a>.<br><br>According to <a href=\"https://www.vulture.com/article/sean-diddy-combs-dropped-steps-down-lawsuit.html\">New York magazine</a>, he also no longer has a dedicated “Sean Diddy Combs Day” in Miami, returned his key to New York City, and had his planned Hulu show iced.<br><br>As for Howard, his alma mater? It returned the million-dollar gift.&nbsp;&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">If<strong> Diddy is convicted, how long could he be in prison?</strong></h2>\n\n<p class=\"has-text-align-none\">There’s no guarantee that Combs’s case will go to trial or that he’ll be convicted if he does, so at this point it’s impossible to guess the outcome. But the Department of Justice has issued a <a href=\"https://www.justice.gov/usao-sdny/pr/sean-combs-charged-manhattan-federal-court-sex-trafficking-and-other-federal-offenses\">list of the charges</a> against Combs and what each could mean if he’s convicted. Unsurprisingly, the maximum sentences range, with a transportation for purposes of prostitution charge bringing a potential 10-year sentence, and that racketeering conspiracy charge meaning Combs could face life in prison.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s been more than a week since the arrest of music mogul and rapper Sean “Diddy” Combs on a litany of federal charges including sex trafficking and racketeering conspiracy, but the questions surrounding the allegations have only grown in recent days.&#160; Which of Combs’s many celebrity friends heard about the alleged “freak-offs”? What, if anything, [&#8230;]",
    "author": "Lavanya Ramanathan"
  },
  {
    "title": "Would another Trump defeat end Trumpism?",
    "link": "https://www.vox.com/politics/373376/trump-loss-2024-election-republican-party",
    "pubDate": "2024-09-26T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A dark silhouette of Donald Trump walking away with red haze all around him.\" data-caption=\"\" data-portal-copyright=\"Bloomberg/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/EricLevitz_Vox_9-25_823b67.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Most conservatives are as interested in voting for Kamala Harris as they are in eating a bowl of tofu marinated in motor oil.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">After all, the Democratic nominee has vowed to <a href=\"https://www.vox.com/2019/5/28/18642558/kamala-harris-abortion-voting-rights-act\">legalize abortion nationwide</a>, <a href=\"https://www.forbes.com/sites/joshuacohen/2024/08/01/kamala-harris-touts-freedom-to-live-safe-from-gun-violence-in-presidential-campaign/\">ban assault weapons</a>, <a href=\"https://www.vox.com/housing/365063/kamala-harris-housing-rent-control-landlords\">regulate prices</a>, and <a href=\"https://thehill.com/business/budget/4831977-harris-economic-pitch-cost-analysis/\">increase federal spending</a>. As Donald Trump — in his own wildly exaggerated fashion — would put it, she <a href=\"https://nypost.com/2024/08/07/us-news/trump-says-harris-walz-ticket-will-turn-america-communist-immediately/\">wants</a> “this country to go communist immediately, if not sooner.”</p>\n\n<p class=\"has-text-align-none\">And yet, some on the right <a href=\"https://www.politico.com/newsletters/playbook/2024/09/04/the-republicans-secretly-rooting-for-a-trump-loss-00177272\">are quietly rooting</a> for Trump’s defeat. To this contingent, preventing Trump and JD Vance from remaking conservatism in their image takes precedence over keeping Harris out of the White House.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Their reasoning is simple: Trump has revised GOP orthodoxy, to the detriment of core conservative interest groups. His contempt for NATO and affinity for Vladimir Putin have incensed national security hawks. His enthusiasm for tariffs has dismayed economic libertarians. His gestures of moderation on abortion have dispirited the religious right. And his affection for mobs that threaten to kill Mike Pence has alienated Mike Pence.</p>\n\n<p class=\"has-text-align-none\">All this might not amount to a case for Harris were it not for Trump’s running mate. With the notable exception of abortion rights, JD Vance is even more ideologically hostile to traditional conservatism than the GOP nominee is. The Ohio senator <a href=\"https://www.vox.com/politics/361417/jd-vance-rnc-trump-vice-president-economy-business\">has</a> advocated for (some) labor unions, expansions in social welfare benefits, industrial policy, steep tariffs, stricter antitrust enforcement, and <a href=\"https://www.nytimes.com/2024/07/15/world/europe/ukraine-jd-vance.html\">choking off aid to Ukraine</a>. A Trump victory would make Vance the GOP’s heir apparent, thereby rendering traditional conservatives politically homeless for a decade or more.</p>\n\n<p class=\"has-text-align-none\">A Harris presidency, by contrast, might be a fleeting irritation. Even if the Democratic nominee wins, Republicans are <a href=\"https://www.cookpolitical.com/analysis/senate/montana-senate/montana-senate-moves-lean-republican-gop-increasingly-favored-win\">likely to take the Senate</a>. In that scenario, conservatives could block all of her judicial nominees and partisan legislation, build large congressional majorities in the 2026 midterms, and claw back the presidency two years later.</p>\n\n<p class=\"has-text-align-none\">Summarizing the perspective of unnamed anti-Trump conservatives in his orbit, the right-wing commentator Erick Erickson <a href=\"https://x.com/EWErickson/status/1829502701643665498\">posted on X</a>, “We can hold off Harris for two years and get more reinforcements then fight in 2028 for the White House. If Trump gets in, we set back the pro-life cause and free markets by a generation at least.” Various anonymous Republicans have expressed <a href=\"https://www.politico.com/newsletters/playbook/2024/09/04/the-republicans-secretly-rooting-for-a-trump-loss-00177272\">similar sentiments to Politico</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such conservatives, though, are at once too optimistic about their ideology’s outlook should Trump lose and too pessimistic about its prospects should he win.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the first count, right-wing purists rooting for Trump’s defeat overrate the contingency of his heresies. Many of Trump’s deviations from conservative orthodoxy derive not from personal whims but rather from political realities that any future GOP nominee would also confront.</p>\n\n<p class=\"has-text-align-none\">On the second count, Trump’s hostility to traditional conservative policy goals is often exaggerated. For better or worse, the differences between Trumpism and traditional conservatism are largely ones of degree rather than kind.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A Trump defeat could change the ideological trajectory of American conservatism, but any shift would happen at the margins of Republican thinking. The GOP is all but certain to remain a party of, by, and for reactionary business interests and social conservatives.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Many of Trump’s deviations from conservative orthodoxy are politically motivated&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Much of what conservative purists disdain about Trump’s ideological positioning has less to do with his personal impulses than the electorate’s preferences. For this reason, it’s plausible that some distinctive aspects of Trumpism will outlive his political career.</p>\n\n<p class=\"has-text-align-none\">This dynamic is clearest on the issues of reproductive rights and entitlement spending. Trump has insisted that questions of abortion policy <a href=\"https://www.nbcnews.com/politics/2024-election/trump-says-republicans-always-wanted-leave-abortion-law-states-false-rcna147844\">should be left to the states</a>, while in-vitro fertilization (IVF) should be <a href=\"https://www.politico.com/news/2024/09/12/trump-ivf-gop-roe-abortion-00178760\">accessible and publicly subsidized</a> nationwide. The religious right opposes both these stances, as it considers fertilized eggs to be persons entitled to full constitutional rights, and IVF sometimes involves discarding such eggs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump is therefore less aligned with the anti-abortion movement than any Republican nominee in recent memory. In theory, his willingness to defy the Christian right might stem from his personal irreligiosity and <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">less-than-traditional</a> sexual morality. But then, Trump has run for president twice before and in neither instance did he put so much distance between himself and abortion prohibitionists.</p>\n\n<p class=\"has-text-align-none\">The more likely explanation for Trump’s current posture is that the right’s position on abortion has become much more politically toxic since he last ran for president. The overturning of <em>Roe v. Wade</em> dramatically <a href=\"https://fivethirtyeight.com/features/dobbs-abortion-opinion-liability-republicans/\">increased the salience </a>of abortion policy while triggering a <a href=\"https://www.politico.com/news/2023/06/24/supreme-court-public-opinion-abortion-00103493\">leftward lurch</a> in public opinion on the issue. Following the Supreme Court’s decision, both <a href=\"https://news.gallup.com/poll/506759/broader-support-abortion-rights-continues-post-dobbs.aspx\">Gallup</a> and <a href=\"https://www.pewresearch.org/politics/2024/05/13/broad-public-support-for-legal-abortion-persists-2-years-after-dobbs/\">Pew</a> polling found support for abortion rights jumping to its highest point on record. Meanwhile, voters in red states like <a href=\"https://www.vox.com/policy-and-politics/2022/8/2/23278845/kansas-abortion-vote-constitutional-amendment\">Kansas</a> and <a href=\"https://apnews.com/article/ohio-abortion-amendment-election-2023-fe3e06747b616507d8ca21ea26485270\">Ohio</a> have backed referendums ensuring abortion’s legality. Many political operatives have argued that the GOP’s vulnerability on reproductive rights <a href=\"https://nymag.com/intelligencer/2022/11/election-results-who-won-the-midterms-david-shor.html\">drove its mediocre</a> showing in the 2022 midterms.</p>\n\n<p class=\"has-text-align-none\">In this context, any Republican nominee would recognize a tension between honoring the Christian right’s demands and maximizing their own odds of victory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is possible that future GOP nominees may champion federal abortion bans anyway. Some Republican politicians are true believers in fetal personhood and others may see indulging the religious right as indispensable to their primary campaigns. Liam Donovan, a former Republican consultant, told Vox that he believes future GOP candidates would have a harder time defying anti-abortion activists, as Trump’s cult of personality renders him uniquely capable of defying core Republican interest groups. “He singularly has the ability to basically tell the base to pound sand and do whatever he wants,” Donovan said. “Yeah, there might be a marginal penalty, but he has the standing to do that in a way no one else does.”</p>\n\n<p class=\"has-text-align-none\">Nevertheless, it is far from certain that Republican triangulation on abortion would end with Trump’s defeat. The incentives for moderation on the issue are only liable to grow stronger, as the less-religious millennial and zoomer generations continue displacing their more socially conservative forebears.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s position on entitlement spending is also dictated by political expediency. An overwhelming majority of Americans oppose reducing Medicare or Social Security benefits. Trump is scarcely the first Republican nominee to bend to the popular will on this subject. In 2012, Mitt Romney <a href=\"https://www.politifact.com/factchecks/2012/oct/04/mitt-romney/romney-says-obama-cut-716-billion-medicare/\">(misleadingly) criticized</a> Barack Obama for cutting Medicare.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Forthrightly championing entitlement cuts isn’t going to get politically easier. As the nation ages, those with a direct stake in sustaining Medicare and Social Security benefits will increase. In the past, Republicans have sought to mitigate blowback to entitlement cuts by maintaining existing benefit levels for current recipients. Yet the modern Republican coalition is disproportionately composed of Americans <a href=\"https://x.com/mattyglesias/status/1806083570227699784\">between the ages of 45 and 64</a> – a group that tends to be highly conscious of entitlement policy and would stand to lose out from any Medicare or Social Security cut that began with the next generation of seniors. Trump losing in November would do nothing to eliminate these political realities. It is therefore unlikely that the GOP’s next nominee would be an unabashed proponent of entitlement reform.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s old-school conservative skeptics have raised few complaints with his militantly nativist positions on immigration. That aspect of Trumpism, though, is likely to endure due to popular demand. Republican <a href=\"https://www.politico.com/story/2013/06/immigration-bill-2013-tea-party-093581\">primary voters</a> were <a href=\"https://www.nytimes.com/2014/06/11/us/politics/eric-cantor-loses-gop-primary.html\">mobilizing for a more restrictionist party</a> long before Trump launched his first campaign. They are all but certain to reject any future Republican candidate who attempts to revive comprehensive immigration reform.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">It’s unclear whether the GOP’s protectionism, hostility to NATO, and authoritarianism will end with Trump’s political career&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Other aspects of Trumpism owe less to political expediency than personal instinct. For this reason, a second Trump loss would give conservative purists a fighting chance to restore their movement’s orthodoxy on certain fronts. Even in such areas, their victory would be far from assured.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump did not become a nationalist skeptic of free trade merely because he wanted to win an election and saw protectionism as politically expedient in 2016. Rather, he has argued <a href=\"https://www.pbs.org/wgbh/frontline/article/trumps-tariff-strategy-can-be-traced-back-to-the-1980s/\">since the late 1980s</a> that America’s trade partners were taking advantage of the United States. Likewise, Trump did not embrace <a href=\"https://www.cbsnews.com/news/trump-tariffs-proposal-10-percent-1700-cost-per-us-household/\">a 10 percent tariff </a>on all foreign imports this year because doing so was necessary to win the Republican primary or general election. The GOP nominee could have appealed to protectionist sentiment in the Midwest through myriad less-extreme policies. The extremity of his avowed hostility to trade is more ideological than pragmatic.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For this reason, a Trump loss in 2024 could clear the way for a less protectionist Republican Party. In any scenario, the GOP is liable to remain more trade-skeptical than it was under Ronald Reagan or George W. Bush. So long as Rust Belt states crown the Electoral College’s winner — and Democrats continue their <a href=\"https://www.vox.com/future-perfect/2023/5/9/23712675/inflation-reduction-act-climate-change-trade-policy-joe-biden-nationalism-china\">Biden-era turn toward economic nationalism</a> — Republicans will find it difficult to fully repudiate Trumpian sentiments on trade.</p>\n\n<p class=\"has-text-align-none\">The prospects for a full reset on foreign policy are more favorable. The American public remains too intolerant of US casualties to countenance a return to the imperial misadventures of the Bush era (at least, barring another foreign attack on US soil). But no mass constituency has ever demanded Trump’s idiosyncratic skepticism of NATO or sympathy for various authoritarian strongmen. “Find me a voter that is voting specifically on Trump&#8217;s foreign policy,” Patrick Ruffini, a pollster with the Republican firm Echelon Insights, told Vox. “The fact is that voters like Trump&#8217;s style, his demeanor, his aggression toward what they perceived as encroaching liberal elites,” as opposed to his perspective on US-Russia relations, Ruffini argues</p>\n\n<p class=\"has-text-align-none\">Thus, were voters to repudiate a Trump-Vance ticket, Republicans could plausibly return to conventionally conservative positioning on foreign affairs. This is not guaranteed. If GOP primary voters aren’t passionately opposed to aiding Ukraine, they also aren’t passionately supportive of Ukrainian democracy, either. After a second Trump loss, the Republican nominee in 2028 would likely have leeway to chart their own course on foreign affairs, though of course, that <a href=\"https://www.semafor.com/article/04/12/2023/dont-assume-this-is-donald-trumps-last-run\">nominee might well be Donald Trump</a>. (Officially, Trump has <a href=\"https://www.npr.org/2024/09/23/nx-s1-5123345/trump-wont-run-again-2028-election\" target=\"_blank\" rel=\"noreferrer noopener\">no intention</a> of running in 2028 should he lose in 2024, but the Republican nominee is not exactly a man of his word.)</p>\n\n<p class=\"has-text-align-none\">Perhaps Trumpism’s most alarming innovation is the extremity of its contempt for liberal democratic norms. The GOP standard-bearer has <a href=\"https://www.nytimes.com/interactive/2024/05/24/us/politics/trump-election-results-doubt.html\">cultivated distrust</a> in the democratic process, attempted to <a href=\"https://www.vox.com/policy-and-politics/23513019/january-6-committee-report-trump-2020-election-insurrection\">obstruct the peaceful transfer of power</a> by fomenting an insurrection, declared that the Justice Department’s <a href=\"https://nymag.com/intelligencer/2017/07/donald-trump-ltat-cest-moi.html\">first loyalty</a> should be to the president, encouraged his <a href=\"https://www.vox.com/2016/3/11/11202540/trump-violent\">reporters to beat up protesters,</a> and committed myriad other affronts to (small-l) liberal values.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Republican primary voters in some areas eventually came to demand complicity in Trump’s election denialism. Trump, though, did not dispute the legitimacy of the 2020 election because Republican voters agitated for such authoritarian conspiracy theorizing; rather,&nbsp;Republican voters agitated for authoritarian conspiracy theorizing because Trump denied the legitimacy of the 2020 election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some partisans have always responded to electoral defeat by grumbling about alleged cheating by the other side, but it took presidential leadership to put such paranoia at the very heart of Republican politics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Trump has further fueled right-wing contempt for democratic institutions by <a href=\"https://nymag.com/intelligencer/2018/10/trump-migrant-caravan-robert-bowers-anti-semitism-nazis-tree-of-life-shooting.html\">amplifying</a> the <a href=\"https://www.axios.com/local/richmond/2024/03/04/donald-trump-rallies-in-richmond-super-tuesday\">“great replacement”</a> conspiracy theory: the idea that Democrats are in the process of permanently disenfranchising “real” Americans by creating an artificial majority through unfettered immigration.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Promoting the idea that Republicans’ votes might not count – as the election could be stolen – is not a political imperative for the GOP. If anything, it is counterproductive to the project of winning elections. Thus, should Trump lose in November and retire from politics thereafter, Republicans may nominate someone with an iota of civic responsibility.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is worth noting that Trump’s authoritarianism is not a chief concern for the conservative purists who are secretly rooting for his defeat. There is a small but substantial cohort of Republicans who’ve <a href=\"https://www.politico.com/news/magazine/2024/09/12/alberto-gonzales-kamala-harris-endorsement-00178746\">publicly endorsed Harris,</a> on small-d democratic grounds. Among conservative purists who remain actively involved in Republican politics — and are thus only willing to root for Harris in secret — Trump’s appetite for autocracy is not especially disconcerting; neither Erickson nor Politico mentioned Trump’s authoritarianism as a source of concern for this contingent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That reality, combined with the pre-Trump Republican Party’s forays into <a href=\"https://nymag.com/intelligencer/2012/06/yes-bush-v-gore-did-steal-the-election.html\">blocking vote counting</a> and <a href=\"https://www.rollingstone.com/politics/politics-news/the-gop-war-on-voting-242182/\">targeted disenfranchisement</a> — and the fact that much of the conservative media is now invested in election denialist narratives — should temper optimism about its post-Trump posture toward the republic’s bedrock norms.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Trumpism is largely American conservatism with an inhuman face</h2>\n\n<p class=\"has-text-align-none\">There is no question that Trump’s ideological positioning is distinct from that of previous GOP standard-bearers. He is more demagogically anti-immigrant, protectionist, putatively moderate on abortion, supportive of entitlement spending, anti-democratic, and hostile toward America’s European allies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet even on many of these fronts, the practical distinctions between Trumpism and conventional conservatism are often exaggerated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During his first term in office, Trump did impose a <a href=\"https://www.vox.com/policy-and-politics/2018/11/29/18117792/trump-china-tariffs-xi-g20-trade-war\">variety of tariffs</a> on America’s geopolitical allies and adversaries alike. He also made marginal changes to the North American Free Trade Agreement (NAFTA), renamed it, and then gave largely open trade with Canada and Mexico <a href=\"https://www.vox.com/2019/12/10/21004584/usmca-democrats-trump-nafta-trade-deal\">his stamp of approval</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a second term, Trump would surely pursue more restrictive trade policies than free-market economists would recommend. Whether he’d actually follow through on imposing a de facto 10 percent sales tax on all imported goods, however, is far from clear. After all, Trump failed to act on <a href=\"https://apnews.com/article/virus-outbreak-election-2020-global-trade-ap-top-news-iran-nuclear-c9dc524c21c14957abb8d0ac4963a42b\">a great many</a> of his more radical campaign pledges during his first stint in the White House.</p>\n\n<p class=\"has-text-align-none\">On reproductive rights, meanwhile, there is little doubt that Trump will continue to appoint anti-abortion judges, perhaps even forging a Supreme Court majority that deems the procedure unconstitutional. During his debate with Harris, Trump pointedly <a href=\"https://abcnews.go.com/US/trump-commit-vetoing-national-abortion-ban/story?id=113571781\">refused to say</a> that he would veto a national abortion ban were one to reach his desk.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Trump’s noncommittal remarks on that subject indicate, the real obstacle to national abortion restrictions is not Trumpism so much as Congress. To get a ban ready for a Republican president’s signature, the GOP would need to find either 60 votes in the Senate or 51 votes for abolishing the legislative filibuster and restricting abortion nationwide. The party is unlikely to find either in the near term. As Ohio’s and Kansas’s recent abortion referendums made clear, the religious right’s views are unpopular even in solidly red states. Plenty of Republican senators would prefer to dodge a vote on an issue that cleaves their base from the median voter; the filibuster gives them cover to avoid such a vote. Abortion prohibitionists who believe Trump is the one thing standing between them and total victory have fallen prey to wishful thinking.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Likewise, the obstacle to entitlement cuts is that idea’s political toxicity, not Donald Trump’s unshakeable commitment to seniors’ welfare. What Republicans need to cut Medicare and Social Security is not a more conventionally conservative standard-bearer but a forcing mechanism. Trump’s fiscal priorities would help provide them with precisely this. The Republican nominee is committed to <a href=\"https://www.vox.com/2024-elections/370753/taxes-debate-trump-harris-irs-tariffs-child-tax-credit\">slashing federal revenue </a>across the board and has repeatedly flirted with <a href=\"https://www.reuters.com/world/us/donald-trump-mulls-middle-class-tax-cut-he-eyes-return-office-2024-04-17/\">payroll tax cuts</a> that would gut funding for Social Security and Medicare. These measures would expedite the programs’ insolvency.</p>\n\n<p class=\"has-text-align-none\">If Republicans control Congress when the conflict between avoiding all tax increases and sustaining entitlement benefits becomes irreconcilable, they will be liable to cut the latter, no matter how “Trumpist” the party remains.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Finally, during his first term, Trump’s rhetoric about foreign affairs was decidedly more heterodox than his policies. This gap was especially pronounced on matters concerning Russia. For all Trump’s expressions of affection for Putin, during his tenure, the United States <a href=\"https://www.cato.org/commentary/myth-trumps-soft-russia-policy\">assented</a> to NATO enlargement, armed the Ukrainian military, and bombed Syria, a Russian client state. His administration still made some <a href=\"https://www.cnn.com/2019/11/17/politics/trump-soft-on-russia/index.html\">deferential gestures</a> toward Moscow, and it’s plausible that a second Trump administration would chart a more unconventional course on foreign affairs. But whether Trumpism constitutes a drastic break from traditional conservative foreign policy in practice (rather than rhetoric) remains unclear.</p>\n\n<p class=\"has-text-align-none\">It is true that JD Vance’s policy positions diverge from conservative orthodoxy <a href=\"https://www.vox.com/politics/361417/jd-vance-rnc-trump-vice-president-economy-business\">much more significantly</a> than Trump’s. Were Vance to inherit leadership of the party following a second Trump administration, that could plausibly change the Republican Party’s economic and foreign policy positioning, at least marginally. And yet, given how radically (and, arguably, opportunistically) Vance has revised his views since 2017, it’s far from clear that he would stick by more heretical populist ideas if they became an impediment to his political ambitions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, American conservatism’s precise trajectory in the event of a Trump defeat or victory cannot be known. In any event, its core commitments are likely to remain the same. It is, and (almost certainly) will be, an ideology dedicated to maximizing the after-tax income of the wealthy, restricting immigration, and advancing as much social conservatism as an increasingly secular electorate will allow (in part, by outsourcing social policy to a democratically unaccountable judiciary). Whatever else Trumpism does and does not entail, these objectives give doctrinaire conservatives cause for supporting the Republican nominee — and everyone else reason to hope for his defeat.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Most conservatives are as interested in voting for Kamala Harris as they are in eating a bowl of tofu marinated in motor oil.&#160;&#160; After all, the Democratic nominee has vowed to legalize abortion nationwide, ban assault weapons, regulate prices, and increase federal spending. As Donald Trump — in his own wildly exaggerated fashion — would [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "How IVF exposed fissures in the Republican coalition",
    "link": "https://www.vox.com/politics/373046/trump-republicans-ivf-abortion-reproductive-rights-election",
    "pubDate": "2024-09-26T10:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump wears a blue suit jacket and red tie and speaks into a microphone.\" data-caption=\"Former US President Donald Trump speaks at a campaign event in the Dort Financial Center on September 17 in Flint, Michigan.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2172739954.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former US President Donald Trump speaks at a campaign event in the Dort Financial Center on September 17 in Flint, Michigan.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Donald Trump is <a href=\"https://www.newsweek.com/donald-trump-female-women-voters-poll-presidential-election-2024-1892087\">struggling</a> with female voters and occasionally acts like he knows it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With the November election fast approaching, Republican political consultants have been bemoaning the fact that their presidential candidate continues to publicly boast about overturning <em>Roe v.</em> <em>Wade </em>— something a majority of Americans oppose. Trump’s <a href=\"https://www.huffpost.com/entry/jd-vance-advocated-abortion-illegal-nationally_n_66984d11e4b076f190eb37a1\">openly anti-abortion</a> pick for vice president, JD Vance, also continues to attract attention for his <a href=\"https://www.thecut.com/article/j-d-vance-childless-cat-lady-comments-explained.html\">deeply unpopular insults</a> of women who don’t have biological children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These dynamics are exacerbated by the fact that the economy — typically Republicans’ strongest issue — continues to improve; the Fed recently <a href=\"https://www.vox.com/economy/372384/interest-rate-home-price-real-estate-mortgage-fed-decision\">cut interest rates</a> and inflation has fallen to its <a href=\"https://www.npr.org/2024/09/11/nx-s1-5108607/inflation-consumer-prices-economy-interest-rates\">lowest point in three and a half years</a>, with <a href=\"https://www.thestreet.com/economy/gas-prices-are-plunging-and-its-bigger-news-than-you-think\">gas</a> and <a href=\"https://www.wptv.com/money/online-grocery-prices-plunge-3-7-in-august\" data-type=\"link\" data-id=\"https://www.wptv.com/money/online-grocery-prices-plunge-3-7-in-august\">grocery prices</a> plunging.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To help improve his chances, Trump has been trying to dispel fears. At the September presidential debate, when asked if he would veto a national abortion ban, Trump repeatedly dodged the question, insisting it wouldn’t be necessary since abortion rights are now under state control. This is only half-true: Trump is right that he’s unlikely to face a national abortion ban from Congress in the next four years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But most anti-abortion leaders weren’t counting on that, anyway. The anti-abortion movement has been banking on more appointments of friendly federal judges and <a href=\"https://www.youtube.com/watch?v=3tz2BUuzTmE\">taking control of key federal agencies</a> that could use executive power to heavily restrict reproductive freedom.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We don’t need a federal abortion ban when we have Comstock on the books,” Jonathan Mitchell, the legal architect <a href=\"https://www.vox.com/2021/8/31/22650303/supreme-court-abortion-texas-sb8-jackson-roe-wade-greg-abbott\">behind a 2021 law in Texas</a> that effectively banned abortion, <a href=\"https://www.nytimes.com/2024/02/17/us/politics/trump-allies-abortion-restrictions.html\">told the New York Times</a> earlier this year. Mitchell was referring to <a href=\"https://www.vox.com/abortion/351678/the-comstock-act-the-long-dead-law-trump-could-use-to-ban-abortion-explained\">the Comstock Act</a>, an 1873 federal law that could prohibit anything associated with abortion from being sent in the mail. Such a ban could mean not only restricting abortion medication, the most common method used to end a pregnancy in the US, but also any medical equipment used during surgical abortion, like speculums, suction catheters, and dilators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Comstock Act was rendered moot by <em>Roe v. Wade </em>in the 1970s but never formally repealed, and now, with <em>Roe </em>gone, some conservatives, including Mitchell <a href=\"https://www.washingtonpost.com/health/2024/07/17/jd-vance-abortion-comstock-vice-presidential-nominee/\">and JD Vance</a>, are pushing for its revival. “I hope [Trump] doesn’t know about the existence of Comstock, because I just don’t want him to shoot off his mouth,” Mitchell added, urging anti-abortion groups to also “keep their mouths shut as much as possible until the election.”</p>\n\n<p class=\"has-text-align-none\">Things seemed to be mostly going according to Mitchell’s plan, with Trump avoiding <a href=\"https://x.com/rmc031/status/1803766942395728067\">answering reporters’ Comstock Act questions</a> and publicly insisting abortion was now a state duty. That is, until August, when Trump — seemingly more nervous about his election chances — <a href=\"https://x.com/TrumpDailyPosts/status/1827007862830452738\">announced on Truth Social</a> that his administration would be “great for women and their reproductive rights.” He also <a href=\"https://www.politico.com/news/2024/08/20/trump-comstock-enforcement-00175068\">finally told the media</a> he would not use the Comstock Act to ban mailing abortion drugs, and on top of that, announced his administration would mandate health insurance companies <a href=\"https://www.cnn.com/2024/08/29/politics/trump-ivf-treatment-proposal/index.html\">cover the hefty cost of in vitro fertilization (IVF</a>).</p>\n\n<p class=\"has-text-align-none\">Trump’s new stances have not been clarifying or convincing enough for most voters — indeed, on the heels of him promising free IVF, he said he thought Florida’s six-week ban was too strict, and then announced he’d be voting against Florida’s <a href=\"https://floridiansprotectingfreedom.com/\">proposed abortion rights ballot measure</a> in November. That measure would legalize abortion up to viability to protect the patient’s health, as decided by their provider, and polls show <a href=\"https://thehill.com/homenews/campaign/4864846-florida-abortion-ballot-measure-poll/\">most Floridians</a> back it.</p>\n\n<p class=\"has-text-align-none\">Still, Trump’s new rhetoric of (somewhat, sometimes) embracing reproductive rights has antagonized parts of his conservative base, who feel he’s taking the anti-abortion movement for granted and that he’s having his “<a href=\"https://nymag.com/intelligencer/article/biden-clinton-sister-soulja-moment.html\">Sister Souljah moment</a>” with the segment of the electorate that helped deliver his victory in 2016. The immediate question is whether these conservatives will sit out in protest in November, and if they do, whether Trump can make up for it by drawing in more voters elsewhere. The larger, more enduring question is whether this portends an emerging split in the Republican coalition on the question of abortion, just a couple of years removed from the <a href=\"https://www.vox.com/2022/6/24/23181720/supreme-court-dobbs-jackson-womens-health-samuel-alito-roe-wade-abortion-marriage-contraception\" data-type=\"link\" data-id=\"https://www.vox.com/2022/6/24/23181720/supreme-court-dobbs-jackson-womens-health-samuel-alito-roe-wade-abortion-marriage-contraception\">anti-abortion faction’s greatest victory.</a></p>\n\n<h2 class=\"wp-block-heading\">Why Trump’s IVF announcement is causing problems with parts of his religious base</h2>\n\n<p class=\"has-text-align-none\">While opposition to abortion has been a fragile part of the GOP coalition for years, IVF emerged this year as a new point of tension among conservatives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After Trump announced in late August that he’d back free IVF, anti-abortion groups immediately urged him to retract his stance. At first glance, it may seem puzzling that a faction of voters who identify as “pro-life” would oppose technology that helps people with infertility become parents. About <a href=\"https://www.cnn.com/2024/02/21/health/ivf-egg-freezing-explainer-wellness/index.html\">2 percent</a> of births in the US are done through IVF, which involves fertilizing eggs outside of the body and then transferring embryos to a womb.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the opposition makes more sense when IVF is understood as conflicting with “<a href=\"https://www.vox.com/policy/24090347/alabama-ivf-ruling-fetal-personhood-abortion-embryos\">fetal personhood</a>” — a core goal of a faction within the anti-abortion movement that seeks to grant fetuses (and embryos) full human rights and legal protections.</p>\n\n<p class=\"has-text-align-none\">“Human embryos are created and discarded or frozen by dozens in most IVF procedures,” Matthew Yonke, a spokesperson for the Pro-Life Action League, told me. “It’s no way to treat human beings, and the federal government should not subsidize it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">(Louisiana remains the only state to <a href=\"https://www.washingtonpost.com/nation/2024/03/03/louisiana-ivf-embryos-law-alabama/\">outright prohibit</a> the destruction of embryos, requiring patients to either pay forever to store their unused embryos, or donate them to a married couple. Most states allow patients to decide what to do with any excess genetic material.)</p>\n\n<p class=\"has-text-align-none\">Some social conservatives also lament that contemporary IVF treats parenthood <a href=\"https://www.compactmag.com/article/trump-should-make-birth-not-ivf-free/\">like an individual right</a> instead of a responsibility or privilege for committed couples, and others object to the ethical implications of <a href=\"https://www.deseret.com/opinion/2024/08/21/ivf-sex-selection-girls-boys/\">sex selection</a> and optimizing for certain characteristics, such as eye color or intelligence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ever since February, when Alabama’s Supreme Court issued its <a href=\"https://alabamareflector.com/2024/02/19/alabama-supreme-court-ruling-could-end-ivf-treatments-in-state/\">unprecedented legal decision</a> that invoked God to claim frozen embryos count as “children” under state law, policymakers and prospective parents have been realizing how vulnerable IVF is in the United States, even as politicians scramble to assure voters it’s not actually at risk.</p>\n\n<p class=\"has-text-align-none\">For religious conservatives who oppose IVF, the last seven months have provided a fresh opportunity <a href=\"https://www.theatlantic.com/politics/archive/2024/03/in-vitro-fertilization-alabama-abortion/677695/\">to make their case against</a> the assisted reproductive technology. In some states they’ve made political gains: the North Carolina Republican Party adopted a platform in June that <a href=\"https://www.motherjones.com/politics/2024/06/north-carolinas-gop-opposes-embryo-destruction-that-could-threaten-ivf/\">opposes the destruction</a> of human embryos. Also in June, the Southern Baptist Convention, the largest Protestant denomination in the US, <a href=\"https://www.nbcnews.com/news/us-news/southern-baptist-convention-opposition-ivf-faithful-women-options-rcna156994\">approved a resolution</a> against IVF.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Anti-abortion leaders are prepared to fight for their long-term goal of fetal personhood, just as they did for decades to overturn <em>Roe v.</em> <em>Wade. </em>In many ways, these new IVF battles are just beginning: This past spring, a supermajority of justices on Florida’s Supreme Court <a href=\"https://thehill.com/opinion/4578252-florida-supreme-court-signals-readiness-to-rule-for-pre-born-personhood/\">signaled openness</a> to a future fetal personhood challenge, suggesting that “pre-born children” are “persons” entitled to the right to life under the Florida Constitution. Regardless of whether Trump wins in November, these fights over reproductive technology will continue to embroil conservatives and the Republican Party.</p>\n\n<h2 class=\"wp-block-heading\">Fiscal conservatives are getting ticked off, too</h2>\n\n<p class=\"has-text-align-none\">It’s not just the ethics of IVF that are causing fissures — Trump’s promise that the government would foot the bill has also sparked concern among conservative budget hawks.</p>\n\n<p class=\"has-text-align-none\">The average out-of-pocket cost per IVF cycle stands at $24,000, according to a <a href=\"https://www.hhs.gov/about/news/2024/03/13/fact-sheet-in-vitro-fertilization-ivf-use-across-united-states.html\">federal fact sheet,</a> or $61,000 in total per successful live birth, since people often need multiple IVF cycles. While Trump’s team has refused to provide any financing details for his plan, some experts believe it would <a href=\"https://www.nytimes.com/2024/08/30/health/trump-free-ivf-treatment.html\">require significant new Congressional spending</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ira Stoll, a prominent conservative columnist, tried to make t<a href=\"https://www.wsj.com/opinion/the-conservative-case-for-trumps-ivf-policy-73a24427\" data-type=\"link\" data-id=\"https://www.wsj.com/opinion/the-conservative-case-for-trumps-ivf-policy-73a24427\">he fiscally conservative case</a> for Trump’s IVF policy in the Wall Street Journal.<em> </em>He argued the proposal would be less expensive than it seems <a href=\"https://www.vox.com/policy/363543/pronatalism-vance-birth-rates-population-decline-fertility\">since the costs of low birth rates</a> “far outweigh the costs” of adding IVF to insurance companies. “The roughly $15,000 price of an IVF procedure is nothing compared with the priceless potential of an individual human being,” Stoll added, though existing research suggests IVF would not <a href=\"https://ifstudies.org/blog/mandating-insurance-coverage-for-ivf-will-not-boost-fertility\">significantly increase the birth rate</a>.</p>\n\n<p class=\"has-text-align-none\">However, for most conservatives concerned with federal spending and rising deficits, the government mandating taxpayer-funded IVF treatment feels like a bad joke. National Review editor Philip Klein argued that the expensive Trump proposal would amount to a <a href=\"https://www.nationalreview.com/corner/trumps-ivf-proposal-would-expand-obamacare/\">significant expansion of Obamacare</a> and drive up health insurance premiums for all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vance Ginn, the chief economist at the Office of Management and Budget during the Trump administration, came out to blast the IVF proposal. “I’m for IVF, as we’ve used it for two of our beautiful kids, but nothing is ‘free,’” <a href=\"https://x.com/VanceGinn/status/1829262107873083697\">he wrote on X</a>. “Can we stop handing out things to win votes like it’s candy when we’re running $2T[rillion] deficits and not abiding by the limited roles outlined in the US Constitution?”</p>\n\n<p class=\"has-text-align-none\">Fiscal conservatives in Congress have also been concerned. Sen. Lindsey Graham (R-SC) <a href=\"https://nypost.com/2024/09/02/us-news/sen-lindsey-graham-rejects-trumps-free-ivf-plan-theres-no-end-to-that/\">rejected the free IVF proposal on ABC News</a>, saying there would be “no end” to its cost. Sen. Thom Tillis (R-NC) <a href=\"https://www.nbcnews.com/politics/2024-election/donald-trump-plan-mandate-free-ivf-republicans-congress-opposition-rcna170327\">was more restrained with NBC News</a>. “I’m a little bit hesitant on an insurance mandate. Is there some other way that we could incent[ivize] these sort of coverages through the private sector?” he asked. “We got a lot of things we’ve got to pay for next year by extending the tax provisions.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sen. Rand Paul (R-KY) opted to be less diplomatic, calling the idea “ridiculous.” The “government has no money,” he said. “We’re $2 trillion in the hole, so I’m not for asking the taxpayer to pay for it.”<br><br>Even before his promises for free IVF, fiscal conservatives were growing increasingly frustrated with Trump, as he’s been <a href=\"https://www.wsj.com/politics/policy/federal-debt-deficit-trump-harris-5a0d30d2\">virtually silent</a> on the mounting federal debt, and issuing new campaign pledges like ending <a href=\"https://www.cbsnews.com/news/trump-unveils-new-no-tax-on-overtime-pay-policy-in-arizona-remarks/\">taxes on overtime pay</a> and<a href=\"https://www.cnbc.com/2024/08/14/trumps-plan-to-end-taxes-on-social-security-a-fatal-mistake-lawmaker.html\"> Social Security benefits</a>, and <a href=\"https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage\">exempting tips from taxes</a>. Trump’s disregard for deficit spending could turn off some of these budget hawks in November, too.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Will social conservatives stick with Republicans in the future? And will that even matter?</h2>\n\n<p class=\"has-text-align-none\">Evangelical voters were a critical part of Trump’s path to victory in 2016, and his campaign in 2020, and most political strategists say he’ll need to earn at least 80 percent of white evangelicals nationally to win in November.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A recent Fox News poll showed him at <a href=\"https://static.foxnews.com/foxnews.com/content/uploads/2024/08/Fox_August-9-12-2024_National_Cross-Tabs_August-14-Release.pdf\">75 percent</a> with this group, a number that could sink lower given his recent flip-flops. Al Mohler, president of Southern Baptist Theological Seminary in Louisville, Kentucky, has been warning — in recent op-eds, speeches, and podcast interviews — that the Republican Party is making a huge mistake by potentially motivating religious voters to stay home. Mohler has been urging Trump <a href=\"https://wng.org/opinions/trump-and-abortion-1725360004\">to clarify how he’ll restrict abortion</a> in the Oval Office, just as Trump promised evangelicals before that he would work to overturn <em>Roe v.</em> <em>Wade </em>if elected.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Tony Perkins, president of the right-wing Family Research Council, has been making a similar argument that Trump needs to give religious voters something to be genuinely excited about. “It’s just on the margins, but it’s the difference in many elections,” <a href=\"https://www.politico.com/news/2024/09/05/white-evangelicals-trump-abortion-00177595\">Perkins argued</a> in Politico.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For now there’s no clear survey evidence on whether Evangelicals really are planning to stay home in November, though Lila Rose, a prominent anti-abortion activist, has been <a href=\"https://www.politico.com/news/magazine/2024/08/29/lila-rose-abortion-trump-interview-00176619\">urging her followers</a> to withhold their votes unless Trump changes his tune. But Mohler, for his part, said he’s likely to stick with Trump in November because he trusts that Trump will ultimately stack his administration with anti-abortion leaders, regardless of what he says on the campaign trail.</p>\n\n<p class=\"has-text-align-none\">“I have a high degree of confidence that a lot of people in crucial roles in a Trump administration would reflect that pro-life sentiment,” he <a href=\"https://www.nytimes.com/2024/09/05/podcasts/trump-evangelicals-abortion.html?showTranscript=1\">told the New York Times</a>. “I believe the opposite about a Kamala Harris administration … I have to look at a longer-term strategy. And I think the most responsible pro-life figures in the United States think similarly.”</p>\n\n<p class=\"has-text-align-none\">IVF in particular is popular in the US, with <a href=\"https://www.pewresearch.org/short-reads/2024/05/13/americans-overwhelmingly-say-access-to-ivf-is-a-good-thing/\">70 percent of adults</a> supporting access to the treatment. Even among Christian and Republican voters, <a href=\"https://www.pewresearch.org/short-reads/2024/05/13/americans-overwhelmingly-say-access-to-ivf-is-a-good-thing/\">clear majorities believe</a> IVF access is a good thing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s why, even as Republican lawmakers <a href=\"https://abcnews.go.com/Politics/senate-democrats-dare-republicans-vote-ivf-bill/story?id=113759214\">continue to vote against</a> federal bills to protect access to IVF, they have been publicly stressing their support for the technology. Pennsylvania’s Republican Senate candidate Dave McCormick is running <a href=\"https://www.inquirer.com/politics/election/dave-mccormick-pa-senate-race-family-policies-20240626.html\">on a $15,000 tax credit</a> for fertility treatment, and in September, a conservative super PAC started <a href=\"https://winningforwomen.com/winning-for-women-launches-pro-ivf-ad-campaign-in-two-critical-house-districts/\">funding a major ad campaign</a> in support of IVF.</p>\n\n<p class=\"has-text-align-none\">Public backing for abortion rights also continues to loom over Trump and the Republican Party; polls show voters <a href=\"https://navigatorresearch.org/wp-content/uploads/2023/05/May-2-Release-FINAL.pdf\">have grown</a> <a href=\"https://maristpoll.marist.edu/wp-content/uploads/2023/04/NPR_PBS-News-Hour_Marist-Poll_USA-NOS-and-Tables_0426_202304211458.pdf\">even more supportive</a> <a href=\"https://www.wsj.com/articles/support-for-legalized-abortion-grows-since-dobbs-ruling-wsj-poll-shows-11662210020\">of abortion rights</a> than they were before the Supreme Court overturned <em>Roe</em>. Among women in particular, many say abortion rights are their top issue this November. A recent New York Times poll found that <a href=\"https://www.nytimes.com/2024/08/31/us/elections/abortion-polls-women-trump-harris.html\">for women under 45</a>, abortion is even more important to them than the economy. Another poll by Galvanize Action showed <a href=\"https://playbook.galvanizeaction.org/wp-content/uploads/2024/09/August-2024-Reproductive-Freedom-Survey.pdf\">that 82 percent of white moderate women</a> specifically plan to factor in a candidate’s stance on abortion when voting.</p>\n\n<p class=\"has-text-align-none\">Whether this late-stage gamble by Trump to send mixed messages on reproductive rights pays off is anyone’s guess, but even if it does, the internal fights within the GOP coalition will likely remain — unresolved, festering, and ready to resurface after November. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Donald Trump is struggling with female voters and occasionally acts like he knows it.&#160; With the November election fast approaching, Republican political consultants have been bemoaning the fact that their presidential candidate continues to publicly boast about overturning Roe v. Wade — something a majority of Americans oppose. Trump’s openly anti-abortion pick for vice president, [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "One chart shows how Hurricane Helene could turn into a monstrous storm",
    "link": "https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water",
    "pubDate": "2024-09-25T16:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A line map of the United States and the Gulf superimposed on a satellite image of a swirling storm.\" data-caption=\"Satellite imagery captures Hurricane Helene near Cuba. | NOAA\" data-portal-copyright=\"NOAA\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/1250x750-1.jpg?quality=90&#038;strip=all&#038;crop=21.60390625,31.571109456441,59.30859375,68.428890543559\" />\n\t<figcaption>Satellite imagery captures Hurricane Helene near Cuba. | NOAA</figcaption>\n</figure>\n<p class=\"has-text-align-none\">An enormous tropical storm named Helene, <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/251153.shtml?\">now a Category 1 hurricane</a>, is churning across the Caribbean near Cuba and Mexico’s Yucatan Peninsula. Forecasters predict the hurricane —&nbsp;which as of Wednesday morning has maximum sustained winds of <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/251153.shtml?\">80 miles per hour</a> —&nbsp;will rapidly intensify in the next 24 hours before ramming into western Florida late Thursday as a monstrous storm.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There is a danger of life-threatening storm surge from Tropical Storm Helene along the entire west coast of the Florida Peninsula,” the National Hurricane Center <a href=\"https://x.com/NHC_Surge/status/1838865478439317683\">said</a> early Wednesday morning.</p>\n\n<p class=\"has-text-align-none\">The National Hurricane Center predicts storm surge as high <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/251153.shtml?\">as 15 feet</a> in some parts of Florida’s Big Bend, a region between the panhandle and the peninsula. Caused largely by wind pushing water inland, storm surge is the most dangerous part of tropical storms; it killed <a href=\"https://www.nhc.noaa.gov/surge/\">more than 40 people</a> during Hurricane Ian in 2022.</p>\n\n<p class=\"has-text-align-none\">Helene could also disrupt part of the <a href=\"https://www.vox.com/down-to-earth/22823993/monarch-butterflies-mexico-milkweed\">epic monarch butterfly migration</a>, which typically passes through the Big Bend’s St. Marks National Wildlife Refuge in early October.</p>\n\n<figure class=\"wp-block-image alignnone\"><img src=\"\" alt=\"\" title=\"GOES16-GM-GEOCOLOR-1000x1000-1\" /></figure>\n\n<p class=\"has-text-align-none\">Helene is the eighth named storm in what has so far amounted to a <a href=\"https://www.scientificamerican.com/article/atlantic-hurricane-lull-puzzles-scientists/\">somewhat puzzling</a> hurricane season. It started with a bang — June’s <a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">Hurricane Beryl</a> became the earliest Category 5 storm on record —&nbsp;and then much of August and September was unexpectedly quiet.</p>\n\n<p class=\"has-text-align-none\">Many meteorologists, though, have been warning not to be fooled by this late-summer lull.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Having multi-week periods of quiet and then multi-week periods of activity is very normal throughout a hurricane season,” <a href=\"https://bmcnoldy.earth.miami.edu/\">Brian McNoldy</a>, a climatologist at the University of Miami, told me earlier this month. “I definitely would not read too much into it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Plus, McNoldy said, the ocean in the Gulf of Mexico has been —&nbsp;and still is —&nbsp;exceptionally hot, and hot water fuels hurricanes. Ocean heat content, a measure of how much heat energy the ocean stores, is at a record high for this time of year.</p>\n\n<p class=\"has-text-align-none\">Take a look at the chart below. The red line is 2024 and the blue line is the average over the last decade.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/ohc_gulf-1.png?quality=90&#038;strip=all&#038;crop=0,12.589156124409,100,74.821687751182\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A chart of ocean heat content in the Gulf of Mexico. | &lt;a href=&quot;https://bmcnoldy.earth.miami.edu/&quot;&gt;Brian McNoldy&lt;/a&gt;\" data-portal-copyright=\"&lt;a href=&quot;https://bmcnoldy.earth.miami.edu/&quot;&gt;Brian McNoldy&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">This is especially concerning right now, given the <a href=\"https://www.nhc.noaa.gov/graphics_at4.shtml?start#contents\">forecasted path of Helene</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All that ocean heat could supercharge the storm as it travels across the Gulf on its way to Florida, potentially causing it to “rapidly intensify.” That’s when wind speeds increase by roughly 35 mph or more in less than 24 hours. Forecasters predict that Hurricane Helene could hit Florida as a Category 3 or 4 system.</p>\n\n<p class=\"has-text-align-none\">“The <a href=\"https://kouya.has.arizona.edu/tropics/SSTmonitoring.html#regional\">sea surface temperature</a> and the ocean heat content are both record high in the Gulf,” McNoldy, who produced the chart above, told me. “That heat at the surface and available through a depth will give Helene all the fuel it needs to rapidly intensify today and into tomorrow.”</p>\n\n<p class=\"has-text-align-none\">The record Gulf temperatures are just one signal of a more <a href=\"https://www.vox.com/climate/2024/2/28/24085691/atlantic-ocean-warming-climate-change-hurricanes-coral-reefs-bleaching\">widespread bout of warming</a> across the North Atlantic that <a href=\"https://www.vox.com/climate/23762529/atlantic-ocean-record-heat-wave-el-nino-hurricane-climate-change\">ramped up last year</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not entirely clear what’s causing this warming, though scientists suspect a combination of factors including climate change — which raises the baseline ocean temperature — as well as lingering effects of <a href=\"https://www.vox.com/climate/23738846/el-nino-2023-weather-heat-wave-climate-change-disaster-flood-rain\">El Niño</a>, natural climate variability, and perhaps even a <a href=\"https://www.carbonbrief.org/tonga-volcano-eruption-raises-imminent-risk-of-temporary-1-5c-breach/\">volcanic eruption</a>.</p>\n\n<p class=\"has-text-align-none\">“This is out of bounds from the kinds of variability that we’ve seen in [at least] the last 75 years or so,” <a href=\"https://people.miami.edu/profile/be7abbba52c947423b8133238c7e7b68\">Ben Kirtman</a>, director of the Cooperative Institute for Marine and Atmospheric Studies, a joint initiative of the University of Miami and the National Oceanic and Atmospheric Administration (NOAA), told Vox in August. “That can be scary stuff.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An enormous tropical storm named Helene, now a Category 1 hurricane, is churning across the Caribbean near Cuba and Mexico’s Yucatan Peninsula. Forecasters predict the hurricane —&#160;which as of Wednesday morning has maximum sustained winds of 80 miles per hour —&#160;will rapidly intensify in the next 24 hours before ramming into western Florida late Thursday [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Mark Robinson and the confusing rise of the nonwhite reactionary",
    "link": "https://www.vox.com/politics/373655/mark-robinson-black-latino-right-wing-extremism",
    "pubDate": "2024-09-25T15:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Mark Robinson points from behind a podium and microphone while speaking.\" data-caption=\"Mark Robinson, lieutenant governor of North Carolina and candidate for governor, delivers remarks at a campaign event on August 14, 2024, in Asheville, North Carolina. | Grant Baldwin/Getty Images\" data-portal-copyright=\"Grant Baldwin/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2166169101.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Mark Robinson, lieutenant governor of North Carolina and candidate for governor, delivers remarks at a campaign event on August 14, 2024, in Asheville, North Carolina. | Grant Baldwin/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Mark Robinson, the embattled Republican nominee for governor in North Carolina, wrote many troubling things during his days as a poster on <a href=\"https://www.cnn.com/2024/09/19/politics/kfile-mark-robinson-black-nazi-pro-slavery-porn-forum\">the porn forum Nude Africa</a>. But one Robinson comment sticks out as especially confusing: “I’m a black NAZI!”</p>\n\n<p class=\"has-text-align-none\">The notion of a Black man expressing fealty to a movement premised on his inferiority feels absurd, a <a href=\"https://www.youtube.com/watch?v=7HcQ87RFN5k\"><em>Chappelle’s Show</em> sketch</a> come to life. Yet the absurdity points to something real. As strange as it seems, there’s a disturbing number of Black and Latino Americans who hold extreme right beliefs.</p>\n\n<p class=\"has-text-align-none\">Two of the most prominent antisemitic voices in the country today, <a href=\"https://www.vox.com/culture/23519717/antisemitism-hatred-jews-violence\">Kanye West</a> and <a href=\"https://www.adl.org/resources/backgrounder/candace-owens\">Candace Owens</a>, are Black Trump supporters. <a href=\"https://www.vox.com/policy-and-politics/23484314/trump-fuentes-ye-dinner-white-nationalism-supremacy\">Nick Fuentes</a>, the white supremacist who dined with Trump at Mar-a-Lago in 2022, is of Mexican descent. Enrique Tarrio, the Proud Boys leader <a href=\"https://www.justice.gov/usao-dc/pr/proud-boys-leader-sentenced-22-years-prison-seditious-conspiracy-and-other-charges\">sentenced to 22 years in prison</a> for his role in the January 6 riot, <a href=\"https://www.nytimes.com/2023/08/19/opinion/enrique-tarrio-proud-boys-latinos-racism.html\">is Afro-Cuban</a>. Mauricio Garcia, a Hispanic mass shooter who <a href=\"https://www.npr.org/2023/05/07/1174631515/a-mass-shooting-at-an-outlet-mall-in-dallas-left-at-least-9-dead-7-injured\">killed eight people</a> at a Dallas-area shopping center in 2023, had <a href=\"https://www.aljazeera.com/opinions/2023/6/2/why-white-supremacists-are-not-always-white\">posted neo-Nazi rhetoric on his social media pages</a> before his attack.</p>\n\n<p class=\"has-text-align-none\">Academic research suggests these are not merely a handful of cherry-picked examples. There are non-trivial numbers of right-wing Black and Latino people who express extreme right-wing ideas — up to and including outright bigotry.</p>\n\n<p class=\"has-text-align-none\">In 2022, two academics —&nbsp;Eitan Hirsh and Laura Royden — <a href=\"https://journals.sagepub.com/doi/full/10.1177/10659129221111081\">published the results</a> of a massive national survey on the prevalence of antisemitic beliefs in the United States. Their study found that antisemitic attitudes were significantly more common on the right than on the left. But it also found notable racial divides between right-wingers, with <a href=\"https://www.eitanhersh.com/uploads/7/9/7/5/7975685/minority_antisem_v3.1.pdf\">Black and Latino conservatives being about 20 percentage points more likely</a> to express antisemitic ideas than their white conservative peers.</p>\n\n<p class=\"has-text-align-none\">Recent studies have also found that, among Latinos, political conservatism predicts <a href=\"https://www.cambridge.org/core/services/aop-cambridge-core/content/view/8B9730B52C23226D306A6096E0BCB4A8/S0003055422000545a.pdf/div-class-title-prejudiced-when-climbing-up-or-when-falling-down-why-some-people-of-color-express-anti-black-racism-div.pdf\">higher levels of racial resentment toward Black</a> people and <a href=\"https://www.cambridge.org/core/journals/du-bois-review-social-science-research-on-race/article/abs/hispanics-para-trump/BF09A48E9470FDFEDBF0C7EA0DBA2696\">greater skepticism about the role of racism</a> in the ongoing social marginalization of Black people. Another <a href=\"https://academic.oup.com/poq/article-abstract/84/4/860/6205964\">recent study</a> found that Latino conservatives express higher rates of hostility toward undocumented immigrants than their liberal or moderate peers, as well as higher support for lowering legal immigration rates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A separate study of <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0739986315604424\">white and Black Americans found</a> that, in both groups, “prejudicial attitudes toward Latinos … are the most consistently significant factors in shaping opinions about the number of immigrants to admit and the consequences of immigration.”</p>\n\n<p class=\"has-text-align-none\">None of this is to say that most nonwhite conservatives are bigoted, or that racial minorities are more likely to hold bigoted attitudes in general than white Americans. All of the available research confirms common sense: that white people are by far more likely to be white supremacists. </p>\n\n<p class=\"has-text-align-none\">But this evidence also suggests that certain things that seem like common sense —&nbsp;that Black people like Mark Robinson can’t be Nazis by definition — simply don’t match reality. Bizarre as it seems, given traditional extreme-right attitudes toward racial minorities, there are high-profile Black and Latino Americans who hold bigoted and extreme beliefs — and a small but notable percentage of the general population in both groups who agree with them. (Though Robinson denies writing the Nazi post, an overwhelming amount of evidence points to him as the author.)</p>\n\n<h2 class=\"wp-block-heading\">Understanding nonwhite extremism</h2>\n\n<p class=\"has-text-align-none\">So how do we make sense of this phenomenon?&nbsp;</p>\n\n<p class=\"has-text-align-none\">One theory is that a lot of this is rooted in ideas about Americanness. Hostility toward other minority groups is, for some Black and Latino people, a way of solidifying their own place in the country — of distinguishing themselves as good Americans from the bad Other.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Journalist Paola Ramos suggests such an explanation in her just-released book <em><a href=\"https://www.penguinrandomhouse.com/books/741645/defectors-by-paola-ramos/\">Defectors: The Rise of the Latino Far Right and What It Means for America</a></em>. After spending a day with Pedro Antonio Aguero, a far-right activist who obsessively patrols the Southern border looking for undocumented migrants, <a href=\"https://www.theatlantic.com/ideas/archive/2024/09/latino-border-vigilante-pedro-antonio-aguero/679969/\">Ramos writes</a>, “I got the feeling that by hunting them, he was distancing himself from them, and from his own foreignness.”</p>\n\n<p class=\"has-text-align-none\">Some academic research points to similar conclusions. <a href=\"https://www.cambridge.org/core/services/aop-cambridge-core/content/view/8B9730B52C23226D306A6096E0BCB4A8/S0003055422000545a.pdf/div-class-title-prejudiced-when-climbing-up-or-when-falling-down-why-some-people-of-color-express-anti-black-racism-div.pdf\">One experiment</a> presented Latino respondents with written materials downplaying Latino status in America. Some respondents saw a news story suggesting Latino people were doing poorly in the United States on metrics like educational attainment; others saw the same story with an additional line comparing Latino and Black outcomes.</p>\n\n<p class=\"has-text-align-none\">Individuals who saw the comparison story expressed notably higher negative attitudes toward Black people afterward —&nbsp;with the spike interestingly concentrated among <em>liberal</em> Latinos (who were less biased than conservatives before exposure but equally biased afterward). This, the academics theorized, is because conservative Latinos already cared a great deal about their Americanness, and so had already factored that sense of status threat into their overall worldview.</p>\n\n<p class=\"has-text-align-none\">In her book <a href=\"https://global.oup.com/academic/product/american-while-black-9780190053550\"><em>American While Black</em></a><em>,</em> the University of Maryland’s Niambi Carter argues Black skepticism about immigration is rooted in fear that “whites may favor immigrants over black people in hiring decisions, housing, and other social interactions.” It is, she writes, a “conflicted nativism” born out of Black insecurity in their own standing and social status as Americans.</p>\n\n<p class=\"has-text-align-none\">But this is just one theory, and one that doesn’t explain all the facts. Some things, like the unusually high rates of antisemitism among Black and Latino conservatives, are a bit harder to fit into the script.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In their paper on race and antisemitism, Hersh and Royden conclude that “the roots of antisemitic attitudes among minority groups are broad rather than narrow and are not well-explained by commonly proposed theories.” Basically, they say, no one really knows why it seems that antisemitism is disturbingly popular in those groups.</p>\n\n<p class=\"has-text-align-none\">In general, this is a subject that calls for caution. The phenomenon of extreme-right politics is fairly new, or at least is only newly documented. As something we’re just beginning to grapple with, we can’t really say for sure <em>why</em> it’s happening. Social science and journalism are hard work, and we don’t have enough of either on this topic.</p>\n\n<p class=\"has-text-align-none\">The one thing we can say for sure is that Mark Robinson calling himself a “black NAZI” is outlandish — but not as outlandish as it might seem. There are more people like him, and they will play a role in defining the American right’s future.</p>\n\n<p class=\"has-text-align-none\"><em>This story was adapted from the On the Right newsletter.</em> <em>New editions drop every Wednesday. Sign up <a href=\"https://www.vox.com/pages/on-the-right-newsletter-whats-driving-conservative-ideas\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Mark Robinson, the embattled Republican nominee for governor in North Carolina, wrote many troubling things during his days as a poster on the porn forum Nude Africa. But one Robinson comment sticks out as especially confusing: “I’m a black NAZI!” The notion of a Black man expressing fealty to a movement premised on his inferiority [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "The urgent, futile calls to halt Marcellus Williams’s execution, explained",
    "link": "https://www.vox.com/criminal-justice/373568/marcellus-williams-death-penalty-missouri",
    "pubDate": "2024-09-25T13:55:02.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Joseph Amrine, who was exonerated two decades ago after spending years on death row, speaks at a rally to support Missouri death row inmate Marcellus Williams on August 21, 2024, in Clayton, Missouri. | Jim Salter/AP\" data-portal-copyright=\"Jim Salter/AP\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/AP24267458872597.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Joseph Amrine, who was exonerated two decades ago after spending years on death row, speaks at a rally to support Missouri death row inmate Marcellus Williams on August 21, 2024, in Clayton, Missouri. | Jim Salter/AP</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A 55-year-old Missouri man — who maintained he was innocent — was executed Tuesday evening, and became the latest of several <a href=\"https://www.vox.com/politics/2024/1/25/24050932/alabama-nitrogen-gas-execution-death-penalty\">recent people put to death</a> who have renewed scrutiny of the death penalty. </p>\n\n<p class=\"has-text-align-none\">In 2001, Marcellus Williams was convicted of the 1998 killing of social worker and former St. Louis Post-Dispatch reporter Felicia “Lisha” Gayle, and sentenced to death. Since his sentencing, questions have been raised about how evidence in the case was handled and whether jury selection for his trial was fair.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given these concerns, and Williams’s continued claims that he did not kill Gayle, he and St. Louis prosecuting attorney Wesley Bell called for the state to <a href=\"https://innocenceproject.org/court-denies-prosecutors-motion-to-vacate-marcellus-williams-conviction-and-death-sentence/\" data-type=\"link\" data-id=\"https://innocenceproject.org/court-denies-prosecutors-motion-to-vacate-marcellus-williams-conviction-and-death-sentence/\">vacate his conviction</a>. While his execution was previously delayed twice before, the Missouri governor and state Supreme Court have declined to do so again this past week, and he was <a href=\"https://www.cnn.com/2024/09/24/us/marcellus-williams-scheduled-execution-date/index.html\" data-type=\"link\" data-id=\"https://www.cnn.com/2024/09/24/us/marcellus-williams-scheduled-execution-date/index.html\">killed by lethal injection</a> Tuesday. </p>\n\n<p class=\"has-text-align-none\">The outstanding uncertainty in Williams’s case — and the fact that he was put to death anyway<strong> —</strong> have put a new spotlight on capital punishment<strong> </strong><a href=\"https://www.aclu.org/documents/case-against-death-penalty\">and many problems that have been cited with it</a>. </p>\n\n<h2 class=\"wp-block-heading\"><strong>What are the new developments in Williams’s case?</strong></h2>\n\n<p class=\"has-text-align-none\">Williams was convicted for Gayle’s murder based on the testimony of two witnesses, including his girlfriend at the time, <a href=\"https://apnews.com/article/missouri-execution-marcellus-williams-supreme-court-de47c99e00bb620db9db702f5f7e2ee8\">who said she saw</a> the victim’s purse and laptop in his car. Williams was incarcerated at the time of his conviction in the Gayle case, and his then-cellmate Henry Cole also claimed that Williams had admitted to the killing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Williams’s counsel argues that both witnesses had other motives for singling him out, including “reward money and a bargain for shorter sentences in their own criminal cases,” <a href=\"https://www.washingtonpost.com/politics/2024/09/24/marcellus-williams-execution-missouri-faq/\">according to the Washington Post.</a></p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.usatoday.com/story/news/nation/2024/09/23/missouri-execution-marcellus-williams-death-row/75194051007/\">As USA Today notes</a>, there wasn’t forensic evidence linking Williams to the crime, and <a href=\"https://capitalbnews.org/missouri-marcellus-williams-death-row-dna-evidence/\">his DNA was not found on the murder weapon</a> — a knife.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since his conviction, Williams’s counsel has called for greater investigation of the DNA that was on the knife, as well as a review of racial bias in the jury selection process. <a href=\"https://www.thedailybeast.com/missouri-set-to-execute-marcellus-williams-despite-pleas-from-victims-fam-and-prosecutors\">Gayle’s family has also backed clemency</a> and the possibility of a life sentence without parole.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Previously, Williams’s counsel convinced former Missouri Gov. Eric Greitens that new testing of the DNA evidence, which included DNA from another man, had the potential to exonerate him. That led Greitens to grant a stay of execution in 2017 and to convene a panel to investigate this evidence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Attorneys have since learned, though, that the knife had fingerprints and DNA from a prosecutor who had touched the murder weapon without wearing gloves, contaminating the evidence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Williams’s allies have also argued he <a href=\"https://apnews.com/article/missouri-execution-marcellus-williams-supreme-court-de47c99e00bb620db9db702f5f7e2ee8\">faced racial bias in his trial</a> after a former prosecutor said he removed a Black juror because of his resemblance to Williams. </p>\n\n<p class=\"has-text-align-none\">Williams’s attorneys called on the US Supreme Court to grant a stay of the execution due to this evidence of bias. The Court did not do so. </p>\n\n<p class=\"has-text-align-none\">The Missouri Supreme Court also declined to grant a stay, <a href=\"https://abcnews.go.com/US/wireStory/lawyers-seek-supreme-court-intervention-hours-missouri-inmates-113961065#:~:text=%E2%80%9CDespite%20nearly%20a%20quarter%20century,Court%20Judge%20Zel%20Fischer%20wrote.\" data-type=\"link\" data-id=\"https://abcnews.go.com/US/wireStory/lawyers-seek-supreme-court-intervention-hours-missouri-inmates-113961065#:~:text=%E2%80%9CDespite%20nearly%20a%20quarter%20century,Court%20Judge%20Zel%20Fischer%20wrote.\">with Judge Zel Fischer citing</a> “no credible evidence of actual innocence or any showing of a constitutional error undermining confidence in the original judgment.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>What concerns does this raise about capital punishment?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">The use of capital punishment has waned in recent years as concerns about how <a href=\"https://www.aclu.org/documents/death-penalty-questions-and-answers#:~:text=Q%3A%20Doesn%E2%80%99t%20the%20Death,than%20states%20without%20such%20laws.\">well it works as a deterrent</a>, <a href=\"https://www.vox.com/politics/2024/1/25/24050932/alabama-nitrogen-gas-execution-death-penalty\">how humane it is, and racial disparities in death sentences</a> have grown. <a href=\"https://www.nacdl.org/Content/Race-and-the-Death-Penalty\">According to one 2016 study</a> in Washington State, Black defendants are four times more likely to be sentenced to death than non-Black defendants in similar circumstances.</p>\n\n<p class=\"has-text-align-none\">Although 27 states still allow the death penalty, 14 of those have not conducted any executions in the past 10 years, <a href=\"https://www.cnn.com/2023/10/06/us/us-executions-death-penalty-dg/index.html\">according to CNN</a>. Executions have also dwindled since 1999, which marked a recent high when nearly 100 people were killed. In 2023, <a href=\"https://www.cnn.com/2023/10/06/us/us-executions-death-penalty-dg/index.html\">24 people were executed across five states</a>; currently, <a href=\"https://www.usatoday.com/story/news/nation/2024/09/23/missouri-execution-marcellus-williams-death-row/75194051007/\">24 people are expected to be executed this year</a>.</p>\n\n<p class=\"has-text-align-none\">Among the concerns raised by executions is the fear that innocent people could face these sentences. Williams’s team has been adamant that his case is an example of this issue. </p>\n\n<p class=\"has-text-align-none\">“Missouri is poised to execute an innocent man, an outcome that calls into question the legitimacy of the entire criminal justice system,” Tricia Bushnell, a Midwest Innocence Project attorney representing Williams, <a href=\"https://docs.google.com/document/d/1bEqZFYntcV03ld6Lf_Rjf9v2q8tJzqLB/edit\">said in a statement</a> before the execution. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://deathpenaltyinfo.org/policy-issues/innocence\">According to the Death Penalty Information Center,</a> at least 200 people who were wrongly convicted and sentenced to death have been exonerated since 1973. <a href=\"https://innocenceproject.org/innocence-and-the-death-penalty/\">And per a 2014 study estimate</a>, roughly 4 percent of the people sentenced to death are innocent.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, September 25, 10 am: </em></strong><em>This piece, originally published on September 24, has been updated to reflect Williams’s execution.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A 55-year-old Missouri man — who maintained he was innocent — was executed Tuesday evening, and became the latest of several recent people put to death who have renewed scrutiny of the death penalty.  In 2001, Marcellus Williams was convicted of the 1998 killing of social worker and former St. Louis Post-Dispatch reporter Felicia “Lisha” [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Chronic diseases cause 75 percent of all deaths globally. The toll is likely to rise.",
    "link": "https://www.vox.com/future-perfect/373495/chronic-disease-global-rates-cancer-diabetes-noncommunicable",
    "pubDate": "2024-09-25T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman in a green headscarf, mask, and white medical attire leans over a table with a stethoscope, taking the blood pressure from the arm of a woman in a black and gold headscarf wearing a blood pressure cuff.\" data-caption=\"A nurse measures the blood pressure of a person with diabetes in November 2022, in Misrata, Libya. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Islam Alatrash/SOPA Images/LightRocket via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Islam Alatrash/SOPA Images/LightRocket via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1244762942.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A nurse measures the blood pressure of a person with diabetes in November 2022, in Misrata, Libya. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Islam Alatrash/SOPA Images/LightRocket via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">We are entering a new era of global health.</p>\n\n<p class=\"has-text-align-none\">It starts with some good news: Around the world, the number of people dying from infectious diseases every year is <a href=\"https://www.who.int/news-room/fact-sheets/detail/the-top-10-causes-of-death#:~:text=People%20living%20in%20a%20low,total%20of%20258%20000%20people.\">falling</a>. <a href=\"https://data.who.int/indicators/i/AC597B1\">Fewer</a> women are dying in childbirth. More infants are surviving to childhood, and the average lifespan is <a href=\"https://data.worldbank.org/indicator/SP.DYN.LE00.IN\">increasing</a> in many places. The result is billions of people are living lives that, in decades past, would have been cut short.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But here’s the bad news: With <a href=\"https://data.worldbank.org/indicator/SP.DYN.LE00.IN\">more people living longer</a>, <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">noncommunicable diseases</a> — conditions not passed from person to person, like most cancers, diabetes, and heart disease — are becoming more common. In 2019, the most recent year for which data is available, noncommunicable or chronic diseases killed almost <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">41 million</a> people, an increase of about 10 million since 2000. That accounts for about 75 percent of all deaths globally, making its rise an international crisis.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Wealthy countries — beset by an <a href=\"https://blogs.worldbank.org/en/developmenttalk/youth-bulge-a-demographic-dividend-or-a-demographic-bomb-in-developing-countries#:~:text=The%20youth%20bulge%20is%20a,have%20a%20high%20fertility%20rate.\">aging</a> population and sharp increases in <a href=\"https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight\">obesity</a> and <a href=\"https://www.who.int/publications/i/item/9789240064119\">physical inactivity</a> — have been dealing with these problems for decades, with varying levels of success. But they have modern health systems to treat people. Low- and middle-income countries — where the number of people with chronic diseases is rising faster than in developed countries — <a href=\"https://deainfo.nci.nih.gov/advisory/joint/archive/0615/08%20Trimble%20CGH.pdf\">lack</a> the same health infrastructure to prevent and treat these diseases. Almost <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">80 percent</a> of all deaths from noncommunicable diseases are in low- and middle-income countries. The burden of chronic diseases is rising the fastest in these countries.</p>\n\n<p class=\"has-text-align-none\">And while many of these poorer countries have made great strides against infectious diseases, threats from the likes of malaria or tuberculosis remain high. This dual burden of chronic and infectious diseases will only further strain health systems and even <a href=\"https://ncdalliance.org/why-ncds/financing-ncds#:~:text=Economies%20are%20being%20depleted%20by,millions%20of%20families%20each%20year.\">set back</a> national and global economics gains.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To understand the sheer global scale of noncommunicable diseases and the challenges low- and middle-income countries, in particular, face, here are four charts that show just how urgently we need increased funding and society-wide solutions.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The global burden of noncommunicable diseases</strong></h2>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">most common</a> noncommunicable diseases globally are cardiovascular disease, cancer, chronic respiratory diseases, and diabetes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Each year <a href=\"https://www.who.int/news-room/fact-sheets/detail/noncommunicable-diseases\">18 million</a> people die from <a href=\"https://www.nhlbi.nih.gov/sites/default/files/publications/FactSheetKnowDiffDesign2020V4a.pdf\">cardiovascular diseases</a> that affect the heart and blood vessels and can lead to heart attacks, stroke, or heart failure. About 9 million people die each year from cancers, 4 million from chronic respiratory <a href=\"https://www.who.int/health-topics/chronic-respiratory-diseases#tab=tab_1\">diseases</a> such as asthma or COPD, and 2 million from diabetes. But both the burden of disease and access to modern health care are disproportionately distributed.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/DPrve-chronic-diseases-killed-41-million-people-in-2019.png?quality=90&#038;strip=all&#038;crop=0,16.396756745038,100,67.206486509924\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Low- and middle-income countries including Uzbekistan, Afghanistan, Yemen, Egypt, and Syria have the highest incidence and mortality <a href=\"https://ourworldindata.org/cardiovascular-diseases#all-charts\">rates</a>. Air pollution, tobacco use, excessive alcohol consumption, poor diet, and older age increase the <a href=\"https://www.cdc.gov/heart-disease/risk-factors/index.html\">risk</a> for cardiovascular disease. <a href=\"https://www.heart.org/en/news/2020/02/04/chronic-stress-can-cause-heart-trouble\">Stress</a> and <a href=\"https://pubmed.ncbi.nlm.nih.gov/31041877/#:~:text=There%20is%20strong%20evidence%20to,;%20military%20personnel;%20stress%20disorder.\">post-traumatic stress disorder</a> may also raise the risk of cardiovascular disease, which may explain why the burden is so high in war-affected countries.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/snohr-richer-countries-have-more-cancer-diagnoses.png?quality=90&#038;strip=all&#038;crop=0,15.020761870374,100,69.958476259253\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Cancer incidence is highest in Australia and New Zealand, where more than 400 people per 100,000 <a href=\"https://www.wcrf.org/cancer-trends/global-cancer-data-by-country/\">have</a> some form of cancer. Denmark, the United States, Norway, Canada, Ireland, and other high-income European countries follow. The lowest cancer rates, adjusted for age, are in Sierra Leone, Gambia, the Congo, Nepal, Qatar, Yemen, Rwanda, and Niger — all low-income countries with the exception of Qatar.</p>\n\n<p class=\"has-text-align-none\">The global cancer burden is more <a href=\"https://www.wcrf.org/cancer-trends/cancer-rates-human-development-index/#:~:text=Overall%2C%20cancer%20incidence%20is%20higher,in%20many%20lower%20income%20countries.\">concentrated</a> in developed countries, but the burden of diabetes is more evenly spread and rising faster in developing countries. The International Diabetes Foundation estimates <a href=\"https://diabetesatlas.org/\">537 million</a> adults were living with diabetes in 2021, and 75 percent of them lived in a low- or middle-income country. About <a href=\"https://diabetesatlas.org/data/en/indicators/2/\">18 percent</a> of adults in the Middle East and North Africa had diabetes in 2021, the highest share for any global region.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Between 2000 and 2021, the rate of diabetes has nearly tripled in the western Pacific and roughly doubled in southeast Asia, the Middle East and North Africa, and south and central America. Countries in sub-Saharan Africa had the lowest burden in 2021, with only about 5 percent of adults having diabetes, but that rate has increased fivefold since 2000.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/zWLeo-in-2021-75-percent-of-the-537-million-adults-with-diabetes-were-in-a-low-or-middle-income-country-1.png?quality=90&#038;strip=all&#038;crop=0,30.90545118571,100,38.18909762858\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Older age, obesity, and physical inactivity are known <a href=\"https://www.cdc.gov/diabetes/risk-factors/index.html\">risk factors</a> for diabetes. African nations are home to the world’s youngest, <a href=\"https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(18)30357-7/fulltext\">most active</a>, and <a href=\"https://www.who.int/news-room/fact-sheets/detail/obesity-and-overweight\">least obese</a> populations, so it makes sense that they have the lowest rates of diabetes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in many African countries, that is starting to change. People are flocking en masse to rapidly developing urban city centers where they are <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4056118/\">more likely</a> to find higher quantities of poor-quality food, be less active, and live longer.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Challenges treating noncommunicable diseases in developing countries&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Many of the same challenges developing countries face in preventing and treating infectious diseases — like <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9682236/\">weak</a> health care systems, lack of access to medicines, and insufficient funding&nbsp;— are also barriers to high-quality care for noncommunicable diseases.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But, in many ways, treating noncommunicable diseases is more complicated than treating people with infectious diseases.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For one, patients with noncommunicable diseases need to be treated for years or even decades, whereas people with infectious diseases typically need immediate but relatively short-term care. And people with noncommunicable diseases often require multi-faceted care; a cancer patient may need radiology, chemotherapy, and surgery, not to mention palliative care or pain management.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These services are typically offered only in a handful of health facilities located in capital cities and <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9945353/#:~:text=Additionally%2C%20rural%20hospitals%20face%20a,in%20rural%20areas%20%5B24%5D.\">urban</a> centers. Such treatments are also <a href=\"https://ncdalliance.org/sites/default/files/resource_files/UHC%20and%20NCDs_EN.pdf\">costly</a>, and the vast majority of people in developing countries <a href=\"https://www.lse.ac.uk/granthaminstitute/publication/insurance-and-financial-services-across-developing-countries-an-empirical-study-of-coverage-and-demand/#:~:text=Importantly%2C%20in%20some%20countries%20uptake,household%20income%20as%20previously%20thought.\">don’t have health insurance</a>, public or private. Many people therefore either skip care altogether or go into catastrophic medical debt. Families in Africa are more likely to spend in excess of <a href=\"https://www.who.int/data/gho/data/indicators/indicator-details/GHO/population-with-household-expenditures-on-health-greater-than-25-of-total-household-expenditure-or-income-(-sdg-indicator-3-8-2)-(-)\">25 percent</a> of their total household budget on health compared to other regions.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7559120/\">Social stigma</a> around noncommunicable diseases and gender inequity is another obstacle to proper treatment. For example, in Bangladesh, social taboos around breast cancer screening <a href=\"https://www.dhakatribune.com/bangladesh/event/159421/social-taboo-leading-cause-for-unchecked-breast\">prevent</a> early detection. In some countries<strong>,</strong> once a woman is diagnosed with breast cancer, there is often a stigma that she is being <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5541646/\">punished</a> for immorality and consequently, often faces <a href=\"https://keep.lib.asu.edu/items/154487\">abuse or abandonment</a> from her family.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite the growing toll, noncommunicable diseases are not always a public health priority. In 2021, <a href=\"https://www.who.int/data/gho/data/indicators/indicator-details/GHO/existence-of-an-operational-unit-branch-or-dept-in-ministry-of-health-with-responsibility-for-ncds\">143 of the 194</a> countries for which data was available had a dedicated department within its national health agency. However, 41 countries, including many in Africa, did not.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/ShZoJ-chronic-diseases-are-becoming-more-common-but-public-health-agencies-are-lagging-1.png?quality=90&#038;strip=all&#038;crop=0,16.809066478228,100,66.381867043544\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Global health spending has also not kept pace; only about <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8240078/#:~:text=Mapping%20of%20key%20global%20actors,million)%20was%20spent%20on%20NCDs.\">2 percent</a> of all spending for global health is earmarked for noncommunicable diseases. Developing countries are now facing a dual threat from infectious and chronic diseases, stretching already overburdened and under-resourced health and public health systems.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The historical siloed approach to addressing global health won’t be sufficient in this new age of public health challenges. What’s needed are solutions that truly strengthen the way health care systems operate. This includes improving health financing, expanding access to specialized services, and ensuring that patients trust the health care system and seek care even before they are sick.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "We are entering a new era of global health. It starts with some good news: Around the world, the number of people dying from infectious diseases every year is falling. Fewer women are dying in childbirth. More infants are surviving to childhood, and the average lifespan is increasing in many places. The result is billions [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "Is making friends as an adult really hard, or is it just me?",
    "link": "https://www.vox.com/explain-it-to-me/373489/making-friends-adulthood-relationships-social-life",
    "pubDate": "2024-09-25T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a woman sitting at a table leaning her head on one hand. She looks lonely. In the background is a plant in a pot.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1349165170.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>A Vox reader writes: </em><em>Why is it so hard to make friends as you continue to get older?&nbsp;</em></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">You don’t need me to tell you what you probably already know: Forming new friendships in adulthood feels close to impossible (unless you’re a preternaturally charming social butterfly, in which case, good for you!). </p>\n\n<p class=\"has-text-align-none\">For the rest of us, introducing yourself to people is awkward, and inviting someone new to hang out can be more nerve-wracking than asking your crush out on a date. Even if you do schedule a time to meet, who has the time for regular get-togethers when you hardly see your current friends as it is? </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Sign up for the <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">Explain It to Me newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">The newsletter is part of Vox’s <a href=\"https://www.vox.com/explain-it-to-me\">Explain It to Me</a>. Each week, we tackle a question from our audience and deliver a digestible explainer from one of our journalists. Have a question you want us to answer? Ask us <a href=\"http://www.vox.com/ask-vox\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">Although over 60 percent of Americans <a href=\"https://www.pewresearch.org/social-trends/2023/09/14/public-has-mixed-views-on-the-modern-american-family/\">consider having close friends</a> crucial for a fulfilling life, 8 percent of people 18 and older <a href=\"https://www.pewresearch.org/short-reads/2023/10/12/what-does-friendship-look-like-in-america/\">report having no close friends</a>. And as our reader suspected, as we get older, our social circle starts to diminish. One study found that people generally have the most friends <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4852646/\">at age 25</a>. After that, we’re in a gradual friend decline for the rest of our lives.</p>\n\n<p class=\"has-text-align-none\">In the midst of an <a href=\"https://www.vox.com/even-better/366620/loneliness-epidemic-coping-demographics-america-social-connection-mental-health\">ongoing loneliness epidemic</a>, friends remain a lifeline: They are our champions and cheerleaders, the people we entrust with our closest secrets and insecurities, our companions for life’s moments, big and small. </p>\n\n<p class=\"has-text-align-none\">If these connections are so crucial, why do we have such a tough time forming new ones? After reporting on friendship for seven years, here’s what I’ve found.</p>\n\n<h2 class=\"wp-block-heading\">Why <em>is</em> it so hard to make new friends?</h2>\n\n<p class=\"has-text-align-none\">It’s not just you; most people feel this way. But when we say making friends as adults is hard, it’s because we’re comparing the experience to childhood, when it was indeed easier. </p>\n\n<p class=\"has-text-align-none\">As kids, we’re thrust into social situations, like school and sports, with no real say over who’ll be there or whether we can opt out. All this forced time together facilitates relationship-building: <a href=\"https://news.ku.edu/news/article/2018/03/06/study-reveals-number-hours-it-takes-make-friend\">Research shows</a> it takes over 200 hours spent with someone to consider them a close friend. Racking up that time is much easier when you’re in the same classroom, playground, practice field, neighborhood, dorm room, or study group.</p>\n\n<p class=\"has-text-align-none\">As adults, who has the time to put in that kind of legwork? Our precious hours are spread between all of our responsibilities and relationships, from work and hobbies to partners and children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One study found that once we settle down, <a href=\"https://www.theguardian.com/science/2010/sep/15/price-love-close-friends-relationship\">we tend to shed an average of two friends</a>; all the energy that went into maintaining those friendships is now devoted to a romantic partner.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The older we get, the more fixed, obligatory relationships we acquire: partners, in-laws, longtime friends, children. Modern child-rearing, in particular, can occupy so much space in your brain and calendar that your only social interactions might be with people adjacent to your child’s life and activities — people you wouldn’t necessarily choose to hang out with. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/kidsfriends.jpg?quality=90&#038;strip=all&#038;crop=0,11.926849512065,100,76.146300975869\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\">What prevents us from forming connections?</h2>\n\n<p class=\"has-text-align-none\">Remote work has put a damper on another once-vibrant source of friendships: It’s much harder to make <a href=\"https://www.wsj.com/articles/forget-work-friends-more-americans-are-all-business-on-the-job-11660736232\">meaningful connections with coworkers</a> in the age of Zoom. </p>\n\n<p class=\"has-text-align-none\">Fundamentally, <a href=\"https://www.shrm.org/topics-tools/news/inclusion-diversity/burnout-shrm-research-2024\">many of us are burned out</a> by modern life. When you have nothing left to give at the end of the day, spending time with friends — not to mention putting yourself in exhausting scenarios to make new friends — can feel like a chore. It’s why so many of us have felt relieved when a friend cancels plans at the last minute.</p>\n\n<p class=\"has-text-align-none\">Finally, there’s the problem of our own self-consciousness. Let’s say you meet another parent on the sidelines of your kid’s soccer game. You compliment their shoes, they offer up a witty joke — the two of you might really get along. But you never take the connection off the field. </p>\n\n<p class=\"has-text-align-none\">Why? We have a self-sabotaging tendency to believe other people don’t enjoy chatting with us as much as we enjoy talking to them, a phenomenon called the <a href=\"https://clarkrelationshiplab.yale.edu/sites/default/files/files/BoothbyCooneySandstromClark2018.pdf\">liking gap</a>. It’s mostly an invention in our heads, but it’s powerful.</p>\n\n<h2 class=\"wp-block-heading\">So, how can I make more friends?</h2>\n\n<p class=\"has-text-align-none\">We should act like kids again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you have the free time, put yourself in a situation where you’ll encounter the same group of people for an extended period of time, like a club or volunteer group. Then, try to turn off the nagging voice in your head that says you’re not interesting or might say something stupid and strike up a conversation with someone. Remember: they like you more than you think (that’s according to <a href=\"https://drmarisagfranco.com/\">psychologist Marisa G. Franco</a> in her book <a href=\"https://drmarisagfranco.com/platonic-the-book/\"><em>Platonic: How the Science of Attachment Can Help You Make — and Keep — Friends</em></a>). </p>\n\n<p class=\"has-text-align-none\">If you’re nervous in your new group setting, you can take a few weeks to warm up and build a relationship with others. You know exactly when and where you’ll see these people again so there’s less urgency. This makes it easier to start building toward 200 hours spent together. </p>\n\n<p class=\"has-text-align-none\">For those who are strapped for time, take note of the people you already see and interact with most frequently, maybe a coworker or a neighbor. What’s stopping you from befriending them? Start with some <a href=\"https://www.vox.com/even-better/24083942/master-small-talk-interesting-conversation-strangers\">small talk</a> the next time you see them and graduate into longer conversations as you feel comfortable. The more meaningful these conversations become, the more likely you are to <a href=\"https://www.nytimes.com/2019/05/06/smarter-living/why-you-need-a-network-of-low-stakes-casual-friendships.html\">build a genuine friend-level relationship</a>. </p>\n\n<p class=\"has-text-align-none\">As awkward as it may be, ask for their phone number or email and schedule your next get-together before the current one ends. And even if you feel so burned out you couldn’t possibly imagine dragging your lifeless body off the couch for happy hour with a new person, remind yourself that <a href=\"https://www.vox.com/even-better/350424/self-care-isolation-loneliness-epidemic\">connection is the antidote to that feeling, not isolation</a>. </p>\n\n<p class=\"has-text-align-none\">This will probably feel exhausting because <a href=\"https://journals.sagepub.com/doi/10.1177/02654075231154937\">hanging out with new people is more energy-intensive</a> than spending time with those we already know. But it should also be <em>fun</em>. There’s no pressure to find your next best friend, just someone who you’ll enjoy talking to for the next 10 minutes.  </p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the Explain It to Me newsletter. Sign up </em><a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\"><em>here</em></a><em>.</em> <em>For more from Explain It to Me, </em><a href=\"https://link.chtbl.com/explainit?sid=site\"><em>check out the podcast</em></a><em>. New episodes drop every Wednesday.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A Vox reader writes: Why is it so hard to make friends as you continue to get older?&#160; You don’t need me to tell you what you probably already know: Forming new friendships in adulthood feels close to impossible (unless you’re a preternaturally charming social butterfly, in which case, good for you!).  For the rest [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "Why do we say “like,” like, all the time? ",
    "link": "https://www.vox.com/explain-it-to-me/373342/saying-like-usage-overuse-linguistic-advice-sexism",
    "pubDate": "2024-09-25T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a black-and-white woman speaking through a loudspeaker, with a big pink triangle emanating from it. \" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/liketranscript.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">There is a word that is the bane of existence for English teachers, parents, and podcast listeners everywhere: “like.” This week on <em>Explain It to Me</em>, we answer a pressing question for our listener, Allison: “Why do I use the word ‘like’ so much?”</p>\n\n<p class=\"has-text-align-none\">Allison is a college junior, and with graduation on the horizon, she wants to sound more mature before she enters the workforce. “When I&#8217;ve been in internship interviews or job interviews, I do my best to speak more eloquently,” she said. “Why do I say “like’ so often?”</p>\n\n<p class=\"has-text-align-none\">To tackle this question, I had a conversation with <a href=\"https://www.valeriefridland.com/\">Valerie Fridland</a>, sociolinguist and author of the book <a href=\"https://www.amazon.com/Like-Literally-Dude-Arguing-English/dp/0593298322\"><em>Like, Literally, Dude: Arguing for the Good in Bad English</em></a>. Though often dismissed as a “filler word,” Friedland argues that we use “like” in our conversations for a reason. “The reality with ‘like’ is it has come into our language because it serves some really important purposes for us,” she said. “No one starts using a word because it’s pointless.”</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP2544228263\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">Fridland talked to me about how “like” is indispensable in so many ways, how it entered the lexicon, and if people use it as often as we think.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of our conversation, edited for length and clarity.</p>\n\n<p class=\"has-text-align-none\">For more, you can listen to <em>Explain It to Me</em> on <a href=\"https://podcasts.apple.com/us/podcast/explain-it-to-me/id1042433083\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/1vSUO6Bg4abtjRF7fnGpT1\">Spotify</a>, or <a href=\"https://link.chtbl.com/explainit?sid=site\">wherever you get podcasts</a>. If you’d like to submit a question, send an email to askvox@vox.com or call 1-800-618-8545.</p>\n\n<p class=\"has-text-align-none\"><strong>I remember being as young as seventh grade and my parents being at a parent teacher conference. My mom and dad said to my teacher, “She uses the word ‘like’ so much. How do we get her to stop?” And my teacher was like, “Oh, my kids do it too.”&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">I want to say that when you were introducing that, you’re saying what the teacher was saying. You said “she was like.”</p>\n\n<p class=\"has-text-align-none\"><strong>I can’t turn it off!</strong></p>\n\n<p class=\"has-text-align-none\">But it was serving a function for you because that is one form of “like.” It’s what we call in linguistic speak a “quotative like,” and that “like” substitutes for the verb “to say.” What you are doing is saying, “I’m not telling you verbatim what the teacher said. I’m giving you sort of my subjective recall of what she said.” It’s a really useful tool because it allows you more flexibility when telling a story.</p>\n\n<p class=\"has-text-align-none\"><strong>That makes sense.</strong></p>\n\n<p class=\"has-text-align-none\">You can use it sometimes to draw attention or highlight. It can also be used to hedge what you say. And a lot of times you use “like” to indicate that this is a subjective estimation of something. So you could say, “He’s like a doctor or something,” which is indicating I don’t exactly know what he does, but it’s something like a doctor.</p>\n\n<p class=\"has-text-align-none\">Then, you can also use it at the beginning of a sentence. And that’s a little different. That’s usually a sentential adverbial, which makes it sound fancy and important, but really what it means is it’s a linking “like.” So when you say something such as “I don’t know what he did. Like, I think he was a doctor.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The similarity among all these likes is that they’re all expressing some sort of subjectivity. And that’s the true power of “like.”</p>\n\n<p class=\"has-text-align-none\"><strong>Subjectivity is something that’s often frowned on and not taken as seriously as something that&#8217;s considered a cold, hard fact.</strong></p>\n\n<p class=\"has-text-align-none\">Absolutely. There are a number of reasons why people don’t like “like.” I think one is because its whole purpose is impreciseness.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Often we take impreciseness to be uncertainty, but those are not the same thing. Just because someone is imprecise in what they’re saying doesn’t mean they’re uncertain about what they’re saying. Those are actually two very important distinctions. Unfortunately, the people that tend to be associated with “like” use, are also the people that are typically thought of as vacuous, empty-headed and sort of clueless. And that&#8217;s young people and women.</p>\n\n<p class=\"has-text-align-none\">Those are also the people that tend to use “like” the most. So you throw in this feature that marks impreciseness on a group that is often associated with being uncertain, being less sure of themselves, being less confident — which is not a fair assessment of them — but still the assessment. That makes for a feature people don’t like.</p>\n\n<p class=\"has-text-align-none\"><strong>What is it about the word like that makes it so flexible for all these different uses?</strong></p>\n\n<p class=\"has-text-align-none\">Like is a very, very, very old word. Words shift and change meaning through time. And the older the word, the more often it can do this.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In about the 13th century, we first get “like” in our language and it is a verb. Then around the 15th and 16th centuries, we start to use it in similes. And then around the 16th century, you start using it as a conjunction, where instead of just being between two objects, you’re expressing similarity between an object and a whole sentence: “He rode the bike like the sky was on fire.” Then, in the 1700s, you start to see it as a discourse marker, often from lower status criminal witnesses or criminal defendants <a href=\"https://www.nationalarchives.gov.uk/help-with-your-research/research-guides/criminal-court-cases-old-bailey-the-central-criminal-court/\">giving testimony in the Old Bailey proceedings</a> in London.&nbsp; That’s where we actually start to see “like” used this way for the first time.</p>\n\n<p class=\"has-text-align-none\"><strong>Who uses “like” the most now?</strong></p>\n\n<p class=\"has-text-align-none\">When we look at studies done in the early 2000s, users under 40 were the most predominant “like” users, and users over 40 used it to a much less degree. It seems to have really come into fashion in the 80s and 90s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It has increased in use in every generation since. So is it true that it is very much a Gen Z feature? Yes. And they might use it more than the generation above them, because it has continued to progress in their speech. But were they the innovators? Absolutely not. And was it something that was really a strong feature of the previous generations, millennials and Gen X? Absolutely.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There is a word that is the bane of existence for English teachers, parents, and podcast listeners everywhere: “like.” This week on Explain It to Me, we answer a pressing question for our listener, Allison: “Why do I use the word ‘like’ so much?” Allison is a college junior, and with graduation on the horizon, [&#8230;]",
    "author": "Jonquilyn Hill"
  },
  {
    "title": "How would a second Trump presidency change America’s courts?",
    "link": "https://www.vox.com/scotus/373084/supreme-court-trump-judges-federalist-society",
    "pubDate": "2024-09-25T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump at a lectern outside the White House making a hands-apart arms-wide gesture as though saying, “Who me?” \" data-caption=\"Then-President Donald Trump speaks as Supreme Court Justice Neil Gorsuch looks on during a ceremony in the Rose Garden at the White House April 10, 2017. | Eric Thayer/Getty Images\" data-portal-copyright=\"Eric Thayer/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-666925698.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Then-President Donald Trump speaks as Supreme Court Justice Neil Gorsuch looks on during a ceremony in the Rose Garden at the White House April 10, 2017. | Eric Thayer/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The name “Donald Trump” is synonymous with a kind of goonish incompetence. This, after all, is the same man who once suggested that it may be possible to cure Covid-19 by <a href=\"https://www.vox.com/2020/4/24/21234427/trump-coronavirus-bleach-injection-ultraviolet-light-treatment\">injecting yourself with bleach</a>.</p>\n\n<p class=\"has-text-align-none\">During Trump’s presidency, however, at least one part of his White House bore little resemblance to the stumbling, bumbling operation that might <a href=\"https://www.vox.com/2019/4/26/18517980/trump-unite-the-right-racism-defense-charlottesville\">praise neo-Nazis as “very fine people”</a> one day then <a href=\"https://www.vox.com/2018/1/2/16843480/trump-taunts-kim-jong-un-nuclear-button-tweet\">tweet out a threat to start a nuclear war</a> the next. Trump’s judicial selection process was <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">efficient, professional, and stunningly effective</a> in placing many of the nation’s most intellectually gifted right-wing ideologues on the federal bench.</p>\n\n<p class=\"has-text-align-none\">As a result, the GOP now has a judicial machine geared toward replacing longstanding legal principles with Republican policy goals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since Trump’s three appointees gave Republicans a supermajority on the Supreme Court, the Republican justices have behaved as though they are all <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">going down a GOP wishlist</a>, abolishing the right to an abortion, implementing Republican priorities like a ban on affirmative action, and even holding that <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">Trump has broad immunity from prosecution</a> for crimes he committed using his official powers while in office. To be clear, right-wing litigants are not winning every case they bring before the justices, but on issues where the various factions within the Republican Party have reached consensus, the Republican justices <a href=\"https://www.vox.com/scotus/24117949/supreme-court-republican-judges-fight-matthew-kacsmaryk-judge-shopping\">reliably align with that consensus</a>.</p>\n\n<p class=\"has-text-align-none\">The lower courts, meanwhile, have become incubators for far-right policy ideas that often go too far even for a majority of the members of the current Supreme Court. Think, for example, of Judge Matthew Kacsmaryk’s <a href=\"https://www.vox.com/scotus/2024/3/21/24105984/supreme-court-mifepristone-abortion-pills-fda-alliance-hippocratic-medicine\">failed attempt to ban the abortion drug mifepristone</a>. Or an astonishing decision by three Trump judges that <a href=\"https://www.vox.com/scotus/2023/9/23/23864355/supreme-court-cfpb-unconstitutional-consumer-financial-fifth-circuit-great-depression\">declared the entire Consumer Financial Protection Bureau (CFPB) unconstitutional</a>. Both of these lower court decisions were rejected by the Supreme Court.</p>\n\n<p class=\"has-text-align-none\">That there are some positions too far right even for many Republican members of the Supreme Court is a reminder of the diversity that exists among Trump’s judges. Some, like Justices Brett Kavanaugh or Amy Coney Barrett, are fully committed to using the courts to implement a long list of Republican ideas. But this cohort of judges also rejects at least some right-wing legal theories that would have catastrophic consequences for the country.</p>\n\n<p class=\"has-text-align-none\">Both Kavanaugh and Barrett, for example, <a href=\"https://www.vox.com/scotus/24158216/supreme-court-cfpb-clarence-thomas-community-financial\">rejected the legal attack on the CFPB</a>. They joined an opinion explaining that the plaintiffs’ legal theory had no basis in constitutional text or history, but they may also have been motivated by the fact that this theory <a href=\"https://www.vox.com/scotus/2023/9/23/23864355/supreme-court-cfpb-unconstitutional-consumer-financial-fifth-circuit-great-depression\">could have triggered an economic depression if it had prevailed</a>. Kavanaugh and Barrett also backed Trump’s claim that he has broad immunity from criminal prosecution for crimes committed in office, but on the same day they rejected a Texas law that would have given that state’s Republican legislature extraordinary authority to <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">dictate what the media must print</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other faction of Trump’s judges is more nihilistic. They include Kacsmaryk, who has turned his Amarillo, Texas, courtroom into a <a href=\"https://www.vox.com/policy-and-politics/2022/12/17/23512766/supreme-court-matthew-kacsmaryk-judge-trump-abortion-immigration-birth-control\">printing press for court orders advancing far-right causes</a>. The nihilistic faction also includes judges like Aileen Cannon, the Trump judge who has presided over one of Trump’s criminal trials (and <a href=\"https://www.vox.com/2023/6/13/23757893/aileen-cannon-donald-trump-jack-smith-indictment-mar-a-lago-maga\">behaved like one of his defense attorneys</a>), much of the <a href=\"https://www.vox.com/policy-and-politics/2022/12/27/23496264/supreme-court-fifth-circuit-trump-court-immigration-housing-sexual-harrassment\">far-right United States Court of Appeals for the Fifth Circuit</a>, and Trump Supreme Court appointment <a href=\"https://www.vox.com/22431044/neil-gorsuch-nihilism-supreme-court-voting-rights-lgbt-housing-obamacare-constitution\">Justice Neil Gorsuch</a>.</p>\n\n<p class=\"has-text-align-none\">Gorsuch, for example, saw nothing wrong with the <a href=\"https://www.vox.com/scotus/24158216/supreme-court-cfpb-clarence-thomas-community-financial\">case against the CFPB</a>. And in a case involving hundreds of billions of dollars worth of transactions the federal government used to stabilize the US housing market after the 2008 recession, Gorsuch also voted for an outcome that <a href=\"https://www.vox.com/22431044/neil-gorsuch-nihilism-supreme-court-voting-rights-lgbt-housing-obamacare-constitution\">risked triggering an economic depression</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gorsuch is one of two justices who wants to overrule <a href=\"https://supreme.justia.com/cases/federal/us/376/254/\"><em>New York Times v. Sullivan</em></a><em> </em>(1964), a seminal First Amendment decision that is the <a href=\"https://www.vox.com/politics/23622299/ron-desantis-first-amendment-press-new-york-times-v-sullivan\">backbone of press freedom in the United States</a>. And, even on a Court that is <a href=\"https://www.vox.com/22575435/voting-rights-supreme-court-john-roberts-shelby-county-constitution-brnovich-elena-kagan\">often hostile to voting rights</a>, Gorsuch stands out: In a 2021 opinion, he would have <a href=\"https://www.vox.com/scotus/24151144/supreme-court-worst-decisions-donald-trump\">neutralized the federal Voting Rights Act</a> almost in its entirety.</p>\n\n<p class=\"has-text-align-none\">Trump has given some oblique signals that he’s soured on the more pragmatic wing of judges. Among other things, the former president reportedly <a href=\"https://www.axios.com/2021/07/13/trump-kavanaugh-supreme-court-michael-wolff\">harbors particular resentment toward Kavanaugh</a>, after Kavanaugh refused to back Trump’s effort to overthrow the 2020 election. Trump reportedly thinks Kavanaugh owes him after Trump continued to back Kavanaugh’s nomination even after the future justice was <a href=\"https://www.vox.com/explainers/2018/9/27/17909782/brett-kavanaugh-christine-ford-supreme-court-senate-sexual-assault-testimony\">accused of sexually assaulting a woman while in high school</a>.</p>\n\n<p class=\"has-text-align-none\">Still, Trump has yet to signal definitively whether his judicial nominees would reflect the full diversity of Republican lawyers if he were returned to office, or whether he would instead draw more heavily from the more nihilistic cohort in a second term.</p>\n\n<h2 class=\"wp-block-heading\">There’s nothing usual about Trump’s first-term judges — they’re just Republicans&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Trump’s first term in office was a power-sharing arrangement between <a href=\"https://www.vox.com/scotus/359206/supreme-court-incompetent-abortion-trump-immunity\">two overlapping anti-democratic movements</a>, the MAGA cult of personality centered on Trump and a more overtly refined, legalistic movement centered in groups like the Federalist Society, an organization for conservative lawyers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In this arrangement, Trump got the title of “president” and the trappings of office, but he largely delegated the power to select judges to longtime operatives within the conservative legal movement.</p>\n\n<p class=\"has-text-align-none\">As a result, Trump’s judges looked more or less the same as the sort of judges who may have been appointed if former <a href=\"https://www.vox.com/2016/2/20/11080952/jeb-bush-please-clap\">Gov. Jeb Bush</a> or <a href=\"https://www.vox.com/2016/3/15/11242326/marco-rubio-drop-out\">Sen. Marco Rubio</a> had become president in 2017. </p>\n\n<p class=\"has-text-align-none\">Trump promised this would be the case while campaigning for president in 2016, saying, “We’re going to have great judges, conservative, <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">all picked by the Federalist Society</a>.”</p>\n\n<p class=\"has-text-align-none\">At the time, many Republicans, who had long dreamed of ruling the nation from the bench in <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">much the same way the Supreme Court does now</a>, feared that Trump’s judges, like Trump himself, would be erratic and unreliable — or even worse, liberal. Trump allayed these fears in 2016, however, by releasing a <a href=\"https://archive.thinkprogress.org/your-ultimate-guide-to-the-11-white-people-donald-trump-will-consider-for-the-supreme-court-ca321a25917e/\">list of 11 sitting judges</a> and pledging to choose Supreme Court nominees from this list. All 11 names on the original list were reliably conservative judges in good standing with the Federalist Society.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump supplemented this list many times; none of his appointees to the Supreme Court — Gorsuch, Kavanaugh, or Barrett —&nbsp;were among the original 11. But the specific names mattered less than the message sent by the list. As the National Review said in an editorial last March, “Because Trump had never served in government and had little record of engagement with political ideas or activism, [the list] <a href=\"https://www.nationalreview.com/2024/05/trump-needs-another-judges-list/\">helped fill in the blanks for voters</a>.”</p>\n\n<p class=\"has-text-align-none\">After entering the White House, Trump took other steps to integrate the Federalist Society into his judicial selection process. Most notably, he chose Don McGahn, a longtime society member, as his White House Counsel — a role that gave McGahn considerable control over Trump’s judicial nominees. In 2017, responding to allegations that Trump outsourced his judicial nomination process to the Federalist Society, McGahn quipped that his own presence within the White House meant that “<a href=\"https://www.theatlantic.com/politics/archive/2019/05/don-mcgahn-helped-trump-remake-federal-courts/589957/\">frankly, it seems like it’s been in-sourced</a>.”</p>\n\n<p class=\"has-text-align-none\">Guided by McGahn, the Trump White House picked judges heavy on the sort of credentials that legal employers often <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">use to identify very promising young legal talent</a>, including a degree from a highly ranked law school and whether the candidates had a prestigious judicial clerkship, a kind of one-year apprenticeship to a sitting judge. The biggest clerkship prize, at least for a young lawyer without any previous experience, is a clerkship for a federal appellate judge. About <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">80 percent of Trump’s appeals court nominees</a> had such a clerkship on their resume.</p>\n\n<p class=\"has-text-align-none\">Federal appellate clerks, meanwhile, compete for an even bigger prize: a clerkship with a Supreme Court justice. About 40 percent of Trump’s appellate nominees clerked for a justice.</p>\n\n<p class=\"has-text-align-none\">By contrast, according to a <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4950475\">recent paper</a> by legal scholars Stephen Choi and Mitu Gulati, roughly 10 percent of President Joe Biden’s appellate judges clerked for a justice, and about half of Biden’s appellate judges themselves clerked for a federal appellate judge.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, in large part because Senate Republicans blocked nearly all of Obama’s appellate nominees during his final two years in office, Trump came into the White House with an unusually large number of vacancies to fill, and he took advantage of this fact. As Choi and Gulati write, “In a single term, Trump appointed 54 judges at the appeals court level. Obama, in two terms, had one more, 55.”</p>\n\n<p class=\"has-text-align-none\">So Trump had an unusually large impact on the federal courts, especially for a one-term president. He largely delegated the task of choosing judges to sophisticated right-wing operatives with a clear vision for what they wanted out of the judiciary, and those operatives successfully installed many judges with the sort of resumes legal employers drool over.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In short, Trump successfully filled the judiciary with reliable, high-achieving, Republican judges.</p>\n\n<h2 class=\"wp-block-heading\">There are real differences between the GOP’s pragmatic and nihilistic factions, but they agree on a wide range of issues</h2>\n\n<p class=\"has-text-align-none\">Lawyers are trained, in the words of the Model Rules of Professional Conduct, to show “<a href=\"https://www.americanbar.org/groups/professional_responsibility/publications/model_rules_of_professional_conduct/rule_1_3_diligence/comment_on_rule_1_3/\">zeal in advocacy upon the client’s behalf</a>.” A lawyer’s job is to advance the interests of that client, not to push for rules that are sensible or even morally defensible. If a lawyer is hired to defend a company that just poisoned thousands of innocent people, the lawyer’s job is, if possible, to get that company off scot-free.</p>\n\n<p class=\"has-text-align-none\">So, by appointing lawyers of great skill to the federal bench, Trump did not select judges who were necessarily inclined to read the law in reasonable, <a href=\"https://www.vox.com/scotus/2023/6/30/23779903/supreme-court-student-loan-biden-nebraska-john-roberts\">or even plausible</a>, ways. To the contrary, he picked individuals whose core skill was often persuading judges to read the law in unnatural ways in order to benefit the lawyer’s client.</p>\n\n<p class=\"has-text-align-none\">Since joining the bench, many of Trump’s judges and <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">especially his justices</a> have behaved as zealous advocates for the Republican Party and its causes. In some cases, such as the Court’s “<a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">major questions doctrine</a>” decisions — a series of cases in which the justices gave themselves the power to veto actions by agencies within the executive branch — or its <a href=\"https://www.vox.com/scotus/366855/supreme-court-trump-immunity-betrayal-worst-decisions-anticanon\">Trump immunity decision</a>, Trump’s justices embraced arguments that cannot be defended under any plausible theory of law. </p>\n\n<p class=\"has-text-align-none\">In others, including the <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">Court’s big abortion and affirmative action cases</a>, Trump’s justices appear to be systematically identifying issues that have long divided the two parties and converting past Democratic victories into Republican wins.</p>\n\n<p class=\"has-text-align-none\">Yet, while Trump’s judges are often reliable advocates for the GOP and its positions, they also reveal real disagreements within the Republican Party. And Trump often drew his first-term judges from both sides of this internal divide.</p>\n\n<p class=\"has-text-align-none\">Traditionally, for example, the Republican Party has taken an expansive view of the First Amendment. In the early 2010s, the Supreme Court handed down a pair of cases protecting truly revolting speech, one of which involved a notorious church that protested a fallen marine’s funeral with anti-gay slurs and signs declaring “<a href=\"https://supreme.justia.com/cases/federal/us/562/443/\">Thank God for Dead Soldiers</a>.” Both cases were decided 8-1, with only Justice Samuel Alito taking a narrow view of free speech.</p>\n\n<p class=\"has-text-align-none\">After Trump, however, Republicans splintered on whether they still support traditional free speech principles. After Texas and Florida GOP legislatures passed laws <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">seizing control of content moderation at major social media outlets</a>, the six Republican justices split right down the middle. Three of them (including Trump Justices Kavanaugh and Barrett) took the traditional view that the government <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">may not tell media outlets what they must print</a>. Three others, including Trump Justice Gorsuch, tried to rescue these unconstitutional laws.</p>\n\n<p class=\"has-text-align-none\">There are other issues that divide Republican judges. In <a href=\"https://www.supremecourt.gov/orders/courtorders/082224zr_n75p.pdf\"><em>Republican National Committee v. Mi Familia Vota</em></a> (2024) — a case, blocked by lower courts, involving an Arizona law that imposed various new restrictions on voters — Trump’s three justices split three ways. Barrett voted with the three Democrats to leave Arizona’s preexisting election rules intact. Kavanaugh voted (along with most of the Court) to make it <a href=\"https://www.vox.com/scotus/368310/supreme-court-rnc-mi-famila-vota\">marginally more difficult to register to vote in Arizona</a>. Gorsuch, the furthest right of the three, voted to strip thousands of already-registered voters in Arizona of their ability to vote for president.</p>\n\n<p class=\"has-text-align-none\">In any event, the fact that Republican judges and justices sometimes disagree with one another, especially in cases where the right-leaning litigant makes a particularly outlandish claim, shouldn’t surprise anyone. Republicans in all three branches of government frequently disagree on important questions of federal policy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The divide between more pragmatic Republican judges like Kavanaugh, who tend to shy away from legal arguments that could cause turmoil or mass unrest, and more nihilistic Republican judges like Gorsuch, who embrace the potential for chaos, closely resembles the divide between relatively pragmatic figures like Senate Minority Leader Mitch McConnell (R-KY) and more reckless lawmakers like the House Freedom Caucus. Just as McConnell often breaks with his party’s right-most flank on issues like the <a href=\"https://www.vox.com/politics/2024/2/28/23852847/mitch-mcconnell-steps-down-ukraine-trump\">war in Ukraine</a>, many of Trump’s judges reject the most aggressive legal arguments presented by the most far-right litigants.</p>\n\n<p class=\"has-text-align-none\">But that doesn’t mean either faction is disloyal to its political party. Both factions reliably seek to advance Republican interests and causes, but one faction sometimes favors tactics the other believes to be counterproductive.</p>\n\n<h2 class=\"wp-block-heading\">Trump is giving some signals that he will prefer the nihilistic faction if he gets a second term</h2>\n\n<p class=\"has-text-align-none\">Despite the political success of his 2016 list of potential Supreme Court nominees, Trump has yet to put out a similar list for the 2024 election. He has given few direct signals about which sort of Republicans he’d appoint if he achieves a second term.</p>\n\n<p class=\"has-text-align-none\">That said, a few statements by the former president suggest that he prefers judges from the more nihilistic faction and may even view Gorsuch as too soft.</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://rumble.com/v4yb4wq-live-interview-president-trump-slams-sham-trial-ep.-2260-05292024.html\">May interview</a> with radio host Dan Bongino, for example, Trump praised Justices Clarence Thomas and Alito, for many years the Court’s <a href=\"https://www.vox.com/scotus/350339/samuel-alito-republican-party-scotus\">most unapologetic</a> <a href=\"https://archive.thinkprogress.org/clarence-thomas-most-important-legal-thinker-in-america-c12af3d08c98/\">right-wing Republicans</a>, while offering a much more tepid view of his own justices. Gorsuch, Kavanaugh, and Barrett, Trump said, have “got to be stronger, they’ve got to be tough.” Meanwhile, Trump labeled Alito ‘very tough, very good,” and Thomas “great.”</p>\n\n<p class=\"has-text-align-none\">Similarly, in journalist Michael Wolff’s <a href=\"https://www.amazon.com/Landslide-Final-Days-Trump-Presidency/dp/125083001X?asin=1250830028&amp;revisionId=&amp;format=4&amp;depth=2\">2021 book <em>Landslide: The Final Days of the Trump Presidency</em></a>, Trump said he was “very disappointed in Kavanaugh” and claimed that his appointee “hasn’t had the courage you need to be a great justice.”</p>\n\n<p class=\"has-text-align-none\">Again, these aren’t the clearest possible signs that Trump will choose judges from the most extreme faction of the GOP if he becomes president again, but they certainly suggest he favors those judges, and may try to elevate others like them if given the chance.</p>\n\n<p class=\"has-text-align-none\">If you want to know what a world with a nihilistic Republican majority on the Supreme Court would look like, examine the Fifth Circuit, a federal appeals court controlled by that faction that hears cases arising from Texas, Mississippi, and Louisiana. <a href=\"https://www.vox.com/policy-and-politics/2022/12/27/23496264/supreme-court-fifth-circuit-trump-court-immigration-housing-sexual-harrassment\">The results aren’t pretty</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was the Fifth Circuit’s decision striking down the CFPB that <a href=\"https://www.vox.com/scotus/24158216/supreme-court-cfpb-clarence-thomas-community-financial\">risked triggering a second Great Depression</a> because that decision could have prevented banks from issuing new mortgages. The Fifth Circuit largely backed Kacsmaryk’s <a href=\"https://www.vox.com/politics/2023/4/13/23681630/supreme-court-abortion-mifepristone-fifth-circuit-alliance-hippocratic-medicine-fda\">attempt to ban the abortion drug mifepristone</a>. It effectively <a href=\"https://www.vox.com/scotus/2024/1/24/24042823/supreme-court-protest-mckesson-doe-fifth-circuit-first-amendment\">eliminated the right to engage in mass protest</a>. It once held that a prisoner could be kept in a cell with such a <a href=\"https://www.vox.com/policy-and-politics/2022/12/27/23496264/supreme-court-fifth-circuit-trump-court-immigration-housing-sexual-harrassment\">thick layer of dried human feces</a> on the ground that it made a crunching sound as the prisoner, stripped naked, walked across the floor.</p>\n\n<p class=\"has-text-align-none\">And this is just a small sampling of the kind of far-right legal reasoning that routinely escapes this benighted court.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If elected president this November, Trump is almost certain to fill the bench with judges who are eager to implement Republican policies. The question is what type of Republicans he will favor: relatively pragmatic judges like Kavanaugh, or the chaos agents who dominate the Fifth Circuit?</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The name “Donald Trump” is synonymous with a kind of goonish incompetence. This, after all, is the same man who once suggested that it may be possible to cure Covid-19 by injecting yourself with bleach. During Trump’s presidency, however, at least one part of his White House bore little resemblance to the stumbling, bumbling operation [&#8230;]",
    "author": "Ian Millhiser"
  }
]