[
  {
    "title": "The Supreme Court decides not to toss out thousands of Pennsylvania ballots",
    "link": "https://www.vox.com/scotus/381997/supreme-court-republican-genser-pennsylvania-ballots",
    "pubDate": "2024-11-01T23:42:50.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Matthew Hatcher/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2180210811.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Friday evening, the Supreme Court ruled it would leave in place a Pennsylvania Supreme Court decision that made it marginally easier for certain voters in the state to cast a ballot. The Republican Party had asked the justices to block that decision; doing so would have likely <a href=\"https://www.vox.com/scotus/380170/supreme-court-pennsylvania-election-republican-genser\">disenfranchised thousands of voters</a>.</p>\n\n<p class=\"has-text-align-none\">But that won’t happen. The Court’s decision in <a href=\"https://www.supremecourt.gov/opinions/24pdf/24a408_3f14.pdf\"><em>Republican National Committee v. Genser</em></a> was unanimous, although Justice Samuel Alito wrote a statement indicating that he and Justices Clarence Thomas and Neil Gorsuch are only ruling against the GOP on narrow procedural grounds.</p>\n\n<p class=\"has-text-align-none\">The problem at the heart of the case was that Pennsylvania law is unusually strict regarding how mailed ballots must be returned by voters. They must be stuffed in two envelopes, and if the inner envelope is missing, the ballot is void. The state supreme court decision at issue in <em>Genser</em> ruled that voters who cast such a voided ballot can still vote if they show up on Election Day and cast a provisional ballot.</p>\n\n<p class=\"has-text-align-none\">The case was closely watched because the presidential race is <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/pennsylvania/\">expected to be close</a>, and it is likely that <a href=\"https://www.vox.com/scotus/380170/supreme-court-pennsylvania-election-republican-genser\">several thousand voters will be impacted by this decision</a>. Also, Democrats <a href=\"https://x.com/iapolls2022/status/1852210212880429503?s=61&amp;t=TQlk4x44ENcfSu3Y1ke6ew\">tend to vote by mail more often than Republicans</a>. So, if the presidential election is indeed very close and it all comes down to Pennsylvania — and if mail-in ballots do favor Democrats this year — a victory for the GOP in <em>Genser</em> could have flipped the result and put Donald Trump back in the White House.</p>\n\n<p class=\"has-text-align-none\">A win for the GOP could have scrambled future elections, too. The GOP’s legal arguments relied on a radical theory known as the “Independent State Legislature” doctrine, which has been rejected many times by the Supreme Court, but which all but one of the Court’s Republican members have <a href=\"https://www.vox.com/scotus/380170/supreme-court-pennsylvania-election-republican-genser\">expressed sympathy toward in the past</a>.</p>\n\n<p class=\"has-text-align-none\">If you want a full explainer on this doctrine, you can <a href=\"https://www.vox.com/scotus/380170/supreme-court-pennsylvania-election-republican-genser\">read my preview of the <em>Genser </em>case here</a>. But the important thing to know about it is that it takes power over elections away from state courts and places it in the hands of state legislatures, in a manner that could completely scramble how the US currently holds elections. A brief filed by an array of admirals, generals, and service secretaries warned that the doctrine “<a href=\"https://www.supremecourt.gov/DocketPDF/21/21-1271/243970/20221026122043996_Ret.%20Admirals%20AmicusBrief%20-%20Moore%20v.%20Harper.pdf\">undermines election integrity and exacerbates both domestic and foreign threats to national security</a>.”</p>\n\n<p class=\"has-text-align-none\">So the Court was asked to play with some very dangerous magic in <em>Genser</em> and, to their credit, all nine of the justices refused this request.</p>\n\n<p class=\"has-text-align-none\">The <em>Genser</em> decision should also give a small degree of comfort to Democrats, who’ve had good reason to wonder if this Court — which has a 6-3 Republican majority — can be trusted to referee a close election after its <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\"><em>Trump </em>immunity decision</a>, in which the justices declared Trump was allowed to commit many crimes as president. At the very least, <em>Genser</em> is a sign that this Court won’t embrace literally any legal theory put forth by the Republican Party.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Friday evening, the Supreme Court ruled it would leave in place a Pennsylvania Supreme Court decision that made it marginally easier for certain voters in the state to cast a ballot. The Republican Party had asked the justices to block that decision; doing so would have likely disenfranchised thousands of voters. But that won’t [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Inside Trump’s ominous plan to turn civil rights law against vulnerable Americans",
    "link": "https://www.vox.com/2024-elections/381094/trump-second-term-2024-election-justice-department-civil-rights",
    "pubDate": "2024-11-01T20:46:32.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Illustration of the presidential seal covered in red, with superimposed architectural columns falling on it.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/DOJ_Vox_10-30.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2016, <a href=\"https://www.law.georgetown.edu/faculty/christy-e-lopez/\">Christy Lopez</a> was an attorney at the Justice Department’s Civil Rights Division working on policing where, among other things, she led the team that investigated the Ferguson Police Department in Missouri after the 2014 killing of Michael Brown. Lopez believes that her work spurred meaningful policing reforms, both in Ferguson and nationwide.</p>\n\n<p class=\"has-text-align-none\">But as soon as Trump took over, things started changing fast. Attorney General Jeff Sessions <a href=\"https://www.propublica.org/article/trump-administration-rolls-back-civil-rights-efforts-federal-government\">sharply restricted the use of consent decrees</a> — the legal tool Lopez and her colleagues used to force change in Ferguson. Lopez, who had left the Justice Department in 2017 to take a teaching job at Georgetown, could only watch from the outside as the work she took pride in was ground to a halt.</p>\n\n<p class=\"has-text-align-none\">Today, she is sounding the alarm: Whatever the dangers of a first Trump term were, the risks of a second dwarf them.</p>\n\n<p class=\"has-text-align-none\">“If Trump is elected, I would like to look back five years from now and say, ‘Oh, we were really alarmist,’” she told me.</p>\n\n<p class=\"has-text-align-none\">“But I do worry that it’s actually going to be far worse.”</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">Many, many people have warned that Trump is a threat to American democracy. Many others have argued that these warnings are politically inert, that focusing on abstract concepts like “democracy” and “the rule of law” removes political debate from the concrete concerns people want addressed by government. Do people struggling to pay the bills have time to care about such matters of principle?</p>\n\n<p class=\"has-text-align-none\">Yet in reality, the two things are inseparable. Trump’s plan to turn the government into a tool of his own personal will would have extraordinary consequences for Americans’ everyday lives. It would disrupt, or potentially even devastate, core functions of government that we’ve long taken for granted.</p>\n\n<p class=\"has-text-align-none\">The Justice Department’s Civil Rights Division is a case in point.</p>\n\n<p class=\"has-text-align-none\">Founded by the 1957 Civil Rights Act, the Division is tasked with enforcing federal law regarding anti-discrimination and civil equality. This is a mammoth responsibility, covering areas of law that shape the fundamental experience of American democracy. Its attorneys launch hate crimes prosecutions, investigate discrimination in employment and housing, and sue states when their voting rules run afoul of the 1965 Voting Rights Act.</p>\n\n<p class=\"has-text-align-none\">If Trump returns to power, the department could easily be turned from a tool for protecting civil rights into a means of undoing them. Trump and his allies have laid out fairly specific plans for doing just that — plans that, if enacted, would mean a far more radical and methodical transformation of the federal rights civil apparatus than what we saw in Trump’s shambolic first term.</p>\n\n<p class=\"has-text-align-none\">The department’s Voting Section&nbsp;— which played a critical role in defending the integrity of the 2020 election —&nbsp;would be twisted,&nbsp;its attorneys replaced with cronies working to validate Trump’s lies and shield Republican-controlled states from federal scrutiny. Its anti-discrimination litigators would be tasked with investigating “anti-white” discrimination, effectively turning the Civil Rights Act on the minority citizens it was written to defend. And Lopez’s former colleagues working on policing would not only let abusive cops skate, but potentially even investigate local law enforcement Trump believed weren’t aggressive enough toward alleged criminals.</p>\n\n<p class=\"has-text-align-none\">We can see here that a second Trump administration would likely mean the inversion of the traditional purpose of federal civil rights law. Its guardrails against authoritarianism, discrimination, and abuse of power will be twisted toward advancing them.</p>\n\n<p class=\"has-text-align-none\">And it’s just one of many ways in which Trump’s pursuit of power at any cost would have tangible and direct consequences for ordinary Americans’ lives.</p>\n\n<h2 class=\"wp-block-heading\">Trump’s plan to invert the Civil Rights Division, explained</h2>\n\n<p class=\"has-text-align-none\">Trump has vowed to use a second term to enact “retribution” against his enemies.&nbsp; The Justice Department, and specifically the current Civil Rights Division staff, are at the top of the list.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the end of Trump’s first term, he issued an executive order creating a new classification for civil service jobs — called Schedule F — that would have allowed him <a href=\"https://protectdemocracy.org/work/trumps-schedule-f-plan-explained/\">to fire as many as 50,000 civil servants</a> and replace them with handpicked allies.</p>\n\n<p class=\"has-text-align-none\">While Trump left office before his team could implement Schedule F, he has promised to reissue the order “<a href=\"https://www.donaldjtrump.com/agenda47/agenda47-president-trumps-plan-to-dismantle-the-deep-state-and-return-power-to-the-american-people\">immediately</a>” upon returning to office. In anticipation, his allies have compiled <a href=\"https://www.govexec.com/management/2024/09/trumps-second-term-agenda-breaking-bureaucracy/399533/\">long lists</a> of civil servants they’d like to fire and loyalists they’d like to put in their place — preparations that have led one expert on federal administration to conclude that 50,000 firings is now “<a href=\"https://protectdemocracy.org/work/trumps-schedule-f-plan-explained/\">probably a floor rather than a ceiling.</a>”</p>\n\n<p class=\"has-text-align-none\">Trump’s allies have focused on the Civil Rights Division as one of their chief targets for Schedule F and other power grabs. <a href=\"https://static.project2025.org/2025_MandateForLeadership_FULL.pdf\">Project 2025</a> — <a href=\"https://www.vox.com/politics/373485/project-2025-abortion-ban-trump-comstock-mifepristone\">widely seen</a> as the chief planning document for a Trump second term <a href=\"https://www.nytimes.com/article/project-2025.html\">despite the campaign’s disavowals</a> — has an explicit, detailed plan for taking it over.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The document calls on the next Republican president to “reorganize and refocus” the division, aiming to make it into “the vanguard” of the administration’s crusade against “an unholy alliance of special interests, radicals in government, and the far Left.” It is one of three Department of Justice divisions singled out in the document’s call for “a vast expansion of the number of [political] appointees” overseeing and directing its conduct.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is all part of a broader plan for eroding the Justice Department’s traditional independence. While the attorney general is appointed by the president, their staff is given wide leeway to follow the law rather than the president’s dictates. Political personnel are strictly prohibited from interfering with specific investigations and cases. That’s why the current Justice Department could pursue <a href=\"https://www.vox.com/politics/354842/hunter-biden-guilty-politics-david-weiss\">a case against Hunter Biden</a> with no fear of retaliation from his father.</p>\n\n<p class=\"has-text-align-none\">Trump and top deputies have declared their intent to change this.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP24214674291537.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Trump stands next to a man behind a podium\" title=\"Trump stands next to a man behind a podium\" data-has-syndication-rights=\"1\" data-caption=\"Then-President Donald Trump listens as acting director of the Office of Management and Budget Russel Vought speaks during an event on &quot;transparency in Federal guidance and enforcement&quot; in the Roosevelt Room of the White House, October 9, 2019. | Evan Vucci/AP Photo\" data-portal-copyright=\"Evan Vucci/AP Photo\" />\n<p class=\"has-text-align-none\">“The notion of an independent agency — whether that&#8217;s a flat-out independent agency like the FCC or an agency that has parts of it that view itself as independent, like the Department of Justice — we&#8217;re planting a flag and saying we reject that notion completely,” Russ Vought, a key second-term Trump planner, <a href=\"https://www.npr.org/transcripts/1192432628\">said in a 2023 interview</a>.</p>\n\n<p class=\"has-text-align-none\">When you put these three proposals together — seeding the Civil Rights Division with Trump political appointees, using Schedule F to replace career prosecutors with ideological allies, and ending department independence — the full picture becomes clear. If Trump has his way, a second term means a Civil Rights Division operating not as a (relatively) neutral division dedicated to enforcing civil rights law, but as a tool of the Trump agenda in all the areas it covers.</p>\n\n<p class=\"has-text-align-none\">This is very threatening for government employees and obviously offensive to the notion of a neutral civil service. But what would this mean for most Americans in practice? What does it matter, really, if one bureaucrat is swapped out for another?</p>\n\n<h3 class=\"wp-block-heading\">Election law politicized</h3>\n\n<p class=\"has-text-align-none\">On November 9, 2020, Attorney General Bill Barr directed the Justice Department to investigate Trump’s allegations of fraud in the just-concluded presidential election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The probe, announced after the election had been called for Joe Biden, was <a href=\"https://www.cnn.com/2020/11/09/politics/william-barr-voting-irregularities/index.html\">controversial inside the Department</a>. It raised fears that Barr, no stranger to <a href=\"https://www.nbcnews.com/politics/2020-election/fact-check-echoing-trump-barr-misleads-voter-fraud-attack-expanded-n1240144\">conspiracy theories about voter fraud</a>, was trying to validate Trump’s claims of a stolen election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet the professional probe, staffed by veteran investigators in the Civil Rights Division and elsewhere, found no evidence of mass fraud. On November 23, Barr told Trump the investigation was “<a href=\"https://www.govinfo.gov/content/pkg/GPO-J6-REPORT/pdf/GPO-J6-REPORT.pdf\">not panning out</a>.” The neutral, competent investigation gave the attorney general the ammunition he needed to stand up to the president.</p>\n\n<p class=\"has-text-align-none\">Now imagine if things were different, if these career investigators had been Schedule F’d out, replaced instead with Trump-aligned attorneys.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What if they had come to Barr and said that, actually, the <a href=\"https://www.pnas.org/doi/10.1073/pnas.2103619118\">bogus statistical arguments</a> that the election was stolen had merit? What would he have done then? How would reports of such findings, however bogus, influence the rest of the country — including Vice President Mike Pence and members of Congress?</p>\n\n<p class=\"has-text-align-none\">It’s an example that illustrates the importance of the Civil Rights Division.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The American system is unusual, in global terms, by granting most power over election administration to state and local authorities. While this system makes it hard for the federal government to rig elections, it makes it comparatively easy for state-level officials to cheat and discriminate (Jim Crow being the signature example).</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2138366391.jpg?quality=90&#038;strip=all&#038;crop=0,11.749025795501,100,76.501948408999\" alt=\"Black and white photo of Black people in a long line outside a small rural building labeled “the sugar shack.”\" title=\"Black and white photo of Black people in a long line outside a small rural building labeled “the sugar shack.”\" data-has-syndication-rights=\"1\" data-caption=\"Following the passage of the Voting Rights Act of 1965, people line up to vote — many for the first time — at the Sugar Shack store, Peachtree, Alabama, May 3, 1966. | National Archives of Fort Worth/PhotoQuest/Getty Images\" data-portal-copyright=\"National Archives of Fort Worth/PhotoQuest/Getty Images\" />\n<p class=\"has-text-align-none\">The Civil Rights Division’s election work is one of the primary checks on such abuses. It protects the right to vote, enforcing laws like the Voting Rights Act. It also works to protect the sanctity of the results after elections, identifying and investigating allegations of illegal conduct by state and local administrators during the voting process.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Its main area of responsibility is allegations of discrimination, but it also regularly cooperates with other divisions in investigating other kinds of allegations like voting fraud (as happened in November 2020). While the Supreme Court has significantly <a href=\"https://www.vox.com/scotus/2023/11/28/23978226/supreme-court-trump-judges-voting-rights-act-arkansas-rose-secretary\">weakened the Voting Rights Act</a>, the Civil Rights Division is still able to bring cases that matter.</p>\n\n<p class=\"has-text-align-none\">In a second Trump term, this work could be turned on its head. Instead of trying to stop abuses at the state and local level, they might at best ignore them — and at worst try to force local officials to engage in them</p>\n\n<p class=\"has-text-align-none\">The chapter of Project 2025 on the Justice Department, authored by former Trump DOJ official Gene Hamilton, sketches out how this would work in detail. It argues that Kathy Boockvar, who was Pennsylvania’s secretary of state in 2020, “should have been (and still should be) investigated and prosecuted” under a post-Civil War law called the Klan Act — designed, as you might guess, to break the first incarnation of the Ku Klux Klan.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Boockvar’s crime, per Hamilton, was issuing a legal interpretation designed to address the unprecedented increase in mail-in ballots during the pandemic. She issued guidance to counties that if a provisional mail-in ballot were “spoiled” — meaning rendered defective through, for example, damage during the shipping process — that voters would have an opportunity to correct them. Hamilton calls this a “conspiracy against rights,” a crime laid out in the Klan Act.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When I spoke to <a href=\"https://newsroom.lmu.edu/expert-profile/levitt-justin/\">Justin Levitt</a>, an election law expert and former deputy assistant attorney general in the Civil Rights Division, he told me “it’s difficult to convey how crazy” such a case would be.</p>\n\n<p class=\"has-text-align-none\">The Pennsylvania rule is, in his mind, a very reasonable interpretation of a constitutional obligation to avoid disenfranchising people over minor ballot issues. Even if Boockvar’s interpretation were dubious, nothing in the Klan Act suggests that the DOJ would be empowered to prosecute her for it (as the law simply doesn’t cover good-faith mistakes by elected officials trying to count more ballots).</p>\n\n<p class=\"has-text-align-none\">“I know an awful lot of federal prosecutors [and] I don’t know one who would bring this case,” he tells me.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1229479862.jpg?quality=90&#038;strip=all&#038;crop=0,10.794243288056,100,78.411513423888\" alt=\"Protesters in an urban street carry signs that read “Count every vote.“\" title=\"Protesters in an urban street carry signs that read “Count every vote.“\" data-has-syndication-rights=\"1\" data-caption=\"Demonstrators at a protest in front of the Philadelphia Convention Center during the 2020 presidential election, November 5, 2020. | Jennifer Huxta/Bloomberg via Getty Images\" data-portal-copyright=\"Jennifer Huxta/Bloomberg via Getty Images\" />\n<p class=\"has-text-align-none\">Hence why Schedule F is so important. It’s almost certain that no experienced Justice Department prosecutor would bring this case, be they Democrat or Republican, because they would recognize it’s an absurd reading of the law. But if Trump can put the Division under his thumb, inserting cronies in oversight positions and firing a huge swath of the career staff, he can get people like Hamilton in a position to do what they want.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://csde.washington.edu/affiliates/jake-grumbach/\">Jake Grumbach</a>, a political scientist who studies state-level voting laws, tells me that such politically motivated prosecutions of state officials is “the most dangerous thing” the Justice Department can do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even the threat of a civil rights investigation can scare state-level administrators into compliance with what the feds want. A weaponized Justice Department would mean these officials would feel significant pressure to twist their election administration systems into whatever contorted shape Trump was calling for at the moment — with potentially devastating consequences for electoral fairness.</p>\n\n<h2 class=\"wp-block-heading\">Civil wrongs</h2>\n\n<p class=\"has-text-align-none\">While voting rights law is an especially significant area of the Civil Rights Division’s work, it’s far from the only one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Civil Rights Division’s raison d’etre, the entire point of it being a separate and distinct component of the federal government, is to enforce the modern consensus that discrimination on the basis of identity is a pervasive and systematic problem that requires significant federal resources to address.</p>\n\n<p class=\"has-text-align-none\">Trump and his closest allies believe something more like the opposite, that federal civil rights law isn’t a solution to the problem of discrimination against minorities but an agent of discrimination against whites, men, and Christians. As such, they aim to flip the entire civil rights code on its head by&nbsp;using the Civil Rights Division as “the vanguard,” in Hamilton’s language.</p>\n\n<p class=\"has-text-align-none\">“Anything [in law] can be weaponized,” says Kristy Parker, a former Civil Rights Division attorney who worked on policing. “That’s the problem.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since the last Trump administration ended, top Trump aide Stephen Miller has worked with Hamilton at a new law firm — America First Legal — that <a href=\"https://www.nytimes.com/2024/03/21/us/politics/stephen-miller-america-first-legal.html\">focuses on “anti-white” discrimination</a> in employment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">America First filed a suit that successfully blocked a pandemic-era program to distribute financial aid to <a href=\"https://thehill.com/regulation/554361-federal-judge-says-biden-restaurant-fund-discriminated-against-white-male/\">minority- and woman-owned restaurants</a>. It sued the NFL over the Rooney Rule, which requires that teams interview at least one nonwhite candidate for high-level coaching vacancies, and it went after <a href=\"https://aflegal.org/litigation/fasorp-v-northwestern-university/\">Northwestern University</a> for allegedly prioritizing hires of minority and non-male faculty members.</p>\n\n<p class=\"has-text-align-none\">In April, Axios’ Alex Thompson reported that <a href=\"https://www.axios.com/2024/04/01/trump-reverse-racism-civil-rights\">America First was “laying legal groundwork”</a> for a full-court press against “anti-white racism” in the event that Trump retakes control of the Civil Rights Division.</p>\n\n<p class=\"has-text-align-none\">This is something that Hamilton explicitly calls for in his Project 2025 chapter. He writes:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">The Civil Rights Division should spend its first year under the next Administration using the full force of federal prosecutorial resources to investigate and prosecute all state and local governments, institutions of higher education, corporations, and any other private employers who are engaged in discrimination in violation of constitutional and legal requirements.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">In reality, what Hamilton calls “discrimination” are actually efforts to address discrimination. There is overwhelming evidence that American society continues to <a href=\"https://scholar.harvard.edu/files/pager/files/annualreview_discrimination.pdf\">allocate resources unfairly on the basis of race</a>. Without affirmative steps to rectify this situation, entrenched inequalities like the racial gap will never disappear. What Trump and his team call “anti-white discrimination” are efforts to close gaps between groups, not open them.</p>\n\n<p class=\"has-text-align-none\">The Trump team aims to invert federal oversight over local prosecutors in a similar fashion.</p>\n\n<p class=\"has-text-align-none\">In 2023, the campaign released a policy video in which <a href=\"https://www.donaldjtrump.com/agenda47/agenda47-president-trump-announces-plan-to-end-crime-and-restore-law-and-order\">Trump vows to task the Civil Rights Division</a> with investigating “progressive prosecutors.” The basic argument is that these prosecutors, who see part of their mission as reducing the effects of mass incarceration on the Black community, are effectively engaging in race-based discrimination in favor of Black offenders.</p>\n\n<p class=\"has-text-align-none\">“I will direct the DOJ to open civil rights investigations into radical left prosecutor’s offices, such as those in Chicago, LA, and San Francisco, to determine whether they have illegally engaged in race-based enforcement of the law,” Trump said.</p>\n\n<p class=\"has-text-align-none\">Much like the attempt to prosecute Boockvar, trying to jail “progressive prosecutors” is not something the department’s professional staff would ordinarily contemplate doing. Even if Trump succeeded in replacing them via Schedule F, it’s hard to imagine any such investigation yielding charges that could stand up in court.</p>\n\n<p class=\"has-text-align-none\">But the fact that such investigations would almost certainly fail to yield charges <a href=\"https://newrepublic.com/article/185487/trump-maga-legal-war-slow-burn-authoritarianism\">does not make them harmless</a>. Even spurious investigations entail coercive measures — like subpoenas, searches, and audits&nbsp;— that can make it difficult for “progressive prosecutors” to do their jobs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s also a political aspect to the threat, as many of Trump’s proposed targets are in elected posts. Elected officials are generally responsive to threats to their reelection chances,&nbsp;and being a target of a DOJ civil rights probe looks really bad to prospective voters.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/2020/6/30/21281041/trump-justice-department-consent-decrees-jeff-sessions-police-violence-abuse\">Consent decrees</a>, the mechanism Lopez used to deal with bias in Ferguson, are one of the most powerful tools available to federal prosecutors for addressing bias in policing&nbsp;— and another target in a second Trump term.</p>\n\n<p class=\"has-text-align-none\">The process begins with a fact-finding investigation, uncovering evidence of systematic use-of-force problems and/or racial discrimination. The next stage involves lengthy negotiations with police departments that culminate in a tangible and enforceable set of reform benchmarks for the department. If the benchmarks aren’t being met to the Civil Rights Division’s satisfaction, its attorneys can haul cops in front of a judge and demand answers.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP119714094153.jpg?quality=90&#038;strip=all&#038;crop=0,11.514716612012,100,76.970566775976\" alt=\"The back of a man who holds both hands up while police in riot gear approach him\" title=\"The back of a man who holds both hands up while police in riot gear approach him\" data-has-syndication-rights=\"1\" data-caption=\"Police wearing riot gear and pointing guns approach a man with his hands raised in Ferguson, Missouri, August 11, 2014. | Jeff Roberson/AP Photo\" data-portal-copyright=\"Jeff Roberson/AP Photo\" />\n<p class=\"has-text-align-none\">The previous Trump administration limited their use going forward, but a second one might roll them back.</p>\n\n<p class=\"has-text-align-none\">The Obama administration negotiated a historic number of consent decrees, but these are approaching their negotiated sunset dates. The Biden administration has tried to bargain with departments for extensions, as well as implement new ones, but police departments have been dragging their feet. Lopez believes they are anticipating the possibility of a Trump victory.</p>\n\n<p class=\"has-text-align-none\">“Almost any jurisdiction that is currently negotiating a consent decree is going to wait to see what happens in November,” she says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If this delaying tactic works and Trump’s Civil Rights Division vacates consent decrees across the board, Lopez warns of aggressive police being unleashed across the country. Trump’s wild rhetoric about policing — his recent statement that cops should be permitted “<a href=\"https://www.politico.com/news/2024/09/29/trump-violent-day-policing-crime-00181619\">one really violent day</a>” to combat crime — would further encourage abuse.</p>\n\n<p class=\"has-text-align-none\">The attorneys tasked with limiting police abuses would, in a second Trump administration, be responsible for encouraging them.</p>\n\n<h2 class=\"wp-block-heading\">A government “for the people” —&nbsp;for now</h2>\n\n<p class=\"has-text-align-none\">As important as the Justice Department’s Civil Rights Division is, it is far from the totality of government work.</p>\n\n<p class=\"has-text-align-none\">The Justice Department has eight other litigating departments beyond the Civil Rights Division, where attorneys prosecute everyone from terrorists to tax cheats. It has five separate police agencies, including the FBI and US Marshals Service. It oversees all federal prisons and studies federal criminal convictions to see if any merit presidential pardons. It has nine separate grantmaking authorities, which provide funding for local authorities supporting everything from assisting sex trafficking victims to encouraging innovation in <a href=\"https://www.ojp.gov/topics/community-violence-intervention/resources\">local alternatives to policing</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2172231777.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A US flag on a pole flies in front of a federal building\" title=\"A US flag on a pole flies in front of a federal building\" data-has-syndication-rights=\"1\" data-caption=\"A US flag flies in front of the Department of Justice (DOJ) headquarters building on September 15, 2024, in Washington, DC. | J. David Ake/Getty Images\" data-portal-copyright=\"J. David Ake/Getty Images\" />\n<p class=\"has-text-align-none\">The Department of Justice is one of 15 federal departments, each of which has its own diverse and important set of responsibilities. There are also important agencies separate from the department structure, like the CIA and the Environmental Protection Agency.</p>\n\n<p class=\"has-text-align-none\">All of them perform critical work that contributes to the standard of living Americans have come to take for granted. This work depends on experienced, dedicated civil servants who know how to do the job, and all of it could be disrupted by Trump’s plans to give their jobs to partisan hacks.</p>\n\n<p class=\"has-text-align-none\">Every day, the EPA works to monitor and address pollution poisoning our rivers and drinkable water. The Bureau of Labor Statistics churns out job numbers and other reports that the Fed and other places depend on to make good economic policy. US Citizenship and Immigration Services helps keep families together, approving permanent residency and citizenship applications for foreign spouses of American citizens. The Department of Energy manages America’s nuclear weapons and power plants, making sure we don’t experience a Fukushima or Chernobyl-level disaster.</p>\n\n<p class=\"has-text-align-none\">Now imagine the people who know how to do this routine stuff are either thrown out of office or put under the thumbs of political commissars. That’s the danger here.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump and his team have laid out their plans in detail, in official statements proposing a revival of Schedule F and semi-official documents like Project 2025. Even if you agree with many of their policy ideas, they need to be implemented competently and lawfully in order to work. Throughout history, in the United States and elsewhere, the imposition of political control on a civil service has been a recipe for incompetence and anti-democratic abuse.</p>\n\n<p class=\"has-text-align-none\">The United States has a democratic government:&nbsp;a deeply flawed one, but one by the people and for the people. Trump’s plan is to make it for him and his alone, and he has a decent chance of succeeding if elected. We often take our <a href=\"https://www.hachettebookgroup.com/titles/zack-beauchamp/the-reactionary-spirit/9781541704411/\">relatively novel form of government</a> for granted; if we lose it, we’ll miss it when it’s gone.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, November 1, 5:45 pm ET: </strong>This story misstated the timing of Christy Lopez’s decision to leave the Justice Department. She had announced her planned departure prior to Trump’s 2016 election win.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2016, Christy Lopez was an attorney at the Justice Department’s Civil Rights Division working on policing where, among other things, she led the team that investigated the Ferguson Police Department in Missouri after the 2014 killing of Michael Brown. Lopez believes that her work spurred meaningful policing reforms, both in Ferguson and nationwide. But [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "What polls can actually tell us",
    "link": "https://www.vox.com/videos/381712/what-polls-can-actually-tell-us",
    "pubDate": "2024-11-01T17:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"How polling works with blue bar above and red bar below\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/what-polls-can-actually-tell-us.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">For anyone closely watching the 2024 election, scrutinizing the daily drop of polls has become the norm. Each new data point gives people cause to celebrate or despair depending on how their candidate is faring. But if you understand what polls are actually capable of telling you, it might dispel any desire you have for them to predict whether Kamala Harris or Donald Trump will be the next president. </p>\n\n<p class=\"has-text-align-none\">For this video, we interviewed pollsters about their processes and explained the basics of how they turn small surveys into a way to measure the opinions and intentions of the American voting population. No matter what measures pollsters take to make their samples as representative as possible, there’s a limit to how precise they can be. And, sometimes, those same measures can make the poll numbers go awry.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For anyone closely watching the 2024 election, scrutinizing the daily drop of polls has become the norm. Each new data point gives people cause to celebrate or despair depending on how their candidate is faring. But if you understand what polls are actually capable of telling you, it might dispel any desire you have for [&#8230;]",
    "author": "Laura Bult"
  },
  {
    "title": "Take a mental break with the newest Vox crossword",
    "link": "https://www.vox.com/21523212/crossword-puzzles-free-daily-printable",
    "pubDate": "2024-11-01T15:31:55.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/18980610/crossword_yellow__1_.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Welcome to the Vox crossword! New puzzles are published daily, Monday through Saturday, and our moderated <strong>comments section is now live</strong>. The registration link is below every puzzle so get over there and add your two cents. Puzzle editors, constructors, and other solvers will be on hand to answer your questions and reply to your remarks. You can also register <a href=\"https://vox.coral.coralproject.net/embed/auth?view=SIGN_UP\">right here</a>. Puzzles are constructed by <a href=\"https://www.vox.com/e/21273241\">these great people</a> and edited by <a href=\"https://www.vox.com/authors/elizabeth-crane\">Elizabeth Crane</a>. </p>\n\n<p class=\"has-text-align-none\">Make sure to bookmark this page or <a href=\"https://www.howtogeek.com/667910/how-to-add-a-website-to-your-iphone-or-ipad-home-screen/\">add it to your phone’s home screen</a> to find a new challenge each day. You can also get a weekly email reminder by <a href=\"http://vox.com/crossword-newsletter\">signing up for our crossword newsletter</a>.</p>\n\n<p class=\"has-text-align-none\">Need more puzzles? We have whole <a href=\"https://www.amazon.com/Vox-Pop-Culture-Crosswords-Puzzles/dp/1454950064\">books</a> of <a href=\"https://www.amazon.com/Vox-Mega-Book-Mini-Crosswords/dp/1454950056/ref=pd_lpo_sccl_2/130-1400015-9235626?pd_rd_w=7UXxb&amp;content-id=amzn1.sym.4c8c52db-06f8-4e42-8e56-912796f2ea6c&amp;pf_rd_p=4c8c52db-06f8-4e42-8e56-912796f2ea6c&amp;pf_rd_r=5WNWY0GXSDT6CZQCQ1J7&amp;pd_rd_wg=acUYA&amp;pd_rd_r=79c1a273-f9d1-4614-9fc3-414aad1ccd14&amp;pd_rd_i=1454950056&amp;psc=1\">Vox crosswords</a>!</p>\n\n<div class=\"m-ad m-ad__editorial-athena-placement\"></div>\n\n<div id=\"xword-wrapper\">\n<iframe allowfullscreen=\"true\" height=\"1000\" width=\"375\" src=\"https://cdn3.amuselabs.com/vox/date-picker?set=vox&amp;embed=1&amp;limit=30&amp;maxCols=1\"></iframe>\n</div>\n\nvar puzzlecontainer = document.getElementById('xword-wrapper');\nvar puzzle = document.getElementById('voxpuzzle').contentWindow;\n\n\nfunction receiveMessage(event) {\nif (event.origin !== \"https://cdn3.amuselabs.com\") return;\nif (!event.data) return;\nif (typeof event.data !== 'string') return;\nvar data = JSON.parse(event.data);\n  if (data.src === \"crossword\" || data.src === \"picker\"){\n  puzzlecontainer.style.height = data.frameHeight + 'px';\n}\n}\nwindow.addEventListener(\"message\", receiveMessage, false);\n\n\n<p><a href=\"/pages/crossword-puzzles-free-archive\" class=\"p-button\">More crossword puzzles</a></p>\n\n<div class=\"m-ad m-ad__editorial-leaderboard-placement\"></div>\n\n<div id=\"coral_thread\"></div>\n\n  (function() {\n      var d = document, s = d.createElement('script');\n      s.src = 'https://vox.coral.coralproject.net/assets/js/embed.js';\n      s.async = false;\n      s.defer = true;\n      s.onload = function() {\n          Coral.createStreamEmbed({\n              id: \"coral_thread\",\n              autoRender: true,\n              rootURL: 'https://vox.coral.coralproject.net',\n              // Uncomment these lines and replace with the ID of the\n              // story's ID and URL from your CMS to provide the\n              // tightest integration. Refer to our documentation at\n              // https://docs.coralproject.net for all the configuration\n              // options.\n              // storyID: '${storyID}',\n              // storyURL: '${storyURL}',\n          });\n      };\n      (d.head || d.body).appendChild(s);\n  })();\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to the Vox crossword! New puzzles are published daily, Monday through Saturday, and our moderated comments section is now live. The registration link is below every puzzle so get over there and add your two cents. Puzzle editors, constructors, and other solvers will be on hand to answer your questions and reply to your [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "Elon Musk assures voters that Trump’s victory would deliver “temporary hardship”",
    "link": "https://www.vox.com/politics/381637/elon-musk-donald-trump-2024-election-temporary-hardship",
    "pubDate": "2024-11-01T15:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Elon Musk shouts with his fists raised in front of a crowd.\" data-caption=\"Elon Musk gestures as he steps on stage during a rally for Donald Trump at Madison Square Garden in New York, October 27, 2024. | Angela Weiss/AFP via Getty Images\" data-portal-copyright=\"Angela Weiss/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2180776978.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Elon Musk gestures as he steps on stage during a rally for Donald Trump at Madison Square Garden in New York, October 27, 2024. | Angela Weiss/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Elon Musk has arguably done more than any single individual to aid Donald Trump’s campaign. The mega-billionaire has put more than <a href=\"https://www.npr.org/2024/10/16/g-s1-28591/elon-musk-donald-trump-america-pac-fec\">$75 million</a> toward electing the former president, turned America’s most politically influential social media platform <a href=\"https://fortune.com/2024/10/30/study-shows-elon-musk-tweets-pro-trump-appear-x-users-feeds-within-2-sessions/\">into a vehicle for right-wing propaganda</a>, orchestrated <a href=\"https://www.wired.com/story/elon-musk-america-pac-blitz-canvassing-michigan-uhaul/\">a (shambolic) get-out-the-vote effort,</a> and <a href=\"https://www.youtube.com/watch?v=zWSXmMiWTJ0\">repeatedly appeared</a> beside Trump on the campaign trail.</p>\n\n<p class=\"has-text-align-none\">Now, as the race enters the homestretch, Musk is trying to clinch Trump’s victory with a bracing closing argument: If our side wins, you will experience severe economic pain.</p>\n\n<p class=\"has-text-align-none\">If elected, Trump has vowed to put <a href=\"https://apnews.com/article/donald-trump-elon-musk-government-efficiency-commission-e831ed5dc2f6a56999e1a70bb0a4eaeb\">Musk in charge of a “government efficiency commission,”</a> which would identify supposedly wasteful programs that should be eliminated or slashed. During a <a href=\"https://www.washingtonpost.com/business/2024/10/29/elon-musk-2-trillion-budget-cuts-trump-election/\">telephone town hall</a> last Friday, Musk said his commission’s work would “necessarily involve some temporary hardship.” </p>\n\n<p class=\"has-text-align-none\">Days later, Musk suggested that this budget cutting — combined with Trump’s mass deportation plan — would cause a market-crashing economic “storm.”</p>\n\n<p class=\"has-text-align-none\">On his social media platform, X (a.k.a. Twitter), an anonymous user <a href=\"https://x.com/AaronBlake/status/1851287697907744953\">posted Tuesday</a> that, “If Trump succeeds in forcing through mass deportations, combined with Elon hacking away at the government, firing people and reducing the deficit &#8211; there will be an initial severe overreaction in the economy…Market will tumble. But when the storm passes and everyone realizes we are on sounder footing, there will be a rapid recovery to a healthier, sustainable economy.”</p>\n\n<p class=\"has-text-align-none\">Musk replied, “Sounds about right.”</p>\n\n<p class=\"has-text-align-none\">This is one of the more truthful arguments that Musk has made for Trump’s election, which is to say, only half of it is false. If Trump delivers on his stated plans, Americans will indeed suffer material hardship. But such deprivation would neither be necessary for — nor conducive to — achieving a healthier or more sustainable economy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Already, US retailers are saying that they will <a href=\"https://www.washingtonpost.com/business/2024/10/30/companies-tariffs-trump-prices/\">increase prices if Trump is elected</a> in order to offset the impact of his 10 percent universal tariff on imports. And contrary to <a href=\"https://www.cnn.com/2024/09/24/politics/trump-us-business-tariffs-taxes/index.html\">Trump’s suggestion</a>, those painful price hikes would not yield a stronger US manufacturing industry in the long term.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s plans for mass deportation, meanwhile, would trigger severe labor shortages in the construction and agricultural sectors, rendering food and housing more expensive. And these immediate disruptions would not raise American wages in the long run, but rather, make the economy less productive, and Medicare and Social Security more difficult to sustain.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Musk’s plans for slashing federal spending would be similarly calamitous. He has offered few details about his vision for downsizing Uncle Sam, but recently suggested that the federal government’s $6.75 trillion budget should be cut by <a href=\"https://www.washingtonpost.com/business/2024/10/29/elon-musk-2-trillion-budget-cuts-trump-election/\">at least $2 trillion</a>. Austerity on that scale would disrupt myriad government services on which Democrats and Republicans rely, while threatening to throw the US economy into severe recession. And there is little basis for believing that an economic paradise would rise from such ruins.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Trump’s tariffs would raise consumer prices without aiding the broader economy</h2>\n\n<p class=\"has-text-align-none\">The first component of the joint Trump-Musk economic vision is a sweeping tariff regime. Trump has promised to impose a 10 percent to 20 percent <a href=\"https://www.cnbc.com/2024/10/20/trump-tariffs-election.html\">universal tariff on all imports</a>, and an at least <a href=\"https://www.cnbc.com/2024/02/04/trump-floats-more-than-60percent-tariffs-on-chinese-imports.html\">60 percent tariff</a> on imports from China.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">He claims that the cost of these duties would be borne by foreign producers. The theory behind that claim (to the extent that Trump has one) is that overseas companies would feel compelled to fully offset the impact of the tariff for US consumers: Since their goods would face a 10 percent sales tax in the US — while the goods of their American competitors would face no tax — exporters would cut the prices of their goods by 10 percent, and accept lower profit margins, in order to maintain their products’ competitiveness on the US market.</p>\n\n<p class=\"has-text-align-none\">But this idea is dubious in theory, and patently false in practice. For one thing, there are many products and commodities that cannot be produced in the United States. Putting a 10 percent tariff on Colombian coffee beans will not make it possible to grow coffee at scale in the US. A Colombian Arabica exporter would therefore have no incentive to lower their prices in response to Trump’s tariff, for fear of getting outcompeted by nonexistent US rivals.</p>\n\n<p class=\"has-text-align-none\">Another even larger problem for Trump’s theory is that American manufacturers cannot produce many of their wares without foreign-made components. Putting a tariff on all imports therefore increases domestic firms’ cost of production. And many American companies are already telling investors and the public that they will raise prices in order to offset that increase in costs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If we get tariffs, we will pass those tariff costs back to the consumer,” the CEO of AutoZone, an American auto parts retailer, recently said on <a href=\"https://www.the-sun.com/motors/12788723/autozone-price-hikes-trump-tariffs/\">an earnings call</a>. “We’ll generally raise prices ahead of — we know what the tariffs will be — we generally raise prices ahead of that.”</p>\n\n<p class=\"has-text-align-none\">As the <a href=\"https://www.washingtonpost.com/business/2024/10/30/companies-tariffs-trump-prices/\">Washington Post</a> reported, Columbia Sportswear and Stanley Black &amp; Decker have announced similar plans.</p>\n\n<p class=\"has-text-align-none\">For these reasons, among others, <a href=\"https://budgetlab.yale.edu/research/fiscal-macroeconomic-and-price-estimates-tariffs-under-both-non-retaliation-and-retaliation\">Yale’s Budget Lab estimates that Trump’s tariffs</a> would raise consumer prices by as much as 5.1 percent, or $7,600 per household (in 2023 dollars).</p>\n\n<p class=\"has-text-align-none\">Critically, this immediate pain for US consumers would not translate into durable gains for America’s manufacturers. To the contrary, Trump’s tariffs would likely hurt American exporters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As already mentioned, his tariff would raise input costs for American producers. And that would render such manufacturers less competitive in the global market, leading them to lose market share.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Indeed, the small-bore tariffs that Trump applied during his first term demonstrated this problem. Economists at the University of California San Diego, the Census Bureau, and the Federal Reserve studied the<a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3514349\"> impacts of Trump’s tariffs</a> on steel, aluminum, solar panels, and various Chinese goods. They found that American exporters who were most exposed to tariffs on their inputs saw lower export growth in 2019 than exporters who were unaffected by the duties. And the impacts would likely be significantly larger for a universal tariff that raised the cost of every foreign input to the production process.</p>\n\n<p class=\"has-text-align-none\">At the same time, Trump’s tariff would run afoul of America’s obligations under various free trade agreements. And other nations would respond by imposing retaliatory tariffs on American-made goods. Again, Trump’s far more modest experiments with protectionism in his first term illustrated the problem. As America’s trade partners imposed retaliatory duties on US agricultural products, <a href=\"https://www.ers.usda.gov/webdocs/publications/102980/err-304.pdf\">American farmers suffered a $27 billion loss</a> in exports between mid-2018 and the end of 2019.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Further, a <a href=\"https://www.federalreserve.gov/econres/feds/files/2019086pap.pdf\">2019 Federal Reserve analysis</a> found that US manufacturers exposed to tariffs saw relative reductions in employment as the harms of higher input costs and retaliatory tariffs outweighed the benefits of protection from import competition.</p>\n\n<p class=\"has-text-align-none\">Thus, Trump’s tariffs would make life more expensive for consumers in the short term, and American manufacturing less competitive in the long run.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Deporting undocumented immigrants en masse would make America poorer</h2>\n\n<p class=\"has-text-align-none\">Trump also plans to <a href=\"https://www.vox.com/2024-elections/373479/stephen-miller-mass-deportation-camps-trump-agenda\">deport undocumented immigrants</a>, including law-abiding workers who’ve long lived in the US. In addition to the human suffering mass deportations would cause, such a plan would impose immediate economic pain with no compensating long-term benefit.</p>\n\n<p class=\"has-text-align-none\">Rapidly removing millions of undocumented workers from the economy would devastate the agricultural and construction sectors, where such immigrants make up <a href=\"https://www.theguardian.com/us-news/2024/oct/30/trump-deportation-plan-economic-disaster\">roughly one-third and one-quarter of the workforce</a>, respectively. This would render both food and housing more scarce, and thus more expensive (at least in the immediate term).</p>\n\n<p class=\"has-text-align-none\">The disappearance of millions of working-age people who pay Social Security and Medicare taxes would also <a href=\"https://www.americanimmigrationcouncil.org/sites/default/files/research/mass_deportation_report_0.pdf\">expedite the insolvency of those programs.</a> As the American population ages over the next five years, it will need to add <a href=\"https://www.protectedincome.org/news/labor-day-peak-65-trades-hit-hardest/#:~:text=Washington%2C%20D.C.%2C%20August%2027%2C,of%20Peak%20Baby%20Boomer%20retirements.\">240,000 workers each month</a> to keep pace with retirements, according to a recent study. Trump’s program would make this virtually impossible to achieve.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s supporters argue that these harms will be offset in the long run by huge wage gains for native-born Americans, who will no longer need to compete with undocumented workers for jobs. But this is a fallacy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">American workers’ bargaining power is determined by the balance between the demand for labor in the economy and the supply of workers. When employers have a high appetite for labor but a limited pool of applicants, workers can secure better pay and conditions. This economic circumstance is commonly described as a “tight labor market.”</p>\n\n<p class=\"has-text-align-none\">Mass deportation would reduce the supply of workers in the US economy. But it would also reduce <em>demand</em> for American labor: Immigrants are human beings who purchase goods and services in order to survive and enjoy themselves. Consequently, deporting millions of undocumented immigrants wouldn’t necessarily make labor markets tighter. And in any event, such a destructive policy is unnecessary for creating a favorable environment for US workers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s more than possible to simultaneously generate a tighter labor market and grow the population of workers through immigration. In fact, this just occurred: In 2022 and 2023, an estimated <a href=\"https://www.jchs.harvard.edu/blog/what-effects-will-recent-surge-immigration-have-household-growth\">6 million people immigrated</a> to the US. Over that same period, <a href=\"https://fred.stlouisfed.org/series/UNRATE\">unemployment fell</a> to historic lows, while <a href=\"https://www.epi.org/blog/a-2023-census-data-preview-household-incomes-likely-rose-because-of-a-strong-labor-market-and-falling-inflation/\">wages rose</a> and <a href=\"https://www.politico.com/news/2023/05/29/low-income-wages-employment-00097135\">pay inequality fell</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This was not an aberrant outcome. As economics blogger Noah Smith notes, economists have studied the <a href=\"https://www.noahpinion.blog/p/why-immigration-doesnt-reduce-wages\">economic effects of myriad immigration waves</a>, and tend to find no negative impact on native-born workers’ wages or employment prospects.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, immigrants tend to increase an economy’s labor efficiency. This is because immigrant workers are <a href=\"https://www.cbpp.org/research/immigrants-contribute-greatly-to-us-economy-despite-administrations-public-charge-rule\">far more willing to move</a> in response to shifting economic conditions than native workers who have deep roots in particular US communities. Immigrants are therefore uniquely effective at filling shortages in local labor markets. By plugging these holes, they render other workers in those places more productive. The Harvard economist <a href=\"https://www.brookings.edu/wp-content/uploads/2001/01/2001a_bpea_borjas.pdf\">George Borjas has estimated that such productivity gains</a> generate between $5 billion and $10 billion of economic value for native-born workers each year.</p>\n\n<p class=\"has-text-align-none\">Thus, Trump’s immigration plans would make US consumers poorer in the near term, while reducing the size and productivity of the American economy on a longer time horizon.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Gutting air safety, meat inspections, and food stamps will not make the economy healthier</h2>\n\n<p class=\"has-text-align-none\">Finally, Musk’s fiscal plans — which Trump supposedly intends to implement (at least, according to Musk) — would severely disrupt the provision of government services and increase unemployment, while hurting the economy’s long-term growth prospects.</p>\n\n<p class=\"has-text-align-none\">At Trump’s rally at Madison Square Garden, Cantor Fitzgerald CEO Howard Lutnick <a href=\"https://www.washingtonpost.com/business/2024/10/29/elon-musk-2-trillion-budget-cuts-trump-election/\">asked Musk,</a> “How much do you think we can rip out of this wasted, $6.5 trillion Harris-Biden budget?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">This was evidently a reference to the 2024 US federal budget, which is actually $6.75 trillion.</p>\n\n<p class=\"has-text-align-none\">“I think we can do at least $2 trillion,” Musk replied.</p>\n\n<p class=\"has-text-align-none\">This proposal is so radical it has attracted criticism from fiscal conservatives who support the broad goal of cutting federal spending. Brian Riedl, a senior fellow at the right-wing Manhattan Institute, told the <a href=\"https://www.washingtonpost.com/business/2024/10/29/elon-musk-2-trillion-budget-cuts-trump-election/\">Washington Post</a> this week, “The idea that one can cut $2 trillion in wasteful and unnecessary programs is absolutely absurd.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The reason is simple. According to government watchdogs, <a href=\"https://www.gao.gov/blog/federal-government-made-236-billion-improper-payments-last-fiscal-year\">actual waste and fraud amounts to</a> less than $300 billion a year. Shaving $2 trillion off the federal budget would therefore require draconian cuts to many popular federal programs.</p>\n\n<p class=\"has-text-align-none\">Were Trump to implement Musk’s vision while simultaneously honoring his promise to avoid cutting entitlements and the GOP’s commitment to avoiding defense spending cuts, then he would need to slash all other government programs by 80 percent. That would involve gutting all social services for low-income Americans, food inspections, air safety, health insurance subsidies, and infrastructure investments, among countless other things.</p>\n\n<p class=\"has-text-align-none\">This would abruptly and massively reduce demand in the US economy, potentially triggering a recession.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There is little reason to expect such severe and haphazard spending cuts to benefit the economy in the long term. After all, government investments in <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4705468#:~:text=Findings%3A%20The%20results%20indicate%20a,but%20still%20significant%20positive%20effect.\">education</a> and <a href=\"https://www.epi.org/publication/the-potential-macroeconomic-benefits-from-increasing-infrastructure-investment/\">infrastructure</a> often increase the economy’s growth potential — slashing funding for such programs could impair America’s economic performance in the coming decades.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The best argument for Trump’s economic agenda is that he might not act on it</h2>\n\n<p class=\"has-text-align-none\">Musk is correct to say that Trump’s plans would impose hardship on the American people. But he’s wrong to describe such difficulties as temporary. If Trump and Musk get their way, America’s consumers will pay higher prices, its manufacturers will sell fewer exports, its agricultural industry will fall into chaos, its workforce will become less productive, its federal government will struggle to provide basic services, and its long-term economic growth potential will fall.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s supporters might reasonably argue that none of this should trouble us, since he rarely fulfills his campaign promises and will surely back away from his economically ruinous agenda once in office. But “don’t worry, our candidate is a huge liar” does not strike me as a much better message than “prepare for temporary hardship.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Elon Musk has arguably done more than any single individual to aid Donald Trump’s campaign. The mega-billionaire has put more than $75 million toward electing the former president, turned America’s most politically influential social media platform into a vehicle for right-wing propaganda, orchestrated a (shambolic) get-out-the-vote effort, and repeatedly appeared beside Trump on the campaign [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "2024 election violence is already happening",
    "link": "https://www.vox.com/politics/381520/2024-election-violence-trump-loses-extremism-civil-war",
    "pubDate": "2024-11-01T14:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A protester flying a Trump flag and an upside down American flag on the lawn far in front of the Capitol Building.\" data-caption=\"Pro-Trump protesters gather in front of the US Capitol Building on January 6, 2021, in Washington, DC. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Brent Stirton/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Brent Stirton/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1230734387.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Pro-Trump protesters gather in front of the US Capitol Building on January 6, 2021, in Washington, DC. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Brent Stirton/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Political violence has reached <a href=\"https://www.reuters.com/investigates/special-report/usa-politics-violence/\">alarming levels </a>in the US over the last few years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The January 6, 2021, insurrection at the US Capitol, the <a href=\"https://apnews.com/article/david-depape-nancy-pelosi-husband-paul-attacked-454cbde088fcae22a356f1f8dd0e9eba\">attack on former Speaker Nancy Pelosi’s husband</a>, and <a href=\"https://www.vox.com/politics/371981/trump-shooting-ryan-wesley-routh-golf-club\">multiple assassination attempts</a> against former President Donald Trump are all examples of America’s increasingly polarized and perilous environment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, the 2024 election could cause another flare-up, especially if Trump loses. Discussion of violence among right-wing extremists has also already <a href=\"https://globalextremism.org/post/online-chatter-election-contains-signs-for-violence/\">spiked online</a>, and unlike Vice President Kamala Harris, Trump has refused to say that he would concede.</p>\n\n<p class=\"has-text-align-none\">Trump has, however, employed violent rhetoric himself. On Thursday, Trump lambasted former Rep. Liz Cheney, an outspoken Republican critic of the former president who he described as a “radical war hawk.” </p>\n\n<p class=\"has-text-align-none\">“Let’s put her with a rifle standing there with nine barrels shooting at her, okay?” he said at a <a href=\"https://www.cnn.com/2024/11/01/politics/donald-trump-liz-cheney-war-hawk-battle/index.html\">campaign event in Arizona</a>. “Let’s see how she feels about it, you know, when the guns are trained on her face.”</p>\n\n<p class=\"has-text-align-none\">The polls show a <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/national/\">tight race</a> between Trump and Vice President Kamala Harris, suggesting that this time, as in 2020, the results may be decided by narrow margins in a few battleground states. Trump has been priming Republican voters to reject the results if he comes up short, making <a href=\"https://www.cnn.com/2024/10/29/politics/trump-voter-fraud-claims-pennsylvania/index.html\">unsubstantiated claims about voter fraud in Pennsylvania</a> and <a href=\"https://www.cbsnews.com/news/trump-noncitizen-voter-fraud-fact-check/\">noncitizens voting on a widespread basis</a>. Billionaire Trump supporter Elon Musk has also set up a platform on his social media site X, formerly known as Twitter, for users to &#8220;<a href=\"https://www.npr.org/2024/10/31/nx-s1-5165523/voting-election-conspiracy-theories-social-media\">share potential incidents of voter fraud or irregularities</a> you see while voting in the 2024 election.&#8221;</p>\n\n<p class=\"has-text-align-none\">Those tactics seem to be working. If Trump loses, about a quarter of Republicans said they think he should do whatever it takes to ensure he becomes president anyway, according to a <a href=\"https://www.prri.org/research/one-leader-under-god-the-connection-between-authoritarianism-and-christian-nationalism-in-america/?preview=true\">September PRRI poll</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That may include resorting to violence. Among Republicans who don’t believe Biden’s win in 2020 was legitimate, almost one-third said in an <a href=\"https://hub.jhu.edu/2024/08/07/snf-agora-poll-july-2024/\">August poll</a> by the SNF Agora Institute at Johns Hopkins University that they expected “a lot” or “a great deal” of political violence after the November election. More <a href=\"https://www.washingtonpost.com/politics/2024/10/30/voters-fear-violence-trump-loss/\">recent polls</a> have found similar results, including an October <a href=\"https://apnorc.org/projects/many-voters-are-worried-about-the-electoral-process-and-transition-of-power/\">AP-NORC poll</a> that found 27 percent of Republicans, and 42 percent of voters overall, “extremely” or “very” worried about post-election violence.</p>\n\n<p class=\"has-text-align-none\">All of this has put law enforcement and national security officials on high alert about political violence in the days before and after the election. Earlier this month, a joint Department of Homeland Security (DHS) and FBI intelligence <a href=\"https://www.cbsnews.com/news/election-violence-domestic-extremists-fbi-dhs-bulletin/\">bulletin</a> said that domestic extremists &#8220;pose a threat of violence to a range of targets directly and indirectly associated with elections through at least the presidential inauguration&#8221; on January 20.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What kind of political violence might break out?</strong></h2>\n\n<p class=\"has-text-align-none\">Some incidents of political violence have already been recorded in the runup to Election Day.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ballots in mailboxes and drop boxes in <a href=\"https://apnews.com/article/election-2020-marty-walsh-boston-elections-crime-3d9dd32292187df91d73cb153b9c0a73\">Massachusetts,</a> <a href=\"https://www.nbcnews.com/politics/2024-election/ballots-damaged-usps-mailbox-fire-phoenix-rcna177067\">Arizona</a>, <a href=\"https://www.nbcnews.com/politics/2024-election/ballot-boxes-set-fire-portland-vancouver-rcna177611\">Washington, and Oregon</a> have been damaged in suspected arson. DHS warned this might happen, based on its monitoring of comments made online in domestic violent extremist circles. In a series of <a href=\"https://thehill.com/policy/national-security/4957125-domestic-violent-extremists-2024-election/\">security bulletins</a> in the last few months, the agency noted, “Some threat actors may perceive ballot drop boxes as ‘soft targets’ because they are more accessible” and that some of these actors had discussed a variety of methods for damaging them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A man was also <a href=\"https://www.azcentral.com/story/news/local/tempe/2024/10/29/grand-jury-indicts-man-accused-of-shooting-at-democratic-party-office/75924391007/\">indicted on terrorism and gun charges</a> for allegedly shooting at the Democratic National Committee’s offices in Phoenix on three occasions since September.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Things might only get worse from here. Deputy Attorney General Lisa Monaco has <a href=\"https://www.usnews.com/news/u-s-news-decision-points/articles/2024-09-24/deputy-ag-u-s-faces-unprecedented-level-of-political-threats\">warned</a> that the US is “facing an unprecedented level of, and increase in, threats of violence against public officials.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the <a href=\"https://thehill.com/policy/national-security/4957125-domestic-violent-extremists-2024-election/\">DHS bulletins</a>, there is a “heightened risk” that domestic violent extremists could “attempt to initiate civil war.” That kind of chatter has become increasingly common in online spaces <a href=\"https://globalextremism.org/post/online-chatter-election-contains-signs-for-violence/\">frequented by right-wing extremist groups</a>. That said, the DHS noted that the prosecutions of those involved in the January 6 insurrection and hesitation about potential false flag operations designed to entrap them could serve as deterrents.</p>\n\n<p class=\"has-text-align-none\">Law enforcement officials across the country are bracing for the possibility of escalation, particularly in Democratic population centers. For instance, Detroit’s election headquarters have reportedly been reinforced with bulletproof glass and will be protected by armed guards after Trump supporters tried to <a href=\"https://www.reuters.com/article/legal/michigan-still-counting-votes-angry-poll-watchers-barred-in-detroit-trump-sues-idUSKBN27K2AL/\">interrupt ballot counting</a> by chanting “Stop the count” and banging on the windows in 2020. Philadelphia election staff will <a href=\"https://www.reuters.com/world/us/us-swing-states-officials-brace-conspiracy-theories-violence-2024-10-30/?utm_source=Sailthru&amp;utm_medium=Newsletter&amp;utm_campaign=Daily-Briefing&amp;utm_term=103024&amp;user_email=38572e447ae2b3a943d6423dd3d8ad89c2e154a588929a92468b7914f3f4e88f&amp;lctg=66464e6f30f1bc62c305003b\">count ballots in a warehouse</a> encircled by a fence with barbed wire, miles from the downtown area where protesters gathered in 2020.</p>\n\n<p class=\"has-text-align-none\">Ultimately, however, these preparations might not be enough to quell domestic violent extremist activity when Republican leaders are encouraging skepticism about the integrity of the election and are reportedly <a href=\"https://www.pbs.org/newshour/politics/speaker-johnson-appears-to-confirm-a-secret-election-plan-with-trump\">making secret plans</a> to assure a second Trump term.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Being aware of the potential for violence and damage to the institutions we rely upon is important,” retired Gen. Joseph Votel, an executive board member of the Center for Ethics and the Rule of Law at the University of Pennsylvania, said in a statement. “But it is insufficient in the face of legislative acts that are open to broad interpretation, strong political rhetoric that dominates the public information space, and imperfect individuals acting in accordance with their oaths.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, November 1, 10:55 am ET:</strong> This story was originally published on October 31 and has been updated with Trump’s comments about Cheney.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Political violence has reached alarming levels in the US over the last few years.&#160; The January 6, 2021, insurrection at the US Capitol, the attack on former Speaker Nancy Pelosi’s husband, and multiple assassination attempts against former President Donald Trump are all examples of America’s increasingly polarized and perilous environment.&#160; Now, the 2024 election could [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Should you feel guilty about using AI?",
    "link": "https://www.vox.com/technology/381158/should-you-feel-guilty-about-using-ai",
    "pubDate": "2024-11-01T14:41:13.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"The Apple Store in New York City glows like the new Siri, powered by Apple Intelligence, ahead of the iPhone 16 launch in September. | Timothy A. Clary/AFP via Getty Images\" data-portal-copyright=\"Timothy A. Clary/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2172386617.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The Apple Store in New York City glows like the new Siri, powered by Apple Intelligence, ahead of the iPhone 16 launch in September. | Timothy A. Clary/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Apple just put AI in millions of people’s pockets. The company is rolling out what it calls <a href=\"https://www.apple.com/newsroom/2024/10/apple-intelligence-is-available-today-on-iphone-ipad-and-mac/\">Apple Intelligence</a> this week, bringing some basic text generation and image editing features to iPhone, iPad, and Mac users <a href=\"https://support.apple.com/en-us/121115#:~:text=To%20get%20started%20with%20Apple,though%20wait%20times%20can%20vary.\">who opt in</a>. I’ve been testing these tools through the developer beta version of the software for a couple months now, and <a href=\"https://www.vox.com/technology/370836/apple-intelligence-iphone-16-ios-update-siri\">they’re pretty mediocre</a>. But this is only the beginning.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Generative AI, once a parlor trick for the tech-obsessed, is fast becoming the main event for major software releases. As Apple pushes its version of the technology, Google <a href=\"https://blog.google/products/android/google-ai-android-update-io-2024/\">is building AI into its Android operating system</a> and <a href=\"https://www.vox.com/technology/357247/why-are-ai-search-engines-so-bad\">forcing everyone to look at AI Overviews</a> at the top of virtually every Google Search. <a href=\"https://www.theverge.com/2024/7/25/24205701/openai-searchgpt-ai-search-engine-google-perplexity-rival\">OpenAI</a> and <a href=\"https://www.theverge.com/2024/10/28/24282017/meta-ai-powered-search-engine-report\">Meta</a> are building their own AI-powered search engines, while the startup <a href=\"https://www.perplexity.ai/\">Perplexity</a> already has one. <a href=\"https://blogs.microsoft.com/blog/2024/10/21/new-autonomous-agents-scale-your-team-like-never-before/\">Microsoft</a> and <a href=\"https://www.cnbc.com/2024/10/22/anthropic-announces-ai-agents-for-complex-tasks-racing-openai.html\">Anthropic</a> recently announced new, super-powerful AI agents that can complete complex tasks much like humans would. (Disclosure: Vox Media is one of several publishers that has signed partnership agreements with OpenAI. Our reporting remains editorially independent.)</p>\n\n<p class=\"has-text-align-none\">While some companies have had generative AI products out in the wild for over a year, the arrival of Apple Intelligence marks an inflection point for the mainstreaming of the technology. Apple Intelligence is only available on the latest Apple devices, but over half the phones in the United States <a href=\"https://www.techradar.com/phones/iphone/dont-blame-apple-for-the-us-smartphone-market-blame-the-us-carriers\">are iPhones</a>. As people upgrade, millions more can tap into the new technology.</p>\n\n<p class=\"has-text-align-none\">If you’re not already using AI, you probably will be soon — whether you like it or not.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We&#8217;re getting AI, especially generative AI, shoved down our throats with little to no transparency, and honestly, the opt-out mechanisms are either nonexistent or complicated,” said Sasha Luccioni, AI researcher and climate lead at Hugging Face, a platform for sharing AI and machine learning tools.</p>\n\n<p class=\"has-text-align-none\">If that fills you with dread, it’s understandable. Maybe you feel bad participating in the race <a href=\"https://www.vox.com/future-perfect/2023/9/19/23879648/americans-artificial-general-intelligence-ai-policy-poll\">to build a superintelligent AI</a> nobody asked for. You may feel complicit for using <a href=\"https://www.nytimes.com/2024/10/23/technology/openai-copyright-law.html\">AI models trained on copyrighted material</a> without paying the creators. You probably feel just plain bad about the flood of <a href=\"https://www.vox.com/culture/378855/ai-slop-fall-autumn-inspiration-vibes-pinterest\">AI slop that’s ruining the internet</a> even if you did not personally create the slop.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then there’s the climate consequences of it all. AI, in its many shapes and forms, requires a lot of <a href=\"https://www.vox.com/climate/2024/3/28/24111721/climate-ai-tech-energy-demand-rising\">energy and water to work</a>. A <em>lot</em>. That might make you feel downright guilty about using AI.</p>\n\n<h2 class=\"wp-block-heading\"><strong>AI’s big energy appetite</strong></h2>\n\n<p class=\"has-text-align-none\">There’s a chance Apple Intelligence is more guilt-free than the other big AI options as far as energy is concerned. Apple says it keeps the processing for certain AI features, like GenMoji and Image Playground, entirely on your device. That means less reliance on energy-intensive data centers.</p>\n\n<p class=\"has-text-align-none\">We don’t know exactly how much energy AI uses at these data centers. Using data from a recent Microsoft Research study, Shaolei Ren, an engineering professor at the University of California Riverside, came up with this: Asking ChatGPT to write two 200-word emails uses roughly the same amount of energy as a Tesla Model 3 would need to drive one mile. Because they generate so much heat, the processors that generated those emails would also require <a href=\"https://www.washingtonpost.com/technology/2024/09/18/energy-ai-use-electricity-water-data-centers/\">about four half-liter bottles of water</a> to cool down.</p>\n\n<p class=\"has-text-align-none\">The consequences of such energy profligacy become clearer if you scale up. The amount of electricity used by data centers, where AI processing largely takes place, is <a href=\"https://www.goldmansachs.com/insights/articles/AI-poised-to-drive-160-increase-in-power-demand\">predicted to grow by 160 percent</a> by the end of the decade, and carbon dioxide emissions could more than double as a result, according to Goldman Sachs. Meanwhile, the amount of water needed will also spike, so much so that by 2027, AI’s thirst <a href=\"https://arxiv.org/abs/2304.03271\">could be equal to half the annual water withdrawal of the United Kingdom</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These are all estimates based on limited data because the tech companies building AI systems, including Apple, Google, Microsoft, and OpenAI, do not share exactly how much energy or water their models use.</p>\n\n<p class=\"has-text-align-none\">“We&#8217;re just looking at the black box because we have absolutely no idea of the energy consumption for interacting with the large language models,” Ren said. He compared the situation to searching for flights on Google and being able <a href=\"https://support.google.com/travel/answer/9671620?hl=en\">to see the carbon emissions for each leg</a>. “But when it comes to these large language models, there&#8217;s absolutely none, zero, no information.”</p>\n\n<p class=\"has-text-align-none\">The lack of transparency about AI’s energy demands also runs counter to these tech companies’ sustainability promises. There’s good reason to believe that AI is <a href=\"https://www.wsj.com/articles/browns-take-ai-threatens-tech-companies-climate-commitments-3c6c1883\">leading directly to those promises being broken</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Due to increases in data center energy usage, Google saw its greenhouse gas emissions <a href=\"https://www.bloomberg.com/news/articles/2024-07-02/google-s-emissions-shot-up-48-over-five-years-due-to-ai?sref=qYiz2hd0\">increase by 48 percent</a> from 2019 to 2023, despite a pledge to cut emissions by 50 percent from its 2019 levels <a href=\"https://sustainability.google/operating-sustainably/net-zero-carbon/\">by 2030</a>. The company <a href=\"https://www.bloomberg.com/news/articles/2024-07-08/google-is-no-longer-claiming-to-be-carbon-neutral?sref=qYiz2hd0\">no longer claims to be carbon neutral</a>. Microsoft similarly <a href=\"https://www.wsj.com/articles/browns-take-ai-threatens-tech-companies-climate-commitments-3c6c1883\">saw a 29 percent jump in emissions</a> from 2020 to 2023. While Microsoft has promised to be carbon negative by 2030, it <a href=\"https://www.wsj.com/articles/microsoft-wrestles-with-rising-emissions-from-ai-ahead-of-its-2030-net-zero-goal-b53d4cf4\">is now openly struggling</a> with ways to make that happen while keeping pace with AI innovation.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What the AI dealers aren’t telling us</strong></h2>\n\n<p class=\"has-text-align-none\">This is what an arms race looks like. It’s worth pointing out here that all energy usages started to spike around the time that OpenAI knocked the world’s socks off with its <a href=\"https://www.nytimes.com/2022/12/05/technology/chatgpt-ai-twitter.html\">surprise release of ChatGPT</a> in November 2022. The chatbot <a href=\"https://www.theverge.com/2023/11/6/23948386/chatgpt-active-user-count-openai-developer-conference\">became the fastest-growing app ever</a>, capturing 100 million users <a href=\"https://www.reuters.com/technology/chatgpt-sets-record-fastest-growing-user-base-analyst-note-2023-02-01/\">in two months</a> and kick-starting the AI gold rush in Silicon Valley. Now, <a href=\"https://www.cnbc.com/2024/10/16/generative-ai-startups-get-40percent-of-all-vc-investment-in-cloud-accel.html#:~:text=Generative%20artificial%20intelligence%20startups%20are,the%20startup%20at%20$157%20billion.\">40 percent of all venture capital money</a> in cloud computing goes to generative AI companies. OpenAI itself announced a $6.6 billion funding round in early October — the <a href=\"https://www.emarketer.com/content/openai-raises-record--6-6-billion-investors-back-its-ai-dominance\">largest venture capital round of all time</a> — giving it a $157 billion valuation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With such staggering amounts of money at play, it’s perhaps no surprise that energy efficiency takes a back seat to growth and innovation. Companies like OpenAI want the models that power their AI technology to get bigger so they can get better and outperform competitors. And the bigger the model, the greater the energy demand — at least for now. Over time, it’s likely that performance will get more efficient thanks to advances in chip technology, data center cooling, and engineering.</p>\n\n<p class=\"has-text-align-none\">“Because the innovation happened so quickly around when ChatGPT burst onto the scene, you would expect, initially, for the efficiency to be at its lowest point,” Josh Parker, head of sustainability at chipmaker Nvidia, told me.</p>\n\n<p class=\"has-text-align-none\">Still, the most energy-intensive products are now what companies like OpenAI, Google, and Meta are pushing the hardest. Those include real-time chatbots, voice assistants, and search engines. These features <a href=\"https://www.theverge.com/24066646/ai-electricity-energy-watts-generative-consumption\">enlist larger models and require more advanced chips</a> to work at the same time to reduce latency, or lag. Put simply, they have to do a lot of hard math problems all at once and very quickly. That’s why it takes as much electricity as it does to run a Tesla.</p>\n\n<p class=\"has-text-align-none\">Apple, however, seems to present itself as an exception. As part of its promise to protect user privacy, the company says it handles as many Apple Intelligence tasks as it can on your device without sending queries to data centers. That means when you opt in to Apple Intelligence, you download a small generative AI model that can handle pretty simple tasks on your phone. Your iPhone battery, unlike a grid-connected cloud data center, has a limited amount of power, which forces Apple Intelligence to handle these tasks with some efficiency. Maybe on-device AI is the guilt-free version of the future after all.</p>\n\n<p class=\"has-text-align-none\">The problem, of course, is that we don’t know exactly how Apple Intelligence works. But there is some insight you can gain: You can actually access a log of your activity on Apple Intelligence by going to Settings and then Privacy and Security. There, you’ll see an option to export an Apple Intelligence Report. Unless you’re a developer, the file you download will be hard to read, since it’s full of code, but it does technically reveal <a href=\"https://eclecticlight.co/2024/10/29/check-writing-tools-using-air/\">which tasks are handled on your device</a> and which ones get sent up to Apple’s Private Cloud Compute servers, giving them a bigger carbon footprint. Apple also says its servers run on 100 percent renewable energy, part of the company’s <a href=\"https://www.apple.com/environment/pdf/Apples_Product_Use_Electricity_Strategy.pdf\">broader commitment to be carbon neutral</a> by the end of the decade.</p>\n\n<p class=\"has-text-align-none\">So again, if you’re feeling dread or guilt about AI in your life, that’s understandable. It is clear that this technology, in its current state, consumes vast and increasing amounts of energy, contributing to greenhouse gas emissions and worsening human-caused climate change. It is also true that you might not have a choice, as big tech companies make generative AI more foundational to their products. You can opt out of Apple Intelligence or never opt in. But you’ll find it’s more difficult, if not impossible, to opt out of AI products from Google, Meta, and Microsoft. (If you want to try, here’s <a href=\"https://www.washingtonpost.com/technology/2024/05/31/opt-out-ai-training-meta-chatgpt/\">a helpful guide</a>.)</p>\n\n<p class=\"has-text-align-none\">“I don&#8217;t think there&#8217;s a reason to feel guilty,” Luccioni said. “But I do think there&#8217;s a reason — as with climate change in general — to ask for more information, to ask for accountability on behalf of the companies that are selling us this stuff.”</p>\n\n<p class=\"has-text-align-none\">If AI is supposed to solve all our problems or destroy us all <a href=\"https://www.vox.com/the-gray-area/2024/3/3/24083523/artificial-intelligence-ai-doomsday-panic-extinction-climate-change-utopia-tech-bros-silicon-valley\">or both</a>, it would be nice to know the details. We could ask ChatGPT, but that might be a huge waste of energy.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, 10:40 am, November 1, 2023:</strong> This story, originally published October 31, has been updated with additional details about Apple Intelligence and its energy use.</em></p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/newsletters\"><em><strong>Sign up here</strong></em></a><em>&nbsp;so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Apple just put AI in millions of people’s pockets. The company is rolling out what it calls Apple Intelligence this week, bringing some basic text generation and image editing features to iPhone, iPad, and Mac users who opt in. I’ve been testing these tools through the developer beta version of the software for a couple [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "How to get through election season without despair",
    "link": "https://www.vox.com/future-perfect/381475/elections-donald-trump-kamala-harris-anxiety-progress-voting",
    "pubDate": "2024-11-01T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An overhead view of a Donald Trump rally, with Trump on the stage and a large screen above him showing him speaking.\" data-caption=\"Many of the things that matter the most for our lives don’t get decided in elections.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2181524866.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Many of the things that matter the most for our lives don’t get decided in elections.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When election season rolls around I always run into a lot of people who are having a pretty bad time. It’s the drumbeat of dire news and <a href=\"https://www.msnbc.com/the-reidout/reidout-blog/trump-madison-square-garden-rally-rap-sports-50-cent-rcna178064\">last-minute plot twists</a> and <a href=\"https://www.vox.com/politics/381150/biden-garbage-gaffe-republicans-trump-supporters\">scandals</a>. It’s the <a href=\"https://www.vox.com/2024-elections/378909/election-2024-polls-harris-trump-winning-odds\">absurdly close polls</a>. It’s the feeling that we — especially people like me in California — are <a href=\"https://ash.harvard.edu/articles/the-electoral-college-and-our-broken-presidential-election-system/\">approximately powerless</a> while a decision of enormous importance gets made. There’s nothing to do but wait and see what happens — not that that stops me from frequently refreshing all the models and squinting at the internals of all the polls.</p>\n\n<p class=\"has-text-align-none\">So I wanted to talk about how to keep perspective on presidential elections without pretending they don’t matter or letting them become the sole verdict on whether our world is headed in the right direction.</p>\n\n<p class=\"has-text-align-none\">It does matter a great deal who wins on Tuesday, obviously. Kamala Harris and Donald Trump have very different views on Ukraine, <a href=\"https://www.vox.com/politics/368462/kamala-harris-israel-palestine-gaza-dnc-speech\">Gaza</a>, <a href=\"https://www.vox.com/2024-elections/24137666/trump-agenda-inflation-prices-dollar-devaluation-tariffs\">tariffs</a>, <a href=\"https://www.vox.com/policy/369177/democrats-kamala-harris-truce-immigration-progressive-border-security\">legal immigration</a>,<a href=\"https://www.wired.com/story/trump-cia-venezuela-maduro-regime-change-plot/\"> Latin American coup attempts</a>, <a href=\"https://www.vox.com/videos/370668/how-trump-could-ban-abortion-medication-president\">abortion</a>, whether you should get election boards to discard the results of legitimate elections, and much more. I’m not here to argue you should be zen about the election because it doesn’t matter — it matters enormously.</p>\n\n<p class=\"has-text-align-none\">But I do think that when you step back and take some perspective, it’s clear that many of the things that matter the most for our lives — the lives of our loved ones, and the lives of everyone on Earth — don’t get decided in elections. And how those things go are much easier to affect than elections are.</p>\n\n<h2 class=\"wp-block-heading\">Looking back at what actually mattered</h2>\n\n<p class=\"has-text-align-none\">Often the most important gears that turned to affect people’s lives — for better or for worse — did that without a single mention on a debate stage or a campaign platform. <a href=\"https://ourworldindata.org/child-mortality\">Antibiotics. Vaccination</a>. <a href=\"https://www.nber.org/papers/w28076\">Mass electrification</a>. <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC3684076/#:~:text=Hock%20(2008)%20and%20Ananat%20and,representation%20in%20nontraditionally%20female%20professions.\">Contraception</a>. <a href=\"https://www.nber.org/system/files/working_papers/w29102/w29102.pdf\">The internet</a>. <a href=\"https://www.vox.com/the-gray-area/356044/nuclear-annihilation-annie-jacobsen\">The nuclear bomb</a>. <a href=\"https://www.vox.com/future-perfect/379527/livestock-auctions-animal-abuse-investigation-cow-sheep-goats\">Factory farming</a>. Most of the ways that we are <a href=\"https://www.vox.com/the-highlight/23632673/against-doomerism\">fortunate to live in the 2020s instead of the 1920s</a> — and most of the ways that the 2020s are far more horrifying than the 1920s — happened despite the lousy presidents and without much aid from the good ones.</p>\n\n<p class=\"has-text-align-none\">Even when an issue is hotly contested, the key thing that ends up driving change is often only tangentially related to the part everyone is arguing about. We’re on a much better footing in the fight against climate change <a href=\"https://x.com/AlecStapp/status/1803810075909161296\">because solar is so cheap</a> — most of the debates over everything else end up being a rounding error compared to that.</p>\n\n<p class=\"has-text-align-none\">One of my colleague Dylan Matthews’s most famous <a href=\"https://www.vox.com/2015/7/8/8894019/george-w-bush-pepfar\">contrarian Future Perfect-flavored takes</a> was that George W. Bush was actually, if you do the math, an awesome president because of PEPFAR, his AIDS program that saved at least 1 million lives in Africa at a time when no one was giving AIDS the prioritization it deserved. Sure, he also started a couple of unnecessary wars in the Middle East and the pointless expansion of the surveillance state in the name of liberty; sure, his domestic policy agenda was mostly a flop or got forgotten about in the aftermath of 9/11. But still, he saved a lot of children.</p>\n\n<p class=\"has-text-align-none\">How much to consider this a defense of Bush is mostly a philosophical question, and frankly I don’t care — I’m not the judge of his soul. But I do think that it’s an important point if you are thinking about how to do good in the world. Things that no one is paying attention to, neglected programs that a dedicated visionary can make happen — these are often where the enormous effects on the world are.</p>\n\n<h2 class=\"wp-block-heading\">Remember what matters</h2>\n\n<p class=\"has-text-align-none\">Elections matter. But they are far from being the only thing that matters. And it’s hard among the noise and chaos and fury of any given moment to guess which of the many issues contested in an election are the ones that will really matter. (Pandemic prevention, just to take one example, was not much of an issue in 2016, just a few years before Covid hit.) </p>\n\n<p class=\"has-text-align-none\">So if you find yourself feeling paralyzed and helpless about elections, refreshing news sites instead of doing real substantive work toward a better world, my advice — which I have had only mixed success at taking for myself — is to stay oriented to all of the other things that matter just as much and that are much, much easier to change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead of letting every twist and swing of the polls in Wisconsin control your mood, work on something that really matters and that none of our politicians are bothering to solve. This is an important decision you don’t have much control over. But the direction of our country and our world is an important decision you do have an enormous amount of control over. </p>\n\n<p class=\"has-text-align-none\">Many great people are alive today because of the <a href=\"https://www.vox.com/future-perfect/21493812/smallpox-eradication-vaccines-infectious-disease-covid-19\">individual efforts of dedicated people</a> who decided to solve some problem they could no longer bear. There are a great many important scientific projects that need volunteers. There are <a href=\"https://www.vox.com/future-perfect/364288/how-factory-farming-ends-animal-rights-vegans-climate-ethics\">horrible evils to work on ending</a>, and horrible dilemmas that will become less of a dilemma as <a href=\"https://www.vox.com/future-perfect/22652782/roots-of-progress-jason-crawford\">advancing technology and human creativity</a> give all of us better options. </p>\n\n<p class=\"has-text-align-none\">So next time you want to hit “refresh” on the polls, think about if you’ll find it more empowering — and the world will find it more useful — for you to pick something<em> </em>else that also really matters, and do that instead.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When election season rolls around I always run into a lot of people who are having a pretty bad time. It’s the drumbeat of dire news and last-minute plot twists and scandals. It’s the absurdly close polls. It’s the feeling that we — especially people like me in California — are approximately powerless while a [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "How much should kids know about politics?",
    "link": "https://www.vox.com/even-better/381410/kids-teens-politics-election-misinformation",
    "pubDate": "2024-11-01T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a father casting a paper ballot in a box. He is holding his daughter’s hand. She holds a toy bear.\" data-caption=\"Children as young as 5 have shown to already have a basic understanding of presidents and elections.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1277323587.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Children as young as 5 have shown to already have a basic understanding of presidents and elections.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the midst of a heated presidential election, political coverage and commentary can feel unavoidable. Kids are not immune — they might be picking up information about the race from the adults in their lives, at recess, or on social media. As much as parents may think their children are oblivious, research shows kids, including very young ones, are paying attention. One study found that nearly all of the surveyed kids between the ages of 5 and 11<a href=\"https://news.ku.edu/news/article/2019/08/06/researchers-find-youths-knowledgeable-about-politics-call-even-better-early-political\"> could name the candidates</a> running for president in 2016.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Kids as young as kindergarten and first grade can name candidates when they see their pictures,” says <a href=\"https://www.whitman.edu/academics/majors-and-programs/psychology/faculty-and-staff/erin-pahlke\">Erin Pahlke</a>, an associate professor of psychology at Whitman College and a co-author of the study, “and they have a sense of what the candidates believe.”</p>\n\n<p class=\"has-text-align-none\">You don’t have to have an in-depth discussion with your child every time they encounter a political topic. When it comes to political conversations with kids, experts say you should answer their questions about the civic process and quell any fears they may have — but avoid telling them how to think.</p>\n\n<h2 class=\"wp-block-heading\">When kids are young, teach them about civic engagement</h2>\n\n<p class=\"has-text-align-none\">Since children as young as 5 are shown to already have a basic understanding of presidents and elections, you can use this early exposure to guide and inform their knowledge. Kids of all ages can learn about civic engagement through activities like mock elections in school or accompanying their parents to the polls on Election Day, says clinical psychologist <a href=\"https://melissagoldbergmintz.com/\">Melissa Goldberg Mintz</a>, author of<em> </em><a href=\"https://www.amazon.com/Has-Your-Child-Been-Traumatized/dp/1462547494\"><em>Has Your Child </em></a><em><a href=\"https://www.guilford.com/books/Has-Your-Child-Been-Traumatized/Melissa-Goldberg-Mintz/9781462547494?srsltid=AfmBOopzU8cgP9dUWxCAgcx6boSaYPYd55-fu1OnB0NLCoFBcjd1EPcy\">Been</a></em><a href=\"https://www.amazon.com/Has-Your-Child-Been-Traumatized/dp/1462547494\"><em> Traumatized? How to Know and What to do to Promote Healing and Recovery</em></a>. </p>\n\n<p class=\"has-text-align-none\">You can use this experience to teach kids how elections work. Children as young as 5 can grasp that voters are choosing between two major candidates from opposite parties and for laws that affect where they live, Pahlke says. If an elementary school-aged child has particular interests — maybe they love trains and buses — you could explain how proposed legislation would impact transportation in your city or town, Goldberg Mintz says. </p>\n\n<p class=\"has-text-align-none\">But don’t get too in the weeds or too prescriptive. “Something we would not want to do,” she says, “is talk about ‘With global climate change and increasing natural disasters, our city is doomed if we don&#8217;t have these protective flood measures.’”</p>\n\n<h2 class=\"wp-block-heading\">Allow kids to lead the dialogue</h2>\n\n<p class=\"has-text-align-none\">Although children are exposed to more political information than their parents realize, their understanding or the conclusions they draw is sometimes incorrect, Pahlke says. Parents have a responsibility to clear up these misunderstandings, she continues, so ask your kids what they know about certain topics. Watching or reading the news together can be an effective way to start a conversation, says <a href=\"https://www.american.edu/cas/faculty/caporino.cfm\">Nicole Caporino</a>, an associate professor of psychology at American University. If any stories trigger fear or confusion, you can discuss the likelihood that their fears will materialize, point out hopeful news stories, and assure them the family will cope with any potential challenges together, Caporino says.</p>\n\n<p class=\"has-text-align-none\">Caporino’s research has suggested that <a href=\"https://pubmed.ncbi.nlm.nih.gov/32100153/\">most children and adolescents were worried</a> about political issues. Don’t downplay their concerns, Goldberg Mintz says. Do your best to give them an honest answer, but try not to give into fear or negativity, even if you are feeling scared. You might say, “I hear that you’re worried about that, and I have some concerns too. But we’ll figure out ways to get through it if that happens.” </p>\n\n<p class=\"has-text-align-none\">Parents should open the door to these conversations, because chances are children might already be thinking about these topics, Pahlke says. However, you shouldn’t offer up too many details if your child isn’t interested. For example, if you ask your elementary-aged kid, “The presidential election is coming up. Have you heard anything?” and they don’t have a strong opinion or say they haven’t talked about it with their friends, you can leave it at that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We don&#8217;t ever want to volunteer bloody details or gory information that kids don&#8217;t already know about,” Goldberg Mintz says. “We want to be a trustworthy source for them. And if we don&#8217;t know the answer, we want to show them how to get to a trustworthy source.”</p>\n\n<p class=\"has-text-align-none\">Teens who are closer to voting age can handle discussions about specific policies, Pahlke says, and parents can explain various perspectives and potential outcomes. Parents can also talk with their teens about the importance of voting, Goldberg Mintz says.</p>\n\n<h2 class=\"wp-block-heading\">Encourage them to fact-check what they see on social media</h2>\n\n<p class=\"has-text-align-none\">Teens are <a href=\"https://www.nytimes.com/2024/10/23/learning/teenagers-tell-us-about-their-relationship-with-news.html\">increasingly turning to social media</a> to stay informed, with one 2022 survey finding that half of Gen Z adolescents <a href=\"https://deloitte.wsj.com/cmo/digital-social-media-power-gen-z-teens-news-consumption-01655136478\">source their news from online platforms</a>. If your kid asks you a question about something they’ve seen on social media (or sounds as if it originated there), use this as an opportunity to fact-check those claims with them. Check sources like <a href=\"https://www.nytimes.com/2024/10/23/learning/teenagers-tell-us-about-their-relationship-with-news.html\">AP </a><a href=\"https://apnews.com/ap-fact-check\">Fact</a><a href=\"https://www.nytimes.com/2024/10/23/learning/teenagers-tell-us-about-their-relationship-with-news.html\"> Check</a>, <a href=\"https://www.politifact.com/\">Politifact</a>, and <a href=\"https://www.snopes.com/\">Snopes</a> and show them where they can find trusted reporting. To <a href=\"https://newslit.org/educators/resources/is-it-legit/\">determine a source’s credibility</a>, the News Literacy Project recommends quickly researching the source of your news, determining if the organization has ethical standards, and assessing the quality of the outlet’s other coverage. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“We don&#8217;t ever want to volunteer bloody details or gory information that kids don&#8217;t already know about.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">If your teen doesn’t come to you directly with what they’ve been watching online, you might need to gently broach the conversation. In the case of viral disinformation campaigns, you can ask your child, “Did you see people talking about this on social media?” This way you can glean information about what your kid is seeing online and correct any inaccuracies.</p>\n\n<h2 class=\"wp-block-heading\">Let them come to their own conclusions</h2>\n\n<p class=\"has-text-align-none\">High schoolers will have more nuanced understandings about certain current events and policies and it’s appropriate to discuss these topics with them, Pahlke says. But rather than paint various candidates or points of view as “good” or “bad,” help them consider different perspectives. Explain why people with various experiences would have different opinions on a topic. It’s fine if they align with a particular candidate or policy, but they should also be able to see where the other side is coming from. Perspective-taking can help them in other relationships, too, Pahlke says.</p>\n\n<p class=\"has-text-align-none\">Teens may also have a clear understanding of their personal values and can reflect on how certain candidates or policies reflect these values and goals, Goldberg Mintz says. You can show your teen where to find <a href=\"https://newslit.org/educators/resources/is-it-legit/\">credible information</a> from <a href=\"https://libguides.rutgers.edu/fake_news\">trusted news sources</a> on specific candidates and policies and let them make up their minds. </p>\n\n<p class=\"has-text-align-none\">“Rather than trying to get in the weeds about ‘This is the candidate that our family can support, and it&#8217;s because XYZ’ is trying to define a kid&#8217;s beliefs for them,” Goldberg Mintz says. “We let our kids come to their own decisions.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the midst of a heated presidential election, political coverage and commentary can feel unavoidable. Kids are not immune — they might be picking up information about the race from the adults in their lives, at recess, or on social media. As much as parents may think their children are oblivious, research shows kids, including [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "5 mysteries that might determine the 2024 election",
    "link": "https://www.vox.com/2024-elections/381399/electorate-demographics-2024-election-women-republican-black-latino-voter",
    "pubDate": "2024-11-01T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People in a line in the back with a floor sign that reads early voting here\" data-caption=\"Early voters line up at the polls in Stamford, Connecticut. | John Moore / Getty Images\" data-portal-copyright=\"John Moore / Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2180058118.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Early voters line up at the polls in Stamford, Connecticut. | John Moore / Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The 2024 election cycle has produced some stunning and sometimes counterintuitive narratives about how demographic subgroups might end up voting. We may just see a historic gulf in the way men and women vote — or not. Polls suggest we’re in for the greatest racial realignment since the Civil Rights Act was passed — or it could be a mirage. Young people might sit out the election because they’re disillusioned and vote for a third party — or they could turn out in record numbers for Kamala Harris. The more diverse Sun Belt states might pave the way for a Donald Trump victory — but the predominantly older and whiter “Blue Wall” states might elect the first Black woman president.</p>\n\n<p class=\"has-text-align-none\">We’ll know soon enough. Though Election Day is mere days away,<a href=\"https://election.lab.ufl.edu/early-vote/2024-early-voting/\"> at least 60 million people have already voted</a>. Battleground states are hitting or exceeding their records for early voting. And with polls of likely voters still showing an evenly tied race, any combination of factors, events, or movements within the electorate could swing the outcome.</p>\n\n<p class=\"has-text-align-none\">To that end, I’ve assembled a handful of questions we at Vox have been tracking for the last year. Their eventual answers could determine who wins the White House.</p>\n\n<h2 class=\"wp-block-heading\">Will there be late deciders? And what might change their minds?</h2>\n\n<p class=\"has-text-align-none\">The story of the closing weeks of the 2024 election has been a scramble for undecided voters, a shrinking number in poll after poll. That share includes two groups: voters who are undecided between either candidate and voters who might have a preference but are undecided about voting at all.</p>\n\n<p class=\"has-text-align-none\">We don’t exactly know who these late deciders are, though. Could they be the same kind of working class and non-college educated (primarily white) voters who boosted Trump to victory in Rust Belt states in 2016 (thus scrambling the polls)? Or are they going to be the scores of new and young (primarily nonwhite) voters who could give Harris an edge in Sun Belt states?</p>\n\n<p class=\"has-text-align-none\">And for all these subgroups — what kind of message or campaign development might get them to vote that hasn’t persuaded them already? Could Harris’s late-in-the-game revival of democracy and Trump’s authoritarian bend resonate with them? Is something like the racist and extreme rhetoric at <a href=\"https://www.vox.com/politics/378299/trump-military-threat-dancing-town-hall\">Trump’s Madison Square Garden rally</a> a factor that could make up their minds? Or is something like <a href=\"https://www.vox.com/politics/381150/biden-garbage-gaffe-republicans-trump-supporters\">President Joe Biden’s “garbage” gaffe</a> this week something that could juice more Trump support?</p>\n\n<p class=\"has-text-align-none\">Regardless, these late-deciders will be pivotal. They’ve <a href=\"https://www.aei.org/op-eds/revenge-of-the-late-deciders/\">broken for Trump</a> by massive margins in each of the last two elections he’s been a part of. But things might be different this third time.</p>\n\n<h2 class=\"wp-block-heading\">Will there be Republican crossover to Harris?</h2>\n\n<p class=\"has-text-align-none\">Along those lines, Harris’s <a href=\"https://www.vox.com/2024-elections/379686/trump-fascist-kamala-harris-campaigns-biden-democracy-familiar-closing-argument-campaign-2024\">fate-of-democracy appeal</a> and juxtaposition of her “to-do” list against Trump’s “enemies” list are the clearest examples of how the Democrat’s campaign has zeroed in on Trump-skeptical Republicans as a key part of preventing a Trump win. But will these registered Republicans cross party lines, or simply repeat as reluctant Trump voters?</p>\n\n<p class=\"has-text-align-none\">Somewhere between 15 and 20 percent of Republican primary voters <a href=\"https://www.washingtonpost.com/politics/2024/04/04/trump-uncommitted-protest-vote/\">did not vote for Trump</a>, and even after she dropped out, large shares of these voters opted to vote for former South Carolina Gov. Nikki Haley. Many of them are women, which explains part of the focus <a href=\"https://www.theatlantic.com/politics/archive/2024/10/liz-cheney-kamala-harris-campaign/680367/\">Harris has put on touting Republican endorsers</a> like former GOP Rep. Liz Cheney, her father and former vice president Dick Cheney, and scores of <a href=\"https://www.thebulwark.com/p/a-message-for-haley-voters-still\">former Never-Trump Republican politicians</a>.</p>\n\n<p class=\"has-text-align-none\">Partisanship is one hell of a drug, however. Republicans, even if they dislike Trump personally, routinely stick with their party’s nominee. Harris keeps asking these Trump-wary Republicans to put “<a href=\"https://www.facebook.com/KamalaHarris/posts/country-over-party/1092139625605807/\">country over party</a>.” But if they don’t and Harris’s argument about Trump’s threat to democracy is right, they may have to throw a “country <em>over</em>” party.</p>\n\n<h2 class=\"wp-block-heading\">Will Arab American voters drift toward Republicans?</h2>\n\n<p class=\"has-text-align-none\">The Gaza War, and Israel’s treatment of Palestinians, has been one of the defining issues of the last year, including in the electoral realm. Biden’s handling and response drove a significant amount of dissatisfaction from more progressive and left-leaning members of the Democratic coalition, and that antipathy seems to have stuck around, to a lesser degree, toward Harris. That includes a voting group influential in a pivotal swing state: Arab American voters in Michigan.</p>\n\n<p class=\"has-text-align-none\">Polls specifically of Arab Americans suggest that these voters will not turn out for Harris to the same degree that they boosted Democratic candidates in the past: An Arab News-YouGov poll this week found <a href=\"https://www.arabnews.com/node/2576167/media\">Trump leading Harris among Arab Americans</a> 45 to 43. That’s a stark reversal from 2020, when Biden led Trump by <a href=\"https://www.aaiusa.org/library/the-arab-american-vote-2020\">24 points</a>, and especially 2016, when Hillary Clinton led Trump by 34 points.</p>\n\n<p class=\"has-text-align-none\">But this wasn’t always the case. <a href=\"https://unherd.com/newsroom/arab-americans-are-drifting-back-to-the-republicans/\">Before 9/11, Arab American voters</a> leaned Republican. Only after the GOP’s <a href=\"https://researchblog.duke.edu/2024/10/07/emgage-educates-on-muslim-voter-dynamics-endorses-harris-for-2024/\">anti-Muslim and anti-Arab</a> turn during the George W. Bush years did this voting segment swing toward Democrats, reaching a <a href=\"https://www.nbcnews.com/id/wbna6056602\">high point in 2004</a>. And since that high point, these voters have been trending toward the GOP, with the share supporting John McCain, Mitt Romney, and Trump growing from 2008 to 2012 and into 2020 (support dipped slightly in 2016). The Gaza War may be accelerating a latent rightward shift that was already happening as the GOP changed its foreign policy priorities, championed conservative culture war issues, and talked up economic populism as Democrats became more culturally progressive, including on issues of gender and sexuality.</p>\n\n<h2 class=\"wp-block-heading\">Will Trump’s gamble on younger Black men pay off?</h2>\n\n<p class=\"has-text-align-none\">For much of the last year, the Trump campaign has played up its targeted outreach to a specific segment of the electorate: <a href=\"https://www.vox.com/2024-elections/373535/3-theories-gop-donald-trump-nonwhite-voters-hispanic-black-latino-asian\">Black men</a>. With an avalanche of <a href=\"https://www.wsj.com/politics/elections/trump-allies-launch-20-million-effort-to-reach-young-men-e65aeb31\">digital advertising aimed</a> at <a href=\"https://www.nytimes.com/2024/06/10/us/politics/2024-election-gop-black-men-voters.html\">younger Black men</a>, and <a href=\"https://www.vox.com/2024-elections/375904/pennsylvania-kamala-harris-donald-trumplose-by-less-rural-black-suburb-voters\">deployment</a> of surrogates and outside groups to reach young Black voters, the campaign has hoped to exploit two dynamics: Harris’s apparent weakness with Black men, and an overarching vulnerability Democrats have with younger Black Americans.</p>\n\n<p class=\"has-text-align-none\">Traditional polling suggests Harris has been facing a challenge in hitting the same margin of support that past Democratic candidates have enjoyed among Black voters, and specifically Black men. Both <a href=\"https://www.vox.com/politics/378521/democrats-black-men-support\">social</a> and <a href=\"https://www.vox.com/2024-elections/23873568/biden-polling-black-latino-voters-2024-election-trump\">economic</a> reasons explain this, including former <a href=\"https://www.washingtonpost.com/politics/2024/10/10/obama-harris-rally-pittsburgh/\">President Barack Obama’s theory that a degree of misogyny</a> is keeping some Black men from supporting a Black woman.</p>\n\n<p class=\"has-text-align-none\">But there is also a larger Democratic weakness, based on surveys finding that younger Black voters specifically may have <a href=\"https://www.pewresearch.org/politics/2024/04/09/age-generational-cohorts-and-party-identification/\">weaker ties</a> to the party than <a href=\"https://x.com/jburnmurdoch/status/1767198806259470540\">older cohorts</a> of Black voters, and may be <a href=\"https://www.npr.org/2024/08/14/g-s1-16261/young-black-voters-generation-democrats-conservative-trump-harris-gen-z-millennials\">more conservative</a> than their elders. And <a href=\"https://www.politico.com/live-updates/2024/10/23/2024-elections-live-coverage-updates-analysis/genforward-poll-black-latino-voters-00185161\">young Black men</a> appear more <a href=\"https://www.scholarsandstorytellers.com/2024election\">likely</a> this year to support Trump, perhaps as a product of that weaker bond.</p>\n\n<p class=\"has-text-align-none\">But this is also among the cohort of voters least likely to vote and which, <a href=\"https://www.npr.org/2024/10/28/nx-s1-5169193/2024-election-kamala-harris-black-voters-donald-trump\">some polling suggests</a>, is consolidating for Harris as they tune into the election. And with more outright racist remarks and prejudiced speech being deployed by Trump and his supporters in the final weeks of the campaign, it’s not clear that this investment will materialize large enough gains on Election Day to swing races in battleground states.</p>\n\n<h2 class=\"wp-block-heading\">Will Latino voters shift right in the states that matter?</h2>\n\n<p class=\"has-text-align-none\">Whether Latino voters are shifting toward the Republican Party since the start of the Trump years isn’t really contestable. Trump’s gains in 2020 stuck around for Republican candidates during the 2022 midterms, and polls suggest he will, at the very least, hang on to much of the support in a week. But because the election is decided by the Electoral College and not the popular vote, the more interesting question is whether those gains will stick around or grow in the states that matter.</p>\n\n<p class=\"has-text-align-none\">In 2020, much of the political media was captivated by the massive inroads Trump made in South Florida and south Texas, places that had given Democrats an advantage in Latino support for years. But Trump’s Hispanic gains also happened across the country, in primarily immigrant communities, and in both Democratic and Republican strongholds that <a href=\"https://slate.com/news-and-politics/2024/10/trump-electoral-college-edge-shrinks-pennsylvania-wisconsin-polls.html\">don’t necessarily impact</a> the results of the Electoral College map.</p>\n\n<p class=\"has-text-align-none\">This year, it appears that states that are already likely to <a href=\"https://thehill.com/homenews/state-watch/4909335-florida-hispanic-trump-lead/\">solidly</a><a href=\"https://www.theguardian.com/us-news/article/2024/aug/10/election-latino-voters-texas-trump\"> back</a> Trump or <a href=\"https://www.latimes.com/politics/story/2024-10-10/california-voters-poll-harris-trump-presidential-race\">Harris</a> might see their Latino populations continue shifting to the right (as is most obvious in Florida), even as Latino voters in <a href=\"https://whyy.org/articles/north-philadelphia-latino-voters-pennsylvania-elections-2024/\">swing states</a> like <a href=\"https://www.politico.com/news/2024/08/22/harris-trump-hispanic-voters-00175772\">Arizona</a>, Nevada, and Pennsylvania, according to polling, buck that trend and move toward Democrats (or at least keep Democratic margins from 2020 intact).</p>\n\n<p class=\"has-text-align-none\">That could result in Trump making larger national inroads among Latinos, but not enough in swing states to boost him in the presidential races that matter. It would make for more evidence of an ongoing racial realignment between parties, but one driven by Hispanic and Latino voters in California, New York, and Texas. That has real implications for control of Congress, but, unless the Latinos switching their party affiliations are in swing states, it won’t affect who wins the White House.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The 2024 election cycle has produced some stunning and sometimes counterintuitive narratives about how demographic subgroups might end up voting. We may just see a historic gulf in the way men and women vote — or not. Polls suggest we’re in for the greatest racial realignment since the Civil Rights Act was passed — or [&#8230;]",
    "author": "Christian Paz"
  }
]