[
  {
    "title": "Julian Assange’s release is still a lose-lose for press freedom",
    "link": "https://www.vox.com/media/356911/julian-assange-espionage-act-wikileaks-chelsea-manning-whistleblower-ed-snowden-reality-winner-iraq",
    "pubDate": "2024-06-25T22:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"SAIPAN, NORTHERN MARIANA ISLANDS - JUNE 26: WikiLeaks founder Julian Assange is joined by Kevin Rudd, Australian Ambassador to the U.S. as he arrives to the the United States Courthouse where he is expected to enter a guilty plea to an espionage charge ahead of his expected release on June 26, 2024 in Saipan, Northern Mariana Islands. Julian Assange, the WikiLeaks founder, was to appear before the U.S. District Court for the Northern Mariana Islands in Saipan on Wednesday for a change of plea hearing. Following his expected guilty plea to a felony charge under the Espionage Act, Assange is anticipated to be sentenced to time served and subsequently released, paving the way for his return to Australia after years of incarceration. (Photo by Chung Sung-Jun/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2159250345.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>SAIPAN, NORTHERN MARIANA ISLANDS - JUNE 26: WikiLeaks founder Julian Assange is joined by Kevin Rudd, Australian Ambassador to the U.S. as he arrives to the the United States Courthouse where he is expected to enter a guilty plea to an espionage charge ahead of his expected release on June 26, 2024 in Saipan, Northern Mariana Islands. Julian Assange, the WikiLeaks founder, was to appear before the U.S. District Court for the Northern Mariana Islands in Saipan on Wednesday for a change of plea hearing. Following his expected guilty plea to a felony charge under the Espionage Act, Assange is anticipated to be sentenced to time served and subsequently released, paving the way for his return to Australia after years of incarceration. (Photo by Chung Sung-Jun/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Julian Assange — the WikiLeaks founder who has spent the last 14 years resisting extradition to the US on Espionage Act charges — is set to be released on Wednesday after spending the last five years at London’s high-security Belmarsh Prison.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In exchange for his freedom, he will plead guilty to a criminal charge under the Espionage Act, which the US government has increasingly used to prosecute and silence whistleblowers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That charge is related to his 2010 role in seeking and publishing classified or sensitive documents and videos about the Iraq war and other US national security issues.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Assange is on his way to <a href=\"https://reuters.com/world/why-is-julian-assange-flying-remote-pacific-island-saipan-2024-06-25/\">a US federal court in the Mariana Islands</a>, close to his native Australia. That is where he’ll <a href=\"https://apnews.com/article/assange-justice-department-plea-wikileaks-saipan-australia-00eb380879ff636cc9b916f82f82ed40\">enter his plea and be sentenced</a> —&nbsp;likely to time already served in Belmarsh —&nbsp;and then be free to live with his wife Stella and his children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Assange’s <a href=\"https://www.vox.com/policy-and-politics/2019/4/12/18308186/assange-arrest-freedom-of-press\">status as a journalist</a> and his actions to obtain those documents are still hotly debated. The fact that his saga ends with a plea deal means those questions are not being fully litigated in court, and, therefore, other whistleblowers and publishers could still be punished for revealing information in the public interest. Press freedom in the US remains at serious risk.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Assange’s case, in brief</strong></h2>\n\n<p class=\"has-text-align-none\">Assange has been in the public eye for the past 14 years as the founder of <a href=\"https://wikileaks.org/\">WikiLeaks</a>, the website that hosts emails, cables, and other documents from governments and other power players. Some of that information is obtained through illicit means, like hacking, while other documents come through whistleblowers.</p>\n\n<p class=\"has-text-align-none\">As <a href=\"https://www.vox.com/policy-and-politics/2019/4/12/18308186/assange-arrest-freedom-of-press\">Emily Stewart wrote for Vox</a>: “Starting in 2010, WikiLeaks published a video of an airstrike in Iraq <a href=\"https://collateralmurder.wikileaks.org/\">that killed civilians</a>, military documents about the <a href=\"https://wikileaks.org/irq/\">Iraq</a> and <a href=\"https://wikileaks.org/afg/\">Afghanistan wars</a>, and <a href=\"https://search.wikileaks.org/plusd/\">State Department cables</a> in which diplomats gave candid assessments of foreign governments, all provided by Chelsea Manning, who was at the time a US Army intelligence analyst. The unprecedented leaks gained enormous attention and made Assange a sort of celebrity — and a target, as top US officials like Attorney General Eric Holder <a href=\"https://www.nytimes.com/2010/12/08/world/08leak.html\">publicly mused</a> about how they could charge him.</p>\n\n<p class=\"has-text-align-none\">In late 2010, before the US filed any charges, Assange was accused of rape in Sweden. Swedish authorities put out a warrant for his arrest, and he was detained in London but quickly bailed out. In 2012, the UK’s Supreme Court ordered him extradited to Sweden; before he could be sent away, he began living in the Ecuadorian embassy in London, where officials granted him asylum. Even though the rape charges were dropped in 2017, he continued to claim asylum in the embassy till 2019.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That year, the London Metropolitan Police, who were invited into the embassy by Ecuadorian leaders, including President Lenin Moreno, arrested him both for failing to appear in court following his release on bail in 2012 and on behalf of the US. Later that year, the US government <a href=\"https://www.justice.gov/opa/pr/wikileaks-founder-julian-assange-charged-18-count-superseding-indictment\">revealed its charges against him</a> — all under the Espionage Act — including seven counts of obtaining national security information, conspiracy to receive national defense information, and nine counts of disclosing national defense information. He had already been charged with conspiracy to breach the Defense Department’s Secret Internet Protocol Network to obtain classified information.</p>\n\n<p class=\"has-text-align-none\">Assange was kept in Belmarsh, where he was forced to stay in a cell 23 hours a day while he fought attempts by the UK government to extradite him to the US.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What Assange’s plea means for whistleblowers — and journalism</strong></h2>\n\n<p class=\"has-text-align-none\">Journalists and publishers have <a href=\"https://firstamendment.mtsu.edu/article/reporters-privilege/\">few federal protections</a> when it comes to reporting and releasing sensitive information.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While the Espionage Act has been increasingly used to target the whistleblowers and sources who provide information to journalists, it has never been used to charge a journalist or outlet who published information that was in the public interest, though it has been used <a href=\"https://www.rcfp.org/espionage-act-used-directly-against-press/\">against journalists for other reasons</a>. Whether Assange <a href=\"https://www.vox.com/policy-and-politics/2019/4/12/18308186/assange-arrest-freedom-of-press\">qualifies as a journalist</a> — and whether his actions soliciting and publishing Mannings’ leaks qualify as serving the public interest — remains a matter of debate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Is a data dump journalism? That’s an interesting question,” journalist and Columbia Journalism School professor Todd Gitlin <a href=\"https://www.vox.com/policy-and-politics/2019/4/12/18308186/assange-arrest-freedom-of-press\">told Vox in 2019</a>. “In the case of war crimes footage, I feel comfortable saying that by working with Manning on that, Assange was performing an act of journalism. But when you release terabytes of data indiscriminately, I don’t know what to call that, but it’s not self-evidently journalism.”</p>\n\n<p class=\"has-text-align-none\">Some experts fear Assange pleading guilty to the Espionage Act charge to disseminate national defense information “could set an even more dangerous precedent” because he is pleading guilty as a publisher, as Rebecca Vincent, director of campaigns at Reporters Sans Frontieres international, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because his case was settled through a deal rather than trial proceedings, it doesn’t set a legal precedent, but the guilty plea “signals that [the US government] could file other cases like this” and go after publishers that release information it would rather keep under wraps, even if that information isn’t classified, Vincent said. The situation will also continue to be grim for whistleblowers who expose information about government actions related to national defense, even if that information is in the <a href=\"https://nuj.org.uk/about-us/rules-and-guidance/code-of-conduct/public-interest.html\">public interest</a> — meaning that it exposes a crime, misuse of public funds, or hypocrisy or conflicts of interest on the part of the powerful, or other kinds of corruption or corporate greed. </p>\n\n<p class=\"has-text-align-none\">“Unfortunately, the precedent has already been set, both legal and political, that the Espionage Act can be used against a journalist’s source,” Chip Gibbons, policy director at Defending Rights &amp; Dissent, told Vox. “[The Obama administration] normalized the use of the Espionage Act against whistleblowers, journalists’ sources, government insiders, whatever you want to call them.”</p>\n\n<p class=\"has-text-align-none\">That’s been the case for whistleblowers like <a href=\"https://www.aclu.org/news/national-security/reality-winner-latest-face-prosecution-under-awful-world-war-i\">Reality Winner</a>, the former Army linguist who sent a classified report on Russian efforts to manipulate the 2016 election to the Intercept; she pleaded guilty to unauthorized transmission of national defense information and was sentenced <a href=\"https://www.nytimes.com/2018/08/23/us/reality-winner-nsa-sentence.html\">in 2018 to five years and three months in prison</a> —&nbsp;at that time the longest sentence ever for such a crime. <a href=\"https://www.washingtonpost.com/world/national-security/us-charges-snowden-with-espionage/2013/06/21/507497d8-dab1-11e2-a016-92547bf094cc_story.html\">Edward Snowden</a>, who has become a naturalized Russian citizen after spending more than a decade avoiding extradition to the US on espionage charges, <a href=\"https://www.theguardian.com/world/2013/jun/06/nsa-phone-records-verizon-court-order\">leaked a trove of documents to the Guardian in 2013</a> showing that the National&nbsp; Security Agency was collecting information on phone calls by Verizon customers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given the price Assange and whistleblowers have paid for exposing information in the public interest, both Gibbons and Vincent said that it’s time to reform the Espionage Act, tailoring it so that journalists, whistleblowers, and publishers can argue that revealing government information is in the public interest.</p>\n\n<p class=\"has-text-align-none\">The effect of government actions against whistleblowers has caused significant damage to journalism in the US and all over the globe, Vincent and Gibbons said. It has had a chilling effect on would-be sources, journalists, and outlets fearing retribution for the act of news-gathering. And it certainly damages US credibility in cases like that of <a href=\"https://www.wsj.com/news/evan-gershkovich#:~:text=Evan%20has%20been%20in%20Russia's,he%20would%20bring%20Evan%20home.\">Evan Gershkovich</a>, the Wall Street Journal reporter unjustly detained in Russia, who the US has struggled to free.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Julian Assange — the WikiLeaks founder who has spent the last 14 years resisting extradition to the US on Espionage Act charges — is set to be released on Wednesday after spending the last five years at London’s high-security Belmarsh Prison.&#160; In exchange for his freedom, he will plead guilty to a criminal charge under [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Do you have a small-business story? Share it with Vox.",
    "link": "https://www.vox.com/even-better/2022/12/19/23511127/money-talks-callout-small-business-owner",
    "pubDate": "2024-06-25T19:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a variety of hands holding microphones with question marks floating above them, on an orange background.\" data-caption=\"\" data-portal-copyright=\"Dion Lee/Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24296595/moneytalk_callout.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p>We started our <a href=\"https://www.vox.com/personal-finance/2019/8/20/20813748/money-debt-personal-finance\">Money Talks</a> column to take a closer look at people’s relationships, their money, and their relationships with money, all of which intersect in unexpected ways. We’ve heard from dozens of people in conversation with their business partners, friends, loved ones, and the not-quite categories in between, on topics ranging from <a href=\"https://www.vox.com/the-goods/2019/9/3/20812244/partner-marriage-outearn-spouse-imbalance\">how they handle splitting bills</a> when one person makes more money than the other to what it’s like <a href=\"https://www.vox.com/the-goods/21540274/money-talks-small-business-family-father-son\">running a 55-year-old coffee shop</a> with your elderly father.</p>\n\n<p>We’re looking for small-business owners who are willing to get candid with a reporter about the financial and emotional realities of running or working at a small business. Are you best friends or family members trying to make a business work? Perhaps a pair of exes putting their differences aside for the company? What’s it like working for yourself and with your business partners? What inspired you to start your business? How have you been affected by economic uncertainty, or technology, or cultural shifts? What are the best parts of your job, and the hardest parts? We want to know!</p>\n\n<p>If you have a story to share, let us know in the Google form below or at <a href=\"https://forms.gle/MreYA1ztDVwgz1oy8\">this link</a>. And keep an eye out for the resulting interviews, which will begin publishing in July!</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-google-docs wp-block-embed-google-docs alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><iframe title=\"Help our reporting. Share your small business story with Vox.\" src=\"https://docs.google.com/forms/d/e/1FAIpQLScciZXwFfAt7Pc5Z6cbsduew-3uG0PZutk7z1ZqxwTXGFv8tA/viewform?embedded=true&#038;usp=embed_googleplus\" allowfullscreen></iframe></div>\n</div></figure>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "We started our Money Talks column to take a closer look at people’s relationships, their money, and their relationships with money, all of which intersect in unexpected ways. We’ve heard from dozens of people in conversation with their business partners, friends, loved ones, and the not-quite categories in between, on topics ranging from how they [&#8230;]",
    "author": "Gabriela Fernandez"
  },
  {
    "title": "Louisiana wants the Ten Commandments in public schools. Will the Supreme Court let it?",
    "link": "https://www.vox.com/scotus/356703/supreme-court-louisiana-ten-commandments-public-school",
    "pubDate": "2024-06-25T16:05:49.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Ten Commandments inside church of Saint James, Dunwich, Suffolk, England, UK. (Photo by: Geography Photos/Universal Images Group via Getty Images)\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1682974375.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ten Commandments inside church of Saint James, Dunwich, Suffolk, England, UK. (Photo by: Geography Photos/Universal Images Group via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Last week, Louisiana enacted legislation requiring every public school in the state to <a href=\"https://legis.la.gov/legis/ViewDocument.aspx?d=1379435\">display a specific version of the Ten Commandments</a> in each classroom. “<a href=\"https://www.usatoday.com/story/news/politics/2024/06/16/tennessee-republican-party-statesmens-dinner-leaders-eye-november-tout-trump-slam-guilty-verdict/73879046007/\">I can’t wait to be sued</a>,” Republican Gov. Jeff Landry proclaimed a few days before signing the new law, erasing any doubt that the purpose of this legislation is to coax the Supreme Court into legalizing religious displays in government-run classrooms.</p>\n\n<p class=\"has-text-align-none\">But will he get away with it?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The answer is unclear, and the Court’s current First Amendment precedents cut strongly against Louisiana’s law. But the Court’s GOP-appointed majority has also spent the last several years rolling back precedents separating church and state, so there is a very real risk that they will allow public schools to promote Christianity.</p>\n\n<p class=\"has-text-align-none\">The Court has historically held that public schools have an <a href=\"https://caselaw.findlaw.com/court/us-supreme-court/505/577.html\">unusually high obligation not to promote religious viewpoints</a>, in large part because the young people educated in those schools are unusually vulnerable to coercion. Allowing this law to stand would mean taking a sledgehammer to the wall separating church and state.</p>\n\n<p class=\"has-text-align-none\">Indeed, the new state law appears to be written to be maximally offensive to the Constitution, or, at least, the Constitution as it was understood before former President Donald Trump remade the Supreme Court.</p>\n\n<p class=\"has-text-align-none\">The Court, for example, has often permitted the Ten Commandments to be displayed in government buildings when it is shown alongside other historical documents that do not convey a religious meaning. The Supreme Court’s own courtroom, for example, displays Moses holding the Ten Commandments <a href=\"https://supreme.justia.com/cases/federal/us/545/844/\">alongside 17 other images of mostly secular lawgivers</a> — thus indicating that the Commandments are displayed not as an endorsement of a particular religious belief but merely as one of many examples of famous legal codes.</p>\n\n<p class=\"has-text-align-none\">But Louisiana’s law <a href=\"https://legis.la.gov/legis/ViewDocument.aspx?d=1379435\">mandates that only the Ten Commandments must be displayed</a> in classrooms. Many classrooms are likely to display them in isolation, since they are the only document that must be visible to students under the law — although the law does permit the Commandments to be displayed alongside three other documents.</p>\n\n<p class=\"has-text-align-none\">Similarly, in <a href=\"https://www.law.cornell.edu/supremecourt/text/370/421\"><em>Engel v. Vitale</em></a> (1962), a seminal case prohibiting government-mandated prayers in school, the Court specifically warned against repeating the English Parliament’s practice of setting out “in minute detail the accepted form and content of prayer and other religious ceremonies to be used in the established, tax-supported Church of England.” Under <em>Engel</em>, a law that requires the government to use very specific words when it communicates a religious view is particularly offensive to the Constitution.</p>\n\n<p class=\"has-text-align-none\">But Louisiana’s law does not just require classrooms to display the Ten Commandments. It also lays out in minute detail the <a href=\"https://legis.la.gov/legis/ViewDocument.aspx?d=1379435\">specific wording that display must use</a>, requiring classrooms to use a version of the Commandments that is <a href=\"https://www.washingtonpost.com/nation/2024/06/20/louisiana-ten-commandments-schools/\">often used by Protestants</a> and that is different than the version preferred by most Catholics and Jews. </p>\n\n<p class=\"has-text-align-none\">The law, in other words, appears to have been drafted to undercut as much of the Court’s precedents separating church from state as possible. To uphold this law in its entirety, the Supreme Court will need to burn nearly all that remains of the Constitution’s ban on laws “<a href=\"https://www.law.cornell.edu/constitution/first_amendment\">respecting an establishment of religion</a>” to the ground.</p>\n\n<p class=\"has-text-align-none\">And it seems eminently possible, in light of the Court’s <a href=\"https://www.vox.com/2022/6/27/23184848/supreme-court-kennedy-bremerton-school-football-coach-prayer-neil-gorsuch\">most recent religion decisions</a>, that a majority of the justices will light that fire with enthusiasm.</p>\n\n<h2 class=\"wp-block-heading\">So what does the law actually say about government-sponsored religious messages in public schools?</h2>\n\n<p class=\"has-text-align-none\">Until very recently, there was no question that states could not require public schools to display religious iconography such as the Ten Commandments, at least when that iconography was displayed in order to advance a religious viewpoint. That was the holding of <a href=\"https://www.law.cornell.edu/supremecourt/text/449/39\"><em>Stone v. Graham</em></a><em> </em>(1980), a Supreme Court decision striking down a Kentucky Ten Commandments law similar to Louisiana’s new law.</p>\n\n<p class=\"has-text-align-none\">But <em>Stone</em> was rooted in the Supreme Court’s 1973 decision in <a href=\"https://www.law.cornell.edu/supremecourt/text/403/602\"><em>Lemon v. Kurtzman</em></a> (1971), which, among other things, held that all laws must have a “secular legislative purpose.” The Court’s Republican majority overruled <em>Lemon </em>in <a href=\"https://www.supremecourt.gov/opinions/21pdf/21-418_i425.pdf\"><em>Kennedy v. Bremerton School District</em></a> (2022).</p>\n\n<p class=\"has-text-align-none\">Before <em>Bremerton</em>, Supreme Court cases interpreting the Establishment Clause — the constitutional provision involving separation of church and state — tried to uphold two related values. The first was rooted in a liberal notion of the United States as a pluralistic nation, where people of many faiths should feel equally welcome within government institutions.</p>\n\n<p class=\"has-text-align-none\">This pluralistic vision was intended to <a href=\"https://www.vox.com/2022/4/12/23012145/supreme-court-prayer-kennedy-bremerton-school-district-church-state-coach\">contrast the United States with 16th-century England</a>, which had an established state religion and left the task of approving the Church of England’s Book of Common Prayer to Parliament. This practice of state-drafted liturgy fueled constant political conflict over which prayers the government should endorse and which ones it should reject. As <em>Engel</em> explained, religious groups “struggled among themselves to impress their particular views upon the Government,” while less powerful religious believers literally fled the country — many of them becoming early American colonists.</p>\n\n<p class=\"has-text-align-none\">Eventually, much of the Court settled on the position that the government must not endorse any religious viewpoint. As Justice Sandra Day O’Connor wrote in an <a href=\"https://supreme.justia.com/cases/federal/us/465/668/\">influential 1984 concurring opinion</a>, government endorsements of faith undermine the idea that all Americans are politically equal. They tell “nonadherents that they are outsiders, not full members of the political community” while simultaneously telling “adherents that they are insiders, favored members of the political community.”</p>\n\n<p class=\"has-text-align-none\">But <em>Bremerton</em> dumps all over this pluralistic vision of religion in American society, likening Justice O’Connor’s approach to a “‘modified heckler’s veto, in which … religious activity can be proscribed’ based on ‘perceptions’ or ‘discomfort.’” There appears to be no support whatsoever, among the Court’s Republican majority, for reading the Establishment Clause to prevent the government from endorsing one religious view over another.</p>\n\n<p class=\"has-text-align-none\">That leaves another line of cases establishing this wall between church and state, which seeks to protect a different value: preventing the government from coercing religious behavior. Though <em>Bremerton</em> rejects the pluralistic reading of the Constitution, it does state that the government “may not coerce anyone to attend church.” So even this Court appears to believe there are some limits on the government’s ability to impose Christianity on nonbelievers.</p>\n\n<p class=\"has-text-align-none\">Still, it’s not at all clear that those limits are particularly robust. The Court held in <a href=\"https://www.law.cornell.edu/supct/html/90-1014.ZS.html\"><em>Lee v. Weisman</em></a> (1992) that public schools have a particularly high obligation to avoid religious activities. But it’s not clear that five of the current justices believe that <em>Lee</em> was correctly decided.</p>\n\n<p class=\"has-text-align-none\"><em>Lee</em> involved a public middle school which invited a rabbi to deliver a prayer at a graduation ceremony. The students were not required to bow their heads or to otherwise directly participate in this prayer, but attending their own graduation meant submitting to this government-sponsored display of religious devotion.</p>\n\n<p class=\"has-text-align-none\">Five justices joined an opinion by Justice Anthony Kennedy, which argued that school-sponsored religious activity is uniquely coercive, so government displays of religion that might be tolerable in other settings are not allowed within a public school. </p>\n\n<p class=\"has-text-align-none\">“The undeniable fact,” Kennedy wrote, “is that the school district’s supervision and control of a high school graduation ceremony places public pressure, as well as peer pressure, on attending students to stand as a group or, at least, maintain respectful silence during the Invocation and Benediction.” Such pressure, “though subtle and indirect, can be as real as any overt compulsion,” as it leaves a young nonadherent with “a reasonable perception that she is being forced by the State to pray in a manner her conscience will not allow.”</p>\n\n<p class=\"has-text-align-none\">As of right now, <em>Lee</em> remains good law, and so it is a powerful precedent cutting against Louisiana’s Ten Commandments law. But <em>Lee</em> was also a 5-4 decision, and Justice Antonin Scalia’s dissent rejected Kennedy’s suggestion that public schools have a special responsibility to avoid indoctrinating their students. Under Scalia’s approach, the Constitution is only violated when the government uses “force of law and threat of penalty” to coerce religious activity.</p>\n\n<p class=\"has-text-align-none\">And the Court has only moved further to the right since four justices dissented in <em>Lee</em>.</p>\n\n<h2 class=\"wp-block-heading\">Three reasons why this Court could uphold Louisiana’s law</h2>\n\n<p class=\"has-text-align-none\">Again, under the approach Justice Kennedy laid out in <em>Lee</em>, anyone challenging Louisiana’s Ten Commandments’ law has a very strong case. But there are three reasons to doubt that the Court’s current majority will follow <em>Lee</em>.</p>\n\n<p class=\"has-text-align-none\">The first is that Scalia’s dissent was, well, written by Scalia, a conservative icon who many of the Court’s Republicans speak of in almost worshipful tones. Kennedy, meanwhile, was a more moderate conservative who often voted with the Court’s more liberal bloc in cases involving cultural issues such as abortion or gay rights. There are no Kennedy-style moderates on the current Supreme Court, and the Court has moved relentlessly in Scalia’s direction since Kennedy retired in 2018.</p>\n\n<p class=\"has-text-align-none\">The second is that Justice Neil Gorsuch’s majority opinion in <em>Bremerton </em>cites favorably to Scalia’s <em>Lee </em>dissent, and it rather pointedly lifts language from that dissent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Scalia’s <em>Lee</em> dissent, for example, claims that it is rooted in “<a href=\"https://caselaw.findlaw.com/court/us-supreme-court/505/577.html\">historical practices and understandings</a>,” a claim he justifies primarily by citing inaugural addresses by Presidents George Washington, Thomas Jefferson, and James Madison, which all endorsed religious viewpoints. Gorsuch’s <em>Bremerton</em> opinion, meanwhile, claims that “the Establishment Clause must be interpreted by ‘<a href=\"https://www.supremecourt.gov/opinions/21pdf/21-418_i425.pdf\">reference to historical practices and understandings</a>.’”</p>\n\n<p class=\"has-text-align-none\">More ominously for supporters of church-state separation, <em>Bremerton </em>cites Scalia’s <em>Lee </em>dissent twice, including one time to support the proposition that “members of this Court have sometimes disagreed on what exactly qualifies as impermissible coercion in light of the original meaning of the Establishment Clause.” Because <em>Lee</em> resolved the question of what qualifies as impermissible coercion, at least in the classroom context, there’s no reason to bring up this 30-year-old disagreement unless at least some of the justices believe that this question should be reopened.</p>\n\n<p class=\"has-text-align-none\">The third reason to suspect that Louisiana’s Ten Commandments law will be upheld by this Supreme Court derives from the unusual liberties Gorsuch took with the facts of the <em>Bremerton </em>case. That case involved a public high school football coach who rather ostentatiously prayed at the 50-yard line after games, <a href=\"https://www.vox.com/2022/6/27/23184848/supreme-court-kennedy-bremerton-school-football-coach-prayer-neil-gorsuch\">often while surrounded by students, parents, and spectators</a>. </p>\n\n<p class=\"has-text-align-none\">One reason we know that Kennedy’s prayers were very public is that Justice Sonia Sotomayor’s dissenting opinion <a href=\"https://www.supremecourt.gov/opinions/21pdf/21-418_i425.pdf\">includes pictures of Kennedy in a prayer circle</a> with players, as community members and what appear to be members of the media with video cameras stand close by.</p>\n\n<p class=\"has-text-align-none\">And yet, in his <em>Bremerton</em> majority opinion, Gorsuch <a href=\"https://www.vox.com/2022/6/27/23184848/supreme-court-kennedy-bremerton-school-football-coach-prayer-neil-gorsuch\">appears to have just straight up lied about the facts of this case</a>, claiming that the coach only wished to say a “short, private, personal prayer” — something that does not violate the Constitution’s Establishment Clause, even under the more expansive vision advanced by justices like O’Connor.</p>\n\n<p class=\"has-text-align-none\">The fact that a majority of the Supreme Court would so blatantly misrepresent the facts of a case, even in the face of photographic evidence to the contrary, is an ominous sign for anyone seeking refuge behind the Establishment Clause. The Court’s Republican majority appeared so determined to rule in this coach’s favor that they made up alternative facts to justify doing so.</p>\n\n<p class=\"has-text-align-none\">And now the same six justices who decided <em>Bremerton</em> appear destined to consider whether Louisiana can use its public schools to encourage young citizens to become Protestants.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Last week, Louisiana enacted legislation requiring every public school in the state to display a specific version of the Ten Commandments in each classroom. “I can’t wait to be sued,” Republican Gov. Jeff Landry proclaimed a few days before signing the new law, erasing any doubt that the purpose of this legislation is to coax [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Yes, you should prepare your kids for climate disasters",
    "link": "https://www.vox.com/even-better/356532/prepare-kids-family-climate-disasters-emotions-logistics-tornado-hurricane-wildfire-heat",
    "pubDate": "2024-06-25T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Familie, Eltern, Kinder, Haus, Eigenheim, geborgen, Zukunft, sicher, Schutz, Bausparvertrag, Immobilie, Generationen, Mutter, Vater, Tochter, Sohn, Geschwister, Mann, Frau, Mädchen, Junge, Bruder, Schwester, Patchworkfamilie, Schneekugel, Biotop, Gruppe, Vereinigung, abgeschlossen, ausgrenzen, einschließen, Figuren, Symbol, Konzept, Gemeinschaft, gemeinsam, Team, miteinander, zusammen, sonnig, gelb, orange, 3D Rendering\" data-portal-copyright=\"Getty Images/Westend61\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-564951375.jpg?quality=90&#038;strip=all&#038;crop=0,15.25859375,100,84.74140625\" />\n\t<figcaption>Familie, Eltern, Kinder, Haus, Eigenheim, geborgen, Zukunft, sicher, Schutz, Bausparvertrag, Immobilie, Generationen, Mutter, Vater, Tochter, Sohn, Geschwister, Mann, Frau, Mädchen, Junge, Bruder, Schwester, Patchworkfamilie, Schneekugel, Biotop, Gruppe, Vereinigung, abgeschlossen, ausgrenzen, einschließen, Figuren, Symbol, Konzept, Gemeinschaft, gemeinsam, Team, miteinander, zusammen, sonnig, gelb, orange, 3D Rendering</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s a disconcerting but unmistakable fact that in an age of <a href=\"https://news.un.org/en/story/2021/09/1098662\">climate change-related natural disasters</a>, parents may now find themselves fielding more questions from their children about wildfires, tornadoes, extreme heat, and hurricanes — and facing the prospect of guiding their kids through an emergency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given all the stressors families face on a daily basis, discussing and planning for such extreme events often falls by the wayside. “We know by the data that many Americans live in the moment, and there’s so much on family’s plates that it&#8217;s hard to remember to think about something in the future,” says <a href=\"https://newsroom.ucla.edu/experts/preview/531dadeb299b506ab20001b5/\">Melissa Brymer</a>, the director of terrorism and disaster programs for the UCLA-Duke University National Center for Child Traumatic Stress. </p>\n\n<p class=\"has-text-align-none\">Thinking about the possibility of a natural disaster impacting your family can be overwhelming, so it makes sense that you would want to avoid it. But having a plan in place that keeps your kids’ needs in mind in case an extreme weather event does occur is crucial. Even if you don’t live in a part of the country prone to these events, climate-related disasters are striking everywhere and with greater frequency. Preparedness — logistically, physically, and emotionally — is more important than ever.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Broaching the topic doesn’t need to be distressing, experts say. Rather, it’s possible to talk honestly about the potential of a climate event while still allaying kids’ anxieties and giving them space to discuss their emotions. Despite how stressful it can seem, there are also strategies to help your kids cope if your family is affected by a natural disaster.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Emphasize preparation before a natural disaster</h2>\n\n<p class=\"has-text-align-none\">Parents understandably want to protect their children from unpleasant emotions, but try not to minimize the likelihood of a natural disaster, says <a href=\"https://www.caroline-hickman.com/index\">Caroline Hickman</a>, a climate-aware psychotherapist who focuses on eco-anxiety in children and young people. You don’t want to frighten your child, but you do want them to be prepared in case there is an emergency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Consider the chance of certain extreme weather events where you live and give them age-appropriate guidance on how your family would stay safe, says American Academy of Pediatrics spokesperson <a href=\"https://www.chla.org/profile/david-schonfeld-md\">David Schonfeld</a>, the director of the National Center for School Crisis and Bereavement. Younger kids respond well to storytelling, Hickman says, while older kids might roll their eyes and resist. “But you have to be very firm with them and say, ‘Look, I get it. I’m annoying. You don’t want to talk about it right now, but we are going to talk about it sometime this week,’” she says.</p>\n\n<p class=\"has-text-align-none\">You might say to a younger child, “We’re entering into a season where we could get storms that bring a lot of rain and wind. But we will listen to the weather forecast and go to a place where the rain and wind aren’t as strong if we need to so we can stay safe.” You could also take this opportunity to explain the concept of a go bag — a backpack with essentials in the event you need to evacuate — and ask them what they might pack in it, like a favorite toy. The US Department of Homeland Security offers <a href=\"https://www.ready.gov/kids/prepare-pedro\">free extreme weather preparedness resources</a> for children and families.</p>\n\n<p class=\"has-text-align-none\">“I don’t think the goal is just to let them know bad things can happen because that’s just frightening. It isn’t helpful,” Schonfeld says. “It is helpful if you can give them practical information about what they can do to decrease the risks and keep themselves and those they care about safe.”</p>\n\n<p class=\"has-text-align-none\">It can be helpful to ask kids, especially those in grade school, what they know about extreme weather events that occur where you live and how they feel about it, Hickman says. “Chances are, they know as much as you do, if not more,” she says, “and children love teaching their parents things.” This can give you an opportunity to correct them on any misinformation they may have read online or heard from friends.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Feelings come later when you’re safe.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Let them know if they ever feel scared, anxious, or have any questions about natural disasters, you’re here for them, says clinical psychologist <a href=\"https://www.longislandbehavioral.com/\">Regine Galanti</a>, author of <a href=\"https://bookshop.org/p/books/parenting-anxious-kids-understanding-anxiety-in-children-by-age-and-stage-regine-galanti/19865768?ean=9781728273020\"><em>Parenting Anxious Kids: Understanding Anxiety in Children by Age and Stage</em>.</a> You’ll want to validate your childrens’ emotions without bringing in your own. Avoid statements like “I’m freaking out about this too,” or “You don’t have to be scared.” Instead try, “It’s gotten too hot in our house so we have to go somewhere else to cool off. I know it’s last minute and I’m not happy about it either. We’ll talk about it more in the car.”</p>\n\n<p class=\"has-text-align-none\">“That’s actually super invalidating when you tell a kid not to feel their feelings,” Galanti says.</p>\n\n<p class=\"has-text-align-none\">Reassure your children that they don’t need to take on the responsibility of keeping the family safe. Remind them that they can relax knowing that you will tell them when it’s time to take action, says <a href=\"https://childtrauma.ucsf.edu/our-team\">Chandra Ghosh Ippen</a>, the associate director of the Child Trauma Research Program at the University of California, San Francisco and author of the <a href=\"https://piploproductions.com/stories/trinka-and-sam/\">Trinka and Sam book series</a> developed to help families with young children cope after natural disasters.</p>\n\n<h2 class=\"wp-block-heading\">Reassure your kids and give them a task in case of evacuation</h2>\n\n<p class=\"has-text-align-none\">If a natural disaster is imminent, explain to your kids any precautions you are currently taking, Schonfeld says. You might say, “There’s a bad storm coming and we’re going to go to the basement for a little while because it’s safer there,” or, “We’re tracking this fire. It might hit our area but because we have a plan, we’ll be safe since we are going to stay at grandma’s if it does.”</p>\n\n<p class=\"has-text-align-none\">You’ll want to model effective emotional coping even if you’re feeling anxious, says Schonfeld. That means sharing that you do have some unpleasant feelings and outlining what you’re doing to cope with them. You could mention, for instance, how the flooding made you nervous, but you remembered all of the steps your family has taken to stay safe and how you feel more prepared.</p>\n\n<p class=\"has-text-align-none\">Avoid watching constant news or media coverage on TV or online, both for your own mental health and for your child’s peace of mind. Choose quality sources of news and only read or watch as much as you need to be informed about what steps to take next. Kids are observant and will pick up on their parents’ anxieties, even if they don’t understand exactly why they are upset, Ghosh Ippen says. If you need to take a moment to break down, do so in private. “Because for us to provide that support for our children,” Ghosh Ippen says, “we need to have a place where we can metabolize.”</p>\n\n<p class=\"has-text-align-none\">In the event of an evacuation, tell your kids you are going to a place where you are absolutely certain you will be safe, Ghosh Ippen says. It can be helpful to give children a task, says Hickman, such as grabbing their go bag and a book or putting their shoes on. You might also mention that your family’s role is to get out of the way so emergency responders can do their jobs. Don’t feel like you must unpack any of your kid’s emotions during the height of an emergency, Hickman says: “Feelings come later when you’re safe.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Should you shelter in place, explain why you’re doing so, Brymer says. You could say, “The weather is dangerous so you can’t play outside and we need to sit in the basement until the storm passes,” or, “It’s too hot to go to the park today so we’re going to do some arts and crafts inside where it’s cool.” Distracting your kids from the ongoing extreme weather event can help pass the time, especially if you’ve lost power, Schonfeld says. Try singing songs, playing games, building a pillow fort, or reading books. </p>\n\n<h2 class=\"wp-block-heading\">Avoid the impulse to pretend it never happened</h2>\n\n<p class=\"has-text-align-none\">In the aftermath of a natural disaster, it’s important parents don’t pretend it didn’t happen, experts say. You can praise your children for being mature and playing their part, Hickman says. Be truthful with your children if you are unable to return home right away and if there are disruptions to school. You could say, “We need to stay here longer than we thought because our house was damaged in the storm, but you’re safe here. We’re going to continue to stay together as a family.” </p>\n\n<p class=\"has-text-align-none\">Parents should try to facilitate conversations with their kids to discuss how they feel about the disaster. Kids can mask how they’re feeling, Hickman says. “You need to repeatedly ask those questions, because if you just do it once, and think we’re done — big mistake,” Hickman says. “You need to come back to it.” On the surface, children may appear calm, but are struggling to cope with the event. Acknowledge that it might have been scary and ask them how they’re feeling now. Chances are that if your family was directly impacted by the extreme weather event, your kids might know another family that has been, too. “We get a secondary trauma or a vicarious trauma,” Hickman says, which makes having repeated conversations necessary. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“You need to repeatedly ask those questions, because if you just do it once, and think we’re done — big mistake.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Children are more likely to be upset over the loss of their routines, Hickman says, and parents should acknowledge their child’s emotions. You can lead the conversation by mentioning, “I feel sad we’re dealing with all of this. I’m wondering how you feel about it?” </p>\n\n<p class=\"has-text-align-none\">“You show them how to deal with the emotion,” Hickman says. “You’re not collapsed on the floor in a mess.”</p>\n\n<p class=\"has-text-align-none\">Acknowledge any damage to property, too. Resist the urge to tell your kids that you can buy more toys, Schonfeld says, and instead affirm that you know how important they were to them. Try to reframe a child’s sadness over losing their backyard tree house, for instance, as a sign of how much love they had for it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If school is canceled, you can facilitate ways for kids to connect with their friends, Brymer says, whether through coordinating a playdate, FaceTiming with the other child’s parents, or making artwork your kid can give to their friends when they see each other again.</p>\n\n<p class=\"has-text-align-none\">Common <a href=\"https://www.schoolcrisiscenter.org/wp-content/uploads/2017/04/Providing-psychosocial-support-to-children-and-families.pdf\">reactions children might have after a natural disaster</a> include sleep problems, difficulty concentrating, and developmental regression, like bedwetting or thumb-sucking. Give your child grace to self-soothe in the service of healing, Schonfeld says, but encourage them to move forward. “Your goal is to get them back to normal as quickly as you can,” Galanti says. “So what extra supports do I need to give my kid to get them back to their normal?” You should seek out a mental health professional if your child is harming themselves or others or if behavioral problems persist.</p>\n\n<p class=\"has-text-align-none\">Continue to acknowledge how you feel in the aftermath so your kids know it’s okay to discuss their emotions, Brymer says. However, your child could feel confident and secure that you’ve kept them safe and may not be affected by the natural disaster, Ghosh Ippen says.</p>\n\n<p class=\"has-text-align-none\">Regardless of the extreme weather event or the extent of disruption to your family, experts stress the importance of acknowledgment: that the event occurred, that your child might be scared, that they might have lost a routine. Keep the lines of communication open and let kids know that they’re allowed to feel any range of emotions. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s a disconcerting but unmistakable fact that in an age of climate change-related natural disasters, parents may now find themselves fielding more questions from their children about wildfires, tornadoes, extreme heat, and hurricanes — and facing the prospect of guiding their kids through an emergency.&#160; Given all the stressors families face on a daily basis, [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "The whole time? The Boys has been making fun of Trumpers the whole time?!",
    "link": "https://www.vox.com/culture/356474/boys-season-4-trump-woke-review",
    "pubDate": "2024-06-25T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Amazon Studios\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/Screenshot-2024-06-24-at-2.26.49 PM.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Television shows getting terrible reviews isn’t anything new.&nbsp;But there’s something fascinating happening with the fourth season of <a href=\"https://www.amazon.com/The-Boys-Season-1/dp/B0875L45GK\"><em>The Boys</em></a>. It’s not just that people have suddenly turned on Amazon’s hit superhero satire, it’s who those people are and why they’ve changed their tune that’s so interesting.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since premiering to <a href=\"https://www.rottentomatoes.com/tv/the_boys_2019/s04\">critical praise</a> on June 13, alleged fans have been review-bombing the show’s latest season on sites like Rotten Tomatoes and IMDB. The most vocal and eye-catching of these takedowns pronounce that the show has gone “<a href=\"https://www.reddit.com/r/TheBoys/comments/1df475c/s4_seems_a_bit_woke/\">woke</a>” or is so obviously “<a href=\"https://gizmodo.com/eric-kripke-the-boys-anti-woke-fans-trump-prime-video-1851546943\">anti-Donald Trump</a>.”</p>\n\n<p class=\"has-text-align-none\">They’re not wrong, but they’re excruciatingly late to this observation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since the show’s inception in 2019,<em> The Boys</em> has been a superhero allegory about Trump, dangerous authoritarianism, political fanaticism, Nazis, and America’s sway toward fascism. Its showrunner, Eric Kripke, has said as much <a href=\"https://www.rollingstone.com/tv-movies/tv-movie-features/boys-penis-homelander-trump-billy-joel-season-3-1369258/\">interview</a> after <a href=\"https://x.com/therealKripke/status/1328006661408055296\">interview</a>: This is a show explicitly about the allure of Trump and a critique of corporate America. The only thing that’s seemingly different in this fourth season is that it skates so close to what’s happening in the US now: Homelander (Antony Starr), a Superman-like sociopath who functions as the Trump stand-in, is facing a criminal trial and is fanning the flames of a January 6-like insurrection. </p>\n\n<p class=\"has-text-align-none\">These angry public admissions from conservatives that they&#8217;ve spent the previous seasons cheering on this horrible character — only to now realize they&#8217;re the butt of the joke — have become bigger than the show itself. It’s a testament to our culture’s ever-diminishing <a href=\"https://www.vox.com/conversations/2017/5/8/15440292/donald-trump-politics-culture-neil-postman-television-media\">media literacy</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This isn’t the first time in pop culture that a superhero satire has served as a warning about fascism and its biggest fans have whiffed on the point. That it keeps happening is a testament to how difficult it may be for all of us to not be lost in the allure of powerful people.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What’s happening on this season of <em>The Boys&nbsp;</em></h2>\n\n<p class=\"has-text-align-none\">At the heart of <em>The Boys</em> is a brash deconstruction of the superhero fantasy, taking apart the traditional comic book superhero arc where super-powered beings save the day and defend those who can’t defend themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In <em>The Boys</em>, however, every character, every line, every shot, and every scene paints a larger portrait of how extremely screwed we would all be if superheroes existed in real life. <em>The Boys</em>’s<em> </em>cynical counter to the fantasy is a worldview that humans — even super ones — are morally flawed beings and that power always compromises morality. No matter how good we could be or think we could be, our selfishness, biases, envy, and everything in between will always get the better of us.&nbsp;</p>\n\n<p class=\"has-text-align-none\">People aren’t meant to be superheroes.</p>\n\n<p class=\"has-text-align-none\">These human failings take the form of heroes like the terminally narcissistic Homelander or any of his coworkers, known as The Seven (a parallel to DC Comics’s Justice League or Marvel’s Avengers). Homelander and his pals rape and kill and lie but their powers and, more importantly, their celebrity status keep them from facing any semblance of justice. The Seven are all propped up by Vought International, an ultra-powerful pharma-entertainment-military defense corporation originated by a Nazi who invented a serum that gave normal people superpowers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vought has its tentacles wrapped around every sphere of human life, whether its politics or sports or television and movies or law enforcement. There is no escaping Vought and the heroes it uses to make the world bend to its will.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/Screenshot-2024-06-24-at-2.25.49 PM.png?quality=90&#038;strip=all&#038;crop=0,10.440818997756,100,79.118362004488\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Just like former President Donald Trump, Homelander faces a criminal trial in the fourth season of &lt;em&gt;The Boys&lt;/em&gt;. | © Amazon Content Services LLC\" data-portal-copyright=\"© Amazon Content Services LLC\" />\n<p class=\"has-text-align-none\">This season builds on the idea that Homelander has built a following so large and loyal that Vought can’t control him. He’s always been invincible and able to shoot laser beams from his eyes, but it’s his acolytes that have made going against him impossible. The monster Vought created has become the master, and he’s now pulling the strings and attempting to manipulate the world around him.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the season opener, Homelander is facing trial for the killing of a protester, a fan of former Seven member Starlight (Erin Moriarty). Starlight, who has the ability to manipulate electricity and energy, was the rare “good” hero and didn’t last long in Homelander’s tribe. She’s now part of an anti-Vought, anti-Homelander political movement, which is the short version of why Homelander killed her supporter. That, and Homelander is also a pathetically fragile sociopath. Yet, everyone including Homelander knows that he won’t be found guilty. Even if he was, it wouldn’t matter because he’s too politically significant to face any real consequences. It’s only a matter of time before Homelander plans a coup, a January 6-like insurrection and takeover of the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A celebrity turned powerful political figure and authoritarian who is facing trial and stirring up a fascist insurrection should sound very familiar to anyone paying the slightest bit of attention to American politics over the last eight years. Kripke, the showrunner, <a href=\"https://www.rollingstone.com/tv-movies/tv-movie-features/boys-penis-homelander-trump-billy-joel-season-3-1369258/\">said as much in 2022</a>, asserting that Homelander has “always been a Trump analogue” and that the parallel should have been crystal clear in the show’s third season in 2022. Kripke’s fourth season is even more urgent and obvious.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet, despite <em>The Boys</em>’s purposefully unsubtle treatment of the dangerous creep of authoritarianism over the past three seasons and the showrunner plainly stating that the villain of his show is Trump, some of <em>The Boys</em>’s viewers are just now crying foul and expressing shock over the show’s politics.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><em>The Boys</em>’s audience score is the lowest in the show’s existence&nbsp;</h2>\n\n<p class=\"has-text-align-none\">On Rotten Tomatoes, the show’s <a href=\"https://www.rottentomatoes.com/tv/the_boys_2019/s04\">audience score</a> is at 50 percent, despite boasting a 95 percent critical score. That’s the lowest score The Boys has ever had. The divide between critics and viewers, with viewers submitting a lower score, doesn’t usually happen. Outlets like <a href=\"https://screenrant.com/the-boys-season-4-rotten-audience-score-explained/\">Screenrant</a>, <a href=\"https://www.forbes.com/sites/conormurray/2024/06/18/anti-woke-critics-of-the-boys-mocked-on-social-media-as-creators-say-the-series-was-always-a-satirical-right-wing-critique/\">Forbes</a>, and <a href=\"https://www.nme.com/news/tv/the-boys-season-four-being-review-bombed-3766932\">NME</a> pointed out that the divide seems to be driven by viewers claiming the show has gone “woke.” They also explain that the show is being <a href=\"https://www.vox.com/culture/2019/5/23/18637464/rotten-tomatoes-audience-verified-score-trolls-brigading-review-bombing\">review-bombed</a>, a practice in which users — whether or not they’ve seen the shows — flood aggregators like Rotten Tomatoes and IMDB with bad reviews to drive the audience/word of mouth score down. Television series and movies that are seen as progressive (e.g., shows that center characters of color, LGBTQ characters, and women) are sometimes <a href=\"https://www.theverge.com/2019/2/26/18241840/rotten-tomatoes-review-bomb-captain-marvel-star-wars-the-last-jedi\">review-bombed</a> by those who don’t agree with that progress.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The blowback to this season mirrors the backlash that happened at the end of 2022’s season three — the season in which Kripke said the satire was extremely clear and the line between Homelander and Trump extremely thin. Certain Homelander-loving fans had <a href=\"https://slate.com/culture/2022/06/homelander-fans-herogasm-boys-amazon-trump.html\">a meltdown</a> upon realizing that their hero was actually a villain.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That it took four seasons of the show for right-wing and conservative-leaning viewers to realize the characters they were championing were liberal spoofs of them is a dynamic that’s ripe for jokes about how media literacy is fighting for its life. How long would you let someone make fun of you for? What if it took roughly four years for you to figure it out? Wouldn’t you keep something like that private?&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/Screenshot-2024-06-24-at-2.33.12 PM.png?quality=90&#038;strip=all&#038;crop=0,11.136610005305,100,77.72677998939\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A character named Stormfront (Aya Cash) who likes men with Aryan features and drumming up online chaos turned out to be ... a NAZI! | © Amazon Content Services LLC\" data-portal-copyright=\"© Amazon Content Services LLC\" />\n<p class=\"has-text-align-none\">Even if fans forgive <em>The Boys</em>’s superheroes for committing reprehensible acts like the aforementioned rape, killing, and violence, there were still moments that should have made the intent quite clear. In season two, an honest-to-God Nazi named<strong> </strong><a href=\"https://ew.com/tv/the-boys-season-2-stormfront-reveal/\">Stormfront</a><strong> </strong>(which is literally the name of a <a href=\"https://www.splcenter.org/fighting-hate/extremist-files/group/stormfront\">Neo-Nazi internet forum</a>) emerged on the scene and became Homelander’s ally and love interest. Her name and characterization (violence, really into social media, complimenting Homelander for Aryan features) couldn’t have been more obvious. But certain fans didn’t pick up on it, some even tied themselves in knots trying to exonerate Homelander’s fixation with her. Take for example this Reddit thread about whether <a href=\"https://www.reddit.com/r/CharacterRant/comments/vlghop/homelander_isnt_a_nazi/\">Homelander was a Nazi</a> because of his relationship with Stormfront, including the distinction that Homelander wasn’t a Nazi but a racist who has sex with Nazis.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The fact that so many erroneous interpretations of <em>The Boys</em> exist — despite its creator explicitly talking about <a href=\"https://www.hollywoodreporter.com/tv/tv-features/the-boys-showrunner-erik-kripke-interview-trumpism-1235914642/\">how mistaken they are</a> — indicates there may be something at work with how viewers filter the media they consume. Perhaps media bubbles have reached a point where all of us expect the things we watch to reinforce our ideals. We’ve gotten so good at watching things that fit with our political leanings, and being served things that fit with our politics, that we can’t even identify when something is built to challenge those beliefs. What if it’s hard for conservative and alt-right viewers to comprehend that <em>The Boys </em>wasn’t made <em>for </em>them because they’re so used to everything in their sphere being <em>for</em> them?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The show has skewered some liberal ideologies as well. <em>The Boys</em> includes multiple moments where Vought International’s PR team strategically focus-groups race and sexuality when it comes to their celebrity heroes. Each person of color or LGBTQ person joining The Seven is seen by corporate HQ as a token, a tool to push their agenda more effectively. It’s a blistering critique of the shallowness of corporate diversity, equality, and inclusion and how effective appearances are at winning liberals over.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">And in season two, the show introduces Victoria Neuman (Claudia Doumit). Enigmatic and for the people, Neuman seems to be a stand-in for one Rep. <a href=\"https://slate.com/culture/2020/10/boys-season-2-finale-victoria-neuman-aoc-head-exploder-twist.html\">Alexandria Ocasio-Cortez</a>.&nbsp; Slowly viewers came to understand that she has her own nefarious motives and at least one mind-blowing super-powered secret. That you can’t trust even the most progressive lawmakers because all lawmakers sell a little part of themselves to the highest bidders sure feels like a leftist critique.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kripke has no qualms about the bluntness of his series.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’m certainly not going to pull any punches or apologize for what we’re doing,” Kripke told <a href=\"https://www.hollywoodreporter.com/tv/tv-features/the-boys-showrunner-erik-kripke-interview-trumpism-1235914642/\">the Hollywood Reporter</a>. “Some people who watch it think Homelander is the hero. What do you say to that? The show’s many things. Subtle isn’t one of them. So if that’s the message you’re getting from it, I just throw up my hands.”</p>\n\n<h2 class=\"wp-block-heading\"><em>The Boys</em> isn’t the first superhero critique where people didn’t see the critique</h2>\n\n<p class=\"has-text-align-none\"><em>The Boys</em> isn’t the first superhero satire that seems to have gone over the heads of much of its devoted audience. Writer Alan Moore and artist Dave Gibbons’s <em>Watchmen</em> was both a critique of the genre and a warning about how superhero comics glamorize authoritarianism and fascism while doing double duty in infantilizing their audience.</p>\n\n<p class=\"has-text-align-none\">Still, so many fans, some very prominent, gush over <em>Watchmen</em> and how it portrayed gritty, damaged men, all but ignoring Moore’s warnings. <a href=\"https://www.polygon.com/2015/7/29/9060251/ted-cruz-rorschach-watchmen\">Texas Sen. Ted Cruz</a> famously named Rorschach, an extremist vigilante who sees violence and torture (<a href=\"https://www.cbr.com/watchmen-worst-things-rorschach-has-done-ranked/\">e.g., breaking people’s fingers</a>) as part of his job, one of his favorite superheroes. Similarly, director Zack Snyder’s 2009 adaptation <a href=\"https://www.avclub.com/the-watchmen-movie-proves-you-can-be-faithful-to-a-comi-1830312684\">reveled in the gloom and doom</a> of its bloodied heroes.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to Moore, those were exactly the wrong things to take out of his work.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The creation of Rorschach — I was thinking, well, everybody will understand that this is satirical. I’m making this guy a mumbling psychopath who clearly smells, who lives on cold baked beans, who has no friends because of his abhorrent personality. I hadn’t realized that so many people in the audience would find such a figure admirable,” <a href=\"https://www.gq.com/story/alan-moore-interview\">Moore told GQ in 2022</a>, voicing his frustrations. He added, about <em>Watchmen </em>and<em> </em>his other graphic novel<em> V for Vendetta&nbsp;</em>:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>They were trying to show that any attempt to realize these figures in any kind of realistic context will always be grotesque and nightmarish. But that doesn’t seem to be the message that people took from this. They seemed to think, uh, yeah, dark, depressing superheroes are, like, cool.</em></p>\n\n\n\n<p class=\"has-text-align-none\">I think I understand fascism … But if this stuff can be so fundamentally misunderstood, it does make you wonder what the point of doing it was.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">While <em>Watchmen</em> and <em>The Boys</em> touch upon the same themes, they’re drastically different in style. The latter leans into raunch and slapstick to highlight the hilariously bleak absurdity of just how close its creator thinks we are to a fascist dictator — while the former relies on plain old bleak absurdity.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/Screenshot-2024-06-24-at-2.26.18 PM.png?quality=90&#038;strip=all&#038;crop=0,9.9316166257079,100,80.136766748584\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Homelander (left) is supposed to be a Trump analogue. Victoria Neuman (right) seems to be a stand-in for AOC. What if the message of the show is that you can&#039;t trust anyone with power? | © Amazon Content Services LLC\" data-portal-copyright=\"© Amazon Content Services LLC\" />\n<p class=\"has-text-align-none\">Still, both want to raise a mirror to their audiences, using superheroes to warn us about the perils of believing in the goodness of the most powerful people, from professional athletes to politicians to pop stars. Political affiliation doesn’t matter, power is power and shouldn’t be adulated. At the end of the day, no one is going to save us, especially not corporate-backed, focus-grouped capitalist heroes. That viewers keep tripping on this point only proves how alluring this fantasy is.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Television shows getting terrible reviews isn’t anything new.&#160;But there’s something fascinating happening with the fourth season of The Boys. It’s not just that people have suddenly turned on Amazon’s hit superhero satire, it’s who those people are and why they’ve changed their tune that’s so interesting.&#160; Since premiering to critical praise on June 13, alleged [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "Pregnancy in America is starting to feel like a crime",
    "link": "https://www.vox.com/health/356512/pregnancy-america-crime-dobbs-justice",
    "pubDate": "2024-06-25T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A pregnant person cradles their belly.\" data-caption=\"Pregnant people are struggling to get care in the wake of the Dobbs ruling, experts say.\" data-portal-copyright=\"Jose Luis Pelaez Inc via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-91497758.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Pregnant people are struggling to get care in the wake of the Dobbs ruling, experts say.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Imagine you’re eight months pregnant, and you wake up in the middle of the night to a bolt of pain across your belly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Terrified you might be losing your pregnancy, you rush to the emergency room — only to be told that <a href=\"https://apnews.com/article/pregnancy-emergency-care-abortion-supreme-court-roe-9ce6c87c8fc653c840654de1ae5f7a1c\">no one there will care for you</a>, because they’re worried they could be accused of participating in an abortion. The staff tells you to drive to another hospital, but that will take hours, by which time, it might be too late.</p>\n\n<p class=\"has-text-align-none\">Such frightening experiences are growing more common in the wake of <a href=\"https://www.vox.com/2022/6/24/23181720/supreme-court-dobbs-jackson-womens-health-samuel-alito-roe-wade-abortion-marriage-contraception\">the Supreme Court’s 2022 <em>Dobbs v. Jackson Women’s Health</em> decision</a>, as doctors and other medical staff, fearful of the far-reaching effects of state abortion bans, are simply refusing to treat pregnant people at all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s part of what some reproductive health activists see as a disturbing progression from bans on abortion to a climate of suspicion around all pregnant patients. “People are increasingly scared even to be pregnant,” said Elizabeth Ling, senior helpline counsel at the reproductive justice legal group If/When/How.</p>\n\n<p class=\"has-text-align-none\">The fall of <em>Roe</em> has led to an ever-widening net of criminalization that can ensnare doctors, nurses, and pregnant people alike, leading to devastating consequences for patients’ health, experts say. </p>\n\n<p class=\"has-text-align-none\">Complaints of pregnant women turned away from emergency rooms doubled in the months after <em>Dobbs</em>, the <a href=\"https://apnews.com/article/pregnancy-emergency-care-abortion-supreme-court-roe-9ce6c87c8fc653c840654de1ae5f7a1c\">Associated Press reported</a> earlier this year. Concerns about such treatment, combined with stories of people like <a href=\"https://time.com/6960387/kate-cox-abortion-rights-interview/\">Kate Cox</a>, who was denied an abortion despite the risks her pregnancy posed to her health, have made some Americans afraid of conceiving: In <a href=\"https://www.politico.com/news/magazine/2023/09/13/dobbs-pregnancy-maternal-health-00115561\">one recent poll</a>, 34 percent of women 18 to 39 said they or someone they knew had “decided not to get pregnant due to concerns about managing pregnancy-related medical emergencies.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such surveys, along with ER records and calls to helplines, reveal a sense that in a post-<em>Dobbs</em> America, any pregnancy can be dangerous — to patients, to doctors, or both. “The fact that people are viewing the condition of pregnancy as something that makes them vulnerable to state violence is just so heartbreaking,” Ling said.</p>\n\n<h3 class=\"wp-block-heading\">Americans are facing prosecution after miscarriage</h3>\n\n<p class=\"has-text-align-none\">The <em>Dobbs</em> decision has created an environment in which people experiencing miscarriage are treated as criminals or crimes waiting to happen, advocates say — or sometimes both.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In October 2023, an Ohio woman named Brittany Watts <a href=\"https://www.nytimes.com/2024/01/03/us/brittany-watts-ohio-miscarriage-abortion.html\">visited a hospital</a>, 21 weeks pregnant and bleeding. Doctors determined that her water had broken early and her fetus would not survive, but since her pregnancy was approaching the point at which <a href=\"https://apnews.com/article/ohio-miscarriage-prosecution-brittany-watts-b8090abfb5994b8a23457b80cf3f27ce\">Ohio bans abortions</a>, a hospital ethics panel kept her waiting for eight hours while they debated what to do. She eventually returned home, miscarried, tried to dispose of the fetal remains herself, and was charged with felony abuse of a corpse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The charges were <a href=\"https://apnews.com/article/miscarriage-prosecution-ohio-brittany-watts-68145b3044b3cc61017b71a97f7cc036\">ultimately dropped</a>, but experts say her case is part of a larger pattern. “There has become this hypersurveillance, hyperpolicing, hyperinterrogation” of pregnant people in America, said <a href=\"https://www.law.georgetown.edu/faculty/michele-goodwin/\">Michele Goodwin</a>, a professor of constitutional law and global health policy at Georgetown and the author of <em>Policing the Womb: Invisible Women and the Criminalization of Motherhood</em>.</p>\n\n<p class=\"has-text-align-none\">That surveillance isn’t entirely new, advocates and scholars say. Black pregnant women, especially, have been targets of suspicion for generations, stereotyped as drug users or <a href=\"https://newrepublic.com/article/154404/myth-welfare-queen\">“welfare queens”</a> and even arrested when they tried to seek maternity care, said Goodwin. “There are cases of Black women having been dragged out of hospitals, literally in shackles and chains,” Goodwin said.</p>\n\n<p class=\"has-text-align-none\">Black women and other women and girls of color have also been disproportionately targeted for arrest or investigation following miscarriages or stillbirths. In 1999, Regina McKnight, a 22-year-old Black woman in South Carolina, became the first person prosecuted for homicide after experiencing a stillbirth, <a href=\"https://capitalbnews.org/miscarriage-criminalization-ohio/\">according to Capital B</a>. She was convicted and sentenced to 12 years in prison for endangering her pregnancy through drug use, but her conviction was eventually overturned.</p>\n\n<p class=\"has-text-align-none\">But now, the atmosphere of criminalization around pregnancy is “spreading into wider and wider groups of people,” said Karen Thompson, legal director of the group Pregnancy Justice, which tracks the criminalization of pregnant people.</p>\n\n<p class=\"has-text-align-none\">Black advocates have long cautioned that while the criminalization of pregnancy might affect Black and brown women today, “tomorrow it’s everybody,” Goodwin said. “<em>Dobbs</em> brought us into the tomorrow.”</p>\n\n<h3 class=\"wp-block-heading\"><em>Dobbs</em> is making doctors scared to treat pregnant patients</h3>\n\n<p class=\"has-text-align-none\">In the tomorrow of post-<em>Dobbs</em> America, doctors and hospital staff now fear criminal charges if they are found to have performed an abortion in violation of their state’s bans. These bans have <a href=\"https://www.guttmacher.org/article/2022/12/focusing-exceptions-misses-true-harm-abortion-bans\">exceptions</a> for saving the life, or sometimes the health, of the pregnant person, but the exceptions are often extremely narrow or <a href=\"https://www.nytimes.com/2022/07/20/us/abortion-save-mothers-life.html\">unclear</a>, forcing medical professionals to choose between refusing to treat a severely ill patient and losing their license or going to jail.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The way the states write their statutes, there’s no deference to the medical judgment of the doctor,” said <a href=\"https://publichealth.gwu.edu/departments/health-policy-and-management/sara-rosenbaum\">Sara Rosenbaum</a>, an emerita professor of health law and policy at George Washington University. “It has had a profound chilling effect on any care in emergency departments, because physicians and hospitals are in a panic.”</p>\n\n<p class=\"has-text-align-none\">That chilling effect is leading some doctors to refuse not just to perform abortions, but also to provide any care for pregnant people in crisis, lest their care draw scrutiny in a restrictive and uncertain legal environment. A week after the <em>Dobbs</em> ruling, a woman arrived at Falls Community Hospital in Marlin, Texas, nine months pregnant and having contractions, according to a federal investigation of ER visits. The doctor on duty refused to treat her, instead sending her to another hospital in Waco, <a href=\"https://apnews.com/article/pregnancy-emergency-care-abortion-supreme-court-roe-9ce6c87c8fc653c840654de1ae5f7a1c\">the AP reported</a>. The outcome of her pregnancy — and the impact on her health of delayed maternal care — are unknown.</p>\n\n<p class=\"has-text-align-none\">In another case, a pregnant woman arrived at a North Carolina hospital complaining of stomach pain. Staff told her they could not perform an ultrasound, and she eventually gave birth in a car on the way to another facility 45 minutes away, <a href=\"https://apnews.com/article/pregnancy-emergency-care-abortion-supreme-court-roe-9ce6c87c8fc653c840654de1ae5f7a1c\">the AP reported</a>. The baby did not survive.</p>\n\n<p class=\"has-text-align-none\">“We’re talking a level of outlandishness that is up there with <em>The Handmaid’s Tale</em>,” Rosenbaum said.</p>\n\n<p class=\"has-text-align-none\">The Emergency Medical Treatment and Labor Act (EMTALA) requires all hospitals that accept Medicare to stabilize the medical condition of anyone who arrives at an emergency room, including pregnant people. But the medical interventions allowed under new state abortion laws are often less than what EMTALA requires, Rosenbaum said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the Supreme Court in the coming days will decide <a href=\"https://www.vox.com/scotus/2023/12/4/23984674/supreme-court-abortion-emtala-emergency-medically-necessary-idaho\">a case that could gut EMTALA</a>, giving hospitals even more leeway to turn away pregnant patients.<em> </em>“I don’t think it’s an understatement to say that the loss of EMTALA, or even just weakening of EMTALA, puts pregnant people’s lives at risk,” Ling said.</p>\n\n<p class=\"has-text-align-none\">Even people who are not yet pregnant feel the widening effects of <em>Dobbs</em>. The If/When/How helpline has received calls from people who want to become pregnant, but are terrified that “they might experience an unexpected loss like a miscarriage, and still somehow be punished for experiencing that loss,” Ling said.</p>\n\n<p class=\"has-text-align-none\">In recent months, she has heard herself say the words, “it is not a crime to be pregnant,” she told Vox. And yet, more and more, it feels like it is.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Imagine you’re eight months pregnant, and you wake up in the middle of the night to a bolt of pain across your belly.&#160; Terrified you might be losing your pregnancy, you rush to the emergency room — only to be told that no one there will care for you, because they’re worried they could be [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "The frogs of Puerto Rico have a warning for us",
    "link": "https://www.vox.com/down-to-earth/356465/down-to-earth-puerto-rico-coqui-bioacoustic-science",
    "pubDate": "2024-06-25T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/9I5A9446.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In much of the world, nature sounds like birds or maybe insects — the cheerful, rhythmic cheeps of a robin, say, or the buzz of a cicada.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Puerto Rico, it sounds like frogs. Lots and lots of frogs. </p>\n\n<p class=\"has-text-align-none\">If you walk into pretty much any forest on the island you’ll hear a loud, almost deafening chorus of amphibians.&nbsp;The lead singer is the common coqui, a tannish treefrog with big, sticky toes. They are Puerto Rican icons no larger than a ping-pong ball that call — <em>CO-KEE, CO-KEE</em> — to attract mates and mark their territory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Puerto Rico, a Caribbean island and US territory, is home to more than 15 native species of frogs. And these animals have a lot to say. The number and diversity of frogs,&nbsp;and their collective voice, can indicate the health of an ecosystem. Frogs, like other amphibians, tend to be sensitive to subtle changes in climate and water quality, making them reliable environmental sensors, according to Marconi Campos-Cerqueira, an ecologist.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/re-edit-frog.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A common coqui. | Benji Jones/Vox\" data-portal-copyright=\"Benji Jones/Vox\" />\n<p class=\"has-text-align-none\">When lots of frogs are singing, it’s a sign that the forest is healthy. A quiet forest is cause for concern.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Scientists are increasingly listening to their calls. In the last two decades, a large number of researchers have turned to bioacoustics, the study of all kinds of animal sounds, to monitor the health of the environment. It’s pretty simple: They place a few mics in the forest to gather sound, and then run the data they retrieve through computer software. That software reveals what animal species are there, and when.&nbsp;&nbsp;</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4689141263\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">For years now, scientists in Puerto Rico have been using bioacoustics to monitor environmental changes. By listening to the sounds of frogs, they’re figuring out how climate change — and the storms and heat waves that come with it — is altering life on the island.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">A frog paradise</h2>\n\n<p class=\"has-text-align-none\">On a cloudy morning earlier this year, I drove into the mountains of central Puerto Rico with Kris Harmon, a scientist at WildMon, a nonprofit that monitors ecosystem health in Puerto Rico and elsewhere. Parts of the road were crumbling, likely eroded from excessive rain. Climate change has been making hurricanes&nbsp;more destructive —&nbsp;<a href=\"https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2019GL082077\" data-type=\"link\" data-id=\"https://agupubs.onlinelibrary.wiley.com/doi/10.1029/2019GL082077\">including Hurricane Maria</a>, which struck Puerto Rico in 2017 — in part by loading them up with more moisture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harmon parked above the clouds at the edge of a lush forest. Before I even opened the door I could hear frogs singing.&nbsp;<em>CO-KEE! CO-KEE! </em>There was also the more occasional <em>KI-KI-KI-KI-KI</em> from a red-eyed coqui, a small tree frog with rust-colored eyes.</p>\n\n<p class=\"has-text-align-none\">“The frogs are omnipresent,” Harmon said.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/re-edit.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Kris Harmon peers into a bromeliad plant in search of frogs. | Benji Jones/Vox\" data-portal-copyright=\"Benji Jones/Vox\" />\n<p class=\"has-text-align-none\">We walked into the woods down a steep, overgrown path flanked by ferns, palms, and bromeliads (plants that look like the tops of pineapples). Harmon soon spotted what he was looking for: a microphone strapped to the trunk of a large tree.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This mic, housed in a simple black box, records forest sounds. It’s part of a long-term project, initiated a few years ago by Rainforest Connection, another environmental group, to monitor wildlife in Puerto Rico. There are some 29 other mics just like it in different habitats around the island that have been running for years.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/9I5A8508.jpg?quality=90&#038;strip=all&#038;crop=0,32.547993019197,100,34.904013961606\" alt=\"A square black box is screwed to the bark of a mottled tree.\" title=\"A square black box is screwed to the bark of a mottled tree.\" data-has-syndication-rights=\"1\" data-caption=\"A Rainforest Connection microphone that records sounds in the forest. | Benji Jones/Vox\" data-portal-copyright=\"Benji Jones/Vox\" />\n<p class=\"has-text-align-none\">The hardware is simple. The mic is attached to a circuit board and a battery that records one minute of sound every five minutes to a built-in memory card. Every few months, those cards are collected and the recordings are uploaded online and converted into spectrograms, which show sound data in visual form. Then, the software essentially scans the spectrograms for matches within an existing library of animal noises. The data can tell researchers which species are present at each recording site and, more broadly, how the range of sounds in one habitat differs from another.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The mic Harmon showed me, in a site called Toro Negro, has picked up the mutterings of a number of different animals in the last few years. These include those two noisy frogs, of course — the common and red-eyed coquis — as well as several other frogs, including melodius and grass coquis, that have their own distinct song. It has also detected a variety of birds, such the Puerto Rican tody, an emerald green species with bright red throats. (The software that analyzes sounds for this project only detects about 40 species of interest, Harmon said, including those that are threatened with extinction.)</p>\n\n<p class=\"has-text-align-none\">The data isn’t perfect. Some animals, such as snakes, don’t call at all. Plus, sound alone can’t tell you much about abundance — i.e., how many of a certain species are found in a particular place.</p>\n\n<p class=\"has-text-align-none\">“Discerning whether 100 detected calls are from one bird in mating season or dozens of less active individuals remains challenging,” said Ben Gottesman, a bioacoustics expert at the K. Lisa Yang Center for Conservation Bioacoustics at Cornell University. “Estimating population density through bioacoustics is still quite complex.”</p>\n\n<p class=\"has-text-align-none\">But if your goal is to figure out what species live or travel through a particular area, Harmon says, bioacoustics technology is “pretty hard to beat.”</p>\n\n<h2 class=\"wp-block-heading\">What these recorders have taught us</h2>\n\n<p class=\"has-text-align-none\">On a basic level, microphones reveal what does and does not live in a place, without having to spend a lot of time doing field work. This helps scientists easily create maps of biodiversity. Local authorities and nonprofits use these sorts of charts to establish new wildlife reserves.</p>\n\n<p class=\"has-text-align-none\">But these sounds can also help researchers understand how ecosystems are changing. In a <a href=\"https://peerj.com/articles/4059/#aff-1\">pair</a> of <a href=\"https://onlinelibrary.wiley.com/doi/pdf/10.1002/ece3.3520\">studies</a> based on bioacoustics, Campos-Cerqueira, the chief scientific officer at WildMon, who works with Harmon, found that a number of frog and bird species appear to be moving to higher elevations, where it’s cooler, likely due to rising temperatures. In lowland areas of the Luquillo Mountains, a rainforest in eastern Puerto Rico, for example, recording devices no longer detect a handful of frog species that once lived there.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Many bird and frog species are changing their distribution on the island,” Campos-Cerqueira told me. “A lot of species are going up [higher] into the mountains to track more favorable temperature and humidity conditions.”</p>\n\n<p class=\"has-text-align-none\">This movement of frogs and birds makes existing protected areas less useful —&nbsp;because unlike the animals they safeguard, they’re stuck in place. By mid-century, much of the habitat that’s cool and wet enough for frogs will likely fall outside of wildlife reserves, <a href=\"https://link.springer.com/article/10.1007/s10531-021-02258-9\">according to a 2021</a> study led by Campos-Cerqueira.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/9I5A9449.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A red-eyed coqui. | Benji Jones/Vox\" data-portal-copyright=\"Benji Jones/Vox\" />\n<p class=\"has-text-align-none\">Other research has used mics to understand how superstorms affect wildlife on the island. In <a href=\"https://www.sciencedirect.com/science/article/pii/S1470160X21003009\">another 2021 study</a>, led by Gottesman, scientists compared communities of birds and insects before and after Hurricane Maria using bioacoustics. Maria was the second most powerful storm to hit Puerto Rico in recorded history, killing nearly 3,000 people and damaging or flattening millions of trees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though not all that surprising, the authors found that sounds made by birds and insects (at least those that produce low and medium frequency noises) dropped by about 50 percent following the hurricane. It took one to two months for the sounds of insects to return to pre-storm levels, the authors found. The variety of bird calls took even longer to bounce back.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the analysis, audio recorders detected a drop in bird calls two days before the storm hit, adding evidence that some animals — from <a href=\"https://www.sciencedaily.com/releases/2014/12/141218131413.htm\">warblers</a> to <a href=\"https://www.vox.com/down-to-earth/23852549/hurricane-idalia-sharks\">sharks</a> — may be able to detect incoming storms days in advance and flee the area. “In this time of rapid environmental change,” Gottesman and his coauthors wrote, “soundscapes can signal the ways in which altered disturbance regimes are transforming ecosystems.”</p>\n\n<h2 class=\"wp-block-heading\">A new era of wildlife monitoring</h2>\n\n<p class=\"has-text-align-none\">Tropical ecosystems are complicated. There are literally thousands of species of plants, animals, and fungi that all influence each other, like a complex machine that no one fully understands.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In just a few days in Puerto Rico this year, I saw boa constrictors and lizards and waterbirds, lots of weird bugs, and so many frogs. They all play a role,&nbsp;including species that we’re <a href=\"https://oakland.edu/oumagazine/news/cas/2022/ou-professor-helps-discover-describe-new-species-of-gecko-in-puerto-rico#:~:text=The%20karst%20gecko%20(Sphaerodactylus%20verdeluzicola,Biological%20Sciences%20at%20Oakland%20University.\">only just</a> discovering.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/9I5A8626_8c31eb.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A small slimy green slug-like creature sits on a green leaf.\" title=\"A small slimy green slug-like creature sits on a green leaf.\" data-has-syndication-rights=\"1\" data-caption=\"A “semi-slug,” a mollusk with a tiny, almost imperceptible shell. | Benji Jones/Vox\" data-portal-copyright=\"Benji Jones/Vox\" />\n<p class=\"has-text-align-none\">This complexity makes figuring out how ecosystems are changing — really,&nbsp;how <em>we are </em>changing them — extremely difficult. And that in turn makes it hard to hold those who are responsible for that change accountable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">More and more, major financial firms, <a href=\"https://www.responsible-investor.com/investors-turn-to-acoustics-in-search-for-biodiversity-measurement-solution/\">including Fidelity International</a>, increasingly want to know the impact of their investments on the environment, and how declining ecosystems put those investments at risk. How, for example, are insect pollinators faring and what impact might that have on agricultural commodities and producers?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Advances in bioacoustics are making it much easier to answer these sorts of questions. When paired with other tools that are now similarly mainstream — including motion-sensing cameras, satellite imagery, and eDNA analysis, where scientists analyze the bits of DNA in a habitat —&nbsp;audio recordings and the software to analyze them are ushering in a new era of wildlife monitoring.</p>\n\n<p class=\"has-text-align-none\">This isn’t just about pointing out problems, such as&nbsp;the destruction of a food web. It’s also about helping monitor progress in restoring nature. A study <a href=\"https://www.nature.com/articles/s41467-023-41693-w\">published last year</a> in <em>Nature Communications, </em>for example,<em> </em>showed that bioacoustics can be used to measure the recovery of wildlife in tropical forests that were previously cleared for farming and ranching.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The researchers analyzed audio from forests in northwestern Ecuador, finding significant changes in the community of noise-making animals in forests at different stages of recovery. “Clearly the regenerating forests are recovering species that are only really found in old growth forests, which is a really good sign,” Zuzana Buřivalová, a coauthor on the study, told my colleague Byrd Pinkerton earlier this year for an <a href=\"https://podcasts.apple.com/us/podcast/a-stethoscope-for-the-rainforest/id1554578197?i=1000641144211\">episode of the podcast <em>Unexplainable</em></a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/9I5A8673.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Tiny pearl-like eggs bubble together in a cluster inside the curved inner rim of a thick green bromeliad leaf.\" title=\"Tiny pearl-like eggs bubble together in a cluster inside the curved inner rim of a thick green bromeliad leaf.\" data-has-syndication-rights=\"1\" data-caption=\"The eggs of a common coqui inside a bromeliad plant. | Benji Jones/Vox\" data-portal-copyright=\"Benji Jones/Vox\" />\n<p class=\"has-text-align-none\">As I spent more time in Puerto Rico, my ears became more discerning. Instead of just recognizing “a frog,” I was able to identify different species of coqui, even when I couldn’t see them. (They were nearly impossible to find, even when they seemed to be calling from just inches away.) In those subtle musical differences I was starting to detect — in that variety of frog croaks — are secrets to the health of these forests. To unlock them we just have to listen.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Clarification, June 25, 11:45 am: </strong>Ben Gottesman’s professional affiliation has been detailed further; he works at the K. Lisa Yang Center for Conservation Bioacoustics at Cornell University.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In much of the world, nature sounds like birds or maybe insects — the cheerful, rhythmic cheeps of a robin, say, or the buzz of a cicada.&#160; In Puerto Rico, it sounds like frogs. Lots and lots of frogs. If you walk into pretty much any forest on the island you’ll hear a loud, almost [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Why this year’s Hajj was so deadly",
    "link": "https://www.vox.com/world-politics/356624/hajj-mecca-heat-saudi-arabia-pilgrims-climate-change-prophet",
    "pubDate": "2024-06-25T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"TOPSHOT - Rescuers carry away a man, affected by the scorching heat, on a stretcher as Muslim pilgrims arrive to perform the symbolic &#039;stoning of the devil&#039; ritual as part of the hajj pilgrimage in Mina on June 16, 2024. Friends and family searched for missing hajj pilgrims on June 19 as the death toll at the annual rituals, which were carried out in scorching heat, surged past 900. (Photo by FADEL SENNA / AFP) (Photo by FADEL SENNA/AFP via Getty Images)\" data-portal-copyright=\"AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2157800659.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>TOPSHOT - Rescuers carry away a man, affected by the scorching heat, on a stretcher as Muslim pilgrims arrive to perform the symbolic &#039;stoning of the devil&#039; ritual as part of the hajj pilgrimage in Mina on June 16, 2024. Friends and family searched for missing hajj pilgrims on June 19 as the death toll at the annual rituals, which were carried out in scorching heat, surged past 900. (Photo by FADEL SENNA / AFP) (Photo by FADEL SENNA/AFP via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">More than 1,300 people have died in Saudi Arabia during this year’s Hajj, the annual pilgrimage to some of Islam’s holiest sites, succumbing to the brutal temperatures in the Gulf region. </p>\n\n<p class=\"has-text-align-none\">The kingdom of Saudi Arabia has always had hot summers, but temperatures reached 125 degrees Fahrenheit during this year’s pilgrimage, conditions that may become routine for the country as the world struggles with the effects of climate change. That reality raises the question of how the kingdom can better mitigate extreme heat to limit Hajj deaths in future — and likely hotter — years. </p>\n\n<p class=\"has-text-align-none\">This year’s tragic deaths were caused by the heat, but were exacerbated by a visa system many attempt to circumvent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Muslims, Hajj is one of the five most sacred professions of faith and many adherents view making the journey to Mecca, the birthplace of the Prophet Muhammad, as a requirement for all believers able to do so. To control the flow of Muslims wishing to complete the journey, Saudi Arabia limits the number of Hajj visas it offers per year. </p>\n\n<p class=\"has-text-align-none\">To get around that requirement, some companies provide would-be pilgrims with tourist visas to Saudi Arabia that do not include permission to make Hajj — or accommodations at the holy sites where people can shelter from the heat. Left without any official government aid or oversight, many of these unauthorized pilgrims suffered from exposure — and it is they who make up the largest proportion of the dead, according to Saudi authorities.</p>\n\n<p class=\"has-text-align-none\">How Saudi Arabia will manage these pilgrims, and the coming extreme temperatures, in the future isn’t clear; though if the government does not, people are likely to continue to die in large numbers.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What is Hajj?</strong></h2>\n\n<p class=\"has-text-align-none\">Hajj consists of visits to multiple holy sites in Mecca, Saudi Arabia, where the Prophet Muhammad was born. During Hajj, Muslims visit the Kaaba, a shrine within the Great Mosque which they are to walk around seven times. Over the five days, they also visit other sites outside Mecca, including Mount Ararat, the site of Muhammad’s last sermon according to tradition. </p>\n\n<p class=\"has-text-align-none\">This journey is very expensive, running anywhere between <a href=\"https://www.bloomberg.com/news/features/2024-06-24/hajj-heat-deaths-saudi-arabia-s-soaring-temperatures-endanger-pilgrims?sref=qYiz2hd0\">$3,000 and $17,000</a> depending on the <a href=\"https://www.bloomberg.com/news/features/2024-06-24/hajj-heat-deaths-saudi-arabia-s-soaring-temperatures-endanger-pilgrims?sref=qYiz2hd0\">package they choose and their country of origin</a> (some countries, like Indonesia, subsidize parts of Hajj travel). It requires a special visa that’s obtained ahead of time through<a href=\"https://hajj.nusuk.sa/\"> a government portal</a> — where people can also choose their Hajj packages, including accommodations, transportation, and even add-ons like SIM cards and additional tours. </p>\n\n<p class=\"has-text-align-none\">It’s estimated that <a href=\"https://www.washingtonpost.com/world/2024/06/23/hajj-heat-saudi-arabia-pilgrims/\">hundreds of thousands of pilgrims</a> unable to access the official visas complete Hajj through alternative methods each year. </p>\n\n<h2 class=\"wp-block-heading\"><strong>Why was it so deadly this year?</strong></h2>\n\n<p class=\"has-text-align-none\">Many pilgrims come to the kingdom under tourist visas, which technically don’t allow access to Hajj sites. Though these pilgrims are allowed in Saudi Arabia and visit the Hajj sites without official paperwork, those sites are not set up to accommodate them. That means they don’t have air-conditioned transportation to and from the sites, or government reserved air-conditioned lodging where they can rest or escape the heat. According to government officials, <a href=\"https://www.bbc.com/news/articles/c8000dgk9gzo\">141,000 of these unauthorized pilgrims</a> were treated for heatstroke. Many more are <a href=\"https://www.washingtonpost.com/world/2024/06/23/hajj-heat-saudi-arabia-pilgrims/\">believed to have suffered</a> without treatment. </p>\n\n<p class=\"has-text-align-none\">Muslims from poor countries are likeliest to come without the necessary accommodations — and likeliest to suffer from heat-related injury and death, especially as the journey becomes increasingly costly. &#8220;It&#8217;s beyond the reach of so many pilgrims from Egypt, Bangladesh and Morocco and other countries, even though they save for a lifetime to come once,” Madawi al-Rasheed, a visiting professor at the London School of Economics Middle East Centre, <a href=\"https://www.bloomberg.com/news/features/2024-06-24/hajj-heat-deaths-saudi-arabia-s-soaring-temperatures-endanger-pilgrims?sref=qYiz2hd0\">told Bloomberg</a>. </p>\n\n<p class=\"has-text-align-none\">All told, the government says it treated <a href=\"https://www.bbc.com/news/articles/c8000dgk9gzo\">roughly half a million</a> of the 1.8 million people who made Hajj this year for heat-related conditions.</p>\n\n<p class=\"has-text-align-none\">This year’s Hajj is not the deadliest on record. A 2015 stampede killed approximately 2,400 people though the Saudi government put that number much lower, at 769. The royal family, as <a href=\"https://www.nytimes.com/interactive/2016/09/06/world/middleeast/2015-hajj-stampede.html\">the New York Times</a> reported in the aftermath, had been accused of negligence and mismanagement in its oversight of the Hajj — primarily by regional rival Iran, which lost hundreds of citizens in the stampede — but has implemented huge infrastructure projects over the years meant to help make the Hajj less perilous. And there have been other mass casualties due to heat as well, like in 1985 when 1,012 people died in temperatures reaching 129 degrees, Bloomberg reported. And from 2002 to 2015, more than 90,000 pilgrims died on Hajj or Umrah, another pilgrimage to Mecca that does not need to be performed during the time of Hajj.</p>\n\n<p class=\"has-text-align-none\">Islam operates according to the lunar calendar, so the timing of holy periods like Hajj shift from year to year. Next year, for instance, it will come earlier in June — which still may mean high heat. But often the Hajj doesn’t take place in the sweltering summer, so over the next several years travelers may not be subject to these dangerous conditions. However, that also means that by the next Hajj period, temperatures could be even higher than this year.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Is anything being done to make these events safer?</strong></h2>\n\n<p class=\"has-text-align-none\">Thus far, many governments are putting much of the blame on travel brokers who got pilgrims into Saudi Arabia without the correct travel provisions and visas to actually complete the Hajj safely. Egyptian brokers have come under particular scrutiny: Of the 650 Egyptians who reportedly died during the Hajj, 638 were so-called unregistered pilgrims. The Egyptian government has already <a href=\"https://www.france24.com/en/live-news/20240622-egypt-to-prosecute-travel-agents-over-hajj-fraud-government\">sanctioned 16 travel brokers</a>, stripping them of their licenses and recommending them for prosecution.</p>\n\n<p class=\"has-text-align-none\">Figuring out how to prevent such unauthorized visits will be important for Saudi Arabia in the long term, especially as it continues its ongoing tourism push; <a href=\"https://www.bloomberg.com/news/articles/2024-03-13/saudi-arabia-gets-13-billion-in-investment-in-tourism-boost?sref=qYiz2hd0\">according to Bloomberg</a>, the tourism industry plans to add up to 200,000 new hotel rooms in the kingdom over the next two years, and hopes to have 150 million tourists by the year 2030. </p>\n\n<p class=\"has-text-align-none\">But another significant concern is climate change — and the Gulf countries, including Saudi Arabia, are at particular risk. Regional temperatures are already significantly higher than global averages, and the majority of the population of the Gulf countries will be exposed to extreme heat by 2070 — even if global temperatures rise by only 1.5 degrees Celsius per global climate targets. </p>\n\n<p class=\"has-text-align-none\">The government has tried to to mitigate some of the risks of conducting Hajj in such weather, including sending texts to pilgrims asking them not to go outdoors during the hottest parts of the day; misting and fanning walkways; and providing free water, in addition to training medical responders to deal with heat-induced illnesses. But that’s just not enough; improved medical infrastructure, flexible or staggered schedules for conducting different ceremonies; and more shading or pavilions for worshipers are just some of the simple ways the kingdom could address the problem.</p>\n\n<p class=\"has-text-align-none\">The most effective ways to ensure reduced heat deaths, however, will have to come from policy changes. Though the government said it turned away 155,000 people who did not have the proper Hajj visas this year, nearly that number managed to subvert the system and suffered some form of heat injury. The kingdom will need a better system to reduce the number of unauthorized pilgrims — which could include helping subsidize the journey or encouraging other governments to do so, or <a href=\"https://www.brookings.edu/articles/it-is-time-to-reform-the-management-of-the-hajj/\">changing the Hajj calendar and otherwise improving infrastructure</a>. </p>\n\n<p class=\"has-text-align-none\">And though Saudi Arabia has pledged to try to attack the root of the problem by releasing net zero carbon emissions by 2050, it remains one of the world’s largest producers of oil. And although the kingdom is diversifying its economy, it is still heavily dependent on oil and seems to be intent <a href=\"https://www.eenews.net/articles/saudi-arabia-focuses-on-emissions-from-wind-and-solar-over-oil/\">on staying that way in the future</a>. And that — along with the <a href=\"https://www.vox.com/climate/23648274/climate-change-report-ipcc-ar6-warming-overshoot\">relative inaction of other large polluting countries</a> — suggests it will have to reckon with extreme heat, and find ways to avoid unnecessary deaths, in future years.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "More than 1,300 people have died in Saudi Arabia during this year’s Hajj, the annual pilgrimage to some of Islam’s holiest sites, succumbing to the brutal temperatures in the Gulf region.  The kingdom of Saudi Arabia has always had hot summers, but temperatures reached 125 degrees Fahrenheit during this year’s pilgrimage, conditions that may become [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Progressive Rep. Jamaal Bowman just lost his primary to George Latimer. Here’s what that means.",
    "link": "https://www.vox.com/politics/356515/jamaal-bowman-george-latimer-new-york-primary",
    "pubDate": "2024-06-25T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"MOUNT VERNON, NEW YORK - JUNE 24: Rep. Jamaal Bowman (D-NY) watches as watches as Rep. Ayanna Pressley (D-MA) speaks during a Get Out the Vote campaign event at Hartley Park on June 24, 2024 in Mount Vernon, New York. On the eve of the New York Primary Day, Bowman was joined by Rep. Alexandria Ocasio-Cortez (D-NY) and Rep. Ayanna Pressley (D-MA) as he held a GOTV event for volunteers of his campaign. The incumbent congressman is running for re-election for the NY 16th District against Democratic candidate George Latimer. (Photo by Michael M. Santiago/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2159055126.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>MOUNT VERNON, NEW YORK - JUNE 24: Rep. Jamaal Bowman (D-NY) watches as watches as Rep. Ayanna Pressley (D-MA) speaks during a Get Out the Vote campaign event at Hartley Park on June 24, 2024 in Mount Vernon, New York. On the eve of the New York Primary Day, Bowman was joined by Rep. Alexandria Ocasio-Cortez (D-NY) and Rep. Ayanna Pressley (D-MA) as he held a GOTV event for volunteers of his campaign. The incumbent congressman is running for re-election for the NY 16th District against Democratic candidate George Latimer. (Photo by Michael M. Santiago/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Rep. Jamaal Bowman, a progressive Democratic lawmaker who’s been vocal in his calls for a permanent ceasefire in Gaza, lost his New York primary on Tuesday, following intense scrutiny of his position on Israel.</p>\n\n<p class=\"has-text-align-none\">Bowman’s defeat marks the first successful challenge of a progressive incumbent this year, and comes after pro-Israel advocacy groups spent heavily to boost his competitor, Westchester County Executive George Latimer, who framed himself as a moderate alternative. Collectively, outside pro-Israel organizations spent more than $18 million on the race, making it the most expensive House primary ever.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bowman’s loss suggests that sharp critiques of Israel can be a vulnerability for Democrats in certain districts, and that the party’s once ascendant left flank may be facing some pushback. It also spotlights the influence of big money in politics and how its presence can help shape outcomes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s important to note that Bowman’s race is one of dozens of primaries, and is just a single data point indicating where his party stands on Israel and other issues. Progressives in prior contests, like Rep. Summer Lee (D-PA), have been similarly critical of the country’s offensive in Gaza, but have been able to decisively win their primaries.  </p>\n\n<p class=\"has-text-align-none\">And as a candidate, there were other reasons Bowman was more vulnerable besides the foreign policy positions he chose to take. Bowman came into the race fielding critiques for his decisions to pull a fire alarm in Congress and to promote conspiracy theories about September 11 in a past blog, something he’s said he regrets. </p>\n\n<p class=\"has-text-align-none\">All that means that while some political observers will undoubtedly take away lessons on Israel from Bowman’s race, it remains difficult to make any sweeping statement about how the war in Gaza will impact this year’s races. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Rep. Jamaal <strong>Bowman’s primary, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">Bowman – a former middle school principal and the first Black representative from New York’s 16th district – was first elected in 2020, after mounting a successful progressive primary challenge to then-incumbent Rep. Eliot Engel. Spanning parts of the Bronx, Yonkers and suburbs of Westchester County, <a href=\"https://www.politico.com/news/2024/06/12/new-york-house-primary-charges-racism-00163099\">the district has a majority Black and Latino voter base</a> as well as a sizable contingent of Jewish voters.</p>\n\n<p class=\"has-text-align-none\">Once in Congress, Bowman became a member of the Squad, a group of progressive lawmakers that includes Reps. Alexandria Ocasio-Cortez (D-NY) and Ilhan Omar (D-MN). The group has urged Democrats to pursue more ambitious social policies and has grown in size since 2018. In 2022, Bowman won his House primary by double digits. </p>\n\n<p class=\"has-text-align-none\">This year’s tightly-fought race attracted a lot of outside attention, largely because of how central Israel policy became. AIPAC, and its affiliates, which have reportedly vowed to spend $100 million throughout the 2024 election cycle to unseat candidates they view as not supportive enough of the country, spent upwards of $14 million to back Latimer.</p>\n\n<p class=\"has-text-align-none\">“This race against AIPAC is a really good litmus test as it relates to that, because [they’re] a big-money lobby [that’s] spending more money in this race than has ever been spent in primary history,” Bowman <a href=\"https://www.rollingstone.com/politics/politics-features/jamaal-bowman-primary-latimer-aipac-collective-liberation-1235044908/\">previously told Rolling Stone</a>. “They’re doing that because they do not want a progressive agenda to move forward.”</p>\n\n<p class=\"has-text-align-none\">Bowman’s positions on Israel have grown more progressive over time: In early 2021, he supported military aid and funding for the Iron Dome, a defense system that the country relies on. Following a trip to the West Bank later that year, however, Bowman <a href=\"https://www.politico.com/news/magazine/2024/06/21/jamaal-bowman-israel-trip-reelection-00163788\">told Politico</a> his perspective shifted due to the inequality he witnessed. </p>\n\n<p class=\"has-text-align-none\">Latimer, who has previously served as a state representative and state senator – in addition to stressing his ideological contrast with Bowman –  touted local tax cuts and infrastructure investments that he’s overseen in his current role as examples of how he’s delivered for the region. He called Bowman out of step with the district, while Bowman said his backers were a diverse group of voters representative of the region. </p>\n\n<p class=\"has-text-align-none\">Latimer’s campaign was plagued by accusations of racism by Bowman, <a href=\"https://newrepublic.com/post/182933/george-latimer-jamaal-bowman-ethnic-benefit-race\">and others</a>, for comments he made. Among them, Latimer said that Bowman had an “ethnic benefit,” and that his constituency was “Dearborn, Michigan,” which has a higher Arab American population than many US cities. Bowman said that Latimer has leveraged the “angry Black man” trope in his campaign attacks, and diminished those supporting him. <a href=\"https://jacobin.com/2024/06/george-latimer-bowman-segregation-westchester\">The Westchester official</a> was criticized, too, for implementing desegregation policies too slowly in the region. Latimer denied accusations of racism.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Democrats are divided on Israel</strong></h2>\n\n<p class=\"has-text-align-none\">The Bowman and Latimer primary highlighted an enduring Democratic divide as Israel’s offensive in Gaza – and the humanitarian crisis it’s caused – deepens. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.cnn.com/2024/06/22/middleeast/israel-gaza-central-strikes-dozens-killed-intl/index.html\">According to the Gaza Health Ministry</a>, more than 37,000 people have been killed in the region, while over 85,000 have been injured. Palestinians in Gaza are also facing the risks of famine and disease as food, water, and medical supplies all run devastatingly low. And tens of thousands of Gazans have been displaced due to the Israeli military’s airstrikes and lack of safe zones.</p>\n\n<p class=\"has-text-align-none\">President Joe Biden has long taken a much more supportive position in favor of military aid to Israel, prompting outcry from progressives – and <a href=\"https://www.reuters.com/world/us/democratic-lawmakers-tell-biden-evidence-shows-israel-is-restricting-gaza-aid-2024-05-03/\">a growing number of</a> Democratic lawmakers – who’ve called for more restrictions or accountability regarding how these funds are dispersed.</p>\n\n<p class=\"has-text-align-none\">Bowman’s race, which took place in a solidly blue district, underscored these differences and indicated where some loyal Democratic voters stand on this issue. Additionally, it was a reminder that progressive members who’ve entered Congress by unseating longstanding incumbents, are not invulnerable to challengers themselves.</p>\n\n<p class=\"has-text-align-none\">Progressives, including members of the Squad, have been far more aggressive about both pushing for a ceasefire in Gaza and curbing US aid to Israel than most of their colleagues. There are some indications that the Democratic base is in alignment with these progressives: For instance, 83 percent of Democrats <a href=\"https://www.dataforprogress.org/blog/2024/5/8/support-for-a-permanent-ceasefire-in-gaza-increases-across-party-lines\">in an April 2024 Data for Progress poll</a> said they were supportive of a ceasefire, and a Gallup poll also found that most Americans disapprove of Israel’s actions. <a href=\"https://thehill.com/policy/international/4629597-americans-israel-hamas-gaza-student-protests-poll/\">When asked specifically about the conflict,</a> more Americans support Israel over the militant group, however.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The outcome of the Bowman-Latimer face-off provided one signal regarding where Democrats landed on this issue. And it could also be a harbinger for races to come, though it’s an imperfect analogy. Other progressives are poised to soon see similar challenges, including Rep. Cori Bush, who has seen AIPAC pour money into her race as well, and Rep. Ilhan Omar, who also faces off against a more centrist challenger later this year.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, June 25, 10:30pm ET</strong>: This story was originally published on June 25 and has been updated with the outcome of the primary. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Rep. Jamaal Bowman, a progressive Democratic lawmaker who’s been vocal in his calls for a permanent ceasefire in Gaza, lost his New York primary on Tuesday, following intense scrutiny of his position on Israel. Bowman’s defeat marks the first successful challenge of a progressive incumbent this year, and comes after pro-Israel advocacy groups spent heavily [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Israel isn’t ending the war in Gaza — just turning its attention to Hezbollah",
    "link": "https://www.vox.com/world-politics/356578/israel-gaza-war-hezbollah-netanyahu-biden-ceasefire",
    "pubDate": "2024-06-24T22:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A woman looks for salvageable items following Israeli bombardment at al-Shati refugee camp in Gaza City on June 22, 2024, amid the ongoing conflict between Israel and the Palestinian militant group Hamas. (Photo by Omar AL-QATTAA / AFP) (Photo by OMAR AL-QATTAA/AFP via Getty Images)\" data-portal-copyright=\"AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2158149997.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A woman looks for salvageable items following Israeli bombardment at al-Shati refugee camp in Gaza City on June 22, 2024, amid the ongoing conflict between Israel and the Palestinian militant group Hamas. (Photo by Omar AL-QATTAA / AFP) (Photo by OMAR AL-QATTAA/AFP via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Israel seems like it might be winding down the intensity of its war in Gaza — just as another fight it’s waging is winding up.</p>\n\n<p class=\"has-text-align-none\">Israeli Prime Minister Benjamin Netanyahu <a href=\"https://www.bbc.com/news/articles/cpvvvkxpxwno\">indicated in a television interview on Sunday</a> that he intends to move some of the country’s forces to the northern border to fight the Lebanon-based military group Hezbollah. Were it not for the war in Gaza, that conflict might have <a href=\"https://www.vox.com/world-politics/24153755/hezbollah-israel-lebanon\">already been capturing the world’s attention</a>. Israeli Defense Minister Yoav Gallant is also visiting Washington this week in part to discuss the implications of that escalation with US officials.</p>\n\n<p class=\"has-text-align-none\">But as part of that same interview and another that followed Monday, Netanyahu, in typical fashion, delivered conflicting statements about his intentions regarding the future of the war in Gaza.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the first interview on Sunday, Netanyahu appeared to rule out a permanent ceasefire in Gaza, which is a requirement of the proposed deal that President Joe Biden laid out last month that would return the remaining Israeli hostages. But the Israeli leader also said that the military would be winding down its activities in Gaza imminently.</p>\n\n<p class=\"has-text-align-none\">“The intense phase of the war will come to an end very soon … But that does not mean that the war will be over,” Netanyahu said. “I am willing to make a partial deal, which will bring some of the people back to us. That is no secret. But we’re committed to continuing the war after the truce.”</p>\n\n<p class=\"has-text-align-none\">However, on Monday, Netanyahu appeared to walk back those remarks somewhat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We are committed to the Israeli proposal for a hostage deal that President Biden welcomed, our position has not changed. The second thing, which does not contradict the first, we will not end the war until we eliminate Hamas,” he <a href=\"https://www.reuters.com/world/middle-east/netanyahu-says-committed-truce-proposal-army-cites-advances-rafah-2024-06-24/#:~:text=%22We%20are%20committed%20to%20the,in%20a%20speech%20to%20parliament.\">said in a speech to the Israeli parliament</a>.</p>\n\n<p class=\"has-text-align-none\">Holding both positions is impossible, and leaves little clarity as to where Netanyahu stands.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One thing that has become increasingly clear, however, is that Israel’s war is moving into a new phase, dictated largely by increasing tensions along Israel’s northern border with Lebanon.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Will there be a ceasefire in Gaza soon?</h2>\n\n<p class=\"has-text-align-none\">Netanyahu may publicly say that he favors a ceasefire deal. But Mairav Zonszein, senior Israel analyst at the International Crisis Group, said that the international community should take any of Netanyahu’s remarks with a “grain of salt” and that his actions may be more instructive in terms of deciphering his intentions in Gaza.</p>\n\n<p class=\"has-text-align-none\">“We can look at how he&#8217;s approached the situation from the get-go, which is that he&#8217;s not interested in a strategy in this war that has some kind of endgame, that has some kind of exit strategy, that prioritizes the hostages,” she said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Netanyahu’s actions so far are consistent with the <a href=\"https://www.timesofisrael.com/liveblog_entry/gallant-says-after-hamas-vanquished-israel-will-seek-new-security-regime-in-gaza/\">three-phase plan</a> for Gaza he and his advisors laid out at the beginning of the war: First, wiping out Hamas’s military and governing capabilities in Gaza (a goal that many security experts, including in Israel, <a href=\"https://www.vox.com/today-explained-podcast/352059/why-israel-cant-destroy-hamas\">believe to be impossible</a>); second, “eliminat[ing] pockets of resistance” in Gaza through lower-intensity fighting; and third, “the creation of a new security regime” in Gaza that will remove Israel’s “responsibility for day-to-day life” there.</p>\n\n<p class=\"has-text-align-none\">Israel has not yet achieved even its first objective. In that sense, Netanyahu may have no intention of signing a ceasefire deal anytime soon, even if Israel might scale back its operations in Gaza somewhat. That’s because he relies on a right-wing religious nationalist coalition that wants the war to continue. That coalition is keeping him in power amid widespread calls in Israel for <a href=\"https://www.timesofisrael.com/poll-71-think-netanyahu-should-resign-either-immediately-or-right-after-war/\">early elections and his resignation after the war</a>, as well as shielding him from an <a href=\"https://www.cnn.com/2023/12/04/world/netanyahu-corruption-trial-resumes/index.html\">ongoing corruption trial</a>.</p>\n\n<p class=\"has-text-align-none\">But his public statements have at times signaled that he is willing to entertain a permanent ceasefire. That may be an attempt to placate the families of remaining Israeli hostages and the US, Israel’s closest ally whose military and political support it relies on. Hostage families have recently stepped up their pressure on Netanyahu to accept a ceasefire deal that would bring their captive loved ones home. Biden has also thrown his weight behind a ceasefire proposal and wants to see the war end, ideally before the November US elections.</p>\n\n<p class=\"has-text-align-none\">Netanyahu is “trying to at once signal to Biden and to the world that he’s willing to go for a deal, but still pander to his base and to his own political interests by not agreeing to the deal,” Zonszein said. </p>\n\n<p class=\"has-text-align-none\">All of this suggests a ceasefire may not be imminent. But for every day that Israel delays a ceasefire, the threat on its northern border with Lebanon grows.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Regional war is looming</h2>\n\n<p class=\"has-text-align-none\">For months, Israel has been trading fire with <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">Hezbollah</a>, an Iranian-backed Islamist militant organization and Lebanese political party.</p>\n\n<p class=\"has-text-align-none\">Hezbollah, which is designated as a terrorist organization by many countries, initially launched its campaign saying it was in “solidarity with the victorious Palestinian resistance.” The group has said that it will not let up its attacks on Israel’s northern border until a ceasefire in Gaza is reached. But it is <a href=\"https://www.washingtonpost.com/world/2024/06/23/israel-hamas-war-news-gaza-palestine/\">growing impatient</a> with ceasefire negotiations in which Hamas and Israel do not seem to be converging on an agreement, eight months into the war in Gaza. </p>\n\n<p class=\"has-text-align-none\">So far, <a href=\"https://www.vox.com/world-politics/24153755/hezbollah-israel-lebanon\">as my colleague Joshua Keating laid out</a>, the human casualties and displacement in Israel and Lebanon caused by this northern fight have been significantly lower than the horrific toll in the south. But it “could have been — and may yet be — far worse than it has been, given the military strength on both sides.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Netanyahu did not seem to indicate a ground invasion of Lebanon was imminent. But intense escalation with Hezbollah could be disastrous, as Israel’s previous wars with Hezbollah in 1996 and 2006 would indicate. <a href=\"https://www.aljazeera.com/news/2023/10/17/beyond-hezbollah-the-history-of-tensions-between-lebanon-and-israel\">Both of those conflicts</a> involved heavy civilian casualties in Lebanon, leaving more than 1,200 dead.</p>\n\n<p class=\"has-text-align-none\">It would also be a black mark on the US, which has supported Israel since the beginning of the war and played a leading role in the ceasefire negotiations with the objective of maintaining stability in the Middle East. Throughout the last eight months, US officials like National Security Advisor Jake Sullivan <a href=\"https://thehill.com/homenews/administration/4281908-sullivan-on-israel-hamas-war-escalating-into-regional-conflict-risk-is-real/\">have repeatedly emphasized</a> that one of the US’s key goals is “to try to keep this conflict that is currently in Israel and Gaza from spinning out into a regional conflict.”</p>\n\n<p class=\"has-text-align-none\">“The US should take seriously Israeli declarations and actions — and take actions of its own to restrain Israel’s recklessness,” said Thanassis Cambanis, director of the progressive think tank Century International. “The US government is more and more deeply implicated in Israel’s [alleged] war crimes, and in what has proven to be a humanitarian disaster and in addition an epic strategic blunder.”</p>\n\n<p class=\"has-text-align-none\">Now, both Israel and Hezbollah are preparing for the possibility that the so-far contained hostilities on the border could escalate into a full-out war, one that could engulf the entire Middle East. Recently, Hezbollah released <a href=\"https://www.washingtonpost.com/world/2024/06/19/israel-hezbollah-drones-iron-dome/\">drone footage</a> of an Israeli military base, suggesting that there are gaps in the country’s air defense system that the group could exploit. Israel, meanwhile, is planning to move troops currently deployed in Gaza to its northern border.  </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Israel seems like it might be winding down the intensity of its war in Gaza — just as another fight it’s waging is winding up. Israeli Prime Minister Benjamin Netanyahu indicated in a television interview on Sunday that he intends to move some of the country’s forces to the northern border to fight the Lebanon-based [&#8230;]",
    "author": "Nicole Narea"
  }
]