[
  {
    "title": "The married tuba-accordion duo who opened a pizzeria",
    "link": "https://www.vox.com/even-better/365915/sqzbx-pizzeria-brewery-musicians-small-business-entrepreneurship",
    "pubDate": "2024-08-09T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/MoneyTalks_PaigeVickers_Vox_03.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Welcome to&nbsp;</em><a href=\"https://www.vox.com/personal-finance/2019/8/20/20813748/money-debt-personal-finance\"><em>Money Talks</em></a><em>, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another.</em></p>\n\n<p class=\"has-text-align-none\"><em>Cheryl Roorda is 51 years old; her husband, Zac Smith, is 52, and together they have two grown children. After a decades-long career as independent musicians, Cheryl and Zac opened </em><a href=\"https://sqzbx.com/\"><em>SQZBX Brewery and Pizza Joint</em></a><em> in Hot Springs, Arkansas. The restaurant has been in business for nearly seven years.</em></p>\n\n<p class=\"has-text-align-none\"><em>The following conversation has been lightly condensed and edited.</em></p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> We’ve been running SQZBX for about six-and-a-half years, but we’ve been working on it for a lot longer than that. </p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> Since 2007.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>That’s when we purchased an extremely broken building on Ouachita Avenue in Hot Springs. It was an old piano shop, and the previous owner was getting out of the business and retiring.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> It was<strong> </strong>full of musical instruments, so we were delighted because we were working musicians at the time.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> Cheryl played the accordion, and I played a tuba-like instrument called an E-flat helicon. We had a regular gig at a German restaurant. The name of our band was The Itinerant Locals, and every summer we’d throw the kids in the car and drive around America playing wherever we could set up gigs. We did specialty tours — we did a tour on Amtrak where we spent 45 days riding the trains around America and playing, we did a tour on a solar-powered boat down the Ouachita River, we joined a circus and traveled with them. </p>\n\n<p class=\"has-text-align-none\">We had a lifestyle that was very much about being present with our children, playing music in ways that felt joyful to us — and we hope, to our audiences — and living in a way that was really great but was not highly remunerative.</p>\n\n<p class=\"has-text-align-none\">We landed in Hot Springs National Park at a time where we could buy a house for $32,000. Even this building was only — what was it?</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> It was $65,000.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>$65,000 on a main street downtown. It was broken, don’t get me wrong, but it was affordable. We were able to, with sloppy credit and fantasized business plans, get a commercial loan for this building. That was 2007.</p>\n\n<p class=\"has-text-align-none\">We didn’t really have a great plan, but at some point we realized that there was no way to bootstrap our way out of all of this building’s needs. It needed a roof. It needed HVAC. It needed all-new plumbing. It needed all-new electrical. It needed all-new floors.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2012, the FCC announced that there was going to be a 2013 opening for <a href=\"https://www.fcc.gov/media/radio/lpfm\">low-power FM licenses</a>. At this point it all clicked in my head. I had had a fantasy for years about having a radio station within a community hub. A station within a place that people met and talked—</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl: </strong>A place where they could eat.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>Eat and converse and listen to music and stuff like that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So we filed for the 2013 window with <a href=\"https://www.lowkeyarts.org/\">Low Key Arts</a>, a local nonprofit that we were active in. We got the license, put the station on air with sweat equity, cash, and a little bit of credit cards — and from that point we were able to walk a banker into our finished, functional, very beautiful radio station, walk them into the other parts of this building that were still under construction, and describe the rest of our vision.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A brewery. A pizza joint. Restored tin ceilings, wood floors, Arkansas native pine.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">At that point we were able to get a traditional <a href=\"https://www.sba.gov/funding-programs/loans\">SBA business loan</a> for the renovations. We built the restaurant, which was its own drama. Of course we ran out of money and had to get a patch loan.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> We got scammed by a brewer. We bought some tanks that didn’t exist. It wasn’t anyone in our community though. It was someone online who had a hipster-trustworthy beard and ended up being a total turd.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> But we got through it all, and we opened six-and-a-half years ago.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> December 18, 2017.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-instagram wp-block-embed-instagram\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/p/Cp6Ku1ItOUG/?utm_source=ig_embed&#038;utm_campaign=loading\" data-instgrm-version=\"14\"><div> <a href=\"https://www.instagram.com/p/Cp6Ku1ItOUG/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\"> <div> <div></div> <div> <div></div> <div></div></div></div><div></div> <div></div><div> <div>View this post on Instagram</div></div><div></div> <div><div> <div></div> <div></div> <div></div></div><div> <div></div> <div></div></div><div> <div></div> <div></div> <div></div></div></div> <div> <div></div> <div></div></div></a><p><a href=\"https://www.instagram.com/p/Cp6Ku1ItOUG/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\">A post shared by SQZBX Brewery (@sqzbxbrewery)</a></p></div></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> Ten years after we purchased the building. For many of those years, we didn’t really know what we were doing. The stormwater backs up, so we fixed the stormwater drain. The roof was leaking, so we fixed the roof. Then we were, like, we have a space now, so we could record an album!</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> We could have a music studio in here! We could have artist lofts! The dreams were real.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>But none of that was going to pay for HVAC. So it wasn’t until we put the whole idea together of the radio station with the pizza restaurant and the microbrewery that we were able to fix all the problems.</p>\n\n<p class=\"has-text-align-none\">Cheryl and I really did do the work. We took the tin ceiling panels down in the kitchen and re-hung them in the dining room. We sandblasted and painted. We laid the floors. We did the drywall. We put in the beams. We literally built it by hand.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> In 2007, when we initially purchased the building, we put together — if I sent it to you, you would laugh so hard — the crassest business proposal about renovating the building. We were just trying to talk banker talk.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> But this was before the collapse, when they were still going through cemeteries looking for bodies to loan money to. We were able to purchase our home as a tuba-accordion duo, and we were processing the loan, $32,000 on a foreclosure from Fannie Mae, and the strip-mall financier was all, “You know, this would be a lot easier if you took out a $100,000 loan,” and we were like, “What about <em>tuba-accordion duo</em> do you not understand?” We were beneficiaries of that sloppy credit environment. </p>\n\n<p class=\"has-text-align-none\">Cheryl and I have both worked in the service industry. We’ve also worked in bars or restaurants as musicians. For many years, I would stand up there with my tuba and a full liter of Spaten Pils — I was playing music, getting drunk, and bringing everyone along on the journey with me. We were the face of the restaurant. But we’d ask ourselves, “Who’s making money tonight?” and the answer was, “Not us.”</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> Apparently it wasn’t a lot of the restaurateurs either!&nbsp; But when we started SQZBX, it took off immediately. It was like, “We’ve made a monster.”</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> From our projections that they gave us a commercial loan on, our first-year projections, we essentially doubled it.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> The first day we were open I sold a thousand dollars of pizza. That’s when I knew it was going to work. Then that became standard, and then that wasn’t even enough. It’s still shocking to me that you can sell this much food in a day, because this isn’t even a big town.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> Our place is beautiful. It’s hand-built. We’ve got all of these details that we pulled out of the music store. The back of the bar is made out of pianos. I could walk you through the building and waste hours talking about every little detail we put in. People really do sense it. It creates an environment that people feel is special.</p>\n\n<p class=\"has-text-align-none\">We have a great group of locals, our regulars who keep coming back, and then tourists find us and try us when they’re in town. We get good reviews on the internet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We also make everything. All the pizza dough is made from scratch every morning. All the beer I brew myself. All our vegetables are hand-cut every day. It’s just that. We just create a quality product in a beautiful environment, we provide great service, and because of that we have sales every day.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> We have a staff of around 30. We’re open seven days a week, lunch and dinner.</p>\n\n<p class=\"has-text-align-none\">&nbsp;At the beginning, our children helped out. They helped me program the point-of-sale system, for example. But I didn’t want to lean on them, and they both got less involved. Our son enjoyed working here, but our daughter is not going to be a restaurant person.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> I’d also like to point out that they spent their youth either onstage or backstage with us, and both of them are seeking technical degrees in university.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> I guess it’s going to skip a generation! We’ve also stopped performing. We’ve never played onstage at SQZBX.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> We put in a stage, and then we performed a few shows before the business got started, but it’s way too difficult to go from being the boss to being a musical clown. We also found out that live music in the space just didn’t work at all. During the Covid shutdown, we ripped out the stage and put in booths. Butts in seats make money, and live music does not. </p>\n\n<p class=\"has-text-align-none\">But the radio station is still going! We’re <a href=\"https://kuhsradio.org/\">KUHS-LP</a>. We’re programmed by volunteers, so anyone who shows up gets to play whatever they want. We try to avoid music that gets played on other radio stations around town, but otherwise, I invite people to share their musical experiences with our audience.</p>\n\n<p class=\"has-text-align-none\">One of the things that we do is keep a very open and inclusive environment, and I think that people respond to that. We are relatively apolitical in our PR, but you walk in and you sense that this is a place that is not afraid of diversity. I believe that helps our business.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> You have to be consistent and you have to be excellent. When we were in our business planning stages, people were like, “People don’t know the difference between good cheese and shitty cheese, why do you care?” We cared. I think, for that, we are rewarded every day.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to&#160;Money Talks, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another. Cheryl Roorda is 51 years old; her husband, Zac Smith, is 52, and together they have two grown children. After a decades-long career as independent musicians, Cheryl and [&#8230;]",
    "author": "Nicole Dieker"
  },
  {
    "title": "Paris reminded us why we love the Olympics",
    "link": "https://www.vox.com/today-explained-newsletter/366062/paris-olympics-crowds-joy-world-cup",
    "pubDate": "2024-08-09T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"France&#039;s fans react during the men&#039;s quarterfinal handball match between Germany and France at the Paris 2024 Olympic Games, on August 7.\" data-caption=\"It’s been a rough few years for the Olympics — until Paris. | Sameer al-Doumy/AFP via Getty Images\" data-portal-copyright=\"Sameer al-Doumy/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165171583.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>It’s been a rough few years for the Olympics — until Paris. | Sameer al-Doumy/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s fair to observe that in the run-up to the Summer Olympics, Parisians were feeling a bit of, how do you say, ennui. </p>\n\n<p class=\"has-text-align-none\">If they <a href=\"https://news.airbnb.com/bookings-in-the-paris-region-during-the-olympic-games-up-400/\">hadn’t already</a> put their apartments on Airbnb in anticipation of fleeing the city, Parisians <a href=\"https://www.nytimes.com/2024/06/14/style/paris-olympics-tiktok.html\">took to social media</a> to complain about the Olympics and beg tourists not to come. </p>\n\n<p class=\"has-text-align-none\">Well guess what? They came, with an <a href=\"https://apnews.com/article/olympics-2024-paris-ticket-sales-6b877e17bc19524a0f580615cef05e63\">Olympic record 9.7 million tickets</a> sold by the start of the Games.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And guess what else? The many Parisians who stayed embraced Olympic fervor, cheering on the sporting exploits of Team France, from swimmer Leon Marchand (who dominated the pool in <a href=\"https://www.nytimes.com/athletic/5680200/2024/08/04/leon-marchand-michael-phelps-olympics-swimming/\">Michael Phelps-esque style</a>) to its pole vaulters (<a href=\"https://www.nbcnewyork.com/paris-2024-summer-olympics/french-pole-vaulter-breaks-silence-on-big-crossbar-fail-at-olympics/5672968/\">somewhat less successful</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">But it wasn’t just Parisians who benefited from these Olympics, which come to a close this Sunday. It was all of us, coming to see through these fantastic Games just how exciting, awe-inspiring, and heart-breaking international sport can be when it takes place in the right city. </p>\n\n<p class=\"has-text-align-none\">There was the GOAT Simone Biles and her teammate Jordan Chiles bowing to floor exercise gold-medal winner Rebeca Andrade, in the <a href=\"https://www.cnn.com/2024/08/06/sport/us-gymnasts-sportsmanship-wins-hearts-podium-int-hnk/index.html\">first all-Black winners podium</a> in gymnastics. There was American Cole Hocker channeling the spirit of Steve Prefontaine in a glorious come-from-behind win in the 1500-meter race. There was Arisa Trew, bringing home the gold in skateboarding at just 14 years old. There was Snoop Dogg here, there, and everywhere. And there were <a href=\"https://www.fastcompany.com/91167271/peacock-is-the-real-winner-at-the-paris-olympics\">plenty of viewers</a>. </p>\n\n<p class=\"has-text-align-none\">Paris, with its peerless backdrops — beach volleyball beneath the Eiffel Tower! Equestrian events on the grounds of Versailles! — and undeniable savoir faire, may just have helped save the Olympics. At least for now.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165351146.jpg?quality=90&#038;strip=all&#038;crop=0,10.75214828329,100,78.49570343342\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\">The Covid Olympics</h2>\n\n<p class=\"has-text-align-none\">It’s easy to forget amid the euphoria of the Paris Games, but it’s been a rough few years for major international sporting events.</p>\n\n<p class=\"has-text-align-none\">The last Summer Olympics — the delayed 2021 Tokyo Games — were heavily disrupted by Covid. For one, they were held a year late. And among other restrictions, spectators were <a href=\"https://www.bbc.com/news/world-asia-57760883\">largely banned</a>, leaving Olympians performing in empty stadiums and arenas. Those barred included athletes’ families and friends, robbing the Olympians of their support system and fans back home from the characteristic Olympic experience of <a href=\"https://time.com/5761306/olympics-parents-reactions/\">watching parents lose their minds when their kid wins a medal</a>.</p>\n\n<p class=\"has-text-align-none\">The result, I guess, gave normie sports fans a glimpse of what a track and field meet or a ski race might be like when it’s not<em> </em>the Olympics, but the overall atmosphere suffered terribly. That was likely a major factor in a marked decline in viewership, with the Tokyo Olympics going down as the <a href=\"https://www.sportsmediawatch.com/2021/08/olympics-ratings-nbc-lowest-ever-viewership-summer-winter-tokyo/\">least-watched Games ever</a> — at least until <a href=\"https://www.hollywoodreporter.com/tv/tv-news/winter-olympics-ratings-smallest-ever-1235097103/\">the 2022 Winter Games</a> in Beijing. </p>\n\n<p class=\"has-text-align-none\">The 2022 Winter Games in Beijing took place while China was still pursuing its draconian “zero Covid” policy, meaning the restrictions were <a href=\"https://abcnews.go.com/Sports/covid-rules-2022-beijing-winter-olympics/story?id=82310521\">even more severe</a> than they were in Tokyo. But more representative of the growing problems with international sporting events was the fact the Winter Games were in Beijing at all.</p>\n\n<p class=\"has-text-align-none\">Of the six cities that initially submitted bids to host the 2022 Winter Games, <a href=\"https://time.com/3462070/olympics-winter-2022/\">four eventually withdrew</a> their bids over cost concerns, including more obvious winter sports cities like Oslo and Stockholm. That left the International Olympic Committee (IOC) to choose between Beijing in China and Almaty in Kazakhstan — two autocratic countries with serious human rights concerns. </p>\n\n<p class=\"has-text-align-none\">Even though Beijing has averaged just 2.5 inches of snow a season and would need to <a href=\"https://www.nytimes.com/2022/02/05/sports/olympics/snow-winter-olympics.html\">fill its venues</a> with artificial flakes at <a href=\"https://theconversation.com/beijing-2022-environmental-cost-of-worlds-first-winter-olympics-without-natural-snow-expert-q-a-176717\">significant environmental cost</a>, the IOC went with the Chinese bid, largely because it was willing to spend big. According to an <a href=\"https://www.sportspromedia.com/news/beijing-2022-winter-olympics-china-cost/\">investigation by Business Insider</a>, China may have spent <a href=\"https://www.sportspromedia.com/news/beijing-2022-winter-olympics-china-cost/\">as much as $38.5 billion on the Games</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165693211.jpg?quality=90&#038;strip=all&#038;crop=0,10.098812771919,100,79.802374456161\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"France supporters are seen during the men’s quarterfinal handball match between Team Germany and Team France at the 2024 Olympics.\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\">The future of international sport is autocratic</h2>\n\n<p class=\"has-text-align-none\">That number isn’t an aberration. The costs of hosting the Olympics have been <a href=\"https://www.cfr.org/backgrounder/economics-hosting-olympic-games\">going through the stratosphere</a> in recent years, and the ultimate price tag is <a href=\"https://www.researchgate.net/publication/381157992_The_Oxford_Olympics_Study_2024_Are_Cost_and_Cost_Overrun_at_the_Games_Coming_Down\">on average almost triple</a> what the initial bid was. And it matters because if major international sporting events are going to cost this<em> </em>much, <a href=\"https://www.cato.org/commentary/should-only-democracies-host-international-sports-competitions\">fewer democratic countries</a> that need to defend the costs to their citizens are going to be willing to host, tilting the table toward autocratic countries that worry less about public opinion. </p>\n\n<p class=\"has-text-align-none\">That was the case in the 2022 World Cup, held with no little controversy in the autocratic emirate of Qatar. To accommodate the country’s brutally hot climate, the tournament (usually held in the summer) was moved to November and December, disrupting the season for international club soccer. The lead-up to the tournament was marred by <a href=\"https://www.wusf.org/2022-11-18/why-qatar-is-a-controversial-host-for-the-world-cup\">allegations of bribery and corruption</a> by the host country, while <a href=\"https://www.bbc.com/news/world-60867042\">dozens of migrant construction workers</a> died in <a href=\"https://www.vox.com/videos/23488387/qatar-fifa-world-cup-kafala-system-migrant-forced-labor\">harsh working conditions</a>. Captains of several European soccer squads were <a href=\"https://time.com/6235503/one-love-armband-qatar-world-cup/\">set to wear rainbow armbands</a> during the tournament, protesting the fact that <a href=\"https://www.vox.com/2022/12/3/23477966/qatar-anti-lgbtq-fifa-world-cup\">homosexuality is illegal in Qatar</a> — until the international soccer body FIFA threatened the national teams with sanctions. </p>\n\n<p class=\"has-text-align-none\">Like the Beijing Winter Games, which featured a <a href=\"https://abcnews.go.com/Politics/us-nations-holding-diplomatic-boycott-beijing-games/story?id=82461768\">number of diplomatic boycotts</a> over the Chinese government’s human rights record, choosing Qatar to host the World Cup inevitably meant controversy. But the fact that Qatar was ultimately willing to spend <a href=\"https://dohanews.co/why-is-qatars-fifa-world-cup-the-most-expensive-in-history/\">some $220 billion on it</a> — almost 15 times as much as the 2014 World Cup in Brazil cost — apparently more than outweighed those concerns. And given that the previous host in 2018 was Russia, which came with its own suite of <a href=\"https://www.bbc.com/news/world-europe-31644075\">diplomatic and political problems</a>, international soccer had already made it clear that a little controversy wouldn’t stop it.<br><br>Oh, and while the host of the 2034 World Cup hasn’t officially been picked yet, we know it will be Saudi Arabia, with all its <a href=\"https://www.amnesty.org/en/latest/news/2024/08/global-saudi-arabia-bid-for-the-2034-fifa-world-cup-whitewashes-human-rights-record-while-joint-bid-for-2030-leaves-key-gaps/#:~:text=Saudi%20Arabia%20has%20failed%20to,in%20Morocco%2C%20Portugal%20and%20Spain.\">attendant political issues</a>. That’s because the Middle Eastern kingdom — which among other plans has promised to <a href=\"https://www.nytimes.com/athletic/5672506/2024/07/31/saudi-arabia-2034-world-cup-plans/\">build a 92,000-seat stadium from scratch</a> — is the only host to submit a bid. </p>\n\n<p class=\"has-text-align-none\">So we should enjoy the Paris Olympics while we can, with its vibrant sporting culture, gorgeous architecture, and (mostly) absence of major political or diplomatic controversies. Given the growing dependence of international sport on deep-pocketed autocratic governments, it’s likely to be the exception in the future.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s fair to observe that in the run-up to the Summer Olympics, Parisians were feeling a bit of, how do you say, ennui.  If they hadn’t already put their apartments on Airbnb in anticipation of fleeing the city, Parisians took to social media to complain about the Olympics and beg tourists not to come.  Well [&#8230;]",
    "author": "Bryan Walsh"
  },
  {
    "title": "What happens when a climate solution risks your community’s safety?",
    "link": "https://www.vox.com/climate/359230/carbon-capture-environmental-justice-louisiana",
    "pubDate": "2024-08-09T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kimbrelle Eugene Kyereh strikes a defiant pose in front of industrial infrastructure in St. Rose Louisiana.\" data-caption=\"Kimbrelle Eugene Kyereh is a descendant of her town’s founder, Palmer Elkins. She’s actively protesting a proposed carbon capture and storage facility in St. Rose, Louisiana.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7991.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Kimbrelle Eugene Kyereh is a descendant of her town’s founder, Palmer Elkins. She’s actively protesting a proposed carbon capture and storage facility in St. Rose, Louisiana.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">ST. ROSE, Louisiana — In the St. Charles Parish neighborhood, only a tall green chain-link fence stands between a block of homes and the future site of a facility that may, among other things, store carbon in efforts to limit planetary heating. </p>\n\n<p class=\"has-text-align-none\">The $4.6 billion project is part of a new slate of federal efforts bolstering carbon capture and storage, or CCS, a controversial technology that the Intergovernmental Panel on Climate Change (IPCC) has identified as <a href=\"https://www.ipcc.ch/site/assets/uploads/2018/12/CCS_guide.pdf\">an important tool</a> in mitigating climate change. This Louisiana-based plant probably wouldn’t have been possible without the passage of the historic climate change legislation that President Joe Biden signed into law in the summer of 2022. The Inflation Reduction Act (IRA) dedicated <a href=\"https://www.iea.org/policies/16156-inflation-reduction-act-of-2022\">$370 billion</a> toward addressing the climate crisis, by far the largest federal investment in the issue. The IRA further solidified Biden’s commitment for CCS: The law increased tax credits for storing carbon that range from $50 per ton of CO2 to $85 per ton — a whopping <a href=\"https://www.cbo.gov/publication/59832#:~:text=Chapter%C2%A02-,Federal%20Financial%20Support%20for%20Carbon%20Capture%20and%20Storage,-The%20federal%20government\">70 percent</a> jump.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Biden’s IRA promises to be <a href=\"https://www.vox.com/energy-and-environment/2019/9/4/20829431/climate-change-carbon-capture-utilization-sequestration-ccu-ccs\">a bonanza for the CCS industry</a> — and the stakes are high. If humanity fails to rein in climate change by either swiftly transitioning away from the dirty energy sources emitting greenhouses gasses or figuring out a way to neutralize them, then many parts of the world <a href=\"https://www.un.org/en/un75/climate-crisis-race-we-can-win\">could become inhospitable</a> by the end of this century. </p>\n\n<p class=\"has-text-align-none\">But this major investment has a potential dark side.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such carbon storage projects come with local costs — the loss of valuable natural carbon sinks like wetlands, the possibility of dangerous CO2 pipeline ruptures, and an increase in other air pollutants — and it’s unclear how much such developments will even help curb the climate crisis. And compounding these costs is the reality that many CCS projects are <a href=\"https://static1.squarespace.com/static/5d14dab43967cc000179f3d2/t/64f9df23792cce775bf32100/1694097188142/Map_Proposed+CCS+Projects+-+Two+Pager_CURRENT.pdf\">planned in communities of color</a> already burdened by industrial pollution, poverty, low-quality housing, and other socioeconomic issues.</p>\n\n<p class=\"has-text-align-none\">In Louisiana, an industry-friendly state that produces a lot of crude oil and natural gas, there are now even more incentives for development: At the end of last year, the Biden administration <a href=\"https://apnews.com/article/louisiana-epa-biden-carbon-capture-fossil-fuels-39bd36693f5acfd8455e246ae81ff67a\">shifted</a> the ability to approve CCS permits from the Environmental Protection Agency (EPA) to the less-stringent state regulators. This has helped make Louisiana even more of a CCS hotspot. </p>\n\n<p class=\"has-text-align-none\">That carbon-capture project — an ammonia plant proposed in the historically Black Louisiana community of St. Rose — underscores the social cost that comes with trying to phase out the extractive industries driving the climate crisis.</p>\n\n<p class=\"has-text-align-none\">But to understand where and on whom the cost of carbon storage hits hardest, it’s important to grasp why such a project is being proposed here in the first place<em>.</em></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7500.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A sign recalls the history of Elkinsville-Freetown.\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Where plantations paved the way for industry</strong></h2>\n\n<p class=\"has-text-align-none\">St. Rose lies just west of New Orleans, right along the east bank of the Mississippi River. On a quiet, single-lane road, grass covers a levee that defends the riverside communities when the water swells. When I visited this summer, barges and tankers dominated the waterway while western cattle egrets, with their salmon-kissed white feathers, swooped down onto the landscape.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Previously plantation land, St. Rose was founded in 1873 by Palmer Elkins, a free man of color who bought the town’s first three tracts of land for less than $950 (about $25,000 in today’s currency), and named the community for himself: Elkinsville-Freetown. It was one of the scores of “Freedom Towns” or “freedmen’s towns” established by or for a predominantly Black populace during and after the era of slavery in the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to research gathered by Johns Hopkins University sociologist Michael Levien, Elkins was part of a <a href=\"https://scphistory.org/rost-home-colony/\">colony of Black folks</a> recently liberated from slavery who managed their own fields under a US government agency established in 1865 called the <a href=\"https://www.senate.gov/artandhistory/history/common/generic/FreedmensBureau.htm\">Freedmen’s Bureau</a>. Even though the government walked back on its promise and shut the colony down less than two years after its inception, Elkins eventually saved up enough money to establish Elkinsville-Freetown nearly 10 years later. He created the town’s first city streets and invited other freed people to live there, too. Today, many of St. Rose’s current residents are descendants of Elkins and 18 other founding families. </p>\n\n<p class=\"has-text-align-none\">These days, the community of 7,500 is disproportionately harmed by pollution and industry — the sort of environmental racism that affects people across the US and the globe. The problem is especially ugly in Louisiana, where locals experience <a href=\"https://law.tulane.edu/news/tulane-study-louisianas-severe-air-pollution-linked-dozens-cancer-cases-each-year\">higher rates of cancer</a> from air pollution exposure in what experts call Cancer Alley, an 85-mile sacrifice zone between Baton Rouge and New Orleans that includes St. Rose.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR5795-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Darris Eugene at his barber shop doing Linda Williams’s hair.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7006.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Left to right: Kimbrelle Kyereh, Mr. Kyereh,  Arthur C. Blue, Graylin B. Smith, Ricard Smith.\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">Today, many industrial plants within Cancer Alley — such as a Dow Chemical petrochemical facility and a Shell refining and chemicals plant, to name a few — stand in former plantation tracts where many residents’ ancestors used to toil in the field. In 1922, an oil export terminal replaced the nearby Cedar Grove Plantation. Now owned by North American company International Matex-Tank Terminals (IMTT), the terminal remains one of the town’s most prominent features and still exports crude oil, as well as other liquids like petrochemicals and vegetable oil. In 2022, industry polluters were responsible for releasing nearly 3 million pounds of air toxins like ammonia and the petrochemical n-Hexane within a 10-mile radius of the community, per EPA data.</p>\n\n<p class=\"has-text-align-none\">Already, St. Rose residents experiences higher cancer risks and respiratory illness rates from their exposure to air pollution than the national average, according to federal data from the EPA and the Centers for Disease Control and Prevention.</p>\n\n<p class=\"has-text-align-none\">“As long as I could remember, I smelled the chemicals,”<strong> </strong>said Kimbrelle Eugene Kyereh, who founded her local nonprofit <a href=\"https://refinedcommunityempowerment.org/\">Refined Community Empowerment</a> after she learned about the ammonia plant. “The tank farm on the fence-line of Elkinsville-Freetown St. Rose came [50] years after the free men and women of color settled the community. And when they came, they never left.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7171.jpg?quality=90&#038;strip=all&#038;crop=0,32.547993019197,100,34.904013961606\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Kimbrelle Eugene Kyereh.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The community’s access to the river and the plantation land that eventually made way for the significant infrastructure of the IMTT export terminal makes it a convenient location for the ammonia carbon-capture project partially funded by the IRA’s tax credits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The project’s developer, St. Charles Clean Fuels, hopes to produce 8,000 metric tons of ammonia a day — a staggering figure that’s far above what most plants produce — that it would then load onto shipping vessels for international export through IMTT’s existing terminal. The production of ammonia, a chemical that’s predominantly developed into fertilizers that enrich soils and help grow food and crops, is responsible for <a href=\"https://royalsociety.org/-/media/policy/projects/green-ammonia/green-ammonia-policy-briefing.pdf\">1.8 percent of global carbon dioxide emissions</a>. There’s a need to decarbonize ammonia production — and fast: Production is projected to increase by <a href=\"https://www.iea.org/reports/ammonia-technology-roadmap/executive-summary\">nearly 40 percent by 2050</a>. The market is also expected to <a href=\"https://press.spglobal.com/2023-07-11-Ammonia-Market-to-Triple-by-2050-with-Nearly-All-Growth-Coming-from-Low-Carbon-Supply\">triple by 2050</a> as low-carbon ammonia enters the <a href=\"https://new.nsf.gov/news/ammonia-fuel-offers-great-benefits-demands-careful\">clean energy market as fuel</a> for ships and power generation. </p>\n\n<p class=\"has-text-align-none\">St. Charles Clean Fuels plans to supply some of that low-carbon ammonia — so-called “blue ammonia” — with its proposed plant. “Blue ammonia” is an industry term, so we’ll use it sparingly throughout this article, but developers use the terminology to distinguish these projects as nearly carbon neutral because the CO2 by-product has been captured and stored. In the case of the St. Rose plant, the company claims the facility will capture and sequester over 99 percent of the carbon dioxide generated during the ammonia production process. A third party would then handle transporting the greenhouse gas in pipelines before finally storing it somewhere underground.</p>\n\n<p class=\"has-text-align-none\">“In almost any conceivable scenario for a successful energy transition, chemical fuels will be needed in addition to electricity,” said Stephen Crolius, president and co-founder of <a href=\"https://carbonneutralconsulting.com/\">Carbon Neutral Consulting</a>, which works with companies developing technologies and plants to decarbonize the economy. “Ammonia will likely be among the most prominent of these carbon-free hydrogen fuels because it lends itself to safe low-cost storage, transport, and distribution, very much along the lines of propane and liquified petroleum gas.” Crolius is also president emeritus of the Ammonia Energy Association, an industry group for which he sits on the board of directors.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7651.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Large trucks and industry infrastructure beneath a cloudy sky.\" title=\"Large trucks and industry infrastructure beneath a cloudy sky.\" data-has-syndication-rights=\"1\" data-caption=\"An industrial vista in St. Rose. \" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The promise to capture nearly all of its emissions qualifies the development for an estimated $425 million in federal CCS subsidies. But since this is a new project, it’s not actually reducing the amount of carbon we’re already emitting into the atmosphere; it’s merely attempting to balance its own emissions. Retrofitting existing plants with this tech would actually reduce the ammonia sector’s overall carbon footprint. Creating entirely new plants with CCS added doesn’t decrease the sector’s overall emissions, at least not while the old facilities are still running. That 1 percent of CO2 not captured at the “blue” ammonia plant would still amount to an additional 154,000 tons that wouldn’t have otherwise existed.</p>\n\n<p class=\"has-text-align-none\">The community is wary. The facility won’t capture all the polluting byproducts of producing ammonia, either.</p>\n\n<p class=\"has-text-align-none\">On a rainy evening at the end of spring, I met Eugene Kyereh, 54, who is also a descendant of the town’s founder, Elkins, at a local restaurant called Boudreaux’s River Road. She comes here often, but her brother Darris Eugene, 61, won’t step foot into Boudreaux’s, which served only white people when they were growing up. “It was off limits to us,” he told me the following morning from the hair salon he inherited from their mother. </p>\n\n<p class=\"has-text-align-none\">The IMTT export terminal sits some 500 feet away from his business, next door to Eugene Kyereh’s home and just down the street from the restaurant. As we ate gumbo and fish, she recalled a troubling memory. “[The smell of the air] was so bad that one day in June,” she told me, “my son and I decided we had to evacuate.”</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-2 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6600.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"This decorated wall in St. Rose is the barrier between the proposed carbon capture site and homes.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7678.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A plume rises from an industrial column in St. Rose.\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">She’s worried that industrial pollution will only get worse if developer St. Charles Clean Fuels builds its multibillion-dollar ammonia plant next door. After all, ammonia is a dangerous air pollutant.</p>\n\n<p class=\"has-text-align-none\">“High levels of ammonia are deadly, and even lower levels from normal operations can cause breathing problems,” said Kimberly Terrell, director of community engagement and research scientist at the Tulane Environmental Law Clinic. She’s published several peer-reviewed studies related to Cancer Alley and the health impacts residents face from living so close to industry. In 2023, the IMTT chemical storage terminal emitted about 51 tons per year of <a href=\"https://edms.deq.louisiana.gov/app/doc/view?doc=14276634\">VOCs, a mix of toxic chemicals</a>, adjacent to Elkinsville-St. Rose. “An ammonia plant would only worsen the pollution crisis in this community,” Terrell said.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Can the blue ammonia plant justify itself?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">The ammonia plant is still a maybe — it needs a federal water permit, an air permit, and a coastal use permit from the state approved before construction can begin. So far, the developer hasn’t secured any. Agencies are likely to issue their decisions by the fall. The developer is optimistic about the plant’s future, but local experts are more skeptical because the facility would lie in a floodplain. But if the plant is approved, St. Charles Clean Fuels could break ground within six to eight months and have the ammonia plant running no later than 2028.</p>\n\n<p class=\"has-text-align-none\">“The development of St. Charles Clean Fuels represents a significant step toward reducing the carbon footprint of valuable and versatile liquid fuels, mitigating greenhouse gas emissions from hard-to-abate energy uses,” said Chandra Stacie​​​​, director of community relations for St. Charles Clean Fuels, in an emailed statement. </p>\n\n<p class=\"has-text-align-none\">But how would any of this work? Well, let’s start with a quick chemistry lesson: To produce ammonia, you need nitrogen and hydrogen.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since nitrogen makes up 78 percent of the air we breathe, developers can pull nitrogen directly out of the air using an air separation unit. Then, they need to combine it with hydrogen, which is trickier to procure. One source is methane, a potent greenhouse gas. In a process called autothermal reforming, reactors use oxygen and steam to separate hydrogen from both the steam and the methane with little combustion, concentrating carbon dioxide to ease its capture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s where CCS comes in. Plants like these are designed to strip the carbon from the process gas with a bespoke adsorbent that’s perfectly shaped to capture CO2 molecules. It’s sort of like a sponge that can soak up the carbon. By altering the pressure, the gas can be released from the block and moved for transport and storage.&nbsp;<br>This creates blue ammonia, but the process isn’t perfect. Methane is still a fossil fuel. And the natural gas it’s pulled from is dirty and full of other substances, too, so the plant has to purify it during the process. In St. Rose, developer St. Charles Clean Fuels estimates the plant will still release <a href=\"https://www.epa.gov/greenvehicles/greenhouse-gas-emissions-typical-passenger-vehicle#:~:text=typical%20passenger%20vehicle%3F-,A%20typical%20passenger%20vehicle%20emits%20about%204.6%20metric%20tons%20of,8%2C887%20grams%20of%20CO2.\">the equivalent </a>of what some 780,000 cars would emit in a whole year even after capturing 99 percent of the approximately 5 million tons the facility would release otherwise.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7480.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"In St. Rose, residents can see the remains of a now-defunct Shell asphalt refinery from their yards.\" title=\"In St. Rose, residents can see the remains of a now-defunct Shell asphalt refinery from their yards.\" data-has-syndication-rights=\"1\" data-caption=\"In St. Rose, residents can see the remains of a now-defunct Shell asphalt refinery from their yards.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Sometimes, emissions wind up higher than estimated. For instance, the Gorgon facility — a $3 billion CCS project in Australia from Chevron, ExxonMobil, and Shell that <a href=\"https://ieefa.org/articles/if-chevron-exxon-and-shell-cant-get-gorgons-carbon-capture-and-storage-work-who-can\">began to store carbon dioxide in 2019</a>, three years after starting production — said it would store 80 percent of its carbon emissions from producing liquid natural gas. The Gorgon facility missed that target during its first five years of operation by 50 percent due to technical issues that need to be addressed, according to a 2022 report from the Institute for Energy Economics and Financial Analysis. Now, the facility is <a href=\"https://australiainstitute.org.au/post/new-federal-approval-for-giant-wa-gas-project-will-release-3-billion-tonnes-of-emissions/\">planning to expand</a> despite lacking evidence that it’s properly capturing and storing carbon at all. Another 62 million metric tons of greenhouse gasses could be released annually as a result. Operators received <a href=\"https://www.theguardian.com/environment/2023/apr/21/emissions-wa-gas-project-chevron-carbon-capture-system-pilbara-coast\">at least $60 million</a> in support from the Australian government. </p>\n\n<p class=\"has-text-align-none\">And that’s what worries many advocates. Taxpayers foot the bill for a technology that may perpetuate fossil fuel polluters — the ones that knowingly created climate change in the first place — and even build a new market for their products given the natural gas feedstock. How does that help wean the world off of fossil fuels?&nbsp;</p>\n\n<p class=\"has-text-align-none\">It would be one thing if only existing polluters were upgrading their facilities with CCS to lower their emissions. We should see some emissions reduction then. Instead, new projects are popping up across the US, creating previously non-existent sources of emissions and pollution. There’s the blue ammonia plant in St. Rose — but it isn’t the only one.</p>\n\n<p class=\"has-text-align-none\">According to a <a href=\"https://oilandgaswatch.org/search\">tracker</a> from watchdog nonprofit Environmental Integrity Project (EIP), 10 other blue ammonia plants have been proposed in Louisiana where most are expected to be completed by the end of the decade. However, CCS isn’t exclusive to ammonia; more than 40 other projects have been proposed across the state that mainly involve building hubs for storing carbon. These are the sorts of third-party partners St. Charles Clean Fuels will eventually need to move the carbon it captures from manufacturing ammonia. Across the US, over a hundred more have been announced, according to EIP.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7631.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A large tanker can be seen in a shipping terminal in St. Rose, Louisiana.\" title=\"A large tanker can be seen in a shipping terminal in St. Rose, Louisiana.\" data-has-syndication-rights=\"1\" data-caption=\"In Cancer Alley, local residents can’t escape the pollution, from the refineries along the Mississippi River to the ships that transport the chemicals they produce.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“Our concerns with this trend are numerous,” said Courtney Bernhardt, research director at the EIP. “Not only will there be environmental and health impacts, largely in already overburdened areas, but also because government laws and regulations are barely catching up.”</p>\n\n<p class=\"has-text-align-none\">Two factors are driving this explosion in investment. There’s the market, which is finally hungry for low-emission energy sources. Customers now exist in European and Asian countries that are trying to replace dirty energy with cleaner alternatives. There’s also the shipping industry. Right now, nasty bunkers and tankers that transport chemicals and fuels contribute to <a href=\"https://www.imo.org/en/ourwork/Environment/Pages/Fourth-IMO-Greenhouse-Gas-Study-2020.aspx\">about 3 percent</a> of global greenhouse gas emissions, but the UN’s International Maritime Organization wants to hit <a href=\"https://www.imo.org/en/MediaCentre/HotTopics/Pages/Cutting-GHG-emissions.aspx\">net zero by or around 2050</a>. Net zero involves eliminating emissions at the source where you can and capturing them where you can’t by sequestering carbon naturally in ecosystems or industrially through plants.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">Federal subsidies and tax benefits have also bolstered the market. The Biden administration has been investing heavily in hydrogen and CCS. Over the last year alone, over $1 billion in direct funding has been announced.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Blue ammonia and CCS may offer a miniscule amount of decreased emissions. But what about the people who must live by these plants?</p>\n\n<h2 class=\"wp-block-heading\"><strong>“This injustice that’s never been corrected”</strong></h2>\n\n<p class=\"has-text-align-none\">Since the oil export terminal that eventually became IMTT came to the community in 1922, the industrial sector has expanded throughout St. Rose. Most residents can see rows of four-story-tall chemical storage tanks from their backyards. The facility is impossible to miss, and it has become intertwined with many of the lives of the people who live in St. Rose. <a href=\"https://www.heraldguide.com/news/2017-industry-guide-imtt-personnel-are-committed-to-active-involvement-in-the-community/\">IMTT sponsors community events</a>, hosts dinners, and has contributed to local schools and charities, but those who live in St. Rose and depend on the company for support or work face an ongoing risk to their own health. The community’s proximity to polluters is a direct legacy of slavery and a symptom of the plantation-to-plant pipeline. </p>\n\n<p class=\"has-text-align-none\">“That’s still a symptom of the plantation economy and also the disregard for Black health, for Black bodies,” said Joy Banner, co-founder and co-director of The Descendants Project, a nonprofit seeking intergenerational healing for Louisiana’s Black riverside communities overwhelmed by environmental harms. “Even the ways that the benefit to our community lies in the labor of it all. It doesn’t matter if the job is killing you in the long run. It doesn’t matter if we’re losing population as a result of these dirty industries.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7729.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"The Holy Rosary Cemetery on the west bank of the Mississippi River sits before the Dow petrochemical plant some seven miles northwest of St. Rose. The facility’s machines churned and flare stacks burned over the rows of tombstones.\" title=\"The Holy Rosary Cemetery on the west bank of the Mississippi River sits before the Dow petrochemical plant some seven miles northwest of St. Rose. The facility’s machines churned and flare stacks burned over the rows of tombstones.\" data-has-syndication-rights=\"1\" data-caption=\"The Holy Rosary Cemetery on the west bank of the Mississippi River sits before the Dow petrochemical plant some seven miles northwest of St. Rose. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n<p class=\"has-text-align-none\">Levien of Johns Hopkins University is currently in Louisiana to write a book on the social consequences of CCS. “Those free towns wind up becoming frontline communities,” he told me after we ran inside a New Orleans coffee shop to avoid a downpour.<strong> </strong>“It’s this injustice that’s never been corrected.”</p>\n\n<p class=\"has-text-align-none\">In St. Rose, locals have been complaining about odors to the Louisiana Department of Environmental Quality (DEQ) for at least 20 years. In 2023, DEQ received six formal odor complaints from residents attributed to IMTT. This year, there have been four. Recent numbers are likely underestimated, Terrell said; not everyone reports the smells to the state. IMTT has also directed residents to complain directly to the company, which won’t be reflected in the public record.</p>\n\n<p class=\"has-text-align-none\">“I don’t think it’s possible to live so close to a facility of the scale of IMTT, knowing how much emissions IMTT reports, and to not be impacted by that,” said Terrell when I met her in her New Orleans office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During my visit, just about everyone had a story to tell about the ways they or their loved ones have suffered from what they believe is industry’s doing. Rosemary Green, a vivacious 69-year-old woman who wore a purple patterned scarf on her head, has woken up in the middle of the night choking from what she believes are the chemical smells. Her 68-year-old husband, Thoni Green, has lost his sense of smell altogether. They’re trying to grow roses in their yard, but many flowers die. Their home directly borders the proposed site of the ammonia plant.</p>\n\n<p class=\"has-text-align-none\">“Look at these leaves,” she said from her front yard, pointing to yellowing leaves. “This was a rose bush from my grandmother’s house. I flew this thing out to NOLA and kept this thing alive. When I first got it, it was beautiful, and then all of a sudden, it started dying.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6942.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6762.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">In Eugene Kyereh’s family, at least five people have been diagnosed with cancer. Two family members have passed away and two are in remission. One is actively fighting still.<strong> </strong>Four others have died from complications related to neurological diseases such as Parkinson’s, a brain disorder that scientists have <a href=\"https://www.barrowneuro.org/about/news-and-articles/press-releases/study-reveals-link-between-air-pollution-incidence-of-parkinsons/\">begun to link</a> to exposure to particulate matter, a form of air pollution. That’s how Eugene Kyereh lost her mom 10 years ago. The activist herself has suffered two miscarriages over the years; research suggests that air pollution exposure in early pregnancy is <a href=\"https://www.nih.gov/news-events/news-releases/air-pollution-exposure-early-pregnancy-linked-miscarriage-nih-study-suggests\">linked</a> to miscarriage. Exact causation is hard to determine, but the fear the residents harbor is real.</p>\n\n<p class=\"has-text-align-none\">Now, the community must contend with what an ammonia plant may bring.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Terrell is alarmed over the health issues the facility may exacerbate. Exposure to ammonia has been linked to health issues ranging from coughing and nose irritation to respiratory issues and lung damage. Enough ammonia exposure can kill someone.<strong> </strong>Developers say they plan to build this plant cleaner than conventional ammonia facilities, but CCS tech can’t stop air pollution altogether.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7405.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Kimbrelle Kyereh and her father in June 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\"><a href=\"https://edms.deq.louisiana.gov/app/doc/view?doc=14361302\">According to the draft air permit</a>, St. Charles Clean Fuels anticipates the plant will release nearly 67 tons of nitrogen oxides that are hazardous to public health and 59 tons of ammonia every year.<strong> </strong>While that amount of ammonia is legal in Louisiana, it would exceed the air standards in Massachusetts, a state that has taken a harder stance against polluters to protect public health.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The health and well-being of our employees, the operations team at IMTT, and the residents of the surrounding communities are SCCF’s top priority,” said Stacie of St. Charles Clean Fuels. “Our facilities are designed with the utmost regard for safety such that none of our plant workers and no one in the community is ever exposed to concentrated ammonia.”</p>\n\n<p class=\"has-text-align-none\">The plant will be outfitted with emergency shutdown systems and safety valves in the case of an emergency, per Stacie.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">What keeps Eugene Kyereh up at night, however, is the potential risks from leaky CCS infrastructure. Carbon dioxide isn’t just a pollutant. It’s an asphyxiant. That means people exposed to it essentially can’t breathe. To make matters worse, there are no clinics or hospitals in St. Rose.</p>\n\n<p class=\"has-text-align-none\">St. Charles Clean Fuels executives say they will develop plans to integrate monitoring systems and emergency response to prevent a crisis or keep people safe should one occur, Stacie said.</p>\n\n<p class=\"has-text-align-none\">In 2020, heavy rains — the same weather patterns common in Louisiana — caused a landslide that strained a CO2 pipeline and caused it to <a href=\"https://www.huffpost.com/entry/gassing-satartia-mississippi-co2-pipeline_n_60ddea9fe4b0ddef8b0ddc8f\">rupture</a> near Satartia, Mississippi. After being exposed to the CO2 leaking from the pipeline, 45 people were hurt. Many victims collapsed, and emergency vehicles couldn’t get in.</p>\n\n<h2 class=\"wp-block-heading\"><strong>A historical town facing multiple threats</strong></h2>\n\n<p class=\"has-text-align-none\">Three years ago, Hurricane Ida’s 110-mile-per-hour winds tore apart roofs and windows in St. Rose. Today, houses all over the neighborhood are still boarded up or covered in blue tarps. Roads remain bumpy with potholes. Some residents are still rebuilding.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This year, on June 1, the official start of hurricane season, Eugene Kyereh organized a health fair to inform her neighbors about the ammonia plant. Thunderstorms had been tormenting the town for days. That gray morning, rain clouds brooded over the Mississippi River, but many community members, activists —&nbsp;and even industry executives from St. Charles Clean Fuels — showed up.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6450-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Left to right: Scientist Wilma Subra, activist Sharon Lavigne, advocate Robert Taylor, and researcher Kimberly Terrell talk to the community about the proposed carbon capture site in St. Rose during a community health fair on June 1, 2024. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n<p class=\"has-text-align-none\">After a prayer, some live sax, and a hefty meal of green beans and chicken, industry officials took the stage podium.</p>\n\n<p class=\"has-text-align-none\">That day, Eugene Kyereh walked gracefully through the audience wearing a vibrant red blazer, her natural curls bouncing above her shoulders. She seemed to know everyone as she passed the mic from person to person, giving them space to air their grievances directly to the companies. And then she addressed them. The leak in Satartia, Mississippi was “one of the worst things that can happen,” she said to St. Charles Clean Fuels executives. “This is the thing that really alarmed me and one of the reasons why I started Refined Community Empowerment.”</p>\n\n<p class=\"has-text-align-none\">“How can we have a blue ammonia plant when we’re already overburdened with chemicals from IMTT?” she asked them. “How is this going to be a help to us?”</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-3 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6380.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Kimbrelle Eugene Kyereh expresses concerns about the proposed ammonia facility.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6332.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Residents at the community meeting.\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">Hurricane season is back. It’s projected to be <a href=\"https://www.washingtonpost.com/weather/2024/05/23/hurricane-season-forecast-active-storms/\">among the worst in decades</a> due to record-breaking ocean temperatures from climate change. The season’s first hurricane, Beryl, <a href=\"https://www.climate.gov/news-features/event-tracker/category-5-hurricane-beryl-makes-explosive-start-2024-atlantic-season\">broke records</a> as the strongest June storm ever recorded. It <a href=\"https://www.houstonpublicmedia.org/articles/news/hurricane/2024/07/30/495226/houston-area-hurricane-beryl-death-toll-spikes-to-36-at-least-one-other-death-pending/#:~:text=The%20Hurricane%20Beryl%20death%20toll,Fort%20Bend%20County%2C%20officials%20said.\">killed</a> at least 36 people in Houston alone. </p>\n\n<p class=\"has-text-align-none\">CCS may weaken the storms of future generations — maybe it’ll one day save the world if researchers can make it cost-effective and safe — but today, the technology still doesn’t work as intended. In the meantime, companies pursue incentives intended to address the climate crisis, giving them cover for sacrificing the health of Black communities in the name of global progress on CO2 emissions.</p>\n\n<div class=\"c-image-slider alignnone wp-block-vox-media-image-slider\">\n\t<div class=\"c-image-slider__caption\">\n\t\t\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6153.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"An attendee passes the microphone to another community member. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6079.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Lt. General Russel Honoré, a beloved local icon for his response to Hurricane Katrina in Louisiana, speaks during a community health fair in St. Rose. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6232-2.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Rosemary Green speaks at the community meeting to industry executives: “I don’t care how much money you offer to these people here in St. Rose. It’s never going to bring back their loved ones.” | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6311.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Tim Johnson, president of TJC Group, whose company supports the local ammonia project proposal, speaks at the community meeting in St. Rose. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6414.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Lt. Gen. Russel Honoré LTG speaks at the community meeting in St. Rose. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6439.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6278.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"This woman, who asked to not be named in the article, grew emotional as she shared the health issues she’s faced from 2 am odors. “I’m nervous. I’m crazy. I’m falling, and the doctors don’t know why.” | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\t</div>\n</div>\n\n<p class=\"has-text-align-none\">“The industry is taking over,” said Sharon Lavigne, an activist who has become internationally recognized for blocking a plastics refinery in her community a few parishes away. We spoke as Louis Armstrong’s “What a Wonderful World” played in the background. “This was a historical town. Why should we roll over and let the industry come in here and destroy our history?”</p>\n\n<p class=\"has-text-align-none\"><em>This story was supported by a reporting grant from The Fund for Environmental Journalist of The Society of Environmental Journalists. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "ST. ROSE, Louisiana — In the St. Charles Parish neighborhood, only a tall green chain-link fence stands between a block of homes and the future site of a facility that may, among other things, store carbon in efforts to limit planetary heating.  The $4.6 billion project is part of a new slate of federal efforts [&#8230;]",
    "author": "Yessenia Funes"
  },
  {
    "title": "Is Tim Walz a progressive or a centrist — or both?",
    "link": "https://www.vox.com/2024-elections/366201/tim-walz-record-governor-progressive-agenda",
    "pubDate": "2024-08-09T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"US Democratic vice presidential candidate and Minnesota Governor Tim Walz | JEFF KOWALSKY/AFP via Getty\" data-portal-copyright=\"JEFF KOWALSKY/AFP via Getty \" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165259484.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>US Democratic vice presidential candidate and Minnesota Governor Tim Walz | JEFF KOWALSKY/AFP via Getty</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Sen. Joe Manchin (I-WV) and Rep. Alexandria Ocasio-Cortez (D-NY) have their fair share of disagreements about policy and politics.</p>\n\n<p class=\"has-text-align-none\">But they both agree that Tim Walz is an excellent vice presidential nominee.</p>\n\n<p class=\"has-text-align-none\">“Gov. Walz is the real deal,” <a href=\"https://www.wvnews.com/news/wvnews/west-virginia-dems-manchin-praise-walz-as-vp-pick-for-harris/article_d7baa068-5410-11ef-a7ed-173b1cda827d.html\">Manchin gushed</a>, saying he’d “bring balance back to the Democratic Party.”</p>\n\n<p class=\"has-text-align-none\">Walz is “a uniter for not just the Democratic Party but for the entire United States,” <a href=\"https://www.cbsnews.com/news/rep-alexandria-ocasio-cortez-said-vice-president-harris-is-picking-a-uniter-in-minnesota-gov-tim-walz/\">Ocasio-Cortez claimed</a>.</p>\n\n<p class=\"has-text-align-none\">The fact that Walz appeals to two of the most ideologically disparate Democrats (or <a href=\"https://www.nbcnews.com/politics/congress/sen-joe-manchin-leaves-democratic-party-registers-independent-rcna154885#:~:text=%E2%80%9CTo%20stay%20true%20to%20myself,Virginia%20radio%20host%20Hoppy%20Kercheval.\">former Democrat</a>, in Manchin’s case) is encouraging to the party. But it also suggests the possibility that everyone is projecting their own agendas and expectations onto Walz — and that some people are going to be wrong.</p>\n\n<p class=\"has-text-align-none\">&nbsp;And yet it also may raise questions about where he truly is, ideologically.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Is he a true-believing progressive with an everyman-coding personal style? Or is he a pragmatic politician willing to rein in the excesses of the left?</p>\n\n<p class=\"has-text-align-none\">The answer is that, at different times and on different issues, he’s been both of those things — but always with an affable smile.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As governor of Minnesota, Walz enacted a sweeping progressive agenda geared toward <a href=\"https://www.cnbc.com/2024/08/06/harris-running-mate-tim-walz-could-shape-the-child-tax-credit.html\">helping</a> the <a href=\"https://www.eater.com/24214595/tim-walz-democratic-vp-free-school-lunch-food-policy#:~:text=He%20established%20universal%20free%20school,to%20hot%20meals%20at%20school.\">disadvantaged</a> and <a href=\"https://thehill.com/homenews/lgbtq/4808291-minnesota-governor-tim-walz-lgbtq-rights/\">marginalized</a>. But he’s also been willing to <a href=\"https://www.theverge.com/24214575/tim-walz-uber-lyft-driver-pay-veto-vp-minnesota\">accommodate</a> business’s <a href=\"https://www.statnews.com/2024/08/06/harris-running-mate-tim-walz-progressive-health-policy-mayo-clinic-showdown/\">concerns</a> and explore <a href=\"https://x.com/cafedujord/status/1820825017745383800\">pro-market reforms</a>.</p>\n\n<p class=\"has-text-align-none\">Back when he was in Congress, Walz backed President Barack Obama’s biggest priorities. But he also questioned the <a href=\"https://www.mankatofreepress.com/news/local_news/walz-davis-oppose-bailout-plan/article_e86ae66b-d48d-525b-bdf9-86bef09b36bd.html\">economic</a> and <a href=\"https://www.cbsnews.com/minnesota/news/minn-dem-walz-declares-opposition-to-syria-strike/\">foreign policy</a> establishments in ways that have aged well politically — without ever really becoming a controversial ideological firebrand or totally breaking from the mainstream.</p>\n\n<p class=\"has-text-align-none\">Indeed, in some ways, Walz reminds me of Joe Biden, who himself had an <a href=\"https://newrepublic.com/article/170562/joe-biden-ivy-league-upenn\">anti-elite streak</a>, attempted to keep his coalition happy, questioned the <a href=\"https://www.axios.com/2024/02/16/biden-afghanistan-withdrawal-war-book\">foreign policy establishment’s wisdom</a>, and tried to go big with a <a href=\"https://www.vox.com/22577374/reconciliation-bill-biden-medicare-climate\">sweeping progressive agenda</a> in office, while also at times <a href=\"https://www.vox.com/2023/12/14/23981077/immigration-deal-biden-senate-asylum-ukraine\">making concessions</a> to politics.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Walz signed a sweeping progressive agenda into law in Minnesota last year</h2>\n\n<p class=\"has-text-align-none\">The case for Walz as an unusually bold progressive basically comes down to the Minnesota bills he signed into law in 2023.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Walz’s first term as governor was legislatively uneventful because Republicans held the state Senate, but Democrats took over control of that chamber by a single seat in the 2022 midterms and held the state House as well. </p>\n\n<p class=\"has-text-align-none\">Suddenly, Democrats had the power to pass their priorities into law, and oh, did they ever. The Minnesota Reformer has <a href=\"https://minnesotareformer.com/2024/08/07/heres-what-tim-walz-has-done-as-governor-of-minnesota/\">an excellent detailed rundown</a> of Walz’s new laws, but in brief:</p>\n\n<p class=\"has-text-align-none\">State Democrats passed a <a href=\"https://minnesotareformer.com/briefs/low-income-minnesotans-will-see-larger-tax-returns-this-season/\">child tax credit</a>, <a href=\"https://www.vox.com/24121372/college-tuition-enrollment-minnesota\">tuition aid</a>, free school breakfast and lunch <a href=\"https://www.fastcompany.com/91168428/how-tim-walz-made-school-meals-free-for-all-minnesota-students\">for all students</a>, <a href=\"https://news.bloomberglaw.com/daily-labor-report/walz-labor-wins-hailed-by-unions-as-businesses-flash-red-lights\">worker protections</a>, and paid <a href=\"https://apnews.com/article/minnesota-paid-family-medical-leave-legislature-2f1a16a28bcac2c78f13c86838eb84a9\">family and medical leave</a>. They passed <a href=\"https://www.themarshallproject.org/2024/08/06/tim-walz-kamala-harris-vp-criminal-justice#:~:text=In%202023%2C%20Walz%20signed%20into,people%20returning%20home%2C%20among%20other\">criminal justice reform</a>, <a href=\"https://apnews.com/article/abortion-politics-minnesota-state-government-timothy-walz-11c3b1d5269c929e442b979ff1bac73b\">abortion rights protections</a>, <a href=\"https://www.washingtonpost.com/politics/2024/08/07/tim-walz-minnesota-trans-refuge-bill/\">gender-affirming care</a> protections, and universal <a href=\"https://apnews.com/article/gun-control-safety-minnesota-governor-f7f7d0276061b01890b623b535780fd6\">background checks</a> for gun purchases.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They <a href=\"https://apnews.com/article/marijuana-minnesota-cannabis-legalization-pot-9a92dda1a1025c5b26033a3ad716a004\">legalized recreational marijuana</a>, <a href=\"https://www.cnn.com/2023/03/03/politics/tim-walz-minnesota-voting-rights/index.html\">restored voting rights to felons</a> who had completed their terms of incarceration, let unauthorized <a href=\"https://gazette.com/news/wex/tim-walz-s-immigration-record-in-minnesota-shows-support-for-sanctuary-policies/article_97b048d2-d971-53bf-a469-a03929121115.html#:~:text=Earlier%20in%202023%2C%20Walz%20signed,people%20without%20permanent%20legal%20status.\">immigrants</a> get driver’s licenses and <a href=\"https://www.axios.com/local/twin-cities/2023/05/31/minnesota-free-college-tuition-undocumented-immigrants-eligible\">tuition aid</a>, and <a href=\"https://www.utilitydive.com/news/minnesota-permitting-reform-clean-energy-grid-infrastructure-google-rei-holcim/718055/\">reformed permitting</a> so the state could transition to clean energy more quickly. They greatly increased spending on <a href=\"https://minnesotareformer.com/2024/08/07/heres-what-tim-walz-has-done-as-governor-of-minnesota/\">infrastructure</a>, <a href=\"https://oregoncapitalchronicle.com/2024/08/08/heres-what-tim-walz-has-done-as-governor-of-minnesota/\">schools</a>, affordable <a href=\"https://www.businessinsider.com/tim-walz-housing-crisis-minnesota-bringing-down-rents-prices-yimby-2024-8\">housing</a>, and <a href=\"https://www.mprnews.org/story/2023/12/21/extra-public-safety-money-coming-soon-to-communities-throughout-minnesota\">public safety</a>. They <a href=\"https://minnesotareformer.com/2024/08/07/heres-what-tim-walz-has-done-as-governor-of-minnesota/#:~:text=of%20early%20voting.-,Taxes,-The%20Legislature%20passed\">raised taxes</a> on the wealthy and corporations, as well as the sales tax. </p>\n\n<p class=\"has-text-align-none\">How did all this happen? In part, Walz was fortunate that the state had a massive <a href=\"https://www.house.mn.gov/SessionDaily/Story/18109\">budget surplus</a> (due to <a href=\"https://minnesotareformer.com/2022/12/06/5-things-to-know-about-minnesotas-historic-17-6-billion-projected-budget-surplus/\">broad macroeconomic trends</a> plus a decade of divided government), which meant that more painful tax increases weren’t necessary to pay for all this new spending. But both he and Democrats in the legislature turned out to be like-minded in their desire to go big.</p>\n\n<p class=\"has-text-align-none\">“You don’t win elections to bank political capital — you win elections to burn political capital and improve lives,” Walz <a href=\"https://newrepublic.com/article/184618/secret-tim-walzs-progressive-success\">said at the time</a>. This, of course, is exactly what progressives love to hear.</p>\n\n<h2 class=\"wp-block-heading\">As governor, Walz did occasionally oppose progressive priorities</h2>\n\n<p class=\"has-text-align-none\">Though Walz signed a slew of progressive bills, there are also a few examples where he resisted or rejected progressives’ demands, arguing they were going too far.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One such showdown occurred when the legislature seemed set to pass a bill championed by the state nurses union.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The bill would have given care workers a say in determining minimum nurse staffing levels in hospitals. But Mayo Clinic, the state’s largest private sector employer, furiously opposed the bill, and <a href=\"https://minnesotareformer.com/2023/05/05/mayo-clinic-threatens-to-pull-billions-in-investments-over-nurse-staffing-health-care-affordability-bills/\">threatened</a> to pull out billions in state investments if it passed.</p>\n\n<p class=\"has-text-align-none\">Walz successfully “pressured legislators” to carve out Mayo Clinic in changes that essentially “gutted” the bill, the <a href=\"https://minnesotareformer.com/2023/05/22/nurse-staffing-bill-is-gutted-in-final-hours-of-minnesotas-legislative-session/\">Minnesota Reformer’s Max Nesterak wrote</a>.</p>\n\n<p class=\"has-text-align-none\">The Minnesota Nurses Association <a href=\"https://mnnurses.org/keeping-nurses-at-the-bedside-act-advances-to-final-legislative-vote/\">said in a statement</a> then that they “denounce Governor Tim Walz for his abdication of good government and acquiescence to anti-democratic and anti-labor corporate bullies.” They added: “By allowing corporate executives to dictate our public policy behind closed doors, Governor Walz has made clear to Minnesotans that their democratic process does not work for them, but for the wealthy and powerful few.”</p>\n\n<p class=\"has-text-align-none\">Another showdown occurred over a bill to regulate rideshare companies and create protections for drivers, which Uber and Lyft opposed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The legislature passed the bill anyway in 2023, but Walz then issued his first and so far only <a href=\"https://www.mprnews.org/story/2023/05/25/walz-vetoes-bill-adding-protections-for-uber-lyft-drivers\">veto</a>, saying the bill “could make Minnesota one of the most expensive states in the country for ride share.” (After a year of wrangling, Democrats made various concessions, dropping some of the provisions the companies most opposed, and Walz <a href=\"https://minnesotareformer.com/2024/05/21/heres-whats-in-the-bill-regulating-uber-and-lyft-driver-pay-and-labor-standards/\">signed the revised bill</a> into law.)</p>\n\n<p class=\"has-text-align-none\">The rideshare and nursing bill battles provide clues about Walz’s political instincts. The two major progressive policies he shied away from were the ones that could imperil jobs in the state, result in higher prices for the public, or put him at war with important business interests.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another mini-conflict with the legislature occurred when Walz initially <a href=\"https://minnesotareformer.com/2023/05/20/minnesota-to-allow-all-undocumented-residents-to-enroll-in-public-insurance/\">resisted a proposal </a>to let unauthorized immigrants get state-subsidized health insurance. This spurred a state representative to <a href=\"https://minnesotareformer.com/2023/05/20/minnesota-to-allow-all-undocumented-residents-to-enroll-in-public-insurance/#:~:text=Asked%20about%20the%20governor's%20opposition,the%20opportunity%20to%20veto%20them.%E2%80%9D\">tell the Minnesota Reformer</a>: “The governor needs to understand that the Legislature writes the bills. At the end of the day, we decide what goes in them, and he has the opportunity to veto them.” (Walz <a href=\"https://www.mprnews.org/story/2023/06/05/minnesotacare-expands-eligibility-to-undocumented-minnesotans\">signed it</a>.)</p>\n\n<p class=\"has-text-align-none\">Finally, after Walz signed a law preventing law enforcement officers in schools from restraining students by holding them facedown on the floor, he <a href=\"https://kstp.com/kstp-news/top-news/walz-says-state-will-clarify-new-rules-for-school-resource-officers-after-receiving-concerns-from-police/\">faced a backlash</a> from police, who said it risked officers’ safety. Eventually, the legislature <a href=\"https://minnesotareformer.com/briefs/school-cops-bill-fix-heads-to-governor/\">rolled back</a> the change, with his approval.</p>\n\n<h2 class=\"wp-block-heading\">In Congress, Walz was reasonably progressive in a Republican district&nbsp;</h2>\n\n<p class=\"has-text-align-none\">It’s also enlightening to look back at how Walz handled a very different political situation — his 12 years as a House of Representative member representing a Republican-leaning district. Then, he was not quite the enthusiastic “go big” progressive he became as governor. But he was a loyal Democrat on most issues rather than a true moderate maverick.</p>\n\n<p class=\"has-text-align-none\">During the Obama presidency, Walz backed the president on the big votes that mattered, such as the Affordable Care Act and the cap-and-trade bill. When that latter bill became the subject of attacks, Walz said he wasn’t “<a href=\"https://www.startribune.com/walz-defends-cap-and-trade-vote-says-bill-was-likely-to-change/99954784\">altogether comfortable</a>” with it and expected it to change in the Senate, but that he voted for it to move the process forward.</p>\n\n<p class=\"has-text-align-none\">Walz’s congressional record suggests some skepticism toward the economic policy establishment — or some sensitivity toward his constituents’ suspicions of that establishment. Walz voted against <a href=\"https://www.startribune.com/tim-walz-why-i-voted-against-the-bailout-bill/30540069\">the 2008 bank bailout</a> and even publicly opposed the <a href=\"https://www.austindailyherald.com/2009/06/walz-auto-bailout-failed-to-protect-the-taxpayers/\">auto industry bailout </a>(arguing that it “failed to protect the taxpayers”).&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2011, when 60 Minutes reported on suspicious stock trades by members of Congress, Walz <a href=\"https://www.nytimes.com/2011/12/07/business/congress-considers-new-limits-on-insider-trading.html\">became a leading champion</a> of a bill to rein in such trades: the <a href=\"https://obamawhitehouse.archives.gov/the-press-office/2012/04/04/fact-sheet-stock-act-bans-members-congress-insider-trading\">STOCK Act</a>, which passed the following year. (Walz reportedly <a href=\"https://www.axios.com/2024/08/07/tim-walz-vp-pick-investment-portfolio\">does not </a>own a single stock.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet Walz was never a firebrand populist in the vein of Bernie Sanders or Elizabeth Warren. He emphasized the importance of <a href=\"https://www.austindailyherald.com/2011/08/minn-s-ellison-a-no-on-debt-deal-franken-yes/\">deficit reduction</a>. He supported building the <a href=\"https://www.mprnews.org/story/2014/11/14/three-minn-democrats-vote-to-approve-keystone-xl-pipeline\">Keystone XL pipeline</a> (something many climate activists opposed).</p>\n\n<p class=\"has-text-align-none\">On marriage for same-sex couples, he was strikingly progressive; he openly supported it as far back as his first congressional campaign in 2006 (<a href=\"https://www.cnn.com/2012/05/09/politics/obama-same-sex-marriage/index.html\">six years before Obama did</a>). On guns, however, he <a href=\"https://www.politico.com/story/2010/10/walz-confident-about-survival-043583\">touted the endorsement</a> of the NRA in every cycle. (When he ran for governor in 2017 and had to win a Democratic primary, he <a href=\"https://www.minnpost.com/politics-policy/2017/10/tim-walz-s-record-guns-was-asset-his-run-governor-until-it-wasn-t/\">changed his views on guns</a>, loudly supporting new restrictions.)</p>\n\n<p class=\"has-text-align-none\">Overall, on domestic policy, Walz’s record suggests that he’s a progressive who was trying to get elected in a swing district. Or, as <a href=\"https://www.cbsnews.com/news/kamala-harris-vp-tim-walz-philadelphia-rally/\">he put it</a>, &#8220;I learned the art of compromise without compromising my values.”</p>\n\n<h2 class=\"wp-block-heading\">Walz has an antiwar streak, but he isn’t too far from the party’s foreign policy mainstream</h2>\n\n<p class=\"has-text-align-none\">During his congressional career, Walz was a skeptic of US military intervention abroad — putting him clearly in the progressive wing of the Democratic Party on such topics, but not too far left of the party’s mainstream.</p>\n\n<p class=\"has-text-align-none\">For instance, he first ran for Congress in 2006 on an anti-Iraq war platform. Once elected, he advocated for a speedy withdrawal from Iraq, but when the Bush Administration refused to do that, he <a href=\"https://www.nbcnews.com/id/wbna16057734\">voted to keep</a> funding the war.</p>\n\n<p class=\"has-text-align-none\">Perhaps his biggest test came in September 2013, when President Obama requested that Congress give him authority to intervene militarily against Bashar al-Assad’s regime in Syria, in retaliation for the regime’s use of chemical weapons during the country’s civil war.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Much of the American foreign policy establishment believed such an intervention was urgently necessary, to enforce a “<a href=\"https://www.politico.com/magazine/story/2016/07/obama-syria-foreign-policy-red-line-revisited-214059/\">red line</a>” Obama had set the previous year. House GOP leaders <a href=\"https://www.usatoday.com/story/news/politics/2013/09/03/obama-syria-strike-chemical-weapons-congress-g-20-russia/2756991/\">backed him</a>, and even House Minority Leader Nancy Pelosi (D-CA), who had opposed the war in Iraq, <a href=\"https://www.politico.com/story/2013/09/nancy-pelosi-syria-action-096211\">urged Democrats</a> in her chamber to get on board. But much of the war-weary American public <a href=\"https://www.pewresearch.org/politics/2013/09/03/public-opinion-runs-against-syrian-airstrikes/\">opposed the idea</a>, and opposition <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2013/09/05/prospects-for-syria-resolution-dimming-in-house/\">started bubbling up</a> among both parties’ congressional rank and file.</p>\n\n<p class=\"has-text-align-none\">That opposition included Walz. “While I believe the use of chemical weapons is despicable and the world must take action to ensure that cruel dictators are not allowed to use such weapons without repercussions,” Walz <a href=\"https://archive.nytimes.com/www.nytimes.com/interactive/2013/09/05/us/politics/syria-vote-tracker.html\">said in a September 9 statement</a>, “at this time I cannot in good conscience support current proposals to take unilateral, military action.” At that point, Walz was one of just a few dozen House Democrats who had spoken out so publicly — the vast majority of the caucus <a href=\"https://archive.nytimes.com/www.nytimes.com/interactive/2013/09/05/us/politics/syria-vote-tracker.html\">remained uncommitted</a>. (Congress <a href=\"https://www.politico.com/story/2013/09/congress-syria-vote-096806\">never ended up holding</a> a vote on the measure.)</p>\n\n<p class=\"has-text-align-none\">Walz’s instincts were well in tune with public skepticism about striking Syria and tracked how both parties were shifting on military interventions abroad.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But don’t jump to the conclusion that he’s any sort of foreign policy leftist. For instance, on the Israel-Gaza war, however, Walz has sounded generally in agreement with the Biden administration’s policy.<br><br>Like Biden, he has expressed frustration with various Israeli decisions and Prime Minister Benjamin Netanyahu, but he hasn’t called for a unilateral Israeli cease-fire or for the US to cut off funding for Israel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Calling for a cease-fire “can’t just be virtue-signaling,” <a href=\"https://www.mprnews.org/episode/2024/03/07/gov-walz-says-minnesotas-45000-uncommitted-voters-are-civically-engaged\">he said in March</a>, because in his view it must come with the return of all Hamas’s hostages and an elevation of the Palestinian Authority over Hamas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He’s said the war in Gaza is “intolerable,” but <a href=\"https://jewishinsider.com/2024/08/minnesota-gov-tim-walz-veepstakes-bid-progressive-kamala-harris/\">also added</a> that “what happened on October 7 was intolerable” too.</p>\n\n<h2 class=\"wp-block-heading\">Walz’s politics have a lot of similarities to Joe Biden’s</h2>\n\n<p class=\"has-text-align-none\">Overall, defining Walz in terms of the party’s ideological camps is surprisingly difficult, which makes him interestingly reminiscent of Joe Biden.</p>\n\n<p class=\"has-text-align-none\">Often during his long career, Biden was a mainstream Democrat. But he’s also long harbored anti-elite inclinations, being skeptical of Wall Street and the economic policy establishment. He also rejected the foreign policy establishment’s consensus on Afghanistan, <a href=\"https://www.foxnews.com/politics/biden-considered-resigning-vice-presidency-in-protest-obama-afghanistan-policy-hur-report\">advocating against</a> a troop surge during the Obama administration and ordering full withdrawal once he was president himself.</p>\n\n<p class=\"has-text-align-none\">And once in office with a narrow Democratic majority, like Walz, Biden wanted to <a href=\"https://www.vox.com/22577374/reconciliation-bill-biden-medicare-climate\">go big</a> with an <a href=\"https://www.cnn.com/2021/04/29/politics/biden-social-plan-fdr-lbj/index.html\">FDR-sized agenda</a>. (Walz had no pesky Senate filibuster rule or recalcitrant Joe Manchin to spoil things.) In office, Biden has mostly tried to keep his coalition happy, but when the politics looked dire on immigration this year, he did try to <a href=\"https://www.usatoday.com/story/opinion/columnist/2024/06/04/biden-executive-order-immigration-mexico-border/73958960007/?gnt-cfr=1&amp;gca-cat=p\">pivot to the center</a> with <a href=\"https://www.vox.com/politics/353835/asylum-border-biden-policy-trump-shutdown\">new asylum restrictions</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So while Walz may be a new face, his political style and instincts may represent a good deal of continuity with the current president.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Sen. Joe Manchin (I-WV) and Rep. Alexandria Ocasio-Cortez (D-NY) have their fair share of disagreements about policy and politics. But they both agree that Tim Walz is an excellent vice presidential nominee. “Gov. Walz is the real deal,” Manchin gushed, saying he’d “bring balance back to the Democratic Party.” Walz is “a uniter for not [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "American government built the meat industry. Now can it build a better food system?",
    "link": "https://www.vox.com/future-perfect/362923/plant-based-food-meat-dairy-lobbying-congress-research-schools",
    "pubDate": "2024-08-09T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Mark Harris for Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/MarkHarris_Vox_KennyTPolicy.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Over the last decade, it seemed possible for animal welfare advocates to <a href=\"https://www.cnn.com/2019/05/03/business/plant-based-protein-revolution/index.html\">dream</a> that the US might be on the <a href=\"https://www.businessinsider.com/meat-substitutes-impossible-foods-beyond-meat-sales-skyrocket-2019-5\">cusp</a> of a <a href=\"https://www.aljazeera.com/economy/2019/9/18/the-beef-with-beef-fake-meat-market-growing-rapidly\">meat-free</a> <a href=\"https://www.latimes.com/business/story/2020-01-08/beyond-meat-founder-ethan-brown\">revolution</a>. The plant-based meat maker Beyond Meat’s valuation <a href=\"https://www.cnbc.com/2019/05/02/beyond-meat-ipo.html\">soared</a> after it debuted on the stock market in 2019, a bet on future growth. <a href=\"https://www.wsj.com/podcasts/the-journal/oatly-pioneered-oat-milk-now-its-struggling-to-keep-up/358babff-d335-4fb8-876f-9e65df8ac108\">Oatly</a> couldn’t produce enough of its dairy-free milk to keep up with demand, and plant-based Impossible Burgers were being served at both <a href=\"https://observer.com/2017/02/we-tried-a-michelin-star-version-of-silicon-valleys-plant-burger-that-bleeds-like-beef/\">high-end restaurants</a> and fast food chains like White Castle and Burger King.</p>\n\n<p class=\"has-text-align-none\">In 2020, Impossible Foods founder Pat Brown even <a href=\"https://bigthink.com/the-present/plant-based-meat/\">declared</a> that the world could replace the use of animals altogether for food by 2035.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But much of that optimism has since curdled into pessimism. <a href=\"https://gfi.org/wp-content/uploads/2024/05/2023-State-of-the-industry-report_Plant-based.pdf\">Sales</a> in the alternative meat sector have slowed and a <a href=\"https://www.fooddive.com/news/slumping-demand-forces-california-plant-based-startups-close/694295/\">number</a> of <a href=\"https://www.bloomberg.com/news/articles/2023-06-22/fake-meat-companies-are-failing-as-money-dries-up-and-demand-slows\">startups</a> have perished, leading multiple news outlets to <a href=\"https://www.forbes.com/sites/chloesorvino/2022/06/18/lifeless-market-for-meatless-meat/\">eulogize</a> the <a href=\"https://www.bloomberg.com/news/features/2023-01-19/beyond-meat-bynd-impossible-foods-burgers-are-just-another-food-fad\">nascent industry</a>. The industry’s problems can largely be chalked up to the cold hard fact that so far, it’s failed in its fundamental proposition: Consumers don’t think their products <a href=\"https://farmanimalwelfare.substack.com/p/what-happened-to-plant-based-meat\">taste good enough</a> to forgo conventional meat. Premature <a href=\"https://www.businessinsider.com/meat-substitutes-impossible-foods-beyond-meat-sales-skyrocket-2019-5\">media hype</a>, <a href=\"https://www.fastcompany.com/90931204/beyond-impossible-disinformation-mystery-berman\">meat industry-funded attack ads</a>, <a href=\"https://gfi.org/resource/analyzing-plant-based-meat-and-seafood-sales/\">high price tags</a>, and a flurry of imitators flooding the market with <a href=\"https://www.vox.com/future-perfect/23065941/vegan-vegetarian-plant-based-food-tech-bad-products\">mediocre or downright bad products</a> don’t help, either.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story is part of <strong>How Factory Farming Ends</strong></h2>\n\n\n\n<p class=\"has-text-align-none\"><strong>Read more from this special package analyzing the long fight against factory farming <a href=\"https://www.vox.com/future-perfect/364288/how-factory-farming-ends-animal-rights-vegans-climate-ethics\">here</a>.</strong> This series is supported by Animal Charity Evaluators, which received a grant from Builders Initiative.</p>\n</div>\n\n<p class=\"has-text-align-none\">The essential problem that plant-based meat was supposed to solve remains unchanged. Per capita, <a href=\"https://ourworldindata.org/grapher/per-capita-meat-consumption-by-type-kilograms-per-year?country=~USA\">US meat consumption</a> is only <a href=\"https://www.usda.gov/sites/default/files/documents/USDA-Agricultural-Projections-to-2033.pdf\">projected to increase</a> over the next decade, even as climate scientists <a href=\"https://www.vox.com/future-perfect/2024/3/20/24105735/peak-meat-livestock-emissions-plant-based-climate-deadline\">say</a> meat and dairy consumption in rich countries must decline rapidly to meet global climate targets.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The initial enthusiasm for plant-based meat was rooted in the idea that it was a more promising path to end the factory farming of animals than <a href=\"https://www.nytimes.com/2019/03/12/technology/bruce-friedrich-animal-activist.html\">traditional activism</a>. Instead of changing people’s minds about what to eat, plant-based entrepreneurs and advocates sought to change meat itself. Based on the numbers, the payback on that bet is mixed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Grocery store plant-based meat sales in dollars soared from <a href=\"https://www.vox.com/future-perfect/2023/4/17/23682232/impossible-beyond-plant-based-meat-sales\">2017 to 2021</a>, but have since slightly declined. Even more troubling is the steep decline in the number of plant-based meat units sold at grocery stores, which fell <a href=\"https://gfi.org/wp-content/uploads/2024/05/2023-State-of-the-industry-report_Plant-based.pdf\">26 percent</a> over the last two years (conventional meat sales dipped by just <a href=\"https://agfundernews.com/plant-based-by-numbers-usa-continued-declines-for-alt-meat-more-positive-news-for-alt-dairy-gfi#:~:text=For%20context%2C%20US%20retail%20sales,plant%2Dbased%20meat%20and%20seafood.\">6 percent</a> over the same period). Plant-based meat <a href=\"https://gfi.org/resource/analyzing-plant-based-meat-and-seafood-sales/#foodservice-and-global-sales\">sales</a> in restaurants and cafeterias — along with grocery stores outside the US — have remained flat or grown only slowly over the past few years.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/PQ4NZ-us-plant-based-meat-grocery-sales-spiked-then-flatlined-and-are-now-on-the-decline-nbsp-2.png?quality=90&#038;strip=all&#038;crop=0,14.71659458229,100,70.56681083542\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">But progress doesn’t always move in a straight line, and this could be a mere lull — a market correction after years of unstable growth and investor hype. In an attempt to jumpstart the plant-based industry again, a number of nonprofits and companies have set their sights on state legislatures and Capitol Hill, intensifying their lobbying to advance their cause (and bottom lines).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some are focused on directing more R&amp;D funding to “alternative protein,” an umbrella term that encompasses plant-based products, like those from Oatly and Beyond Meat, along with <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/green-technology-precision-fermentation-farming\">high-tech fermentation</a> and lab-grown or <a href=\"https://www.vox.com/future-perfect/23768224/eat-just-good-meat-upside-cell-cultivated-chicken-lab-grown\">“cell-cultivated” meat</a> — real meat made by directly growing animal cells, without the slaughter of a cow, chicken, pig or fish. Just as the federal government’s early R&amp;D funding for <a href=\"https://www.vox.com/energy-and-environment/2018/11/20/18104206/solar-panels-cost-cheap-mit-clean-energy-policy\">solar</a> and <a href=\"https://www.eia.gov/energyexplained/wind/history-of-wind-power.php\">wind power</a> helped deliver cheap, abundant renewable energy, alternative protein advocates say R&amp;D funding could enable the sector to lower the prices and improve the taste and texture of its products.</p>\n\n<p class=\"has-text-align-none\">Some plant-based advocates are pushing in a more low-tech direction, working with schools and other federally-funded institutions to serve more beans, lentils, whole grains, and vegetables.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://gfi.org/team/jessica-almy-j-d/\">Jessica Almy</a>, head of government relations for the Good Food Institute, an organization that advocates for alternative protein, said her organization seeks to create a “level playing field” between the conventional meat industry and the animal-free upstarts.</p>\n\n<p class=\"has-text-align-none\">“The big idea here is that alternative proteins would compete in the free market,” she said, “and that consumers ultimately would decide the winners and the losers.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Currently, the meat market is not so free. The meat and dairy industries, which are <a href=\"https://www.vox.com/future-perfect/22379909/big-meat-companies-spend-millions-lobbying-climate\">powerful forces</a> in Washington, have long benefited from a sprawling web of subsidies, R&amp;D programs, and government grants, receiving about <a href=\"https://www.cell.com/one-earth/pdf/S2590-3322(23)00347-0.pdf\">800 times</a> more public funding than the alternative protein sector from 2014 to 2020 despite the far greater costs they exert on <a href=\"https://www.vox.com/future-perfect/22905381/meat-dairy-eggs-climate-change-emissions-rewilding\">the environment</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Our national policies continue to favor and fund high-emissions industries who promote unsustainable food systems and diets,” as Pearson Croney-Clark, public affairs manager for Oatly, put it in an email to Vox.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-4 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Oatly24_DairyDeprogramming_05.jpg?quality=90&#038;strip=all&#038;crop=0,10.723165084465,100,78.55366983107\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Oatly employees hand out free oat-based ice cream on Washington, DC’s National Mall, across the street from the International Dairy Foods Association’s 40th annual Capitol Hill ice cream party. | Jess Rapfogel\" data-portal-copyright=\"Jess Rapfogel\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Oatly24_DairyDeprogramming_01.jpg?quality=90&#038;strip=all&#038;crop=0,10.723165084465,100,78.55366983107\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Oatly sets up a cheeky “Dairy Deprogramming Zone” to hand out free oat-based ice cream on Washington, DC’s National Mall. | Jess Rapfogel\" data-portal-copyright=\"Jess Rapfogel\" /></figure>\n\n<p class=\"has-text-align-none\">Consumers’ choices are determined by a number of factors beyond taste and price, like our <a href=\"https://www.science.org/doi/10.1126/sciadv.ade6561\">upbringing</a> and <a href=\"https://docs.google.com/document/d/1ZIjv-7fbiwRoU9O5jmJ0xAUK2KqLqZSA6UzNteECbqY/edit#:~:text=Social%20norms%20may%20affect%20food,sensory%2Fhedonic%20evaluation%20of%20foods.\">social norms</a>. The very idea of meat’s necessity at every meal is stubbornly engrained in America’s DNA, too.</p>\n\n<p class=\"has-text-align-none\">US factory farming has <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">scaled</a> to fulfill that belief, though the treatment of animals represents nothing short of a moral atrocity future generations will look back on in horror. We’ve long had a bounty of plant-based foods ready to replace much of it — think beans, lentils, whole grains, vegetables, and tofu — that might find more purchase among the American public if served up in more creative ways. Better tasting and more affordable plant-based meat products would help, too.</p>\n\n<p class=\"has-text-align-none\">To give the plant-based food movement a fighting chance to bring our food system in line with planetary boundaries, we have to shift a policy landscape that for too long has benefitted the foods that do the most harm to <a href=\"https://www.vox.com/future-perfect/22905381/meat-dairy-eggs-climate-change-emissions-rewilding\">the environment</a>, <a href=\"https://www.vox.com/future-perfect/2022/9/12/23339898/global-meat-production-forecast-factory-farming-animal-welfare-human-progress\">animals</a>, and <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">public health</a>. The movement’s fledgling influence campaign has already shown that progress is possible, and its broader agenda — a number of incremental but promising reforms — holds potential to actually move the needle on American meat consumption.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Getting the next generation of meat alternatives from lab to table</strong></h2>\n\n<p class=\"has-text-align-none\">The cost of various clean energy technologies, such as <a href=\"https://www.vox.com/energy-and-environment/2018/11/20/18104206/solar-panels-cost-cheap-mit-clean-energy-policy\">solar panels</a> and <a href=\"https://www.eia.gov/energyexplained/wind/history-of-wind-power.php\">wind turbines</a>, have plummeted in recent decades. We can thank the federal government, which funded early stage R&amp;D, for much of that progress.</p>\n\n<p class=\"has-text-align-none\">That’s just as true for America’s highly industrialized meat and dairy industry, which has benefited from <a href=\"https://www.ars.usda.gov/oc/timeline/comp/\">over a century</a> of <a href=\"https://www.vox.com/future-perfect/357195/land-grant-universities-greenwashing-climate-methane-factory-farming\">government support</a> to build factory farming.</p>\n\n<p class=\"has-text-align-none\">Alternative protein advocates say investing more of America’s agricultural R&amp;D budget in their sector could be crucial to improving products, and thereby increase their commercial viability.</p>\n\n<p class=\"has-text-align-none\">“Early stage R&amp;D is more of a focus for this sector in particular because the products are so early in their development, and we think they can be so much better than they are,” Almy said.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Understanding how policy and industry shape our food choices</h2>\n\n\n\n<p class=\"has-text-align-none\">As consumers, we like to think we have a lot of choice. But policymakers and meat industry lobbyists heavily influence our food system:&nbsp;</p>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/357195/land-grant-universities-greenwashing-climate-methane-factory-farming\">How public universities hooked America on meat</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/2023/2/10/23589333/cecile-steele-chicken-meat-poultry-eggs-delaware\">How a shipping error more than a century ago launched the $30 billion chicken industry</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">Big Milk has taken over American schools</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/22379909/big-meat-companies-spend-millions-lobbying-climate\">It’s not just Big Oil. Big Meat also spends millions to crush good climate policy.</a></li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions, comments, or ideas?</strong> Email me: kenny.torrella@voxmedia.com.</p>\n</div>\n\n<p class=\"has-text-align-none\">Advocates like Almy are starting to get what they want. In 20212, Congress approved around <a href=\"https://www.congress.gov/congressional-report/117th-congress/house-report/82/1?q=%7B%22search%22%3A%5B%22protein%22%2C%22%5C%22Appropriations%5C%22%22%2C%22protein%22%5D%7D&amp;s=7&amp;r=1\">$5 million annually</a> for the USDA to conduct in-house alternative protein research, and it’s already been dispersed to agency labs around the country. Projects include investigating how different strains of lentils and chickpeas affect flavor, the<a href=\"https://www.ifst.org/lovefoodlovescience/resources/functional-properties-food\"> functional properties</a> of soybeans, and food safety measures.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s still a paltry 0.1 percent of the USDA’s <a href=\"https://www.ers.usda.gov/amber-waves/2022/june/investment-in-u-s-public-agricultural-research-and-development-has-fallen-by-a-third-over-past-two-decades-lags-major-trade-competitors/#:~:text=In%202019%20(the%20last%20year,(in%20constant%202019%20dollars).\">$5 billion annual R&amp;D budget</a>. But it was a start.</p>\n\n<p class=\"has-text-align-none\">The USDA also recently funded university research into breeding a higher protein strain of <a href=\"https://cris.nifa.usda.gov/cgi-bin/starfinder/0?path=fastlink1.txt&amp;id=anon&amp;pass=&amp;search=R=100615&amp;format=WEBFMT6NT\">fava beans</a> and developing <a href=\"https://cris.nifa.usda.gov/cgi-bin/starfinder/0?path=fastlink1.txt&amp;id=anon&amp;pass=&amp;search=R=98884&amp;format=WEBLINK\">plant-based seafood</a>, and the US Department of Defense has <a href=\"https://bioengineering.illinois.edu/news/cornucopia-project\">taken</a> some <a href=\"https://static1.squarespace.com/static/61d9c20c46d51b49b50f6229/t/665dfd4a27584a0fe2509d7d/1717435724676/SLAM+Project+Call.pdf\">interest</a> in the sector, too. There’s also been movement at the state level: In 2022, <a href=\"https://gfi.org/blog/gfi-commends-californias-landmark-5-million-investment-in-the-future-of-protein/\">California</a> invested $5 million into alternative protein research at public universities, while <a href=\"https://gov.illinois.gov/news/press-release.30189.html\">Illinois</a> has helped launch a biotechnology hub that will in part work on alternative protein projects.&nbsp;</p>\n\n<p class=\"has-text-align-none\">R&amp;D is even more crucial to cell-cultivated meat, which promises to provide precisely the same animal-based product consumers eat today — provided the cost can come down from the rafters. While the US government has approved two cell-cultivated meat companies to sell their products, they aren’t yet for sale. Startups still need to overcome a range of technical and economic challenges to scale up and compete with conventionally grown meat on cost, and <a href=\"https://thecounter.org/lab-grown-cultivated-meat-cost-at-scale/\">some scientists</a> believe they never will. Those challenges <a href=\"https://www.vox.com/the-highlight/23378912/meat-animals-beef-cultivated-in-vitro-food-plant-based-animal-welfare-impossible-burger\">include</a> making animal cells grow faster, preventing bacterial contamination, and building an affordable supply chain of feed for the cells. A <a href=\"https://www.sfgate.com/tech/article/bay-area-lab-meat-company-shuts-down-19511362.php#\">couple</a> cell-cultivated <a href=\"https://agfundernews.com/cultivated-meat-startup-new-age-eats-makes-painful-decision-to-shut-down\">startups</a> have gone under and several have laid off employees.</p>\n\n<p class=\"has-text-align-none\">Venture capitalists have poured around <a href=\"https://gfi.org/wp-content/uploads/2023/01/2022-Cultivated-Meat-State-of-the-Industry-Report-2-1.pdf\">$3 billion</a> across more than 150 startups globally, which sounds like a lot, but it’s a pittance compared to how much has been invested into <a href=\"https://www.iea.org/news/investment-in-clean-energy-this-year-is-set-to-be-twice-the-amount-going-to-fossil-fuels\">other sustainable technologies</a>. Considering the enormous difficulty in shifting consumers’ diets to be more climate friendly, cell-cultivated meat proponents say it’s more than worthy of government R&amp;D funding. That has finally begun to trickle in.</p>\n\n<p class=\"has-text-align-none\">A few years ago, scientists at <a href=\"https://www.ucdavis.edu/food/news/uc-davis-establishes-research-training-cultivated-meat\">the University of California-Davis</a> and <a href=\"https://now.tufts.edu/2021/10/15/tufts-receives-10-million-grant-help-develop-cultivated-meat\">Tufts University</a> received millions of dollars from government agencies to study cell-cultivated meat. <a href=\"https://upsidefoods.com/bio/sean-edgett\">Sean Edgett</a>, chief legal officer of Upside Foods — a large cell-cultivated meat startup — described these programs as doing important “table stakes” work, basic research that can help new companies get off the ground more easily and build a talent pipeline for companies like Upside.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/220324_9441_cellag063.jpg?quality=90&#038;strip=all&#038;crop=0,10.655659342822,100,78.688681314355\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The alternative protein industry is working to expand the pot of federal and state research dollars through the <a href=\"https://gfi.org/wp-content/uploads/2023/01/Farm-Bill_AFRI_fact-sheet.pdf\">next Farm Bill</a> and other pieces of legislation. Rep. Julia Brownley (D-CA) introduced the <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/5097?q=%7B%22search%22%3A%22julia+brownley%22%7D&amp;s=5&amp;r=3\">PROTEIN Act</a> last year, which would establish alternative protein research centers in at least three universities and a dedicated research program under the USDA. Meanwhile, Rep. Jim McGovern (D-MA) has introduced the <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/5023/text\">PLANT Act</a> to provide support for farmers who grow common ingredients in plant-based products and set up a program to help companies better market their products, similar to an existing USDA <a href=\"https://www.ams.usda.gov/services/grants/dbi\">program</a> for conventional dairy businesses.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Making school food climate-friendly</strong></h2>\n\n<p class=\"has-text-align-none\">With <a href=\"https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=107561#:~:text=The%20USDA's%20National%20School%20Lunch,can%20get%20an%20NSLP%20lunch.\">5 billion meals</a> served at school cafeterias each year through the National School Lunch Program, the lunch line has long been considered an opportunity to build a more healthy and sustainable food system.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But even in crunchy California, for example, meat and dairy dominates school food, with only <a href=\"https://civileats.com/2023/09/19/california-leads-the-way-in-low-carbon-school-meals/\">8 percent</a> of entrees entirely plant-based. Evening out that ratio could help improve student health, as a more “flexitarian” diet — one lower in animal-based foods and higher in plant-based foods — can improve <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5216044/\">metabolic health</a> and <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(18)31788-4/abstract\">reduce risk</a> of Type 2 diabetes, heart disease, and some cancers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US federal dietary guidelines <a href=\"https://www.dietaryguidelines.gov/sites/default/files/2020-12/Dietary_Guidelines_for_Americans_2020-2025.pdf\">report</a> that children and teenagers tend to under-consume plant-based foods. Changing that, at least in the school cafeteria, would also increase kids’ intake of fiber, a critical nutrient that <a href=\"https://www.vox.com/2019/3/20/18214505/fiber-diet-weight-loss\">95 percent</a> of Americans don’t get enough of and is found only in plant foods.</p>\n\n<p class=\"has-text-align-none\">To that end, a <a href=\"https://www.forkidsandtheplanet.com/\">coalition</a> of environmental, public health, and animal welfare organizations recently secured a substantive win in the USDA’s <a href=\"https://www.fns.usda.gov/cn/school-nutrition-standards-updates\">recent updates</a> to school nutrition standards. Those updates include giving schools more flexibility to serve beans, lentils, and tofu, allowing nuts and seeds to be served as a meat alternative, and allowing the option to serve hummus and other bean dips as a snack.</p>\n\n<p class=\"has-text-align-none\">“That increased flexibility is a real opportunity,” said <a href=\"https://www.balanced.org/about\">Audrey Lawson-Sanchez</a>, executive director of Balanced, a plant-based nutrition group in the coalition. “Now it really is going to be about making sure that [school] food service teams… actually have the skills and the resources” to act on the flexibility.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The demand is there, Lawson-Sanchez said, pointing to an <a href=\"https://www.ilga.gov/legislation/102/HB/PDF/10200HB4089lv.pdf\">Illinois law</a> that went into effect last August which requires schools to serve plant-based meals to kids who request them. So far, she said, students at around 15 percent of the state’s 852 school districts have asked for them. Lawson-Sanchez’s group set up a pilot program at eight schools to help them meet those requests, and one was so successful that it now has one fully plant-based day per week and one 50 percent plant-based day per week.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/SLCUSD_-Showing-Burger.jpg?quality=90&#038;strip=all&#038;crop=0,13.880890052356,100,72.238219895288\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A school lunch employee in the San Luis Obispo, California, area shows off a lentil burger. | San Luis Coastal Unified School District\" data-portal-copyright=\"San Luis Coastal Unified School District\" />\n<p class=\"has-text-align-none\">But schools need money to implement new programs, and plant-based advocates have drawn inspiration from the USDA’s <a href=\"https://www.fns.usda.gov/f2s/farm-school-grant-program\">Farm to School grant program</a>, which helps schools set up gardens and bring local food into K-12 cafeterias by working with farmers. A specifically plant-based version could be used to train school chefs, develop new recipes, and market new dishes to students; last year, Rep. Nydia M. Velázquez (D-NY) and Rep. Jamaal Bowman (D-NY) <a href=\"https://velazquez.house.gov/media-center/press-releases/velazquez-bowman-introduce-legislation-provide-plant-based-entrees\">introduced</a> a bill to fund such a program.</p>\n\n<p class=\"has-text-align-none\">Advocates and policymakers also see breaking <a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">Big Dairy’s iron grip</a> on school food and making it easier to get dairy-free milk as a ripe opportunity for change. Currently, schools <a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">must at least offer cow’s milk</a> at every meal and few carry plant-based options. <a href=\"https://www.usda.gov/foodlossandwaste/schools#:~:text=Offer%2Dversus%2Dserve%20(OVS,schools%20used%20OVS%20at%20lunch).\">One out of five</a> elementary and middle schools participating in the National School Lunch Program go so far as to require all students to take cow’s milk, even though kids throw away <a href=\"https://www.usda.gov/media/blog/tag/food-loss-and-waste\">nearly half</a> of it, and many students — especially those of color — are <a href=\"https://www.hopkinsmedicine.org/health/conditions-and-diseases/lactose-intolerance#:~:text=Lactose%20intolerance%20is%20most%20common,be%20managed%20through%20diet%20changes.\">lactose intolerant</a>. If a kid wants a dairy-free option, like soy milk, they have to provide a note from a doctor or parent, depending on their reason.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rep. Robert Scott (D-VA), ranking chair of the US House Committee on Education and the Workforce, which oversees school nutrition policy, wants to change that. A Democratic aide on that committee told Vox that Rep. Scott’s <a href=\"https://www.congress.gov/member/robert-scott/S000185\">child nutrition reauthorization bill</a> would loosen restrictions preventing students from getting plant milk alternatives, and set up a $2 million fund for schools to cover some of the cost of plant-based milk purchases.</p>\n\n<p class=\"has-text-align-none\">Advocates in the school food coalition also want to see the USDA encourage more plant-based options, allow high-protein grains like quinoa to count as a meat alternative, adopt minimum fiber standards, and make cow’s milk optional at all schools.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beyond school lunches, the federal government directly buys billions of dollars of food each year for food banks, federal building cafeterias, and more. By one <a href=\"https://www.fedgoodfoodpurchasing.org/resources/impact-analysis-full-report\">estimate</a>, nearly 90 percent of the protein-rich foods it purchases are animal products. In recent years, there’s been an internal push at the Department of Defense — which makes up about half of federal food purchases — to shift some of its food to plant-based. Some military bases are <a href=\"https://www.stripes.com/theaters/us/fort-sill-s-dining-facility-is-the-first-to-offer-troops-a-100-percent-plant-based-entre-e-at-every-meal-1.568203\">serving more plant-based meals</a>, and recent DoD nutrition standards now <a href=\"https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodm/133810m.pdf\">require legumes</a> to be served every day at military base cafeterias.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In April, for the first time in a decade, the USDA <a href=\"https://www.fns.usda.gov/wic/food-packages/qas\">updated</a> its standards for the Women, Infant, and Children’s program — another major government food purchaser. The updates include a reduction in the amount of cow’s milk participants can purchase and more flexibility to buy plant-based dairy products and fruits and vegetables. Oatly saw it as a win, while a major dairy industry group said it was “<a href=\"https://www.nmpf.org/nmpf-disturbed-at-usda-final-wic-rule-that-decreases-dairy-access/\">disturbed</a>” by the new rule.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beyond federal agencies, other institutions can enact policies to put plant-based foods at the center of our plates. For example, <a href=\"https://www.nychealthandhospitals.org/pressrelease/nyc-health-hospitals-celebrates-1-2-million-plant-based-meals-served/\">New York City’s</a> hospital system reduced its food carbon footprint by more than a third by making plant-based meals the default option, <a href=\"https://defaultveg.medium.com/hundreds-of-universities-are-moving-toward-a-plant-based-norm-7506609d0ab2#:~:text=In%20universities%2C%20they're%20more,and%20universities%20in%20North%20America!\">universities</a> are increasing their meat-free offerings, and in some countries, <a href=\"https://www.vox.com/future-perfect/22883795/food-industry-plant-based-vegan-meat-dairy-climate-pledges\">major food companies</a> have committed to making a larger share of their protein-rich products plant-based.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>A level playing field for meat alternatives</strong></h2>\n\n<p class=\"has-text-align-none\">Following a playbook deployed by the <a href=\"https://senate.ucsd.edu/media/206150/lobby_spend_report__april.pdf\">fossil fuel industry</a> against the renewable energy sector, the conventional <a href=\"https://www.ncba.org/ncba-news/news-releases/news/details/36527/ncba-backs-fair-labels-act-to-end-deceptive-fake-meat-labeling-practices\">meat</a> and <a href=\"https://www.opensecrets.org/news/2023/08/deep-pocketed-dairy-industry-continues-war-on-plant-based-milk-as-fda-hears-comments-on-new-draft-guidance/\">dairy</a> industry and its legislative allies are now striving to hamstring its competition.</p>\n\n<p class=\"has-text-align-none\">Over a dozen states have passed laws to restrict how plant-based meat, dairy, and egg companies can label their products, with some banning usage of words like “sausage” or “cheese,” even if accompanied by clarifying phrases like “vegetarian,” “plant-based,” or “animal-free.” Some of those laws have been <a href=\"https://www.vox.com/future-perfect/2024/2/14/24069722/political-ban-cell-cultivated-lab-grown-meat-plant-based-labeling-laws\">overturned or weakened</a>, but state lawmakers — and <a href=\"https://www.congress.gov/bill/118th-congress/senate-bill/549\">members of Congress</a>, too — continue to introduce new bills.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Legislative attacks against the cell-cultivated startups are more existential. Earlier this year, Florida and Alabama’s state legislatures <a href=\"https://www.vox.com/future-perfect/2024/2/14/24069722/political-ban-cell-cultivated-lab-grown-meat-plant-based-labeling-laws\">banned</a> the sale and production of cell-cultivated meat, and several other states have introduced bans. (In late June, days before the Florida ban took effect, Upside Foods gave out free cell-cultivated meat in Miami.) </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/UPSIDE-Foods-2.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A man speaking to a crowd using a microphone.\" title=\"A man speaking to a crowd using a microphone.\" data-has-syndication-rights=\"1\" data-caption=\"Shortly before Florida’s cell-cultivated meat ban took effect, Upside Foods gave out its cell-cultivated chicken at an event in Miami. The company’s CEO, Uma Valeti, addresses the crowd. | Upside Foods\" data-portal-copyright=\"Upside Foods\" />\n<p class=\"has-text-align-none\">At this point, the bans are purely symbolic, as cell-cultivated meat is nowhere near commercial viability.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Alternative protein producers want to stop these discriminatory regulations, but they also want to benefit from some of the government assistance that the conventional meat industry enjoys. One of those is low-interest federal loans, an unglamorous but potentially powerful tool for launching novel, capital-intensive technologies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take Tesla, for example. In 2010, the company got a <a href=\"https://www.washingtonpost.com/news/innovations/wp/2017/03/16/this-government-loan-program-helped-tesla-at-a-critical-time-trump-wants-to-cut-it/\">$465 million loan</a> from the US Department of Energy that it used to build a manufacturing plant that eventually brought the Model S to American roads. Cell-cultivated meat companies will likely need this level of government support to scale, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US Department of Energy <a href=\"https://gfi.org/event/accessing-financing-through-the-department-of-energy/\">recently opened</a> its loan application program to alternative protein companies, which could be a lifeline as venture capital funding has <a href=\"https://www.fastcompany.com/90984752/venture-capital-vc-funding-2023-bloodbath-by-the-numbers\">dried up</a> across the economy. (Upside and its competitor GOOD Meat have paused plans to build out large manufacturing facilities.) Edgett said other <a href=\"https://www.rd.usda.gov/programs-services/business-programs/business-industry-loan-guarantees\">federal loan programs</a> should be expanded and made accessible to alternative protein companies, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He also wants to see a smoother regulatory process with the USDA and the US Food and Drug Administration, which share oversight of the cell-cultivated meat industry and must both sign off on new products. Upside Foods’ cell-cultivated chicken has already been approved for sale but many other companies still have applications waiting for action.</p>\n\n<p class=\"has-text-align-none\">Edgett said the two agencies “could just do more to make expectations clear” by publishing guidance for startups and establishing a uniform process for how these products will be labeled. Currently, he said, label approval is a one-off process for each company. The sector could receive some clarity later this year, as the USDA is <a href=\"https://www.foodnavigator-usa.com/Article/2024/06/12/usda-pushes-forward-label-updates-for-cultured-meat-uncured-claims-nutrition-facts\">expected</a> to publish a proposed rule on the matter.</p>\n\n<p class=\"has-text-align-none\">“I’m really thinking about a lot of these cultivated meat companies that have such short runways, and they’re running out of capital,” Edgett said. “And I think they’ve hit a wall on the regulatory side, just because it’s slower than they expected, or it’s fairly opaque.”</p>\n\n<p class=\"has-text-align-none\">For any chance of success, alternative protein companies will need every obstacle moved out of their way, including what some consider to be a needlessly slow regulatory process. This may be especially important for startups whose products could be market-ready if only they had federal approval. For example, companies including <a href=\"https://www.theatlantic.com/health/archive/2023/02/plant-based-meat-lab-grown-animal-fat-flavor/673190/\">Mission Barns</a>, <a href=\"https://agfundernews.com/crunch-time-for-cultivated-meat-probably-70-90-of-players-will-fail-in-the-next-year\">Meatable, and Mosa Meat</a> aren’t seeking to produce 100 percent cell-cultivated meat or anything close to it, but rather, are making <a href=\"https://www.vox.com/the-highlight/23378912/meat-animals-beef-cultivated-in-vitro-food-plant-based-animal-welfare-impossible-burger\">“hybrid” alternative meat</a> — plant-based meat blended with a small percent of cell-based fat or protein to achieve a meatier flavor. These products in theory will be easier to scale and more affordable than their more purist competitors.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The movement for a food system with fewer animal products has had a tumultuous decade, and ultimately, lower prices and tastier products won’t guarantee it experiences another major upswing. But meat’s outsized carbon and pollution footprint has, thus far, been a gaping hole in America’s <a href=\"https://www.vox.com/2022/8/8/23296951/inflation-reduction-act-biden-democrats-climate-change#\">ambitious</a> <a href=\"https://www.vox.com/2021/5/7/22423139/biden-30-by-30-conservation-initiative-historic\">environmental plans</a>. To make progress on those goals, policymakers will need to show a willingness to move in a more plant-based direction. If done correctly, that could ease the increasing <a href=\"https://www.vox.com/future-perfect/2022/11/18/23458234/jim-pillen-governor-nebraska-pigs-pork-plant-based-meat-water-pollution-nitrates\">politicization of meat</a>. It could also determine whether the development of better plant-based meat becomes a viable path to changing the food system — or remains a niche category.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Over the last decade, it seemed possible for animal welfare advocates to dream that the US might be on the cusp of a meat-free revolution. The plant-based meat maker Beyond Meat’s valuation soared after it debuted on the stock market in 2019, a bet on future growth. Oatly couldn’t produce enough of its dairy-free milk [&#8230;]",
    "author": "Kenny Torrella"
  },
  {
    "title": "19th-century animal rights activists had a lot of moxie. Here’s how to get it back.",
    "link": "https://www.vox.com/future-perfect/363275/meat-industry-lobbying-usda-animal-rights-progressive-movement-vegetarianism",
    "pubDate": "2024-08-09T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Mark Harris for Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/MarkHarris_Vox_CrystalHeathRegulatoryCapture.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Many people think of animal rights and veganism, at least in the West, as a relatively contemporary phenomenon — and a niche one at that. Despite all the buzz surrounding plant-based diets, the <a href=\"https://news.gallup.com/poll/510038/identify-vegetarian-vegan.aspx\">share</a> of Americans who call themselves vegan or vegetarian is in the single digits and may have even decreased in recent decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there was once a time when the animal rights movement had gained such cultural significance that, as Irish playwright, Nobel laureate, and vegetarian George Bernard Shaw <a href=\"https://drive.google.com/file/d/1k-LdQ0cMa4AfC09lSxMkpJToDRQVdgYW/view?usp=drivesdk\">remarked</a> in a 1906 address to the London Vegetarian Association, “I am beginning to be astonished at the difficulty I now have in finding anybody who eats meat.”&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">One surprising thing</h2>\n\n\n\n<p class=\"has-text-align-none\">You might associate vegetarianism with the hippies and environmentalists of the 1960s and ’70s. It’s true that the vegetarian movement had a renaissance in the last 50 years, as factory farming took over our food system, but its roots in Western countries go back a lot further. Throughout the 19th century, vegetarianism was all the rage and had adherents in other progressive movements, like the fight for women’s suffrage.</p>\n\n\n\n<p class=\"has-text-align-none\"><br><strong>This piece is part of <a href=\"https://www.vox.com/future-perfect/364288/how-factory-farming-ends-animal-rights-vegans-climate-ethics\">How Factory Farming Ends</a>, a collection of stories on the past and future of the long fight against factory farming.</strong> This series is supported by Animal Charity Evaluators, which received a grant from Builders Initiative.</p>\n</div>\n\n<p class=\"has-text-align-none\">Throughout the 19th and early 20th centuries, long before we had high-tech meat alternatives, the Western world saw a surge of interest in meatless diets and animal welfare. This early wave of vegetarianism — a movement I’ll call animal rights 1.0 — was connected to a range of other social justice issues of the day, including women’s rights and the abolition of slavery. Suffragist Maud Joachim, a member of the Women’s Social and Political Union who was jailed multiple times for her activism, <a href=\"https://drive.google.com/file/d/1mZlI-ASxBqWxvnBLhk5ytUTaPHGeyLA5/view?usp=sharing\">wrote in 1908,</a> “It is a strange fact that the ranks of the militant suffragettes are mostly recruited from the mild vegetarians … and the authorities [in prison] have allowed us a special vegetarian diet.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The vegetarian cause also attracted the attention of prominent abolitionist William Lloyd Garrison, who regularly met with newspaper editor, politician, and vegetarian reformer Horace Greeley at <a href=\"https://drive.google.com/file/d/1yrgY35WKgF0FnjGTFrySuxIRh9hD7Bj5/view?usp=sharing\">Grahamite boarding houses</a>. Named after anti-meat advocate and graham cracker creator Sylvester Graham, these houses were hot spots for abolitionists, temperance advocates, anti-tobacco activists, and vegetarians. The <a href=\"https://education.rspca.org.uk/documents/1494931/0/FS+The+story+of+the+RSPCA+(A).pdf/935a7bb3-7863-bc9d-827a-69b0341dfad6?t=1555163255316\">founding</a> of the Royal Society for the Prevention of Cruelty to Animals (RSPCA) in London in 1824 and the American Society for the Prevention of Cruelty to Animals (ASPCA) in 1866 were part of the same broader humanitarian and reformist wave.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While today’s animal rights activists struggle to attain mainstream attention and credibility, these problems did not seem insurmountable to the 19th-century vegetarians. The British socialist, women’s rights activist, and advocate for self-rule in India Annie Besant declared in an 1897 <a href=\"https://drive.google.com/file/d/1k-LdQ0cMa4AfC09lSxMkpJToDRQVdgYW/view?usp=drivesdk\">speech</a> that “the food reform movement has outlived the period of ridicule; it is entering on a period … of recognition amongst all thoughtful and intelligent people.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Besant and other vegetarian adherents believed it was simply wrong to exploit those who lack power, whoever they were, and connected violence against animals with violence against humans. A vegetarian diet “strikes at the root of all evil,” English poet Percy Bysshe Shelley declared. Advocacy against vivisection, or animal experimentation — on the basis not just of its cruelty to animals but also because it inures those who practice it to cruelty to humans — also enjoyed more legitimacy than it does today.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The imposing gothic-style cathedral of the 19th-century <a href=\"https://x.com/carlylheath/status/1605736405983891456?s=46&amp;t=MV1RDDxsWUD0EGcfg8aZEA\">Vegetarian Society</a> headquarters in London symbolized just how well-positioned the movement appeared to combat the <a href=\"https://theconversation.com/the-victorians-caused-the-meat-eating-crisis-the-world-faces-today-but-they-might-help-us-solve-it-109310\">emerging threat</a> of large-scale industrialized animal slaughter more than 150 years ago. Yet despite the successes of concurrent social reform movements like the abolition of slavery, women’s suffrage, and children’s rights, animal rights 1.0 now feels like a distant golden age.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1442789427.jpg?quality=90&#038;strip=all&#038;crop=0,9.9188356421754,100,80.162328715649\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A large dinner held in London’s Freemason’s Hall for the Vegetarian Society, in the middle of the 19th century.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Far from fulfilling animal rights advocates’ utopian dreams, the 20th century instead saw the rise of modern intensive animal agriculture, along with a vast public-private bureaucracy designed to ensure its profitability and protect it from public scrutiny. Over the last century, America’s per capita meat consumption has <a href=\"https://www.agweb.com/opinion/drivers-us-capita-meat-consumption-over-last-century\">nearly doubled.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">The industry worked to push its products onto consumers through a system of generous public subsidies, regulatory capture, and an agricultural policy focused on flooding the market with cheap meat and dairy — all while keeping up the sacred American illusion of a free market. It has thoroughly captured and absorbed the US Department of Agriculture, along with my profession, veterinarians — who have perhaps more influence than any other over the treatment of animals — into its slaughter-industrial complex.</p>\n\n<p class=\"has-text-align-none\">After a period of dormancy, the animal rights movement <a href=\"https://drive.google.com/file/d/13t0QgKufDjwAd9dGtIyBxhXg1n1KGjhx/view?usp=sharing\">re-emerged</a> in recent decades with a consumer choice-focused message: “Go vegan!” But against animal agriculture’s economic and political power, urging individuals to restructure their lives around a meatless diet was no longer a strategic ask. The livestock industry recognized what animal rights activists had not: Demand for its products could not be left up to the whims of consumer choice.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, factory farming poses ever-greater threats to society, including the rise of <a href=\"https://www.vox.com/future-perfect/24128700/bird-fludairy-meat-industry-h5n1-cows-milk-eggs-safety\">viruses of pandemic potential</a>,<a href=\"https://www.vox.com/future-perfect/2024/3/20/24105735/peak-meat-livestock-emissions-plant-based-climate-deadline\"> climate change</a>, and the moral abomination of large-scale animal slaughter. The time is ripe to take on the meat industry. The activists of animal rights 1.0 showed us that radical change is possible, but to realize their vision, today’s strategies will need to be fundamentally different. Animal advocates are increasingly recognizing a need to focus less on telling consumers to avoid meat and more on changing the systems that force all of us to prop up corporate animal exploitation, whether we buy its products or not.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The vegetarian movement couldn’t compete with </strong>the rise of factory farming</h2>\n\n<p class=\"has-text-align-none\">The <a href=\"https://drive.google.com/file/d/1KdOvnNoT4UdZ2I4_ZKBMZFzAkBCSjQ8H/view\">extensive writing</a> of Russian author Leo Tolstoy on vegetarianism and animal slaughter is often summed up in the apocryphal <a href=\"https://www.goodreads.com/quotes/42064-as-long-as-there-are-slaughter-houses-there-will-always\">quote</a>: “As long as there are slaughterhouses, there will always be battlefields.” The reverse may also be true. The world wars of the 20th century shattered the utopian aspirations that had once flourished.</p>\n\n<p class=\"has-text-align-none\">As European farmers became soldiers, American farmers were called to pick up the slack and <a href=\"https://www.worldwar1centennial.org/index.php/food-will-win-the-war-articles/1450-food-will-win-the-war-article-3.html\">feed</a> the Allied forces by producing grain and meat that could be easily shipped abroad. In 1917, a meat industry trade journal <a href=\"https://drive.google.com/file/d/1x1kp5-OMPoLhD5L9CRAa6ZFf1H3Vg49X/view?usp=drivesdk\">foreshadowed</a> the coming intensification of US agriculture, writing that “the stern necessity of war has created an undreamed of efficiency that will last long after the war. We, as a nation, must compete with that efficiency if we are going to hold any share of trade in the world.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">War also annihilated the foundations of the vegetarian movement in parts of the world. At the dawn of World War I, the Russian Empire was home to a vibrant vegetarian community; a Kyiv Vegetarian Society canteen, one of about a dozen vegetarian canteens in the city, <a href=\"https://drive.google.com/file/d/1oPDwx8604LuamyKvJjHbIHsGe8Cn1LPs/view?usp=sharing\">served</a> more than 200,000 visitors in 1911. Jews made up the single largest group of diners at the canteens, according to a 1912 survey. By the end of World War II, the Holocaust had decimated Eastern Europe’s Jewish population.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the interwar and postwar periods in the <a href=\"https://www.thelugarcenter.org/printpilot-news-409.pdf?1715651599\">US</a> and <a href=\"https://www.vox.com/future-perfect/24146466/europe-farmer-protests-eu-climate-environmental-policy-subsidies-livestock\">Europe</a>, governments poured money into agriculture to boost productivity and food security. Agricultural yields <a href=\"https://www.ers.usda.gov/webdocs/publications/42826/11496_eb10_1_.pdf?v=3571\">improved</a> dramatically, allowing farms to produce more food with fewer inputs. Biomedical innovations like the advent of antibiotics, combined with novel methods of extreme confinement and selective breeding, fueled the rise of modern intensive animal agriculture, along with meat giants like <a href=\"https://unearthed.greenpeace.org/2020/11/25/cargill-deforestation-agriculture-history-pollution/\">Cargill</a> and Tyson, that could mass produce unfathomable numbers of animals for slaughter.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The livestock industry recognized what animal rights activists had not: Demand for its products could not be left up to the whims of consumer choice</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">The animal rights movement couldn’t compete. By 2022, the US slaughtered <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">more than 10 billion</a> land animals for food. Almost paradoxically, the imperative to squeeze as much profit from as few inputs as possible enabled the expansion of animal agriculture, the least-efficient, most resource-intensive form of food production. Producing billions of animals for slaughter <a href=\"https://ourworldindata.org/land-use-diets\">requires growing</a> many times more crops to feed them than simply farming plant-based foods — so much that <a href=\"https://iopscience.iop.org/article/10.1088/1748-9326/8/3/034015/pdf\">two-thirds</a> of crop calories grown in the US are fed not to humans, but to farmed animals.</p>\n\n<p class=\"has-text-align-none\">For Big Ag’s ascent after World War II, this inefficiency became a feature, not a bug. As historian Ariel Ron <a href=\"https://www.phenomenalworld.org/analysis/the-iron-farm-bill/\">put it</a>, “the astonishing profusion of commodity crop production required finding new ways to upsell calories for an affluent consumer society. Meat was the economic solution to the historically unprecedented problem of large structural caloric surpluses.” In short, the agriculture industry could make more money feeding animals for human consumption than it could directly feeding crops to humans.</p>\n\n<p class=\"has-text-align-none\">The levels of meat and dairy consumption that Americans take for granted today are a product not of innate consumer demand but of a kind of welfare state for agribusiness that works to create a guaranteed market for the livestock industry’s products. The federal government has come to serve as animal agriculture’s benefactor, customer, and advertiser. American taxpayers pay animal agriculture tens of billions of dollars through a labyrinthine system of subsidy programs managed by the US Department of Agriculture that shield it from risk and competition. One of the <a href=\"https://farm.ewg.org/region.php?fips=00000&amp;progcode=total&amp;yr=2023\">biggest beneficiaries</a> is the dairy industry, which derives about 73 percent of its revenue from some form of subsidy, according to one <a href=\"http://www.greyclark.com/wp-content/uploads/2018/02/US-Subsidies-Post-2014-Farm-Bill-FEB-2018.pdf\">2015 estimate</a>.&nbsp;To name one example, milk is given to schoolchildren through the <a href=\"https://www.fns.usda.gov/nslp\">National School Lunch Program</a>, which <a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">requires schools to serve milk</a> to millions of students every day at public expense.</p>\n\n<p class=\"has-text-align-none\">To help stabilize prices and ensure farmers&#8217; economic stability, the government buys up <a href=\"https://www.atlasobscura.com/articles/government-cheese\">vast quantities</a> of surplus products. This has led to massive <a href=\"https://downloads.usda.library.cornell.edu/usda-esmis/files/pg15bd892/rf560z098/6m313c90v/cost0624.pdf\">stockpiles</a>, including the federal government’s well-known “cheese caves.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ensuring a stable food supply in this way does not have to be bad policy — and the federal government does stockpile fruits and vegetables, too. But by propping up our ruinous system of animal agriculture, policymakers allow corporations to extract more than their fair share from taxpayers, while threatening <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9629715/\">public health</a> and the climate and <a href=\"https://www.southernenvironment.org/news/the-sinister-hog-industry-of-eastern-north-carolina/\">contaminating</a> our <a href=\"https://www.sciencedirect.com/science/article/pii/S0959652620337896#:~:text=Costco%20sources%20beef%20from%20the,burdens%20along%20the%20supply%20chain.\">air</a> and <a href=\"https://www.theguardian.com/environment/2024/mar/06/animal-agriculture-nitrate-water\">water</a>. </p>\n\n<p class=\"has-text-align-none\">The livestock industry is shielded from the costs of these externalities. Federal law even requires the USDA to oversee marketing programs for the meat and dairy industries and other agricultural products, known as <a href=\"https://www.ams.usda.gov/rules-regulations/research-promotion\">checkoff programs</a>, which are funded by fees collected from producers on a portion of their sales.</p>\n\n<p class=\"has-text-align-none\">More insidious than the subsidies and the government-funded advertising campaigns, though, are the livestock industry’s efforts to more directly engineer Americans’ consumption habits, making purchases of their products a reflex rather than a conscious decision. “If you build a habit, something they will do day in and day out, you’ve got a great business. Google is a toothbrush. Facebook is a toothbrush,” Mohan Sawhney, a marketing professor at Northwestern University, was <a href=\"https://www.porkbusiness.com/opinion/why-pork-industry-needs-build-toothbrush\">reported</a> saying at a growth and innovation webinar for the National Pork Board. “We’ve got to make pork into a toothbrush — not something that’s exotic, that you do occasionally.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The dairy industry’s USDA-sponsored marketing boards have poured resources into getting more of its products into fast food restaurants, where <a href=\"https://www.driveresearch.com/market-research-company-blog/fast-food-consumption-statistics/\">two-thirds of Americans</a> eat at least once a week. Dairy Management Inc., an arm of the Dairy Checkoff program, in 2009 placed <a href=\"https://hoards.com/print-article-19407-permanent.html\">scientists</a> in positions at McDonald’s to stuff more dairy into its menu items — adding butter to Egg McMuffins, featuring milk in Happy Meals, and introducing the now-discontinued <a href=\"https://www.businessinsider.com/mcdonalds-menu-changes-over-years-history-2019-4#orange-hi-c-16\">Mozzarella Sticks</a> and Buttermilk Crispy Chicken — which helped them sell an additional 500 million pounds of dairy products annually, a dairy industry publication reported in 2016. Similar <a href=\"https://grist.org/food/butter-board-viral-dairy-lobby/\">strategies</a> at other fast food chains have reportedly increased the amount of cheese on menu items as much as <a href=\"https://www.atlasobscura.com/articles/government-cheese\">eightfold</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Where the modern movement against factory farming went wrong</strong></h2>\n\n<p class=\"has-text-align-none\">The animal rights movement reconstituted roughly 50 years ago with the publication of philosopher Peter Singer’s <em>Animal Liberation</em> in 1975. The now-classic book <a href=\"https://www.vox.com/future-perfect/23737349/peter-singer-philosophy-animal-welfare-factory-farming-euthanasia-disabled-ethics#\">brought</a> veganism and animal advocacy to a new generation of activists at a time when animal slaughter had been systematized and mechanized in ways the Victorian-era vegetarians could have never imagined. New groups like People for the Ethical Treatment of Animals (PETA), founded in 1980, and a crop of farm animal rights organizations in the ensuing decades aimed to expose conditions inside animal production facilities and slaughterhouses to persuade the public to stop eating animals.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>For a population that had gotten hooked on cheap meat and dairy, the animal movement’s message was polarizing, judgmental, and restrictive. To be vegan was to be morally superior.&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">The activists of animal rights 2.0 successfully drew public attention to the contemporary plight of slaughter-bound animals. Their call to action, though, was one that could only be adopted by those with the personality and mindset to resist social pressure and the meat industry’s glut of publicly subsidized products. It was fundamentally a movement built on individuals’ consumption choices, which made for committed activists but also an insular, fractious community that has struggled to convince a critical mass of the public to change its diet. For a population that had gotten hooked on cheap meat and dairy, the animal movement’s message was <a href=\"https://www.vox.com/future-perfect/2018/11/2/18055532/vegans-vegetarian-research-uk\">polarizing</a>, judgmental, and restrictive. To be vegan was to be morally superior.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By framing animal exploitation as a consumer issue, animal advocates unwittingly reified&nbsp;animal agriculture’s narrative: that eating their products was a matter of personal choice&nbsp; — a choice that vegan extremists sought to <a href=\"https://www.drovers.com/news/education/scorecards-and-incremental-changes-how-extremists-are-targeting-consumer-choice\">take away</a>. In reality, the meat industry has fought to ensure that we’re all forced to pay them, whether we buy their products or not. Consumers have no ability to opt out of, for example, paying for the cruel <a href=\"https://www.vox.com/future-perfect/23963820/bird-flu-surge-us-ventilation-shutdown-veterinarians\">taxpayer-funded exterminations</a> of tens of millions of animals taking place now at poultry giants like Tyson and Jennie-O because of the poultry industry’s failure to adequately prepare for bird flu. Vegan or not, few people want to see these mega-corporations <a href=\"https://www.ourhonor.org/blognew/bailouts\">bailed out</a> on the public’s dime.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In recent years, the animal movement has diversified&nbsp;its work beyond vegan advocacy to tactics from <a href=\"https://www.vox.com/future-perfect/353393/farm-bill-republicans-prop-12-gestation-crates-pork\">welfare reforms</a> on animal confinements to <a href=\"https://www.vox.com/future-perfect/23647682/factory-farming-dxe-criminal-trial-rescue\">taking direct action</a> to <a href=\"https://www.vox.com/future-perfect/23980010/cellular-agriculture-consortiums-collaboration-alternative-meat-lab-grown\">investing</a> in the next generation of meat alternatives. But it still lacks a coherent strategy to change the foundational agricultural policies that give livestock production the upper hand.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One promising route to doing that may be through the veterinary profession, a key gatekeeper standing between animal agriculture and the public purse. The public expects vets to advocate for animals’ interests, but right now, organized veterinary medicine is captive to the livestock industry, often serving to “legitimize practices that cause extreme, prolonged pain and suffering on a massive scale” for animals raised for food, as veterinarian Gwendolen Reyes-Illg <a href=\"https://www.vox.com/future-perfect/23516639/veterinarians-avma-factory-farming-ventilation-shutdown\">told</a> Vox last year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The animal agriculture and pharmaceutical industries (the latter profits from selling vaccines, antibiotics, and other medications to slaughter-bound animals) have become <a href=\"https://www.avma.org/events/avma-convention/sponsors\">heavily entangled</a> with the American Veterinary Medical Association (AVMA), the country’s leading veterinary organization, which helps shape federal and state policy on how animals are treated. Livestock companies give veterinary students <a href=\"https://aabp.org/about/Cargill_winners.asp\">scholarships</a>, <a href=\"https://vetmed.tamu.edu/news/press-releases/alliance-with-cargillnutrena-inc/\">forge partnerships</a> with <a href=\"https://olathe.k-state.edu/about/news/2020/august/haley-larson-joins-olathe-campus-as-animal-health-professor.html\">veterinary schools</a> and production-optimizing <a href=\"https://www.cargill.com/2023/cargill-provides-support-to-university-of-idahos-center\">animal science programs</a>, and even build their own veterinary schools <a href=\"https://www.eco-business.com/press-releases/cargill-builds-70th-school-in-vietnam/\">abroad</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this year, the AVMA <a href=\"https://agriculture.house.gov/news/documentsingle.aspx?DocumentID=7765\">endorsed</a> federal legislation designed to invalidate one of the most important farm animal welfare laws ever passed in the US: California’s Proposition 12, which bans the pork industry’s confinement of pigs in gestation crates, cages barely larger than their bodies. In the bird flu outbreak of the last few years, the AVMA has played a <a href=\"https://pubmed.ncbi.nlm.nih.gov/36611748/\">central role</a> in enabling factory farms’ dependence on ventilation shutdown plus (VSD+), a method being used to mass cull chickens and turkeys on farms hit with bird flu by heating them to death in sealed sheds. It’s one of the most shockingly cruel meat industry developments in recent memory, and it’s being carried out at taxpayers’ expense.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Livestock producers are only supposed to be <a href=\"https://drive.google.com/file/d/14tZi0VArhDfrbZi3LVXFV1eApoYxq7xL/view?usp=sharing\">reimbursed</a> for culling animals when they use methods that are <a href=\"https://static1.squarespace.com/static/5f13ca3e0d7b7a5d4bf7abc8/t/6521f519b3c33a33cd5375e2/1696724249445/04.28.2020+AVMA+Depopulation+Statement+Comment.pdf\">AVMA-approved</a>. But <a href=\"https://static1.squarespace.com/static/5f13ca3e0d7b7a5d4bf7abc8/t/651b94b2af00333832ae4e07/1696306354742/March+2019+Last+minute+scramble+guidelines+FOIA+Cia+Johnson+Patrick+Webb.pdf\">public records</a> have shown that veterinary officials <a href=\"https://www.vox.com/future-perfect/23963820/bird-flu-surge-us-ventilation-shutdown-veterinarians\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/23963820/bird-flu-surge-us-ventilation-shutdown-veterinarians\">have</a> <a href=\"https://static1.squarespace.com/static/5f13ca3e0d7b7a5d4bf7abc8/t/64d39edb3fc49257c2d04591/1691590364721/AVMA+BOD+Not+too+happy+Patrick+Webb+FOIA+Humane+Endings+.pdf\">pushed</a> for approval for the industry’s <a href=\"https://static1.squarespace.com/static/5f13ca3e0d7b7a5d4bf7abc8/t/651fa0bc530a706e9a7f71bc/1696571580597/04.15.2020+Re:+Depop+Leg+to+stand+on+FOIA.pdf\">preferred</a> kill methods, no matter how <a href=\"https://static1.squarespace.com/static/5f13ca3e0d7b7a5d4bf7abc8/t/651fa0bc530a706e9a7f71bc/1696571580597/04.15.2020+Re%3A+Depop+Leg+to+stand+on+FOIA.pdf\">cruel</a>,&nbsp;ensuring that meat producers can get <a href=\"https://static1.squarespace.com/static/5f13ca3e0d7b7a5d4bf7abc8/t/65221fd14189ab496e46cb7d/1696735186231/5.5.2020+Pork+Indemnity.pdf\">taxpayer-funded bailouts</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/WAM26886.jpg?quality=90&#038;strip=all&#038;crop=0,10.669135487166,100,78.661729025667\" alt=\"A pig inside a narrow metal crate looks toward the camera\" title=\"A pig inside a narrow metal crate looks toward the camera\" data-has-syndication-rights=\"1\" data-caption=\"Pigs inside a gestation crate facility in Canada. California in 2018 banned the sale of pork produced using gestation crates, small cages in which pregnant pigs are kept for the duration of their lives. The pork industry has been fighting to nullify the ban, and the American Veterinary Medical Association this year endorsed legislation that would do so. | Jo-Anne McArthur/We Animals Media\" data-portal-copyright=\"Jo-Anne McArthur/We Animals Media\" />\n<h2 class=\"wp-block-heading has-text-align-none\">A vision for animal rights 3.0</h2>\n\n<p class=\"has-text-align-none\">For the meat industry, this alliance with the veterinary profession has paid off abundantly. The next wave of animal activism, animal rights 3.0, will need to take a page from their playbook and work to turn animal professionals — including veterinarians and state and federal agriculture officials — against the systems that have enlisted them into profit-driven animal cruelty.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many veterinarians go into the profession because they love animals. Yet in veterinary school, we’re often taught that animal rights is a <a href=\"https://drive.google.com/file/d/1A5aJctU_7wCw7OH3dtyEYIdYbDhpV77A/view?usp=sharing\">threat</a> to our profession, that <a href=\"https://news.wsu.edu/news/2002/10/04/veterinarians-strongly-disagree-with-animal-rights-activists/\">limiting animal experimentation</a> would harm medical progress, and that factory farming is necessary to feed the world. Like the winged monkeys in <em>The Wizard of Oz </em>doing the bidding of the Wicked Witch of the West, veterinarians <a href=\"https://cdqap.org/animal-rights-activists-increasingly-aggressive-dangerous/\">obediently recite</a> anti-animal rights narratives, serving the interests of multibillion-dollar conglomerates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.avma.org/resources-tools/reports-statistics/market-research-statistics-avma-membership\">vast majority</a> of US veterinarians working today treat companion animals — like cats and dogs — not animals raised for food, and I’ve often observed that rather than rock the boat, they tend to <a href=\"https://www.avma.org/javma-news/2021-09-15/hod-recommends-depopulation-policy-sent-expert-panel-further-consideration\">defer</a> to their livestock industry colleagues’ expertise about the appropriate treatment of farm animals. The small percentage of veterinarians who do work in animal agriculture and industry are <a href=\"https://www.avma.org/about/state-and-allied-groups\">overrepresented</a> in the AVMA’s decision-making bodies, through greater access and opportunities for positions on the AVMA’s various committees and advisory panels, while veterinarians who vocally oppose industry practices, as I have, are <a href=\"https://theintercept.com/2020/10/10/new-documents-reveal-how-the-animal-agriculture-industry-surveils-and-punishes-critics/\">silenced</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Animal rights 2.0, with its focus on boycott and abstinence from systems that it finds reprehensible, has missed an opportunity to develop activists within the professional community that’s perhaps best positioned to challenge corporate animal abuse. Even veterinarians who already support animal rights and oppose factory farming, when I voice my concerns with the AVMA, have told me countless times, “That’s why I am no longer a member.” That’s exactly how the industry likes it: pro-animal voices lacking the ability to comment on policies and guidelines, join committees, and hold positions of influence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Animal rights 3.0 will have to shed the fixation on personal purity that has prevented the movement from shaping policy and regulation. Animal advocates should have a seat at the table in rooms where decisions are made about how animals live and die. Veterinarians are deeply embedded in the USDA — the agency “hires the highest number of veterinarians of any other national organization in the world,” Pat Basu, former USDA chief public health veterinarian, told me in an email, making it a prime opportunity for vets who want to help farm animals.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Animal rights 3.0 will have to shed the fixation on personal purity that has prevented the movement from shaping policy and regulation</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Those whose long-term career ambitions do not depend on the livestock industry have the unique opportunity to obtain positions of influence within the USDA, state agriculture departments, or the AVMA, work to rigorously enforce animal welfare laws that often go ignored, and publicly speak out if they’re prevented from doing their jobs. They can use their roles to question the ongoing denial of rights to animals and advocate for redirecting public funds away from animal agriculture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We already have the building blocks for this: A nascent movement of veterinarians is fighting to change the profession’s priorities to align with the interests of animals instead of their corporate oppressors. More veterinarians, including myself, <a href=\"https://www.humaneslaughter.org/\">are</a> <a href=\"https://avmajournals.avma.org/view/journals/javma/229/3/javma.229.3.350.xml\">working</a> with animal rights activists to draw public attention to animal agriculture’s atrocities. We need more organizational capacity in animal rights to develop partnerships with professionals who work with animals, including not just the already converted, but also those who work in industries that exploit animals and are questioning the ethics of their roles.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The latter phenomenon, sometimes known as “moral injury,” is <a href=\"https://www.nomv.org/2023/08/19/moral-injury-and-how-it-affects-veterinary-professionals/\">well-known</a> in veterinary medicine, yet too often, veterinarians are trained to quiet the inner voice that tells them they’re participating in an unjust system. We can empower these people to follow their conscience and protect the most vulnerable among us. Eventually, we can build <a href=\"https://www.institutionalcourage.org/the-call-to-courage\">institutional courage</a> in organizations like the AVMA — a concept coined by psychologist Jennifer Freyd for when institutions that have committed grievous harm apologize for wrongdoing, correct the damage caused, and put systems in place to protect victims and whistleblowers in the future.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There will be backlash, as we’re already seeing today, with meat industry-led <a href=\"https://www.vox.com/future-perfect/2024/2/14/24069722/political-ban-cell-cultivated-lab-grown-meat-plant-based-labeling-laws\">state bans</a> on cell-cultivated meat and <a href=\"https://www.vox.com/future-perfect/353393/farm-bill-republicans-prop-12-gestation-crates-pork\">legislation</a> challenging animal welfare laws. We have to prepare ourselves for a brutal fight.</p>\n\n<p class=\"has-text-align-none\">We can draw inspiration from the animal activists of the 19th century, who achieved so much with far less wealth and resources than we have today, and understood the connection between all forms of social injustice. But they were unprepared for the arrival of a new economic order that would transform the American food environment and trade away the environment, public health, and animal welfare for abundant cheap meat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A century later, animal rights 2.0 awakened the public to the horrors of factory farming, but it emerged at a time when it was not yet clear how unlevel the playing field was between vegan advocates and their meat industry opponents. The next wave of animal activism will need to integrate these lessons from the past, building a movement that bridges the divide between activists, veterinarians, and other professionals, and empowers them to confront the systems that lead humanity to inflict large-scale atrocities on the animals with whom we share this planet.&nbsp;&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Many people think of animal rights and veganism, at least in the West, as a relatively contemporary phenomenon — and a niche one at that. Despite all the buzz surrounding plant-based diets, the share of Americans who call themselves vegan or vegetarian is in the single digits and may have even decreased in recent decades.&#160; [&#8230;]",
    "author": "Crystal Heath"
  },
  {
    "title": "The animal rights movement was once locked in bitter debate. Now it’s getting things done.",
    "link": "https://www.vox.com/future-perfect/365147/animal-welfare-factory-farming-effective-altruism-activism",
    "pubDate": "2024-08-09T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A calf on a dairy farm in Canada. | Jo-Anne McArthur/We Animals Media\" data-portal-copyright=\"Jo-Anne McArthur/We Animals Media\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/WAM9137.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A calf on a dairy farm in Canada. | Jo-Anne McArthur/We Animals Media</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s one of those facts of the world that most people know but don’t really want to <em>know</em>: Billions of animals on factory farms live their lives in gruesome and torturous conditions so that our eggs and meat are a bit cheaper. Virtually <a href=\"https://farmanimalwelfare.substack.com/p/we-love-animals-why-do-we-torture\">no one really approves of it</a>, but almost everyone participates in it.</p>\n\n<p class=\"has-text-align-none\">If you want to change that, what should you do about it?</p>\n\n<p class=\"has-text-align-none\">When I was in college, activists for animals had some passionate disagreements about which approach to take. A lot of them favored leafleting — handing out flyers with grotesque pictures of the horrifying conditions on factory farms, with the idea of shocking people into change. Others favored protests in restaurants and grocery stores, or daring rescues of dying animals from confinement. Some people hoped we could obviate meat altogether with plant-based or lab-grown alternatives, while others wanted to work towards gradual legislative change.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story is part of <strong>How Factory Farming Ends</strong></h2>\n\n\n\n<p class=\"has-text-align-none\"><strong>Read more from this special package analyzing the long fight against factory farming </strong><a href=\"https://www.vox.com/future-perfect/364288/how-factory-farming-ends-animal-rights-vegans-climate-ethics\"><strong>here</strong></a><strong>. </strong>This series is supported by Animal Charity Evaluators, which received a grant from Builders Initiative.</p>\n</div>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.worldanimalprotection.ca/blogs/what-is-the-difference-between-animal-rights-and-animal-welfare/#:~:text=Animal%20welfare%20is%20concerned%20about,humans%20in%20the%20first%20place.\">One division </a>was between people who called themselves animal rights activists — working toward a world where we did not treat nonhuman animals as property, but acknowledged them as individuals — and people who called themselves animal welfare activists, and who tended to favor interventions to make the processes by which we raised and killed animals for food more humane.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\">EAs versus activists</h3>\n\n<p class=\"has-text-align-none\">The growing <a href=\"https://www.effectivealtruism.org/articles/cause-profile-animal-welfare\">effective-altruism-inspired giving to animal advocacy</a> tended to come down on the animal welfare side of the spectrum.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Consider lobbying to make a factory farm slightly more humane, even as it still subjects animals to awful conditions. Many animal rights activists feel like that amounts to complicity in the abuses that even supposedly more humane farms would go on to perpetuate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Effective altruists, by contrast, tended to jump at such opportunities — after all, 10 percent better conditions for animals, while hardly perfect, is still better. Many sanctuaries for rescued farm animals were <a href=\"https://www.upc-online.org/thinking/230801_are_farmed_animal_sanctuaries_at_risk.html\">bitter about</a> effective animal advocates’ disinterest in funding them; effective animal advocates, in turn, would grimly observe that sanctuaries simply don’t have that many animals in them, compared to the number in factory farms. It was a matter of numbers.</p>\n\n<p class=\"has-text-align-none\">There was also a difference in ethos. Faced with an atrocity, some people are <a href=\"https://www.vox.com/e/364284\">drawn to splash themselves</a> with blood and march down the street, trying to make passersby realize the magnitude of the horrors they’re complicit in. Other people are inclined to whip out some spreadsheets. These two groups often end up suspicious of each other, each exasperated to have allies who refuse to do what it takes.</p>\n\n<p class=\"has-text-align-none\">One could write an entire book about the culture clashes as effective altruism-oriented giving entered the animal advocacy space. Effective altruists were also making a splash in other areas, like global health and development or biosecurity or AI, but those were all areas where a lot of money was already being spent from many sources. Farmed animal advocacy, by contrast, was not.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Effective animal advocates rapidly became a <a href=\"https://johnsoncenter.org/blog/one-health-and-animal-protection-philanthropy-a-growing-sub-sector/\">huge source of spending in the space</a>, and their philosophy of how to do good became prominent. That understandably led to frustration from people with other theories of how to do good, theories they’d often spent decades working on with very little funding.</p>\n\n<p class=\"has-text-align-none\">But ultimately almost everyone involved should agree the effective animal advocacy movement should be evaluated not by how they made humans feel, but by how their work impacted animals.</p>\n\n<h3 class=\"wp-block-heading\">Stronger together</h3>\n\n<p class=\"has-text-align-none\">A decade on, the philosophy of incremental and numbers-oriented welfare work has gotten a lot done.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One <a href=\"https://www.openphilanthropy.org/research/how-the-open-wing-alliance-has-helped-free-hundreds-of-millions-of-chickens-from-cages/\">recent blog post</a> published by the Open Philanthropy Project, which has funded effective animal advocacy work, lays out how they did it. The <a href=\"https://openwingalliance.org/\">Open Wing Alliance</a>, a coalition of animal advocacy organizations, zeroed in on corporations as a good target for pressure to improve conditions. Since these corporations tend to sell eggs to consumers, they care about their reputation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Open Wing Alliance would effectively offer them a deal: commit to going cage-free, <a href=\"https://www.openphilanthropy.org/research/how-the-open-wing-alliance-has-helped-free-hundreds-of-millions-of-chickens-from-cages/\">or else</a>: “Protesters will mobilize online and on the ground; they’ll show up in chicken costumes at corporate headquarters and franchise locations. Public ads and social media shame campaigns will further drive negative press. The OWA … will do its best to make [the target’s] brand synonymous with animal cruelty if they refuse to make necessary welfare improvements.”</p>\n\n<p class=\"has-text-align-none\">In an important way, this represents a synthesis of the two threads of the animal advocacy movement that I encountered back when I was a college student: the suit-wearing lobbying types get the meetings with corporations, and make demands carefully chosen based on rigorous analysis of which asks do the most for animals. But the corporations’ reason to go along is that should they refuse, they will face protesters willing to put their bodies on the line for animals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s proven to be a very powerful tactic. Hundreds of pledges have been made, and broadly, they’ve been kept. Hundreds of millions of chickens live lives that are still pretty horrifying, but still significantly better than they’d otherwise have been — <a href=\"https://drive.google.com/file/d/1he5hQ_2VmLKUdsBqEPU5yeneOTCbGoAs/view\">one estimate concluded</a> that compared to a hen raised in a cage, each hen raised cage-free will spend 275 fewer hours in “disabling pain,” and thousands of hours less time in lower levels of pain. </p>\n\n<p class=\"has-text-align-none\">No one is declaring victory, but it seems like the negotiation-and-threat-of-protests strategy is a highly cost-effective way to improve conditions for animals.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\">The road ahead</h3>\n\n<p class=\"has-text-align-none\">Of course, it’s impossible to imagine fully addressing the horrors of factory farming with this approach — or with any single approach. Corporations will change their policies if it’s relatively inexpensive to do so, but it’s hard to imagine them adopting the much more expensive changes that would be necessary to give animals intensively raised on factory farms good lives. And plenty of animal advocates wouldn’t be happy even if you did pull that off; they’d like us to stop raising billions of animals in captivity to kill and eat, not just to be nicer about doing so. </p>\n\n<p class=\"has-text-align-none\">And the most unpleasant feature of factory farming is that, unlike nearly all of the world’s problems, so far it has gotten worse as the world has gotten richer. As more and more people enter the global middle class and can afford cheap meat, it creates incentives for more companies to horrendously mistreat animals. For all the progress I’ve discussed, <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">more animals in the US</a> are factory farmed now than when I was in college.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Want more Future Perfect in your inbox?</h2>\n\n\n\n<p class=\"has-text-align-none\">This piece was originally published <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">in our newsletter</a>, which comes out every Wednesday and Friday. We’re also launching a new newsletter, dedicated just to factory farming: Processing Meat. <a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/processing-meat-newsletter-signup\">Sign up here</a>!</p>\n</div>\n\n<p class=\"has-text-align-none\">On a problem as big as this one, you can accomplish a ton and still have an unfathomable distance to go.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But when I look at the state of animal advocacy in 2024, I’m optimistic. Since a decade ago, there’s been a serious maturation of the field. It has integrated the many varying perspectives on what advocates are trying to achieve, and somewhat grown past the frictions of very different people trying to work together toward a common goal. And people have accomplished real and worthy things, and learned a lot about what works.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The stakes remain enormous and the situation remains stomach-churningly terrible, but many of the arguments I remember having in college are ones that the movement has now substantially moved past. Disruptive protests or polished advocacy? Why not one as a strategy to produce the other, like how labor unions do it? Is it worth advocating for incremental change? Looks like, yes, it definitely is. Do people from different subcultures and with different perspectives really care about animals, despite all the mutual distrust? Looks like, yes, they do!</p>\n\n<p class=\"has-text-align-none\">At the same time, I’ve seen many other advocacy groups run aground on such differences. It’s worth occasionally taking a step back to be impressed with the achievements of animal advocates — and, if you work on any other high-stakes depressingly entrenched ill in our world, to learn from them.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s one of those facts of the world that most people know but don’t really want to know: Billions of animals on factory farms live their lives in gruesome and torturous conditions so that our eggs and meat are a bit cheaper. Virtually no one really approves of it, but almost everyone participates in it. [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "The dubious GOP attacks on Tim Walz’s military record, briefly explained",
    "link": "https://www.vox.com/politics/366195/jd-vance-tim-vance-military-record-national-guard",
    "pubDate": "2024-08-08T23:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Walz walking outside, followed by other people in suits. \" data-caption=\"Minnesota Gov. Tim Walz arrives to speak at a press conference regarding new gun legislation at City Hall on August 1, 2024, in Bloomington, Minnesota. | Stephen Maturen/Getty Images\" data-portal-copyright=\"Stephen Maturen/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2164173466.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Minnesota Gov. Tim Walz arrives to speak at a press conference regarding new gun legislation at City Hall on August 1, 2024, in Bloomington, Minnesota. | Stephen Maturen/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In a bid to undercut Vice President Kamala Harris’s newly announced running mate, <a href=\"https://www.vox.com/politics/365416/tim-walz-kamala-harris-vp-vice-president-democrats-left\" data-type=\"link\" data-id=\"https://www.vox.com/politics/365416/tim-walz-kamala-harris-vp-vice-president-democrats-left\">Minnesota Gov. Tim Walz,</a> Republicans are mounting attacks on his military record. The charges, which a closer look suggests are misleading or exaggerated, are a notable escalation against the Democratic ticket by the Trump campaign.</p>\n\n<p class=\"has-text-align-none\">The attacks began in earnest on August 7, when Ohio Sen. J.D. Vance, President Donald Trump’s running mate, sought to tout his own military experience compared to Walz’s. Prior to running for Congress, Walz served for 24 years in the Army National Guard, while Vance served for four years in the Marine Corps. Neither has seen combat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When the United States Marine Corps, when the United States of America, asked me to go to Iraq to serve my country, I did it. I did what they asked me to do, and I did it honorably and I’m very proud of that service,” Vance said. “When Tim Walz was asked by his country to go to Iraq, you know what he did? He dropped out of the Army and allowed his unit to go without him.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But Vance’s sweeping statement contains some key omissions. For instance, Walz <a href=\"https://www.cbsnews.com/news/tim-walz-military-record/#\">retired in 2005</a>, two months before his unit received formal notice it would be sent to Iraq. Another <a href=\"https://www.politico.com/news/2024/08/08/harris-walz-military-credentials-00173236#:~:text=%E2%80%9CWalz%20attained%20the%20rank%20of,to%20the%20Minneapolis%20Star%20Tribune.\">Republican attack on Walz’s service</a> — that he <a href=\"https://x.com/GOP/status/1821595739757125876\">misrepresented himself</a> as a retired command sergeant major — is also more complicated: While he held that rank at one point, his rank was changed after retirement because he <a href=\"https://www.mprnews.org/story/2018/10/03/tim-walz-national-guard-career-minnesota-governor-race\">did not complete the required coursework</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet <a href=\"https://www.nbcnews.com/politics/2024-election/republicans-vance-start-tearing-walz-going-military-record-rcna165564\">another claim by Republicans</a> is that Walz misrepresented his service by implying in a past statement that he once served in a combat zone. In that case, the language he used appears to have been imprecise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There is precedent for these types of attacks: Republicans appear to be resorting to the same “swift-boating” tactics that they once levied against former Democratic presidential candidate John Kerry. A reference to the small speedboats used in the Vietnam War where Kerry served, the campaign sought to impugn his character by casting doubt on his account of military service in Vietnam.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Notably, the architect of that campaign against Kerry was <a href=\"https://taskandpurpose.com/news/swift-boat-walz/\">Chris LaCivita — now a prominent staffer</a> on former President Donald Trump’s 2024 campaign.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Walz has faced questions about his military service before, including when he ran for Minnesota governor in 2018. And in that instance — and this one — he’s had several veterans defend him as well. Joseph Eustice, a 32-year veteran of the National Guard, <a href=\"https://www.startribune.com/walzs-24-years-in-national-guard-get-renewed-scrutiny-from-gop-opponent-who-didnt-serve/600216280\">told the Minnesota Star Tribune in 2022</a>, “He was a great soldier. When he chose to leave, he had every right to leave.”</p>\n\n<p class=\"has-text-align-none\">The Harris campaign for its part has responded by stressing Walz’s tenure and policy record. “After 24 years of military service, Governor Walz retired in 2005 and ran for Congress, where he was a tireless advocate for our men and women in uniform,” the Harris campaign told Vox in a statement. The campaign also pointed to Walz’s time as a ranking member on the House Veteran Affairs Committee and his support for funding and mental health resources for the military.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The claims, and the information we know, briefly explained&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">The claims that Republicans have made about Walz focus on three issues: his decision to retire from the Army National Guard in 2005, his rank upon retirement, and a comment he made about carrying weapons “in war.” Here’s what we know about each of them. </p>\n\n<h3 class=\"wp-block-heading\"><strong>Claim 1: </strong>Walz retired from the Army National Guard to avoid serving in Iraq.</h3>\n\n<p class=\"has-text-align-none\"><strong>What we know: </strong>Notably, Walz retired in <a href=\"https://www.cbsnews.com/news/tim-walz-military-record/#\">May 2005</a>, two months prior to his unit receiving an official deployment order to Iraq. He stated in 2009 that <a href=\"https://www.loc.gov/item/afc2001001.69125/#item-service_history\">his reasons for retiring</a> were to pursue a run for the House of Representatives, which he won the following year, and to avoid conflicts under the Hatch Act, which bars federal employees from engaging in certain political activities. </p>\n\n<p class=\"has-text-align-none\">Walz filed for his run for office before the National Guard had notified his unit of the possibility of a deployment to Iraq. It’s unclear if, at the time, he already knew that a deployment could be a possibility.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Below is a more detailed timeline of how this all unfolded.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>February 10, 2005</strong>: <a href=\"https://docquery.fec.gov/pdf/112/25038731112/25038731112.pdf\">Walz files paperwork</a> with the Federal Election Commission declaring his candidacy for the House seat in Minnesota’s First Congressional District.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>March 17, 2005:</strong> <a href=\"https://web.archive.org/web/20050420005951/http://www.timwalz.org/print.php?pr=1\">The National Guard informs members</a> of the possibility of deployment to Iraq within the next two years. The public affairs office notes that <a href=\"https://www.cbsnews.com/news/tim-walz-military-record/#\">2,000 members</a> could be sent from the Minnesota National Guard, which could include part of, or the entirety of, Walz’s battalion.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>March 20, 2005</strong>: <a href=\"https://web.archive.org/web/20050420004957/http://www.timwalz.org/pr.php?pr=1\">Walz issues a statement</a> responding to the National Guard notice, saying he intends to continue to serve, and to continue his run for Congress.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I do not yet know if my artillery unit will be part of this mobilization and I am unable to comment further on specifics of the deployment,” he said. “As Command Sergeant Major I have a responsibility not only to ready my battalion for Iraq, but also to serve if called on. I am dedicated to serving my country to the best of my ability, whether that is in Washington DC or in Iraq.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>May 16, 2005</strong>: Walz retires from the National Guard, according to a comment the Minnesota Army National Guard <a href=\"https://www.cbsnews.com/news/tim-walz-military-record/\">provided CBS News.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>July 14, 2005</strong>: Walz’s battalion receives an alert order for mobilization to Iraq.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>March 2006: </strong>Walz’s unit is <a href=\"https://www.nationalguard.mil/News/Article/573070/guard-unit-recognized-for-record-deployment/\">deployed to Iraq</a>.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\"><strong>Claim 2: </strong>The<strong> </strong>Harris-Walz campaign misrepresented his title by stating that he’s a “retired Command Sergeant Major.”</h3>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.cbsnews.com/news/tim-walz-military-record/\">On the Harris campaign website</a> and a Minnesota government website, Walz had been listed as a “retired Command Sergeant Major,” according to CBS News.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Republicans have argued that this is an inaccurate description of his title. That phrase has now been <a href=\"https://www.politico.com/news/2024/08/08/harris-walz-military-credentials-00173236\">changed on the Harris campaign website</a> to note that this title was <a href=\"https://web.archive.org/web/20240808091058/https://kamalaharris.com/meet-governor-tim-walz/\">the highest rank he earned</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know: </strong>Walz did, in fact, attain the position of Command Sergeant Major. However, after he retired, his title was changed to Master Sergeant, because <a href=\"https://www.cbsnews.com/news/tim-walz-military-record/\">he did not finish the coursework required</a> to retire under the promoted title.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a result, it’s accurate to say that he was once a Command Sergeant Major, but not that he was a “retired Command Sergeant Major.”&nbsp;</p>\n\n<h3 class=\"wp-block-heading\"><strong>Claim 3: </strong>Walz misrepresented his involvement in combat in a speech about gun control.&nbsp;</h3>\n\n<p class=\"has-text-align-none\">“We can make sure that those weapons of war, that I carried in war, is the only place where those weapons are at,” Walz said in remarks <a href=\"https://www.mprnews.org/story/2018/02/20/in-about-face-walz-backs-assault-weapons-ban-for-minnesota\">about an assault weapons ban in 2018.</a>&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Gov. <a href=\"https://twitter.com/Tim_Walz?ref_src=twsrc%5Etfw\">@Tim_Walz</a>: I spent 25 years in the Army and I hunt. I’ve been voting for common sense legislation that protects the Second Amendment, but we can do background checks. We can research the impacts of gun violence. We can make sure those weapons of war, that I carried in war,… <a href=\"https://t.co/3IVaXi2RP2\">pic.twitter.com/3IVaXi2RP2</a></p>&mdash; Kamala HQ (@KamalaHQ) <a href=\"https://twitter.com/KamalaHQ/status/1820918063966962143?ref_src=twsrc%5Etfw\">August 6, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Vance argues that Walz’s statements imply that he was in combat when he wasn’t.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What we know: </strong>Walz was deployed as part of the National Guard to Vicenza, Italy, in August 2003 as part of Operation Enduring Freedom <a href=\"https://apnews.com/article/walz-national-guard-military-ae43d684bf1319e535f9f620552155d7#:~:text=Walz%20didn't%20serve%20in%20a%20combat%20zone&amp;text=According%20to%20the%20Nebraska%20Army,before%20graduating%20from%20high%20school.\">but was not in a combat zone</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The phrasing of the statement in his gun control remarks, suggesting that he carried the weapons “in war,” was imprecise. While technically correct given the operation he was part of, it appears to suggest an experience he didn’t have. <a href=\"https://www.mprnews.org/story/2018/10/03/tim-walz-national-guard-career-minnesota-governor-race\">Walz has openly acknowledged in other interviews</a> that he hadn’t seen combat while deployed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Harris campaign has stressed Walz’s training with firearms in response. “In his 24 years of service, the Governor carried, fired and trained others to use weapons of war innumerable times,” the Harris campaign told Vox in a statement. “Governor Walz would never insult or undermine any American&#8217;s service to this country — in fact, he thanks Senator Vance for putting his life on the line for our country. It&#8217;s the American way.&#8221;&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In a bid to undercut Vice President Kamala Harris’s newly announced running mate, Minnesota Gov. Tim Walz, Republicans are mounting attacks on his military record. The charges, which a closer look suggests are misleading or exaggerated, are a notable escalation against the Democratic ticket by the Trump campaign. The attacks began in earnest on August [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Who is Noah Lyles? The star sprinter’s Olympics went perfectly — until it didn’t.",
    "link": "https://www.vox.com/olympics/361261/noah-lyles-explained-paris-olympics-track-field-netflix-sprinter",
    "pubDate": "2024-08-08T20:25:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A Black man wearing colorful athletic clothes, with a pair of sneakers hung around his neck, raises his arms in the air, forming peace signs with his fingers to hold up a large American flag. \" data-caption=\"Noah Lyles celebrates after winning gold in the Men’s 200 meters at the World Athletics Championships on August 25, 2023.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1623507818.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Noah Lyles celebrates after winning gold in the Men’s 200 meters at the World Athletics Championships on August 25, 2023.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">During every Olympic Games, lesser-known professional athletes are catapulted into household names overnight. Typically, they have to win medals. Other times, their personalities are enough to build their own fandoms. Heading into this summer’s Olympics in Paris, Noah Lyles expects to be recognized for both.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you don’t follow track and field, you may not be familiar with Lyles — although his name could soon become inescapable. Already, the new Netflix docuseries <em>Sprint</em>, set around the <a href=\"https://www.nbcsports.com/olympics/news/track-and-field-world-championships-results-2023\">2023 World Athletics Championships</a> in Budapest, has shone a bigger spotlight on him. The six-part series follows track and field’s brightest stars in the 100- and 200-meter sprints, including the fastest woman on Earth, Sha’Carri Richardson; Jamaican gold medalist Shericka Jackson; and British record-holder in the 100 and 200 meters, Zharnel Hughes. Despite this star power, the series’s main attraction has been Lyles, whose ambitions to outrun retired legend Usain Bolt have ruffled <a href=\"https://www.essentiallysports.com/us-sports-news-olympics-news-track-and-field-news-not-likable-at-all-noah-lyles-receives-heavy-criticism-from-twitters-track-field-community-for-netflixs-sprint-documentary/\">some feathers</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many of Lyles’s soundbites in <em>Sprint</em> have been <a href=\"https://x.com/BadgyalTerryG/status/1811176867061260790\">perceived</a> by <a href=\"https://x.com/willthefred/status/1811185176766038069\">viewers</a> as <a href=\"https://x.com/pernillatweets1/status/1809892070334570956\">arrogant</a>. In one scene, he says that to be a successful athlete, “you have to have the mindset of a God.” “I’m a true believer in that the moment isn’t bigger than me, the moment was made for me,” he says in another. Compare this attitude to Shericka Jackson’s. When asked by someone off-camera about claims that she’s the best in the sport, she refused to comment. Meanwhile, others seem confused about Lyles’s claim to “the fastest man in the world” title while Bolt is still living. Lyles maintained this stance at an Olympics news conference on July 26 after a Team USA video of the sprinter introducing himself as such went viral and drew more backlash. Lyles joked, “It’s always going to me” before stating that the title goes to “the Olympic champion and the world champion, which I am one of. And soon to be another one of.”<strong> </strong>Much like <a href=\"https://www.vogue.com/article/shacarri-richardson-august-2024-digital-cover-interview\" data-type=\"link\" data-id=\"https://www.vogue.com/article/shacarri-richardson-august-2024-digital-cover-interview\">Richardson</a>, his bravado, personal style, and penchant for trash-talking has given Americans someone to place their bets on at the upcoming Olympics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Currently, Lyles holds the title of the fastest man in the world after winning the 100 and 200 meters — also known as the sprint double — at last year’s World Championships. (He ran the 100 meter in 9.83 seconds and the 200 meter in 19.52.) Altogether, he holds six world titles. He also earned the bronze medal in the 200 meter at the 2020 Olympics in Tokyo, a disappointing result that he says inspired his lofty goals at this year’s games. Not only does he want to beat Bolt’s record times, he plans to take home four gold medals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So far, Lyles has already <a href=\"https://www.espn.com/olympics/story/_/id/40726446/noah-lyles-wins-gold-us-100m-hair-breadth\">nabbed a gold medal</a> during the 100 meter sprint on August 4, where he won first place by 0.005 seconds. Most recently, though, he felt short of his goal, <a href=\"https://www.latimes.com/sports/olympics/story/2024-08-08/noah-lyles-does-not-win-paris-200-meters\">taking home the bronze</a> during the 200 meter on August 8. He was also expected to compete in the finals for the men’s 4&#215;100 meter relay and possibly the 4&#215;400 relay, giving him a shot at two more golds. However, following the 200 meter, Lyles was wheeled off the sidelines. Then USA Track &amp; Field, the governing body for the sport, announced that he had <a href=\"https://www.independent.co.uk/sport/olympics/noah-lyles-olympics-200m-final-medals-b2593546.html\">tested positive for Covid-19</a> prior to competing in the race, which could incite another wave of backlash for the athlete. However, Scientific American <a href=\"https://www.scientificamerican.com/article/olympic-athletes-allowed-to-compete-while-covid-positive/\">reported</a> this week that several Olympians have tested positive but are still being allowed to compete. While Lyles’s Olympic quest has come to an end this year, he at least left the Games having achieved another career goal — having everyone talk about him.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Lyles may have his critics, but it’s all part of his mythmaking&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">When we think of celebrity athletes whose fame extends beyond their sport, sprinters aren’t exactly the first people to come to mind. While Bolt has practically become synonymous with running, it’s fair to say the sport doesn’t offer its athletes the same level of visibility that the NBA, for example, offers even its most unassuming players. For instance, it took a <a href=\"https://www.vox.com/22565419/shacarri-richardson-olympics-marijuana-ban-war-on-drugs\">drug-test scandal</a> — coming up positive for marijuana, not performance-enhancing drugs — and her subsequent suspension from the Tokyo Olympics for Richardson to become a national talking point and a currently beloved underdog.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Lyles wants this to change. “You have all these other athletes as stars, rockstars, popular wherever they go,” he says in the first episode of <em>Sprint</em>. “Track and field needs to be the same.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The 26-year-old has certainly been doing his part to bring attention to the sport, or maybe just to himself. While he doesn’t represent the most head-turning style in track and field right now — that may belong to Richardson with her occasionally flame-colored hair, numerous tattoos, and Flo Jo-esque acrylics — he frequently shows up to meets in snazzy, designer looks, like F1 champion Lewis Hamilton or one of a handful of NBA stars. Also in the spirit of ’80s icon Florence Griffith Joyner, he even enjoys a <a href=\"https://www.tiktok.com/@nbcolympics/video/7344869517991922990\">flashy manicure</a>. His accomplishments, thus far, have also gotten him a few magazine covers, most recently <a href=\"https://time.com/6991825/noah-lyles-olympics-2024-interview/\">Time</a>, and an extremely lucrative contract for a track star with Adidas.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@nbcolympics/video/7344869517991922990\" data-video-id=\"7344869517991922990\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@nbcolympics\" href=\"https://www.tiktok.com/@nbcolympics?refer=embed\">@nbcolympics</a> <p>Noah Lyles paid tribute to his love of anime at the <a title=\"worldindoorchamps\" target=\"_blank\" href=\"https://www.tiktok.com/tag/worldindoorchamps?refer=embed\">#WorldIndoorChamps</a> in a unique way. 🔥 <a title=\"anime\" target=\"_blank\" href=\"https://www.tiktok.com/tag/anime?refer=embed\">#anime</a> <a title=\"trackandfield\" target=\"_blank\" href=\"https://www.tiktok.com/tag/trackandfield?refer=embed\">#trackandfield</a> <a title=\"noahlyles\" target=\"_blank\" href=\"https://www.tiktok.com/tag/noahlyles?refer=embed\">#noahlyles</a> <a title=\"nailart\" target=\"_blank\" href=\"https://www.tiktok.com/tag/nailart?refer=embed\">#nailart</a> </p> <a target=\"_blank\" title=\"♬ original sound - NBC Olympics &#038; Paralympics\" href=\"https://www.tiktok.com/music/original-sound-7344869620353862446?refer=embed\">♬ original sound &#8211; NBC Olympics &#038; Paralympics</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">On social media, he delivers the same high-quality, fashion-forward content of a major influencer. (In <em>Sprint</em>, he refers to himself as an “artistic director.”) On his Instagram (<a href=\"https://www.instagram.com/nojo18/?hl=en\">@nojo18</a>), where he’s approaching a million followers, you’re just as likely to see high-res photos of his pre-meet fits, posts with <a href=\"https://www.instagram.com/p/C8k6QGHI7qq/?hl=en&amp;img_index=1\">Snoop Dogg</a>, and wardrobe selections inspired by <a href=\"https://www.instagram.com/reel/C8yKXDnRYer/?utm_source=ig_web_copy_link&amp;igsh=MzRlODBiNWFlZA==\">his favorite anime</a> as you are content related to track. He also posts playful videos with his girlfriend, <a href=\"https://www.instagram.com/p/C9LDOhMvteN/?hl=en\">fellow runner Junelle Bromfield</a>, the pair seeming to be a power couple in the making.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On his way to becoming America’s most beloved track star, though, Lyles has already rubbed some sports fans the wrong way. In an interview following his World Championship wins last year, he questioned why NBA Finals winners are referred to as “world champions.” “World champions of what?” he asked at a post-meet conference.“The United States?” Soon came a <a href=\"https://www.cnn.com/2023/08/29/sport/noah-lyles-nba-backlash-spt-intl/index.html\">pile of responses</a> from NBA players, including Kevin Durant, Aaron Gordon, and Devin Booker denouncing his comments. Drake, a supporter of the Toronto Raptors, even chimed in, poking fun at Lyles. Others, like Ghanaian sports journalist <a href=\"https://twitter.com/garyalsmith/status/1696087026154541245?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1696087026154541245%7Ctwgr%5E95a150cf499700a49eda9372113c58a1dfff9e17%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fwww.npr.org%2F2023%2F08%2F28%2F1196396026%2Fnoah-lyles-nba-world-champions-basketball-drake-kevin-durant\">Gary Al-Smith</a>, said Lyles was simply observing a larger problem of American exceptionalism in basketball.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ironically, Lyles has been accused of displaying the same superior, <a href=\"https://x.com/wiiissssss/status/1810777524630397169\">culturally American</a> attitude in his own sport. On the fourth episode of <em>Sprint</em>, Lyles discussed the backlash he received after he posted his predicted times in the 100 meter and 200 meter at last year’s World Championships on Instagram, which he ultimately fell short of, despite taking home the gold. “What the heck does me saying my goal have to do with you?” he asks in a talking-head interview. It’s a good question, considering that it’s every athlete’s goal to perform at their best and destroy their opponents, whether or not they vocalize it as much as Lyles does. Fans’ negative responses to this sort of behavior have also confused Richardson, who says in the docuseries that there should be “more trash-talking” in the sport.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This poor reception online can at least be partially explained by a heated rivalry between American and Jamaican sprinters that intensified at the<a href=\"https://bleacherreport.com/articles/1269260-olympic-track-2012-breaking-down-team-usas-rivalry-with-jamaican-sprinters\"> 2008 Beijing Olympics</a> where Bolt won the gold in the 100 meter and 200 meter, while achieving record times in both sprints. Jamaican track stars Shelly Ann-Frazer and Veronica Campbell-Brown also won the 100 meter and 200 meter, respectively. More than any athlete, though, Bolt has become a national symbol and icon in Jamaica, where track and field is the dominant sport. Announcing your plans to overthrow him, as Lyles has done, expectedly has some repercussions.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>All eyes are on Lyles at the Paris Olympics&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Since the US claims both the fastest man and woman in the world right now, one can assume an even larger number of American viewers will be tuned in to track this year, and there’s a lot at stake for Lyles’s reputation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Historically, the Olympics have been fraught territory for the runner. In 2020, fans&nbsp;witnessed the emotional toll that training for and competing at the Olympics has had on Lyles, and how he handles disappointment when he’s fallen short of his goals.&nbsp;After landing in third place in the 200 meter in Tokyo, Lyles broke down during a <a href=\"https://www.washingtonpost.com/sports/olympics/2021/08/04/noah-lyles-bronze-olympics-depression/\">post-meet interview</a> with the Washington Post. Tears started to fall when talking about his brother, Josephus Lyles, another professional sprinter, who failed to qualify for the Olympics that year. He spoke&nbsp;about his mental health and his journey with antidepressants leading up to the Olympics, as well as his experience marching alongside his brother in 2020’s Black Lives Matter protests, and the pressure he feels as a Black American athlete and a Black American man.</p>\n\n<p class=\"has-text-align-none\">“I knew there were a lot of people out there like me who were too scared to say something or start that journey,” he said. “I wanted them to know if you guys see me in a big light, I want you to know that it’s okay not to feel good and you can go out and talk to somebody … This is a serious issue.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2158934967_fdcc65.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Noah Lyles, pictured from below, wears a red track suit and a gold medal around his neck, stands beside a replica of the Eiffel tower.\" title=\"Noah Lyles, pictured from below, wears a red track suit and a gold medal around his neck, stands beside a replica of the Eiffel tower.\" data-has-syndication-rights=\"1\" data-caption=\"Noah Lyles celebrates with the gold medal after winning the men’s 100-meter final on day three of the 2024 US Olympic Team trials Track &amp; Field at Hayward Field on June 23, 2024, in Eugene, Oregon. | Patrick Smith/Getty Images\" data-portal-copyright=\"Patrick Smith/Getty Images\" />\n<p class=\"has-text-align-none\">Now, following a double-sprint win at the World Championships, Lyles is displaying more confidence than ever. During a recent appearance on <a href=\"https://www.youtube.com/watch?v=CZRVEX2OG10\"><em>The Tonight Show</em></a>, Lyles took the opportunity to tell the country what he planned to achieve in Paris. For one thing, he wants to beat Bolt, who holds the top two times in the 100-meter dash at 9.63 and 9.69 seconds. But he also wants to take home four gold medals. “It’s not just good enough to be faster than that,” Lyles told Fallon. “You also have to have the medals to go with it.”</p>\n\n<p class=\"has-text-align-none\">In addition to taking home the gold in the 100 and 200 meter, Lyles wants to win in the 4&#215;100&nbsp;and 4&#215;400 meter relays. It wouldn’t be the first time an American sprinter nabbed four gold medals at one Olympics. For instance, Jesse Owens, Alvin Kraenzlein, and Carl Lewis have each won four. Their wins included the long jump, however; Lyles would be making history for those four sprints. Beyond any potential medals, the energy surrounding him and Richardson feels like a new era for American track stars, one defined by attitude and swagger. If Lyles can impress the world with his personality, he’ll at least have achieved half of his goals.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 8, 4:25 pm ET: </strong>This story was originally published on July 23 and has been updated to include Lyles’s results and positive Covid test at the Paris Olympics.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "During every Olympic Games, lesser-known professional athletes are catapulted into household names overnight. Typically, they have to win medals. Other times, their personalities are enough to build their own fandoms. Heading into this summer’s Olympics in Paris, Noah Lyles expects to be recognized for both.&#160; If you don’t follow track and field, you may not [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "MDMA is on the brink of becoming medicine",
    "link": "https://www.vox.com/today-explained-podcast/363903/mdma-medicine-ptsd-fda",
    "pubDate": "2024-08-08T20:20:25.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Jun/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1383502875.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">2024 was supposed to be the year MDMA, perhaps better known as “ecstasy” or “molly,” got its big break.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Until this summer, it was on track to rise out of the underground and into mainstream mental health care. Amid a lack of novel treatments for PTSD and staggering rates of veteran suicide, results from late-stage clinical trials seemed promising and advocates were hopeful the FDA would approve the drug for medical use.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then, an FDA advisory panel raised red flags about trial methodology, bias, and potential data suppression, which could imperil the future of medicinal MDMA. Now, the psychedelic drug is at a make-or-break point, with the FDA scheduled to make an announcement this month on whether it is ready to move forward as a PTSD treatment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a three-part series, <em><a href=\"https://www.vox.com/today-explained-podcast\" data-type=\"link\" data-id=\"https://www.vox.com/today-explained-podcast\">Today, Explained</a></em>’s Haleema Shah reports on the promise and precarity of MDMA. Starting with the rogue chemist and therapists in the 1980s who believed it could change psychotherapy, the series traces the decades-long effort to make a dance-floor drug medicinal, journeying through the war on drugs, the rave era, and the psychedelic renaissance to explain how a once-maligned drug became an emblem of healing — and how, no matter what the FDA decides, therapy will never be the same.</p>\n\n<p class=\"has-text-align-none\">Listen to all three episodes below or <a href=\"https://link.chtbl.com/todayexplainedpod\" data-type=\"link\" data-id=\"https://link.chtbl.com/todayexplainedpod\">wherever you find podcasts</a>. </p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP5927100160\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\"></p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7485344437\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\"></p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9852302001\" width=\"100%\"></iframe>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "2024 was supposed to be the year MDMA, perhaps better known as “ecstasy” or “molly,” got its big break.&#160; Until this summer, it was on track to rise out of the underground and into mainstream mental health care. Amid a lack of novel treatments for PTSD and staggering rates of veteran suicide, results from late-stage [&#8230;]",
    "author": "Haleema Shah"
  }
]