[
  {
    "title": "Yet another person got bird flu. Now should I freak out?",
    "link": "https://www.vox.com/even-better/370804/bird-flu-h5n1-missouri-human-cows-raw-milk",
    "pubDate": "2024-09-17T22:02:07.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-530055943.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">On September 6, the Missouri health department announced it had recently identified a new <a href=\"https://health.mo.gov/news/newsitem/uuid/0ca9d648-cb9b-4eca-99a8-f9a1c96a01bd/human-h5-bird-flu-case-confirmed-in-missouri?utm_source=substack&amp;utm_medium=email\">human case of bird flu</a>. This case was different from the other <a href=\"https://www.cdc.gov/bird-flu/h5-monitoring/index.html\">15 human cases previously identified in the US</a> in that the patient denied having contact with animals, raising the possibility that the illness had already begun spreading among humans. </p>\n\n<p class=\"has-text-align-none\">On September 13, the Centers for Disease Control and Prevention (CDC) quietly released new information about the case: There were two more possible bird flu infections in people who’d had close contact with the first patient. According to a <a href=\"https://www.cdc.gov/bird-flu/spotlights/h5n1-response-09132024.html\">CDC website update</a>, one was a household contact of the patient who got sick with similar symptoms on the same day as the case; they weren’t tested and have since recovered. The second case was in a health care worker who developed mild symptoms and tested negative for flu.</p>\n\n<p class=\"has-text-align-none\">The CDC said in a press briefing only the day before, on September 12, that to their knowledge, none of the patient’s close household contacts had gotten sick. The confusing messaging has led to disquiet about the lack of transparency in US public health communications.  </p>\n\n<p class=\"has-text-align-none\">It was unclear why the CDC did not share the information initially: The Missouri health department has not requested the CDC’s assistance with its investigation of the case, and states typically determine what patient information they share with the CDC during outbreaks.  </p>\n\n<p class=\"has-text-align-none\">In its press briefing, CDC officials did reveal that while the virus’s subtype would likely not be identified, genetic analyses showed it is “closely related” to the <a href=\"https://www.cdc.gov/bird-flu/avian-timeline/2020s.html\">H5N1 influenza subtype</a> circulating among dairy cows, which experts fear could lead to another pandemic.<strong> </strong>“There’s a few steps before this potentially becomes a pandemic threat,” said <a href=\"https://www.bu.edu/ceid/about-the-center/team/nahid-bhadelia-md-mald/\">Nahid Bhadelia</a>, who directs the Boston University Center on Emerging Infectious Diseases, in early September. “But I’m a lot more worried about it than I was.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">CDC officials also said the initially identified patient had “significant underlying conditions” and that the patient’s symptoms — which included chest pain, nausea, vomiting, diarrhea and weakness — were more typical of a stomach bug than of classic influenza infection. </p>\n\n<p class=\"has-text-align-none\">Bird flu’s threat to most people remains pretty low. Still, here’s what makes this case concerning to experts, and what you can do to keep yourself safe.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What experts are worrying about</strong></h2>\n\n<h4 class=\"wp-block-heading\">The Missouri patient was sick enough to be hospitalized</h4>\n\n<p class=\"has-text-align-none\">Since the virus first spread to American dairy cows in January of this year, all 13 of the bird flu cases identified in humans before last Friday caused <a href=\"https://www.cdc.gov/bird-flu/spotlights/h5n1-response-07192024.html\">pretty mild disease</a> — eye redness, otherwise known as conjunctivitis, and in one person, a cough without a fever.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s where the initial Missouri case is different: The patient was hospitalized, suggesting severe disease. The Missouri health department noted the adult patient “has underlying medical conditions,” but we don’t know their age or other risk factors.</p>\n\n<p class=\"has-text-align-none\">For a flu virus to cause a human pandemic, says <a href=\"https://med.emory.edu/directory/profile/?u=SLAKDAW\">Seema Lakdawala</a>, a virologist and flu expert at Emory University, it needs to overcome three hurdles: It must access and replicate efficiently within the respiratory tract to cause disease; it must spread easily from person to person; and it must be novel to our immune systems. If the virus infecting the latest case turns out to be H5N1, the fact the patient was hospitalized suggests this germ is evolving to replicate more efficiently in our airways (and coming closer to overcoming the first hurdle).&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">We don’t know how the Missouri patient got infected</h4>\n\n<p class=\"has-text-align-none\"> Another thing all previous US human H5N1 cases shared was that they could be <a href=\"https://www.avma.org/resources-tools/animal-health-and-welfare/animal-health/avian-influenza/avian-influenza-virus-type-h5n1-us-dairy-cattle#:~:text=Since%20April%202022%2C%20infection%20with,one%20person%2C%20cough%20without%20fever.\">traced back to close contact</a> with infected farmed poultry or dairy herds. This case doesn’t appear to have that link.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Spread through casual contact — for example, between people standing next to each other on a bus — hasn’t been reported with this virus, and would be much more worrisome</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Without a known exposure to an infected animal, there’s concern that H5N1 may be spreading in other ways — for example, through drinking raw milk or, even more consequentially, from person to person, which could lead to a much larger outbreak. </p>\n\n<p class=\"has-text-align-none\">Some spread between household contacts or from a sick patient to health care workers has happened with H5N1 in the past, but hasn’t been sustainable, says <a href=\"https://vivo.brown.edu/display/jnuzzo\">Jennifer Nuzzo</a>, an epidemiologist who leads the Pandemic Center at Brown University’s School of Public Health. The additional cases reported on September 13 fall into these categories. However, spread through casual contact — for example, between people standing next to each other on a bus — hasn’t been reported with this virus, and would be much more worrisome.</p>\n\n<p class=\"has-text-align-none\">Spread through casual contact would represent a step toward overcoming Lakdawala’s second hurdle for a pandemic: sustained person-to-person transmission. “The last time a flu virus did that, which was 2009, it was around the globe in a matter of days,” says Nuzzo.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a promising sign that since the Missouri patient was hospitalized, there <a href=\"https://www.cdc.gov/flu/weekly/usmap.htm\">has not been a big bloom</a> of flu-like illness in the state. “I don’t think there’s a whole iceberg out there that we don’t see,” says Nuzzo, but more details about the case would put her and other experts at ease.</p>\n\n<p class=\"has-text-align-none\">Transmission through raw milk would also be bad news. Although most of the US milk supply is pasteurized — that is, heated to the point that bacteria and viruses are killed — about 1 in 100 Americans surveyed in the late 2010s said they <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9241341/#:~:text=Regardless%20of%20the%20risk%20of,per%20week%20or%20more%20often.\">drank raw milk every week</a>. In the September 12 briefing, CDC principal deputy director Nirav Shah said the patient had not reported raw dairy consumption. </p>\n\n<h4 class=\"wp-block-heading\">Two weeks elapsed between the patient’s hospitalization and <a href=\"https://health.mo.gov/news/newsitem/uuid/0ca9d648-cb9b-4eca-99a8-f9a1c96a01bd/human-h5-bird-flu-case-confirmed-in-missouri?utm_source=substack&amp;utm_medium=email\">public health</a> authorities’ <a href=\"https://www.cdc.gov/media/releases/2024/s0906-birdflu-case-missouri.html\">announcements</a> about the case</h4>\n\n<p class=\"has-text-align-none\">That long delay, says Nuzzo, suggests the US hasn’t switched on its sensitive flu surveillance system that would more rapidly identify bird flu infections in people with fever, cough, muscle aches, and other flu-like symptoms.</p>\n\n<p class=\"has-text-align-none\">If there were a lot of person-to-person spread happening, having that system switched on would mean detecting that spread early — perhaps at a stage when it could still be contained. If the system isn’t on, however, transmission among humans could get out of hand before there’s a chance to stop it using the vaccines and medications that we know work to prevent severe flu symptoms and flu transmission.</p>\n\n<p class=\"has-text-align-none\">The even longer delay preceding the announcement about the other two cases creates additional concern, and Nuzzo said in a follow-up email that the lack of detail surrounding those cases is also worrisome. “I am deeply concerned that the household contact was not tested … [and] that health authorities have not disclosed the dates on which the hospitalized patient or the health care worker were tested,” she wrote.<strong> </strong>“These data are standard reported data in outbreaks and are essential for interpreting the assessment that this virus was not transmitted between people.” </p>\n\n<h4 class=\"wp-block-heading\">There’s very little transparency about how much infection is taking place on US dairy farms</h4>\n\n<p class=\"has-text-align-none\">The more infection there is among dairy cows, the more infection there’s likely to be among the people who work with them, and the more opportunities that are created for H5N1 to mutate into a virus that spreads efficiently between people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite this risk, most states rely on farmers to self-report infections among their herds. Widespread distrust of government and public health across the agriculture industry means <a href=\"https://www.notus.org/healthcare/farmer-bird-flu-cases-hide-cows-federal-government\">self-reporting is rare</a>, and farms can’t be forced to test <a href=\"https://www.nytimes.com/2024/07/17/health/bird-flu-tests.html\">workers</a> or <a href=\"https://www.politico.com/news/2024/05/06/bird-flu-dairy-farms-cdc-00156119\">animals</a> unless their state agencies mandate it. “If these state public health agencies are not willing to do that, and the state governors are not willing to say, ‘Hey, there&#8217;s an ongoing outbreak that&#8217;s causing public health concern, we need to know what&#8217;s going on,’ we&#8217;re not going to have information,” says Lakdawala.</p>\n\n<p class=\"has-text-align-none\">Although bird flu has been reported in Missouri only in poultry farms and not on dairy farms, that doesn’t mean it isn’t there, said Nuzzo. It just means farmers may not be testing their workers or cows for the virus, or they aren’t reporting it.</p>\n\n<h4 class=\"wp-block-heading\">We’re not prepared for another pandemic</h4>\n\n<p class=\"has-text-align-none\">Many experts are concerned that Americans’ low trust in institutions would create enormous challenges in the event of another pandemic, especially one involving a virus transmitted through the air. That makes it particularly important to do what’s needed to get a handle on this outbreak, says Lakdawala. This would largely involve preventative measures instituted on dairy farms and having stockpiled vaccines available for those at highest risk of infection.</p>\n\n<h4 class=\"wp-block-heading\">Seasonal flu is coming</h4>\n\n<p class=\"has-text-align-none\">In a few months, the seasonal flu virus is going to be spreading in the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When animals get co-infected with different flu viruses at the same time, they can serve as “<a href=\"https://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1008330\">mixing</a> <a href=\"https://pubmed.ncbi.nlm.nih.gov/33657971/\">vessels</a>” for the viruses, allowing them to exchange segments of their genomes. That can lead to new viruses that are easier to transmit, better at causing disease, and above all, novel to the human immune system.</p>\n\n<p class=\"has-text-align-none\">That could lead to getting H5N1 closer to jumping Lakdawala’s third hurdle. “We don’t want those two viruses to swap genes,” says Nuzzo.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What you can do</strong></h2>\n\n<p class=\"has-text-align-none\">There are steps you can take to minimize your already low risk.</p>\n\n<h4 class=\"wp-block-heading\">Get a seasonal flu shot</h4>\n\n<p class=\"has-text-align-none\">Every episode of bird flu infection in a human makes a good case for a <a href=\"https://www.vox.com/even-better/370363/an-extremely-practical-guide-to-this-years-cold-flu-and-covid-season\">seasonal flu shot</a>, says Nuzzo, especially in people who work on poultry or dairy farms. Every person who’s immunized against seasonal flu is less likely to be a mixing vessel for some new nightmare Frankenflu.</p>\n\n<h4 class=\"wp-block-heading\">Avoid raw milk</h4>\n\n<p class=\"has-text-align-none\">There’s a ton of H5N1 virus <a href=\"https://www.vox.com/24158356/raw-milk-pasteurization-h5n1-bird-flu-sales-consumption-government-trust\">in raw milk</a>: In April, 14 percent of American raw milk products <a href=\"https://www.unmc.edu/healthsecurity/transmission/2024/07/03/fda-finds-infectious-h5n1-bird-flu-virus-in-14-of-raw-milk-samples/\">contained the live virus</a>, and the number may be higher now that more farms are affected. It’s never been safe to drink raw milk, but it’s particularly dangerous now; sticking with pasteurized dairy products is much safer, says Nuzzo.</p>\n\n<h4 class=\"wp-block-heading\">Prevent risky contact with farm animals</h4>\n\n<p class=\"has-text-align-none\">Fall often brings farm festivals, and with them, opportunities for lots of contact with animals that might be asymptomatically infected with H5N1, says Lakdawala. “Don’t get close with animals,” Lakdawala says, and wash your hands often during and after a farm visit. If you work on a dairy farm or a veterinarian&#8217;s office, wear a face shield and other personal protective equipment (the CDC<strong> </strong>has some <a href=\"https://www.cdc.gov/bird-flu/prevention/farm-workers.html\">helpful recommendations</a>) to protect yourself from splashes.</p>\n\n<h4 class=\"wp-block-heading\">Protect yourself from high-risk infections</h4>\n\n<p class=\"has-text-align-none\">People tend to have only two settings when thinking about their risk of catching an emerging infection, says Bhadelia: “low risk and ‘oh my god.’” It’s more helpful to think of risk as a spectrum, and on that spectrum, Covid-19 and mpox currently pose a bigger threat to the general public than H5N1.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So if you’re someone who wants to avoid getting sick, Nuzzo suggests getting your <a href=\"https://www.vox.com/even-better/370363/an-extremely-practical-guide-to-this-years-cold-flu-and-covid-season\">Covid booster</a> sometime this fall, wearing a mask in busy spots, and gathering outdoors instead of crowding inside. If you’d benefit from an <a href=\"https://www.cdc.gov/poxvirus/mpox/vaccines/vaccine-recommendations.html\">mpox vaccine</a>, get one.</p>\n\n<p class=\"has-text-align-none\">For now, it’s mostly public officials’ and farm owners’ job to worry about bird flu. The best path forward for the general population is to control the variables you can, Nuzzo says. “Being worried is not a protective action.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 17, 5:55 pm ET: </strong>This story was originally published on September 10 and has been updated to include information about newly identified cases and additional comment from a source.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On September 6, the Missouri health department announced it had recently identified a new human case of bird flu. This case was different from the other 15 human cases previously identified in the US in that the patient denied having contact with animals, raising the possibility that the illness had already begun spreading among humans. [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "The messy Murdoch succession drama, explained",
    "link": "https://www.vox.com/politics/372145/murdoch-succession-court-case-rupert-lachlan",
    "pubDate": "2024-09-17T21:20:02.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Rupert Murdoch stands with his sons Lachlan (left) and James (right). \" data-caption=\"Rupert Murdoch, with his sons Lachlan, left, and James, right, arrives at St. Bride’s Church for a service to celebrate his marriage to Jerry Hall on March 5, 2016 in London, England. | Max Mumby/Indigo/Getty Images\" data-portal-copyright=\"Max Mumby/Indigo/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-513908846.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rupert Murdoch, with his sons Lachlan, left, and James, right, arrives at St. Bride’s Church for a service to celebrate his marriage to Jerry Hall on March 5, 2016 in London, England. | Max Mumby/Indigo/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Murdochs — the real-life media family <a href=\"https://nymag.com/intelligencer/article/succession-based-on-rupert-murdoch-drama.html\">that inspired HBO’s <em>Succession</em></a> — are currently navigating a court case that could rival any fictional drama.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The family, led by 93-year-old patriarch Rupert Murdoch, <a href=\"https://www.nytimes.com/2024/07/25/business/rupert-murdoch-empire.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/07/25/business/rupert-murdoch-empire.html\">controls a vast, global news organization</a> that includes the Wall Street Journal and the Times of London, as well as Fox News in the United States. When it comes to Fox News in particular, Rupert Murdoch has <a href=\"https://www.vox.com/politics/2023/2/28/23617987/fox-news-rupert-murdoch-dominion-trump-election-fraud\">exercised a great level of editorial control</a>, helping to shape the network’s coverage — and, as a result, <a href=\"https://www.npr.org/2023/02/28/1159819849/fox-news-dominion-voting-rupert-murdoch-2020-election-fraud\">conservative political narratives in the US</a>.</p>\n\n<p class=\"has-text-align-none\">Rupert Murdoch stepped back from <a href=\"https://www.vox.com/technology/2023/9/21/23884119/rupert-murdoch-fox-news-lachlan-james-succession\">running his empire in 2023</a>, and handed the role of chair of News Corp to his eldest son, Lachlan, who also stayed on as CEO of Fox Corp, and is seen as the Murdoch child most politically aligned with his father’s conservative viewpoints.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.reuters.com/world/us/murdoch-succession-drama-plays-out-closed-court-2024-09-16/#:~:text=Upon%20Rupert%20Murdoch's%20death%2C%20News,%2C%20Elisabeth%2C%20Lachlan%20and%20James.\" data-type=\"link\" data-id=\"https://www.reuters.com/world/us/murdoch-succession-drama-plays-out-closed-court-2024-09-16/#:~:text=Upon%20Rupert%20Murdoch's%20death%2C%20News,%2C%20Elisabeth%2C%20Lachlan%20and%20James.\">Upon Rupert Murdoch’s death,</a> however, the voting shares he holds in the companies are set to be split evenly <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">among the four children</a> he had in his first marriage to Patricia Booker and second marriage to Anna Murdoch Mann — including Lachlan. In a new court case set to begin this week, Rupert Murdoch is now pushing to amend the previously established trust to <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">give the bulk of this power to Lachlan</a>. </p>\n\n<p class=\"has-text-align-none\">At stake is the ideological future of Fox News and News Corp: Unlike Lachlan, the other three elder Murdoch siblings — James, Elisabeth, and Prudence — are viewed as more centrist, and could take the family’s media outlets in a more moderate direction. That concern is among those that <a href=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\">spurred Rupert Murdoch to pursue this court action</a>, and to shift more control to the child he sees as most likely to carry on his vision.</p>\n\n<p class=\"has-text-align-none\">The outcome will be determined by Nevada probate commissioner Edmund Gorman in a closed Reno court. The trust, which was created in 1999 around Murdoch and Murdoch Mann’s divorce proceedings, was designed to be “irrevocable,” or quite difficult to change. In order to make the amendment, Rupert Murdoch will have to demonstrate that the alteration is to the benefit of all of his heirs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether he succeeds could have a major impact, both on the future of the outlets in his media empire, and on the role they play in shaping US and global politics.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What this could all mean for the future of Fox News</strong></h2>\n\n<p class=\"has-text-align-none\">Fox News, which Rupert Murdoch first founded in 1996, has become a mainstay for conservative cable news, and is known for elevating former President Donald Trump as well as misinformation about everything from election interference to <a href=\"https://www.motherjones.com/environment/2023/07/jesse-watters-tucker-carlson-fox-news-climate-denialism/\" data-type=\"link\" data-id=\"https://www.motherjones.com/environment/2023/07/jesse-watters-tucker-carlson-fox-news-climate-denialism/\">climate change</a>. In 2023, <a href=\"https://www.vox.com/politics/2023/4/18/23688613/fox-dominion-settlement-trial-2020\">Fox paid Dominion Voting Systems</a> $787 million after it was sued for amplifying lies suggesting that the company’s machines were rigged against a Trump win.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During that lawsuit, documents came out indicating that <a href=\"https://www.vox.com/2023/2/18/23604076/fox-news-trump-tucker-carlson-dominion-lawsuit\">Rupert and Lachlan Murdoch knew Trump’s claims the election was stolen were lies</a>, but chose to do <a href=\"https://www.npr.org/2023/02/28/1159819849/fox-news-dominion-voting-rupert-murdoch-2020-election-fraud\">nothing to discourage them</a>. Instead, they decided to focus on <a href=\"https://www.vox.com/2023/2/18/23604076/fox-news-trump-tucker-carlson-dominion-lawsuit\">deepening viewers’ trust of Fox News</a>, seemingly by broadcasting what Trump’s supporters wanted to hear.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.wsj.com/business/media/starboard-calls-on-news-corp-to-scrap-dual-class-share-structure-df5b0dea\" data-type=\"link\" data-id=\"https://www.wsj.com/business/media/starboard-calls-on-news-corp-to-scrap-dual-class-share-structure-df5b0dea\">As of now, Rupert Murdoch holds a 40 percent voting share</a> in both News Corp and Fox Corp, and under the existing trust, each of the four siblings would get an equal fraction of this when he passes away.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If Rupert Murdoch wins the Reno court case, and Lachlan gains the majority of these shares, the network could well continue, and even expand, its conservative approach. “It’s important to note that Lachlan’s politics are far more conservative than his father,” Hollywood Reporter special correspondent Lachlan Cartwright previously said <a href=\"https://www.newsweek.com/lachlan-murdoch-political-views-fox-news-coverage-1828853\">on <em>The New Abnormal</em> podcast</a>. In that scenario, his siblings would still receive financial inheritances, but they would have much less say in the media outlets’ future, much like Rupert’s two youngest daughters, Grace and Chloe, from his third marriage to Wendi Deng.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If the trust stays as is, however, there’s a possibility that James, Elisabeth, and Prudence work together to moderate the network’s tone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">James, in particular, has notably broken with his father publicly, including resigning from his position on the News Corp board in 2020. He and his wife Kathryn have also previously issued statements expressing disappointment in the climate change denial pushed by <a href=\"https://time.com/5765304/rupert-murdoch-son-climate/\">News Corp entities in Australia</a>, and he’s condemned the media’s <a href=\"https://www.theguardian.com/media/2021/jan/16/james-murdoch-says-us-media-lies-unleashed-insidious-forces\">“lies”</a> for contributing to the January 6 insurrection, though he stopped short of naming Fox News explicitly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rupert Murdoch has said that <a href=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\">the possible changes in ideological direction</a> — as well as potential disagreement among the siblings about next steps — could harm the company, and are some of the main reasons he’s trying to reopen the trust. <a href=\"https://www.wsj.com/business/media/rupert-murdoch-family-rift-trust-385f73d2\">According to the Wall Street Journal</a>, those close to the Murdochs have also flagged concerns that James could urge a sale of Fox News. <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">Allies to the other three siblings</a>, meanwhile, argue that Fox Corp has suffered under Lachlan’s leadership, including setbacks like the Dominion case.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the past, James, Elisabeth, and Prudence have also suggested proposals that would involve Rupert and Lachlan buying out the shares of the other family members, though those have fallen through.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All told, the messy court case is poised to have serious ramifications for the Murdoch family members — and for the broader state of media as well.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, September 17, 5:20 pm:</strong> This story previously stated that all four Murdoch children involved in the voting share dispute were from Rupert Murdoch’s second marriage, and has been updated to reflect that they are from his first and second marriages.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Murdochs — the real-life media family that inspired HBO’s Succession — are currently navigating a court case that could rival any fictional drama.&#160; The family, led by 93-year-old patriarch Rupert Murdoch, controls a vast, global news organization that includes the Wall Street Journal and the Times of London, as well as Fox News in [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "The horrifying rape case roiling France, explained",
    "link": "https://www.vox.com/world-politics/370736/france-rape-case-gisele-dominique-pelicot-metoo",
    "pubDate": "2024-09-17T21:16:45.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Gisèle Pelicot re-enters the courthouse during the trial of her ex-husband. | Christophe Simon/AFP via Getty Images\" data-portal-copyright=\"Christophe Simon/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2169643940.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Gisèle Pelicot re-enters the courthouse during the trial of her ex-husband. | Christophe Simon/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A horrifying sexual assault case playing out in France is adding to a larger French reckoning over abuse toward women.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The case centers on 71-year-old Dominique Pelicot, who is accused of drugging and raping his wife, Gisèle Pelicot, and inviting dozens of other men to sexually assault her while she was unconscious. Dominique Pelicot — who has <a href=\"https://www.dw.com/en/france-victim-testifies-in-gruesome-rape-trial/a-70158198\">confessed to raping his wife repeatedly</a> over the course of a decade — is now on trial, along with 50 other defendants, who are also accused of sexual assault or attempted sexual assault. Some of these defendants have admitted guilt, while others have denied it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During his testimony, Dominique Pelicot said he and all the men involved are guilty.  “I maintain that I am a rapist, like those in this room,” <a href=\"https://www.nytimes.com/2024/09/17/world/europe/france-rape-trial-dominique-pelicot.html\">Dominique Pelicot said</a>. “They all knew her condition before they came; they knew everything. They cannot say otherwise.”</p>\n\n<p class=\"has-text-align-none\">Although she <a href=\"https://www.cnn.com/2024/09/03/europe/france-man-accused-strangers-rape-wife-intl-latam/index.html\">had the option of a private trial</a>,<strong> </strong>Gisèle Pelicot decided to make the proceedings public in order to support and raise awareness for other victims of similar crimes. “I speak for all women who are drugged and don’t know about it, I do it on behalf of all women who will perhaps never know,” Gisèle Pelicot said of her case. In total, police have used roughly 20,000 images her husband took of the assaults to determine that 72 men had been involved in raping her from 2011 to 2020.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Pelicot case is roiling France and comes as the country continues to grapple with accountability regarding sexual misconduct toward women. <a href=\"https://www.nytimes.com/2024/04/03/movies/judith-godreche-metoo-abuse-france.html\">As the New York Times reported</a> this spring, the #MeToo movement had previously stalled in France’s film industry, and has found new momentum this year after prominent actor and director Judith Godrèche spoke out. French writers and actors have also previously noted that the country’s attitudes toward sexual freedom have distinguished it from the US in how condemning sexual misconduct is treated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“French attitudes toward morality and sex have historically always been different to the US,” journalist Agnès Poirier <a href=\"https://www.bbc.com/culture/article/20240522-cannes-film-festival-frances-divisive-reckoning-with-metoo\">previously told the BBC</a>. “But it’s been brewing for years and it feels that 2024 is different.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What the case is</strong></h2>\n\n<p class=\"has-text-align-none\">Dominique Pelicot’s assaults on his wife were first discovered by police in November 2020, after he was initially investigated for taking photos up women’s skirts at a supermarket in southeastern France, where the couple lived.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After he was caught taking the photos, police searched Pelicot’s computer and found a folder titled “Abuses” on a related USB drive. In it, they discovered thousands of photos and videos of Pelicot and other men raping his wife while she was unconscious. “My world fell apart,” Gisèle Pelicot said after police informed her of their discovery.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The officers’ findings followed years of Gisèle Pelicot experiencing memory lapses, hair loss, and weight loss, so much so she feared that she might be developing Alzheimer’s or another serious illness. During that time, her husband had been <a href=\"https://apnews.com/article/trial-rape-drug-france-husband-wife-5ad00446b8a76f0c8d14f349df9147e3\">drugging her regularly</a> with a combination of medications, including the anti-anxiety drug Temesta, which can act like a sedative.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Gisèle Pelicot was unconscious, Dominique Pelicot invited a number of men to their home so that they could rape her. Gisèle Pelicot has emphasized that she did not have any knowledge of these attacks, and did not feign unconsciousness as some of the defendants have suggested. Dominique Pelicot found the men via a messaging board called “Without their knowledge” on the now-shuttered website Coco, which was known for postings that involved illegal activities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the site, Dominique Pelicot solicited men to assault his wife, giving them specific instructions, including not wearing perfume or smoking, to avoid detection. <a href=\"https://www.nytimes.com/2024/09/17/world/europe/france-rape-trial-dominique-pelicot.html\">According to Dominique Pelicot</a>, the men were active participants in the crime: “They came looking for me. I was asked, I said yes. They accepted, they came. I did not handcuff anybody to make them come to my place.”</p>\n\n<p class=\"has-text-align-none\">The identities of these defendants haven’t been revealed, though authorities note that they range from the ages of 26 to 74, that many have partners, and that they come from a wide spectrum of backgrounds, including firefighters, journalists, and soldiers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In their search of his computer, police also found naked photos of Dominique and Gisèle Pelicot’s daughter, Caroline Darian; Dominique Pelicot <a href=\"https://www.nytimes.com/2024/09/17/world/europe/france-rape-trial-dominique-pelicot.html\">claimed during his testimony</a> that the photos weren’t his and that he believed they were of someone else. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What’s happened so far</strong></h2>\n\n<p class=\"has-text-align-none\">Gisèle and Dominique Pelicot, as well as Darian, all took the stand in recent weeks, and offered harrowing testimony about the assaults. “Frankly, these are scenes of horror for me,” Gisèle Pelicot said of the videos and photos her husband took to document the rapes. “They treat me like a rag doll.”</p>\n\n<p class=\"has-text-align-none\">Prior to learning of the attacks, Gisèle Pelicot had said that she had believed that she and her husband of roughly 50 years had been a close couple. Dominique Pelicot has admitted the abuse and also told a psychologist that he did it because Gisèle Pelicot had rejected swinging, or sleeping with other people outside their marriage. He added during the trial that he <a href=\"https://www.nytimes.com/2024/09/17/world/europe/france-rape-trial-dominique-pelicot.html\">believes a sexual assault</a> he says he experienced as a child also contributed to his “perversion.”</p>\n\n<p class=\"has-text-align-none\">Gisèle Pelicot says the decision to release her identity and to speak publicly about the case was intended to show that survivors shouldn’t be ashamed of the abuse they’ve suffered. Handling the case anonymously is “what her attackers would have wanted,” her lawyers said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Darian also described the horror she felt upon learning what her father had done, calling him “the worst sexual predator of the last 20 years.” Both emphasized fears that they wouldn’t be able to regain any sense of stability or safety in relationships. “I no longer have an identity. … I don’t know if I’ll ever rebuild myself,” Gisèle Pelicot said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The defendants have been charged with aggravated rape or attempted rape, with many <a href=\"https://www.cbsnews.com/news/france-rape-case-gisele-pelicot-husband-dominique-trial-drugging-mass-rape/\">facing 20 years in prison if convicted</a>. The trial is set to continue until December as the <a href=\"https://www.latimes.com/world-nation/story/2024-09-05/a-french-woman-whose-husband-is-accused-of-inviting-men-to-rape-her-testifies-in-court\">defendants make their testimony in groups.</a>&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How the case factors into larger movements in France</strong></h2>\n\n<p class=\"has-text-align-none\">The Pelicot case is just the latest to raise awareness of sexual abuses in France this year, after multiple cases of sexual misconduct by prominent actors and directors came to light.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since February, several high-profile French actresses, including Godrèche, have spoken about being sexually assaulted in their teens by film directors. Notably, Godrèche was <a href=\"https://apnews.com/article/france-cinema-metoo-sexual-abuse-godreche-e215e51b38c9500c9ac032be99d4e0f0\">invited to make remarks about this problem</a> at the Cesar Awards, the French equivalent of the Oscars, and was received with a standing ovation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“After years in which the American #MeToo movement gained traction while in France it languished,” Rokhaya Diallo, a French journalist, <a href=\"https://www.washingtonpost.com/opinions/2024/03/27/france-me-too-film-actresses/\">wrote of Godrèche for the Washington Post</a>, “this reception signaled that perhaps the larger culture here is finally ready to push back.”</p>\n\n<p class=\"has-text-align-none\">Such shifts come as France has been more resistant to confronting sexual abuses in the same way the US has, with some <a href=\"https://abcnews.go.com/International/metoo-france/story?id=66843843\">French commentators</a> dubbing the #MeToo movement the latest extension of puritanical American culture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But Godrèche’s speech and the Pelicot case, as well multiple allegations of sexual misconduct against famous French actor Gérard Depardieu, have put a new spotlight on the subject. <a href=\"https://www.rfi.fr/en/france/20240314-macron-vows-to-integrate-consent-into-french-legislation-on-sexual-assault\">Women’s rights advocates</a> have also urged lawmakers to add the term “consent” into the legal definition of rape, a move that French President Emmanuel Macron has said he supports. Currently, French law <a href=\"https://thehill.com/homenews/ap/ap-international/ap-activists-call-on-france-to-endorse-a-consent-based-rape-definition-across-the-entire-european-union/\">defines rape as</a> “an act of sexual penetration… committed on a person, with violence, coercion, threat, or surprise.”</p>\n\n<p class=\"has-text-align-none\">“While there is still perhaps more skepticism in France than in the US about the legitimacy of sexual assault and sexual harassment, these attitudes are changing fast, especially as a younger generation of women and French feminists and their male allies … are willing to confront these issues head-on,” Laura Frader, a professor of history emerita at Northeastern University who studies gender attitudes in Europe, told Vox. “The Pelicot case is certain to contribute to this trend.”</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, September 17, 5:15 pm ET: </em></strong><em>This story, originally published on September 9, has been update with the details of Dominique Pelicot’s testimony. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A horrifying sexual assault case playing out in France is adding to a larger French reckoning over abuse toward women.&#160; The case centers on 71-year-old Dominique Pelicot, who is accused of drugging and raping his wife, Gisèle Pelicot, and inviting dozens of other men to sexually assault her while she was unconscious. Dominique Pelicot — [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "What we know about the hundreds of pager explosions in Lebanon and Syria",
    "link": "https://www.vox.com/world-politics/372399/pager-explosions-lebanon-syria-hezbollah-israel-gaza",
    "pubDate": "2024-09-17T21:05:28.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man in a breathing mask and surgical gloves sorts bags of donated blood.\" data-caption=\"Medics collect blood donations in Beirut’s southern suburb on September 17, 2024, after explosions hit locations in several Hezbollah strongholds around Lebanon amid ongoing cross-border tensions between Israel and Hezbollah fighters. Hundreds of pagers used by Hezbollah members exploded across Lebanon Tuesday, killing at least eight people and wounding Tehran’s ambassador in Beirut in blasts the Iran-backed militant group blamed on Israel.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171814980.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Medics collect blood donations in Beirut’s southern suburb on September 17, 2024, after explosions hit locations in several Hezbollah strongholds around Lebanon amid ongoing cross-border tensions between Israel and Hezbollah fighters. Hundreds of pagers used by Hezbollah members exploded across Lebanon Tuesday, killing at least eight people and wounding Tehran’s ambassador in Beirut in blasts the Iran-backed militant group blamed on Israel.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Hundreds of pagers exploded simultaneously in Lebanon and Syria on Tuesday in an attack that apparently targeted members of Hezbollah, the Iranian-backed Islamist militant organization and Lebanese political party. It comes amid rising tensions between Hezbollah and Israel as the war in Gaza rages on without any end in sight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At least nine people were killed, including members of Hezbollah and a child, the <a href=\"https://apnews.com/article/lebanon-hezbollah-israel-exploding-pagers-8893a09816410959b6fe94aec124461b#https://apnews.com/article/lebanon-hezbollah-israel-exploding-pagers-8893a09816410959b6fe94aec124461b\">AP reported</a>. More than 2,800 were injured, including the <a href=\"https://www.reuters.com/world/middle-east/irans-ambassador-lebanon-injured-by-pager-explosion-2024-09-17/\">Iranian ambassador to Lebanon</a>, with over <a href=\"https://apnews.com/article/lebanon-hezbollah-israel-exploding-pagers-8893a09816410959b6fe94aec124461b\">200 people in critical condition</a>, according to the <a href=\"https://www.nna-leb.gov.lb/en/justice-law/722027/public-health-minister-more-than-2-800-wounded-8-m\">Lebanese health ministry</a>. Most of the injuries were hand injuries; hospitals in Beirut have been overwhelmed with patients and are <a href=\"https://x.com/BeirutCityGuide/status/1836060165876920553\">asking the public to donate blood</a>. </p>\n\n<p class=\"has-text-align-none\">Hezbollah officials have <a href=\"https://apnews.com/article/lebanon-hezbollah-israel-exploding-pagers-8893a09816410959b6fe94aec124461b#https://apnews.com/article/lebanon-hezbollah-israel-exploding-pagers-8893a09816410959b6fe94aec124461b\">blamed Israel for the attack</a>. The Israel Defense Forces (IDF) declined to comment on whether Israeli forces were behind it. Israeli officials did, however, say earlier this week the country could soon <a href=\"https://www.nytimes.com/live/2024/09/17/world/israel-hamas-war-news\">escalate its ongoing operations against Hezbollah</a>. Hezbollah is allied with Hamas — the militant group behind the October 7 attack on Israel that sparked the latest war in Gaza —&nbsp;and has grown impatient with stalled ceasefire negotiations over the Palestinian territory, ramping up hostilities and preparing for the possibility of broader war.</p>\n\n<p class=\"has-text-align-none\">The mechanism behind the explosions is unclear. The <a href=\"https://apnews.com/article/lebanon-hezbollah-israel-exploding-pagers-8893a09816410959b6fe94aec124461b#https://apnews.com/article/lebanon-hezbollah-israel-exploding-pagers-8893a09816410959b6fe94aec124461b\">AP reported</a> that the pagers used lithium batteries and heated up before exploding. Lithium batteries can overheat, catch on fire, and lead to explosions “when they are damaged or improperly used, charged, or stored,” according to the <a href=\"https://www.nfpa.org/education-and-research/home-fire-safety/lithium-ion-batteries\">National Fire Prevention Association</a>. <a href=\"https://www.thestack.technology/hezbollahs-exploding-pagers-packed-not-hacked-say-hackers/\">Some security experts believe</a> compact bombs were placed in the pagers; <a href=\"https://x.com/skynewsarabia/status/1836111615101669772?s=46&amp;t=RyjxkEgQcJLVY_WhzINJ3g\">Sky News Arabia</a> reported that an explosive heat-sensitive chemical called pentaerythritol tetranitrate (PETN) was put in the pagers and that their battery temperatures were remotely increased, triggering the explosion.</p>\n\n<p class=\"has-text-align-none\">Israel has weaponized personal communications devices against its adversaries in the past. It used an exploding phone to <a href=\"https://www.tehrantimes.com/news/495023/Israel-infiltrates-telecom-sector-to-carry-out-assassinations\">kill a Hamas bomb maker</a> in 1996.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Israel is also known for its sophisticated electronic surveillance capabilities as well as its ability to hack cellphones and computers. Before Tuesday’s attack, Hezbollah commander Fuad Shukr was&nbsp; <a href=\"https://www.wsj.com/world/middle-east/how-israel-killed-a-ghost-73e6db68?mod=hp_lead_pos7\">killed in a July Israeli missile strike</a> after he received a mysterious phone call instructing him to go to the seventh floor of his building in Beirut. After that attack, Hezbollah <a href=\"https://www.usnews.com/news/world/articles/2024-07-09/pagers-and-drones-how-hezbollah-aims-to-counter-israels-high-tech-surveillance\">reportedly stopped using cellphones</a> in favor of pagers and couriers who deliver messages in person; the group has used a private, fixed-line telecommunications network since the early 2000s.</p>\n\n<p class=\"has-text-align-none\">If Israel is behind the pager attack — which was far more extensive and destructive than past attacks harnessing phones —&nbsp; it would demonstrate that Israeli forces have achieved a new level of sophistication in their ability to carry out strikes on enemy soil.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Israel and Hezbollah are locked in a regional conflict</strong></h2>\n\n<p class=\"has-text-align-none\">The pager attack could be yet another escalation after months of increasing hostilities between Hezbollah and Israel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hezbollah, which is designated as a terrorist organization by many countries and has previously fought wars against Israel, launched its latest campaign after Hamas’s October 7 attack on Israel, saying it was in “solidarity with the victorious Palestinian resistance.” The hostilities have primarily taken the form of airstrikes. It has signaled that it would cease hostilities if a ceasefire in Gaza is reached. More than <a href=\"https://www.jpost.com/breaking-news/article-820486\">41,000 Palestinians</a> have been killed in Gaza.</p>\n\n<p class=\"has-text-align-none\">Almost a year into the war, ceasefire negotiations have made little progress, especially after the recent <a href=\"https://www.cnn.com/2024/09/03/middleeast/hamas-israel-hostage-deal-raise-stakes-intl/index.html\">execution of six hostages in Gaza</a>. It’s an open question whether a deal may even be achievable <a href=\"https://www.cnn.com/2024/09/06/politics/gaza-ceasefire-talks-roadblocks-white-house/index.html\">before US President Joe Biden leaves office</a>. Israeli Prime Minister Benjamin Netanyahu has said that a <a href=\"https://www.cnn.com/2024/09/05/middleeast/israel-netanyahu-hamas-agreement-intl/index.html\">deal is not close</a> and has resisted international calls for Israeli forces to promise a full withdrawal from Gaza.</p>\n\n<p class=\"has-text-align-none\">As negotiations have stagnated, the conflict between Hezbollah and Israel has deepened, displacing <a href=\"https://www.nytimes.com/2024/09/17/world/middleeast/israel-hezbollah-lebanon-war-impact.html?smid=url-share\">more than 100,000 people</a> who face daily tit-for-tat attacks on both sides of the Lebanese border with Israel. Though it has not yet grown into full-scale regional war, increasingly aggressive tactics on both sides have raised worries that such a conflict may be inevitable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Intense escalation with Hezbollah, which is considered the most widely armed and powerful militia group in the region, could be catastrophic, as Israel’s previous wars with Hezbollah in 1996 and 2006 would indicate. <a href=\"https://www.aljazeera.com/news/2023/10/17/beyond-hezbollah-the-history-of-tensions-between-lebanon-and-israel\">Both of those conflicts</a> involved heavy civilian casualties in Lebanon, leaving more than 1,200 dead, and led to the killing of <a href=\"http://event\">about 200 Israelis</a>, mostly soldiers. But Hezbollah now has an <a href=\"https://foreignpolicy.com/2024/07/31/haniyeh-hezbollah-israel-war-lebanon-hamas-gaza/\">extensive rocket and missile arsenal</a> that make it a more formidable foe than it was before. A wider war could <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">also draw each side’s allies further into the conflict</a> — the US on the Israeli side and Iran on Hezbollah’s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such a war would also represent a diplomatic failure for the US, which has supported Israel since the beginning of the war in Gaza and played a leading role in the ceasefire negotiations, all with the objective of maintaining stability in the Middle East. Throughout the war in Gaza, US officials like national security adviser Jake Sullivan <a href=\"https://thehill.com/homenews/administration/4281908-sullivan-on-israel-hamas-war-escalating-into-regional-conflict-risk-is-real/\">have repeatedly emphasized</a> that one of the US’s key goals is “to try to keep this conflict that is currently in Israel and Gaza from spinning out into a regional conflict.”</p>\n\n<p class=\"has-text-align-none\">The pager attack may make it harder for Israel and Hezbollah to continue to contain their hostilities and put them one step closer to a full-out war. Both have indicated they are <a href=\"https://www.reuters.com/world/middle-east/dozens-hezbollah-members-wounded-lebanon-when-pagers-exploded-sources-witnesses-2024-09-17/\">prepared for that possibility</a>.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Hundreds of pagers exploded simultaneously in Lebanon and Syria on Tuesday in an attack that apparently targeted members of Hezbollah, the Iranian-backed Islamist militant organization and Lebanese political party. It comes amid rising tensions between Hezbollah and Israel as the war in Gaza rages on without any end in sight.&#160; At least nine people were [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "If interest rates go down, do home prices go down? Not quite.",
    "link": "https://www.vox.com/economy/372384/interest-rate-home-price-real-estate-mortgage-fed-decision",
    "pubDate": "2024-09-17T19:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A for sale sign hangs in front of a house in Patchogue, New York, on June 1, 2024. | Steve Pfost/Newsday RM via Getty Images\" data-portal-copyright=\"Steve Pfost/Newsday RM via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2158123283.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A for sale sign hangs in front of a house in Patchogue, New York, on June 1, 2024. | Steve Pfost/Newsday RM via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Now that inflation has cooled, the Federal Reserve is expected to cut interest rates by at least 0.25 percentage points this week. That should be welcome news for all Americans in need of a loan: business owners, college students, and anyone looking to buy a home.</p>\n\n<p class=\"has-text-align-none\">Until&nbsp;March 2022, the US enjoyed <a href=\"https://tradingeconomics.com/united-states/interest-rate\">historically low interest rates</a>. This allowed Americans to lock in an <a href=\"https://www.bankrate.com/mortgages/historical-mortgage-rates/#rates-over-time\">average mortgage interest rate</a> of just under 3 percent in 2021 — a record low. Today, the mortgage interest rate is over 6 percent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That high mortgage rate made it harder for many Americans to buy a home. It meant that fewer homeowners wanted to sell and, as a result, buyers were competing for fewer homes while also often facing higher monthly mortgage payments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because of high mortgage rates and a tight housing market, <a href=\"https://www.bankrate.com/real-estate/existing-home-sales/\">home sales plummeted</a> from almost 6.5 million in January 2022 to a low of less than 3.8 million in December 2023. Those numbers have only recovered slightly in the months since and remain well below normal levels. Low inventory helped <a href=\"https://www.wsj.com/economy/housing/u-s-home-prices-hit-record-in-june-for-second-consecutive-month-cbe00c76\">drive up median home prices</a> to $426,900 in June, their highest level ever.</p>\n\n<p class=\"has-text-align-none\">Now, however, many would-be buyers who have been waiting for interest rates to drop may start shopping for a home. But lower interest rates aren’t necessarily going to result in lower prices. In fact, some economists think there is a possibility that home prices — and even rent prices — could actually increase.</p>\n\n<p class=\"has-text-align-none\">“There’s a lot of pent-up demand right now from first-time home buyers, so I wouldn&#8217;t be surprised if we don’t see a big shift in prices right after the rate cut because there are a lot of people waiting on the sidelines,” said Julia Fonseca, a finance professor at the University of Illinois at Urbana-Champaign. </p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3898315447\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Why home prices might not come down soon</strong></h2>\n\n<p class=\"has-text-align-none\">In expectation of lower interest rates, mortgage interest rates have already come down from over 8 percent. They could decrease even more if the Fed signals further rate cuts later this year beyond what financial analysts are expecting.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This could lower Americans’ monthly mortgage payments. But housing costs are affected by&nbsp;factors beyond just interest rates. They are also based on availability, and lower interest rates won’t immediately fix this issue. Buyers, especially first-time buyers — who are often competing for a limited supply of starter homes in urban areas — will likely still find that houses are still in short supply.</p>\n\n<p class=\"has-text-align-none\">Part of that is because many homeowners who locked in low rates didn’t want to give those rates up. According to a <a href=\"https://www.nber.org/papers/w32781\">recent paper</a> by Jack Liebersohn, an economics professor at the University of California Irvine, and his co-author Jesse Rothstein at the University of California Berkeley, higher interest rates meant that homeowners with mortgages were 16 percent less likely to move in 2022 and 2023 than in 2021.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There does seem to be some basis for that hesitation:&nbsp;Lu Liu, a finance professor at the University of Pennsylvania, and Fonseca found that homeowners with a <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4399613\">4 percent locked-in mortgage rate</a> save an estimated $50,000 compared to what they would pay with a new mortgage of the same value at a rate of 7 percent.</p>\n\n<p class=\"has-text-align-none\">As interest rates come down, it should become easier for homeowners to justify selling because they can obtain a comparable mortgage rate on a new home. This might help increase inventory, but perhaps not to a sufficient degree or quickly enough to make up for what is expected to be a big spike in demand from buyers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Caitlin Gorback, a finance professor at the University of Texas at Austin, said that economic research suggests that, on average, home prices increase by 5 to 10 percentage points for every 1 percentage point decrease in interest rates. Given that, she said, “it is unlikely house prices come down with a rate cut.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What will happen to rental prices?</strong></h2>\n\n<p class=\"has-text-align-none\">The forces at play in the housing market also have implications for renters. Liu, Fonseca, and their co-author Pierre Mabille of INSEAD suggest in <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4874654\">another recent paper</a> that rents could go up if would-be buyers continue to be shut out of the market.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There is some chance that price pressure is also going to be felt in the rental market,” Liu said.</p>\n\n<p class=\"has-text-align-none\">But there are some long-term factors that could alleviate this pressure. For one, construction of multi-family housing has slowed considerably because of high interest rates, Liebersohn said. Lower interest rates should make it more affordable for developers to get a bank loan to build apartment buildings.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I&#8217;m really hoping that lower interest rates lead to a surge in multifamily construction,” he said. “That won&#8217;t have an immediate effect on rents, but it will in the long run, and that could be really important.”</p>\n\n<p class=\"has-text-align-none\">Many apartment building owners also have to get a new loan to finance their properties every 10 years. If they can get new loans at a lower interest rate, some may eventually pass some of the savings down to tenants by not raising their rents as much as they would otherwise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Both of those factors may be slow-moving, but overall, “it means that if the path of interest rates going forward is lower, then renters will benefit,” Liebersohn said.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Now that inflation has cooled, the Federal Reserve is expected to cut interest rates by at least 0.25 percentage points this week. That should be welcome news for all Americans in need of a loan: business owners, college students, and anyone looking to buy a home. Until&#160;March 2022, the US enjoyed historically low interest rates. [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Diddy’s arrest — and the allegations against him — explained",
    "link": "https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit",
    "pubDate": "2024-09-17T15:04:58.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Sean “Diddy” Combs, pictured at Howard University in October, was accused of trafficking and rape a month later by singer Cassie in a civil lawsuit that later inspired other women to come forward. | Shareif Ziyadat/Getty Images for Sean “Diddy” Combs\" data-portal-copyright=\"Shareif Ziyadat/Getty Images for Sean “Diddy” Combs\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25171922/GettyImages_1747401006.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sean “Diddy” Combs, pictured at Howard University in October, was accused of trafficking and rape a month later by singer Cassie in a civil lawsuit that later inspired other women to come forward. | Shareif Ziyadat/Getty Images for Sean “Diddy” Combs</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The rapper and mogul Sean “Diddy” Combs was <a href=\"https://www.nytimes.com/2024/09/16/arts/music/sean-combs-diddy-indicted.html\">arrested in Manhattan</a> on Monday, the latest development in a nearly year-long saga spawned by numerous sexual assault and violence allegations against him. </p>\n\n<p class=\"has-text-align-none\">He has been indicted on charges of sex trafficking, racketeering, and transportation to engage in prostitution, and accused of running a “criminal enterprise” that abused women over a period of years, <a href=\"https://www.nytimes.com/2024/09/17/arts/music/sean-combs-diddy-indicted.html\">the New York Times reported</a>.</p>\n\n<p class=\"has-text-align-none\">“He’s going to plead not guilty, obviously,” Marc Agnifilo, a lawyer for Combs, <a href=\"https://www.nytimes.com/2024/09/17/arts/music/sean-combs-diddy-indicted.html\">said on Tuesday</a>. “He’s going to fight this with all of his energy and all of his might.”</p>\n\n<p class=\"has-text-align-none\">“Sean ‘Diddy’ Combs is a music icon, self-made entrepreneur, loving family man and proven philanthropist who has spent the last 30 years building an empire, adoring his children and working to uplift the Black community,” the rapper’s legal team said separately in <a href=\"https://www.nytimes.com/2024/09/16/arts/music/sean-combs-diddy-indicted.html\">a statement to the Times</a> after his arrest. “He is an imperfect person but he is not a criminal.”</p>\n\n<p class=\"has-text-align-none\">Combs has faced growing public scrutiny since last November, when the singer Cassie, whose full name is Casandra Ventura, filed a <a href=\"https://www.nytimes.com/2023/11/16/arts/music/sean-combs-diddy-cassie-rape-lawsuit.html?partner=slack&amp;smid=sl-share\">lawsuit</a> alleging that Combs abused her, urged her to have sex with male sex workers while he filmed, and that he later raped her. Ventura’s case, settled one day after it was filed, set off a torrent of similar lawsuits from other accusers, several of whom also described brutal and disturbing details. </p>\n\n<p class=\"has-text-align-none\">Combs initially denied Ventura’s allegations, but in May, CNN obtained and published <a href=\"https://us.cnn.com/2024/05/17/entertainment/sean-combs-cassie-ventura\">a violent surveillance video</a> showing Combs kicking, dragging, and throwing an object at Ventura. According to CNN, the footage was filmed on March 5, 2016, at the now-shuttered InterContinental hotel in Los Angeles. In her lawsuit, Ventura had described a 2016 incident at the InterContinental hotel in Los Angeles.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2171800080.jpg?quality=90&#038;strip=all&#038;crop=0,10.750281449442,100,78.499437101115\" alt=\"A man in a black suit with a tan bag across his shoulder is seen from behind, speaking to a surrounding crowd of reporters with cameras, video equipment and smartphones recording him. \" title=\"A man in a black suit with a tan bag across his shoulder is seen from behind, speaking to a surrounding crowd of reporters with cameras, video equipment and smartphones recording him. \" data-has-syndication-rights=\"1\" data-caption=\"Marc Agnifilo, center, attorney for Sean “Diddy” Combs, speaks to members of the media while arriving at court in New York on Tuesday, September 17, 2024. | Yuki Iwamura/Bloomberg via Getty Images\" data-portal-copyright=\"Yuki Iwamura/Bloomberg via Getty Images\" />\n<p class=\"has-text-align-none\">After the video was released, Combs posted a minute-long apology <a href=\"https://www.instagram.com/reel/C7J4iUFRGUk/?igsh=MTdnejMxZXZ3YXpxNA%3D%3D\">on Instagram</a>&nbsp;acknowledging that it was him captured on the footage. “My behavior on that video is inexcusable,” he said. “I take full responsibility for my actions in that video.<strong> </strong>I was disgusted then when I did it, and I’m disgusted now.” He said he sought therapy and rehab but did not mention Ventura specifically.&nbsp;</p>\n\n<p>Plaintiffs in the other cases have stated that Diddy — whose birth name is Sean Combs and who has also publicly gone by Puff Daddy, Puffy, and Love — raped them and, in some cases, trafficked them by coercing them to engage in sex with other men. Together, the cases have redirected public attention toward <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">longstanding allegations of violence</a> against Combs, leading some brands to cut ties with him and Hulu to <a href=\"https://variety.com/2023/tv/news/sean-diddy-combs-hulu-reality-show-scrapped-rape-allegations-1235837063/\">scrap his upcoming reality show</a>.&nbsp;</p>\n\n<p>Speculation around the accusations escalated as homes in Los Angeles and Miami Beach linked to Diddy were <a href=\"https://www.nytimes.com/2024/03/25/arts/music/diddy-sean-combs-home-raided.html?partner=slack&amp;smid=sl-share\">raided by federal authorities</a> in March, who revealed that the raids were linked to an ongoing investigation into <a href=\"https://www.latimes.com/california/story/2024-03-25/feds-raid-sean-diddy-combs-homes-in-la-and-miami-as-part-of-sex-trafficking-investigation-sources-say\">sex trafficking allegations</a>.</p>\n\n<p>Especially in the 1990s and 2000s, Diddy was a figure of enormous power, not just in hip-hop but in the business and entertainment worlds writ large. In recent months, however, <a href=\"https://www.nytimes.com/2023/12/06/arts/music/sean-combs-diddy-rape-lawsuit.html?partner=slack&amp;smid=sl-share\">multiple people</a> have <a href=\"https://www.nytimes.com/2024/02/26/arts/music/rodney-jones-sean-diddy-combs-lawsuit.html\">sued him</a>, saying he used that influence and wealth to sexually victimize and, in some cases, traffic them, while avoiding consequences for decades.&nbsp;</p>\n\n<p>The cases have captured the public’s attention in part because Combs was such an influential executive and gatekeeper in music and fashion, yet one who had long been the subject of allegations of violence, including <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">arrests</a>. They are among the first major allegations in years against a major figure in the music industry, which many feel has failed to reckon with abuses of power, even at the height of the Me Too movement.&nbsp;Combs is just one of many powerful men who have evaded scrutiny but whose alleged past conduct is being revisited with fresh and more critical eyes — in some cases thanks to the landmark New York laws that have allowed people alleging sexual abuse to file civil lawsuits past the time period specified by the statute of limitations.</p>\n\n<p>Dream Hampton, producer of <em>Surviving R. Kelly</em>, <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">told the Times</a> late last year that an accounting was arriving for the Bad Boy founder. “Puff is done,” she said.&nbsp;</p>\n\n<p>The suits against Combs also show that despite <a href=\"https://www.vox.com/culture/23581859/me-too-backlash-susan-faludi-weinstein-roe-dobbs-depp-heard\">recent backlash</a>, the <a href=\"https://www.vox.com/metoo\">Me Too movement</a> and the legal and cultural changes that came with it have had an enduring impact. Even if allegations of sexual assault and harassment do not make daily headlines the way they did in 2017, the reckoning is ongoing — and no industry is likely to remain immune forever.</p>\n\n<h2 class=\"wp-block-heading\">Diddy built an empire across multiple businesses</h2>\n\n<p>Combs is a producer and rapper who rose to be an influential figure across music, media, and fashion. He started Bad Boy Records in New York in 1993, when he was in his early 20s, and soon signed Notorious B.I.G., whose two albums <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">helped define New York hip-hop</a> in that era. Bad Boy grew into a <a href=\"https://www.mtv.com/news/okjd4w/p-diddy-no-longer-has-total-bad-boy-control\">multimillion-dollar business</a>, and Combs produced iconic ’90s acts from <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">Jodeci to Mary J. Blige</a>. When Biggie was killed in 1997, Combs released a Grammy-winning tribute, “I’ll Be Missing You,” which “helped inaugurate a commercial boom in hip-hop that lasted until the end of the nineties,” according to <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">Michael Specter of the New Yorker</a>.</p>\n\n<p>Combs was also one of the first to blend the worlds of hip-hop, business, and luxury. His fashion label, Sean John, founded in 1998, became <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">known for high-end menswear</a>. He promoted brands of vodka and tequila and hosted exclusive <a href=\"https://www.billboard.com/music/rb-hip-hop/diddy-white-party-turns-20-pictures-hamptons-8342051/\">white parties</a> in the Hamptons with guests like Martha Stewart. Though no longer as central a figure as he was in the ’90s, Combs remains a&nbsp;rich and well-connected celebrity: Within a span of weeks last fall, he held a <a href=\"https://www.vogue.co.uk/gallery/diddy-birthday-party-naomi-campbell\">joint album release and birthday party</a> attended by stars such as Naomi Campbell and Janet Jackson, <a href=\"https://www.theguardian.com/music/2023/nov/08/giggs-diddy-review-potent-chemistry-unites-peckham-and-nyc\">performed for a sold-out crowd in London</a>, and appeared at the homecoming celebration for his alma mater, Howard University, where he made a <a href=\"https://www.ebony.com/diddy-fulfills-1-million-pledge-alma-mater-howard-university-homecoming-2023/\">surprise $1 million donation</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25173755/GettyImages_1780944974.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Diddy performs onstage wearing black clothes, a white jacket, and sunglasses. A Bad Boy Entertainment logo is projected on the wall behind him.\" title=\"Diddy performs onstage wearing black clothes, a white jacket, and sunglasses. A Bad Boy Entertainment logo is projected on the wall behind him.\" data-has-syndication-rights=\"1\" data-caption=\"Diddy pictured at a performance in London in November. | Samir Hussein/Getty Images for Sean “Diddy” Combs\" data-portal-copyright=\"Samir Hussein/Getty Images for Sean “Diddy” Combs\" />\n<p>As Combs built his empire, however, he was accused of multiple acts of violence. In 1999, he was arrested for beating another executive with a chair, a phone, and a champagne bottle; he had to pay a fine and take an anger management class, <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">according to the New Yorker</a>. The same year, he was <a href=\"https://nymag.com/news/features/scandals/p-diddy-2012-4/\">involved in a shooting</a> at a club in Manhattan, where he was attending a party with his then-girlfriend Jennifer Lopez; witnesses said they saw him with a gun, but he was ultimately acquitted after a public, much-watched trial.&nbsp;</p>\n\n<p>He has also been accused of threats and violence against women. In <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">a 2019 interview</a>, for example, his ex-girlfriend Gina Huynh said he had thrown a shoe at her and dragged her by the hair. But these reports have not received mainstream public attention — until now.</p>\n\n<h2 class=\"wp-block-heading\">Singer Cassie filed suit against Diddy in November</h2>\n\n<p>In Ventura’s November lawsuit, <a href=\"https://www.nytimes.com/2023/11/16/arts/music/sean-combs-diddy-cassie-rape-lawsuit.html\">first reported by the New York Times</a>, the singer, who dated Combs and was signed to his label, said she had experienced years of abuse from the mogul, starting soon after she met him in 2005, when she was 19. She said that he beat her repeatedly, at one point kicking her in the face, and that later, in 2018, he raped her. She also said he trafficked her by coercing her to have sex with sex workers in different cities while he filmed and masturbated. She tried to delete the photos and videos afterward, but Combs retained access, she said in the suit, at one point making her watch a video she thought she had deleted.&nbsp;</p>\n\n<p>Ventura’s suit also said that Combs and his associates used his power and wealth to intimidate her into silence and compliance, with his employees threatening to damage her music career if she spoke out against him. In one particularly shocking detail, Ventura said Combs threatened to blow up the rapper Kid Cudi’s car because Cudi and Ventura were dating; the car later exploded. “This is all true,” a spokesperson for Kid Cudi <a href=\"https://www.nytimes.com/2023/11/16/arts/music/sean-combs-diddy-cassie-rape-lawsuit.html\">told the Times</a> of the car exploding.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25173772/GettyImages_954469910.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Cassie smiles in front of signage for VH1’s “Dear Mama: A Love Letter to Moms” event.\" title=\"Cassie smiles in front of signage for VH1’s “Dear Mama: A Love Letter to Moms” event.\" data-has-syndication-rights=\"1\" data-caption=\"Singer Cassie, pictured in 2018 in Los Angeles, sued Combs in a case made possible by New York laws including the Adult Survivors Act, which opened a one-year window to file civil lawsuits in cases of sexual abuse, even if the statute of limitations had expired. | Leon Bennett/Getty Images\" data-portal-copyright=\"Leon Bennett/Getty Images\" />\n<p>Through his lawyer, Ben Brafman, Combs accused Ventura of blackmail. “For the past six months, Mr. Combs has been subjected to Ms. Ventura’s persistent demand of $30 million, under the threat of writing a damaging book about their relationship,” Brafman said in the  statement, which also accused Ventura of lying in her lawsuit to seek a “payday.”<strong> </strong> Ventura’s lawyer, Douglas Wigdor, said Combs had actually offered Ventura money for her silence, which she had declined.&nbsp;</p>\n\n<p>Ventura’s suit was <a href=\"https://www.nytimes.com/2023/11/17/arts/music/cassie-diddy-sean-combs-settlement.html\">settled</a> <a href=\"https://www.nytimes.com/2023/11/17/arts/music/cassie-diddy-sean-combs-settlement.html\">for an undisclosed amount</a> within a single day. The singer stated that she had “decided to resolve this matter amicably on terms that I have some level of control.”&nbsp;</p>\n\n<p>But Ventura’s decision to come forward publicly opened the floodgates, and more reports of assault and abuse began pouring out.</p>\n\n<h2 class=\"wp-block-heading\">Other people say Diddy harmed them</h2>\n\n<p>Three other women soon filed suit against Combs. <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">In the second suit</a>, Joi Dickerson-Neal says he drugged and raped her in 1991. In the third, Liza Gardner says that in 1990, he coerced her into sex and choked her, causing her to lose consciousness. Jonathan Davis, a lawyer for Combs, said in a <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">statement to the Times</a> that Combs denied these allegations as well: “Because of Mr. Combs’s fame and success, he is an easy target for accusers who attempt to smear him.”</p>\n\n<p>In <a href=\"https://www.nytimes.com/2023/12/06/arts/music/sean-combs-diddy-rape-lawsuit.html\">the fourth suit</a>, the woman identified as Jane Doe says she was a junior in high school when she met then-Bad Boy president Harve Pierre and another Combs associate in Detroit. They convinced her to fly on their jet to New York, the suit says, where they and the rapper gave her drugs and alcohol and then violently raped her.&nbsp;&nbsp;</p>\n\n<p>“Ms. Doe has lived with her memories of this fateful night for 20 years, during which time she has suffered extreme emotional distress that has impacted nearly every aspect of her life and personal relationships,” the suit says. “Given the brave women who have come forward against Ms. Combs and Mr. Pierre in recent weeks, Ms. Doe is doing the same.”</p>\n\n<p>In response to that suit, Combs released a statement denying all reports of violence, calling them “sickening allegations” made “by individuals looking for a quick payday.” Pierre has also denied the allegations, saying in <a href=\"https://www.tmz.com/2023/12/08/diddy-bad-boy-president-harve-pierre-lawsuit/\">a statement to TMZ</a>, “I have never participated in, witnessed, nor heard of anything like this, ever.”</p>\n\n<p>The women came forward last year because <a href=\"https://codelibrary.amlegal.com/codes/newyorkcity/latest/NYCadmin/0-0-0-7235\">two</a> New York <a href=\"https://www.thecut.com/2023/11/adult-survivors-act-celebrities-sued-sexual-assault.html\">laws</a> — one of which paved the way for <a href=\"https://www.vox.com/culture/23717295/donald-trump-verdict-e-jean-carroll-rape-sexual-assault-battery-defamation\">E. Jean Carroll’s successful lawsuit against Donald Trump</a> for sexual abuse and defamation — opened limited windows of time in which people can file civil lawsuits alleging sexual abuse, even if the statute of limitations has passed. One of those windows closed in late November, explaining the flurry of complaints.</p>\n\n<p>While the suits mostly describe behavior the plaintiffs say happened years ago, a February filing by Rodney Jones Jr., known as Lil Rod, <a href=\"https://www.nytimes.com/2024/02/26/arts/music/rodney-jones-sean-diddy-combs-lawsuit.html\">says that Combs</a> subjected him to unwanted touching and attempted to “groom” him when they worked together on <a href=\"https://www.nytimes.com/2023/09/12/arts/music/sean-combs-diddy-the-love-album.html\"><em>The Love Album: Off the Grid</em></a> in 2022 and 2023. Jones says that at a party in 2023, he was forced to drink tequila mixed with drugs, then woke up “naked with a sex worker sleeping next to him.” He says that Combs offered money and threatened violence to get him to solicit sex workers and perform sex acts with them.</p>\n\n<p>Combs has denied Jones’s allegations. In a statement, Shawn Holley, a lawyer for Combs, said, “We have overwhelming, indisputable proof that his claims are complete lies,” and  <a href=\"https://www.nytimes.com/2024/03/25/arts/music/diddy-sean-combs-home-raided.html?partner=slack&amp;smid=sl-share\">called Jones</a> “nothing more than a liar who filed a $30 million lawsuit shamelessly looking for an undeserved payday.”</p>\n\n<p>In the wake of these civil lawsuits, raids in Los Angeles and Miami Beach in March pointed to an apparent criminal investigation. <a href=\"https://www.nytimes.com/2024/03/25/arts/music/diddy-sean-combs-home-raided.html\">According to the Times</a>, the raids on homes connected to the rapper were part of an inquiry by federal prosecutors in the Southern District of New York and agents with the Department of Homeland Security. However, the raids suggested a new level in the Combs case, with law enforcement sources also <a href=\"https://www.latimes.com/california/story/2024-03-25/feds-raid-sean-diddy-combs-homes-in-la-and-miami-as-part-of-sex-trafficking-investigation-sources-say\">telling the Los Angeles Times</a> they were linked to sex trafficking allegations.</p>\n\n<h2 class=\"wp-block-heading\">Is this the music industry’s Me Too moment?</h2>\n\n<p>The growing number of reports, and their chilling details, have led companies and influential people in media and business to distance themselves from the rapper. Diageo, the beverage brand with which Combs partnered on vodka and tequila, <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">removed his image</a> from its website. Capital Preparatory Schools, a New York charter school network Combs helped expand, <a href=\"https://www.complex.com/music/a/markelibert/diddy-charter-preparatory-schools-partnership-ended\">posted a statement</a> on the school’s website saying it was cutting ties with him (though the statement was later removed). Combs also <a href=\"https://www.npr.org/2023/11/28/1215600691/sean-diddy-combs-temporarily-quits-chairman-revolt\">stepped aside</a> as chair of Revolt, a TV network he helped start in 2013.&nbsp;</p>\n\n<p>The cases against Combs are coming to light against a backdrop of other accusations against major figures in music. In November, a woman <a href=\"https://www.nytimes.com/2023/11/08/arts/music/neil-portow-grammys-rape-lawsuit.html\">sued Neil Portnow</a>, former head of the <a data-source=\"encore\" href=\"https://www.vox.com/grammy-awards\">Grammy Awards</a>, saying he had drugged and raped her in 2018. The same month, a former employee <a href=\"https://www.nytimes.com/2023/11/08/arts/music/la-reid-drew-dixon-sexual-assault-lawsuit.html\">sued music executive L.A. Reid</a>, saying he sexually assaulted and harassed her, leading to irrevocable damage to her career in the music industry.&nbsp;</p>\n\n<p>They also occur at a time when <a href=\"https://www.vox.com/culture/23398795/kanye-west-ye-antisemitic-bigot-white-lives-matter-tucker-carlson-art-vs-artist\">Ye</a>, a music and fashion mogul whose career has parallels with Diddy’s, has lost many of his brand partnerships after public antisemitic and racist statements as well as what many say was a <a href=\"https://www.nytimes.com/2023/10/27/business/kanye-west-adidas-yeezy.html\">years-long pattern</a> of verbal abuse and harassment, which may have been kept quiet in part because partnering with him was so lucrative for brands.</p>\n\n<p>While the Me Too movement forced reckonings around sexual assault and harassment in industries from film to other media to restaurants in 2017 and 2018, many in the music business felt that its biggest players were relatively unscathed. R. Kelly, for example, <a href=\"https://www.vox.com/culture/2019/1/30/18192932/lifetime-surviving-r-kelly-documentary-sexual-abuse\">faced few consequences</a> until Hampton’s <a href=\"https://www.vox.com/culture/2019/1/30/18192932/lifetime-surviving-r-kelly-documentary-sexual-abuse\">widely watched 2019 docuseries</a> drew renewed attention to the accusations — despite repeated allegations that he’d had sexual contact with underage girls, several lawsuits, and even a 2008 criminal<strong> </strong>trial over child sexual abuse material. <a href=\"https://www.vox.com/first-person/2017/7/21/16008230/r-kelly-surviving-sex-cult-abuse-john-legend-chance-the-rapper\">Many argued</a> that the reason Kelly was given a pass for so long was that the women coming forward to report abuse by him were Black. In 2021, he was <a href=\"https://www.vox.com/culture/2018/4/25/17248084/r-kelly-sexual-misconduct-allegations-timeline\">convicted of sex trafficking</a> and sentenced to 30 years in prison; a second 20-year sentence was added the following year, with all but one year to be served concurrently with the first sentence.</p>\n\n<p>Three women <a href=\"https://www.nytimes.com/2017/12/13/arts/music/russell-simmons-rape.html\">stated publicly in 2017</a> that another influential music industry figure, Def Jam Recordings co-founder Russell Simmons, had raped them. Like Kelly, he was the subject of <a href=\"https://www.thecut.com/2023/12/russell-simmons-graham-bensinger-interview.html\">a documentary</a> focusing on the allegations, though he has not&nbsp;faced charges.&nbsp;</p>\n\n<p>Now, Ventura and the other people filing suit are reporting violent rape, intimidation, and abuse by one of the biggest names in music, someone who symbolized the movement of hip-hop into both mainstream and high-end culture. Combs in his heyday was an icon of power and influence in music, fashion, and business, and the lawsuits represent a new willingness to call that power to account.&nbsp;</p>\n\n<p>They also serve as a reminder that the Me Too movement has made enduring changes, including influencing law and policy and creating a road map for survivors of assault to come forward and share their stories.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, June 6, 12:25 pm ET: </strong>A previous version of this story included an inaccurate stage name for L.A. Reid.</em></p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 17, 11 am ET:</strong> This story, <em>originally published on December 20, 2023</em>, has been updated several times, most recently to include details of Combs’s arrest and indictment.</em></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The rapper and mogul Sean “Diddy” Combs was arrested in Manhattan on Monday, the latest development in a nearly year-long saga spawned by numerous sexual assault and violence allegations against him. He has been indicted on charges of sex trafficking, racketeering, and transportation to engage in prostitution, and accused of running a “criminal enterprise” that [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "Are Americans generous?",
    "link": "https://www.vox.com/future-perfect/371996/volunteering-charity-giving-philanthropy-generosity",
    "pubDate": "2024-09-17T15:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Members of the Schenectady Rotary volunteers Maureen Adamek of Schenectady (left) and Deb O’Connor of Glenville work with other volunteers to clean up Vale Park of winter debris on May 13, 2021, in Schenectady, New York. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Lori Van Buren/Albany Times Union via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Lori Van Buren/Albany Times Union via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2059256550.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Members of the Schenectady Rotary volunteers Maureen Adamek of Schenectady (left) and Deb O’Connor of Glenville work with other volunteers to clean up Vale Park of winter debris on May 13, 2021, in Schenectady, New York. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Lori Van Buren/Albany Times Union via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For 20 years, experts have sounded the alarm on the decline of charitable giving in the US. Then came the pandemic, which led to a wave of new donations and volunteers to nonprofits. For some leaders, this was a sign that perhaps the retreat from philanthropy was reversing course.</p>\n\n<p class=\"has-text-align-none\">But it’s clear now, according to a <a href=\"https://www.thegenerositycommission.org/report/\">substantial new report</a> released today by a group of nearly 200<strong> </strong>philanthropic leaders, that Covid-19 did not bring about any lasting reversal of declining charitable giving — and many of the trends identified in the 2010s have only since accelerated.</p>\n\n<p class=\"has-text-align-none\">Today, the number of donors to and volunteers with nonprofit organizations continues to decline, even though the total amount of money flowing to the nonprofit sector has gone up. In other words, more money is being given, but by fewer people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These are some of the key takeaways from the report, authored by a group called <a href=\"https://givingusa.org/the-generosity-commission/\">the Generosity Commission</a>. Over the past three years, this commission funded more than $2 million in research to better understand the state of giving and volunteering in America.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The report is among the most comprehensive surveys of the field. The last time such a broad assessment of philanthropy was published was <a href=\"https://archives.indianapolis.iu.edu/items/86bc5a63-8111-446e-84cf-264310ce411e\">in 1975</a>, with the release of the Filer Commission, which fueled lasting reforms in nonprofit governance and tax policy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This time, the Generosity Commission similarly recruited top researchers to better clarify US philanthropic trends.&nbsp;</p>\n\n<ul>\n<li>The Stanford Center on Philanthropy and Civil Society <a href=\"https://pacscenter.stanford.edu/publication/how-we-give-now-conversations-across-the-united-states/\">studied contemporary giving patterns</a></li>\n\n\n\n<li>The Urban Institute think tank researched <a href=\"https://www.urban.org/research/publication/nonprofit-trends-and-impacts-2021\">the nonprofit sector specifically</a><strong>&nbsp;</strong></li>\n\n\n\n<li>The University of Pennsylvania School of Social Policy and Practice drilled down on<strong> </strong>the <a href=\"https://sp2.upenn.edu/wp-content/uploads/2014/07/Generosity-Trends-and-Impacts.pdf\">role of the pandemic</a></li>\n\n\n\n<li>The University of Maryland’s Do Good Institute looked at <a href=\"https://dogood.umd.edu/research-impact/publications/social-connectedness-and-generosity-look-how-associational-life-and\">factors that influence giving and volunteering</a></li>\n\n\n\n<li>Hattaway Communications led <a href=\"https://www.hattaway.com/case-studies/inspiring-generosity-insights-on-the-aspirations-and-motivations-of-givers\">public opinion research</a> on Americans’ motivations and aspirations when they give</li>\n</ul>\n\n<p class=\"has-text-align-none\">It should be said that this project wasn’t led by disinterested parties. The Generosity Commission wants to figure out how to increase giving and volunteering to the more than 1.7 million nonprofit organizations across the United States, 88 percent of which have budgets less than $500,000. </p>\n\n<p class=\"has-text-align-none\">The report’s findings highlight some of the key debates that have been mounting in philanthropy over the last decade: Why does giving and volunteering matter? What constitutes generosity and can it really be measured? Why is nonprofit participation declining?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Its takeaways are relevant for those grappling with how to make a difference, a topic that we’ve been <a href=\"https://www.vox.com/future-perfect/359526/charitable-giving-generosity-crisis-report-americans-young\">covering at Vox</a> and that I’ve personally been trying to think through. Last month, I <a href=\"https://www.vox.com/culture/368201/volunteer-charity-donations-systemic-change-activism-nonprofits-loneliness-philanthropy\">published an essay</a> exploring why I changed my mind about volunteering; the piece sparked a lot of discussion about what really “counts” when it comes to service. This new report adds to the broader debate I touch on in my essay about privileging certain types of generosity over others, and forces readers to consider the stakes of a diminished nonprofit sector.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The authors make the compelling argument that there are many social services we’ve come to take for granted that nonprofits will always provide. And leaders with the Generosity Commission suggest it’s too risky to expect the government, the business sector, or even informal acts of generosity to ultimately fill these roles.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They may be right. But other countries have much less robust nonprofit sectors while still providing social services, and so to convince a clearly skeptical US public, charitable groups will need to think harder about how they tell their story. The case for supporting nonprofits can’t simply be that nonprofits have historically assumed these responsibilities in America, or that Alexis de Tocqueville famously admired them and therefore we should stick to nonprofits out of tradition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We’re facing something of a Rorschach test right now: Recently, the New York Times <a href=\"https://www.nytimes.com/2024/08/28/nyregion/ambulance-corps-volunteers.html\">published a sobering article</a> on the threat posed by declining volunteer paramedics. The Generosity Commission could argue that this situation perfectly encapsulates why it’s critical to motivate more people to step into these formal volunteering roles that have served American communities for decades. Yet others could reasonably say that in a country as wealthy as the US, we shouldn’t depend on volunteer labor to fill these jobs, and indeed, most other nations don’t.</p>\n\n<h2 class=\"wp-block-heading\">The state of volunteering and giving, according to the Generosity Commission</h2>\n\n<p class=\"has-text-align-none\">Many nonprofits are still flush with cash, but not all nonprofits are experiencing a money boon. Some are receiving less money than they used to, and according to the Urban Institute, these are most likely to be small, community-based nonprofits — the type of groups most reliant on volunteers to support their mission and local contributions to balance their budgets.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even for the organizations with ample funding, their donations increasingly come from a concentrated pool of wealthy donors. According to the Fundraising Effectiveness Project data included in the new report, 43 percent of dollars given to nonprofits in 2020 came from gifts of more than $50,000, up 11 percent from 2019.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2020, <a href=\"https://www.givingtuesday.org/data-commons/\">GivingTuesday</a> reported that there was a 5 percent increase in charitable dollars from the previous year, reaching a record annual <a href=\"https://www.barrons.com/articles/charitable-giving-in-the-u-s-rises-5-1-to-a-record-us-471-44-billion-in-2020-01623797511\">$471 billion</a>. But by 2021, there were fewer total donors than there were in 2019. <a href=\"https://afpglobal.org/FundraisingEffectivenessProject\">The Fundraising Effectiveness Project</a> further reported that the number of donors dropped by 3.4 percent in 2023, after already having dropped 10 percent in 2022, and 5.7 percent in 2021. Most of these drops have been concentrated among those with lower levels of education, income, and wealth. </p>\n\n<p class=\"has-text-align-none\">There’s similarly been a drop in the number of volunteers, even with the rise of virtual opportunities. AmeriCorps reported that 23 percent of the country formally volunteered in 2021, down from 30 percent in 2019. It’s the steepest drop since the agency started collecting data in 2002.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And this decline is taking a toll on organizations: Nearly half of nonprofit CEOs reported in 2023 that finding enough volunteer help was a major problem for them, up from 29 percent in 2003. </p>\n\n<h2 class=\"wp-block-heading\">Okay, but why are people donating and volunteering less?</h2>\n\n<p class=\"has-text-align-none\">Perhaps it seems intuitive that people who make less money would be less likely to donate or volunteer. But research has shown that, at least historically, it’s the poor <a href=\"https://www.theatlantic.com/business/archive/2017/12/why-dont-rich-give-more-charity/548537/\">who </a><a href=\"https://www.npr.org/2010/08/08/129068241/study-poor-are-more-charitable-than-the-wealthy\">donate more</a> of their incomes to charity. The Generosity Commission suggests that while economic insecurity certainly is part of the story, cultural shifts and changes in habit formation are likely at play, too.</p>\n\n<p class=\"has-text-align-none\">The Great Recession hastened this decline: US households donating to nonprofits fell from 65.4 percent in 2008 to 53 percent in 2016. Yet these downward trends continued even after the economy recovered. By 2018, the proportion of households giving fell below 50 percent, according to the <a href=\"https://scholarworks.indianapolis.iu.edu/collections/c90e111f-5752-4e80-a748-4ac1c0b7b679\">Philanthropy Panel Study</a>, leading <a href=\"https://www.nber.org/system/files/working_papers/w22902/w22902.pdf\">some economists to argue</a> that “shocks to income and wealth” cannot fully explain the drops we’ve seen since.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Millennials in particular give less today than previous generations did when they were at the same age and life stage. Some researchers speculate that delays in other traditional markers of adulthood, like marriage and buying a house, <a href=\"https://cppp.usc.edu/wp-content/uploads/2019/03/Grimm-Robert-Dietz-and-Grimm_A-Less-Charitable-Nation_March-2019-USC-Conference-Paper.pdf\">may have discouraged</a> charitable behaviors.</p>\n\n<p class=\"has-text-align-none\">Another leading explanation is declining religiosity. Americans who identify as religious are far more likely to donate to charity, but <a href=\"https://news.gallup.com/poll/341963/church-membership-falls-below-majority-first-time.aspx\">as of 2020</a>, only 47 percent of Americans belonged to a church, synagogue or mosque, down from 70 percent in 1999. However, many Americans today identify <a href=\"https://www.pewresearch.org/religion/2023/12/07/spirituality-among-americans/\">as spiritual</a>, and there’s <a href=\"https://journals.sagepub.com/doi/abs/10.1177/08997640231221533\">some evidence</a> that practicing spiritual activities like yoga and meditation are linked to giving and volunteering.</p>\n\n<p class=\"has-text-align-none\">Other explanations include declining trust in institutions, broader social disconnection, and changing tax incentives. Some experts argue that a focus on courting high-dollar donors has sidelined smaller contributions, fueling a negative cycle in giving.</p>\n\n<p class=\"has-text-align-none\">The report doesn’t give any firm answers, and emphasizes there’s much more to understand, especially when it comes to understanding informal giving.</p>\n\n<h2 class=\"wp-block-heading\">What the Generosity Commission recommends</h2>\n\n<p class=\"has-text-align-none\">The commission makes nine recommendations to address giving and volunteering rates, some clearly heavier lifts than others.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To change the culture, the report recommends enlisting more public figures and leaders to talk about how they benefit from giving and volunteering, and to include young people and employers in the conversation. They also recommend that philanthropies issue marketing and development grants to nonprofits, mutual aid networks and giving circles.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The report recommends further research, particularly on the intersections with faith, social connection, and informal modes of generosity. (Jane Wales, the commission co-chair and vice president of Philanthropy and Society at the Aspen Institute, told me some Gates-funded research on informal giving is currently underway.) The report also says more needs to be done to help smaller, under-resourced nonprofits learn about emerging best practices.</p>\n\n<p class=\"has-text-align-none\">The Generosity Commission makes two policy recommendations — one to sufficiently fund the IRS to regulate the nonprofit sector, and another to create a new non-itemized charitable tax deduction, to incentivize more Americans to give. (The deduction would make it easier for people who don’t typically itemize their taxes—particularly middle and lower-income households—to receive tax savings from charitable giving.) The authors note that we’re coming up on an opportunity for Congress to push these changes, given that the Tax Cuts and Jobs Act of 2017 will expire at the end of 2025.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If we had some version of that [tax deduction], it would validate giving to [nonprofit charities] as <em>the</em> normative civic act,” Benjamin Soskis, a senior research associate at the Urban Institute and an editor of the Generosity Commission report, told me. “That could be a big ask of the [Tax Cuts and Jobs Act]. But it&#8217;s also possible that the days of nonprofits&#8217; predominance within the charitable landscape are passing.”</p>\n\n<h2 class=\"wp-block-heading\">There are bigger questions here</h2>\n\n<p class=\"has-text-align-none\">If the glory days of nonprofits <em>are </em>passing, what would come next?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Probably something worse, according to the Generosity Commission. It argues that the nonprofit sector remains the bedrock of American civil society, providing valuable goods and services that the government and the market has not and likely will not ever do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To its credit, the commission repeatedly stresses appreciation for informal modes of giving and volunteering, like mutual aid networks and crowdfunding platforms. It also admits that its perspective is increasingly at odds with how many people, especially in younger generations, think about volunteering and giving. The researchers find that most Americans identify as generous, aspire to be generous, <a href=\"https://www.thegenerositycommission.org/wp-content/uploads/2023/05/Hattaway-Generosity-Insights-Report-5-10-23-FINAL.pdf\">74 percent</a> of Americans self-identify as “generous” — and may not buy the claim that declining nonprofit contributions signal declining generosity. </p>\n\n<p class=\"has-text-align-none\">Similarly, younger Americans report that they’d rather give directly to individuals, rather than to intermediary organizations. The evidence is mixed on whether political giving may “crowd out” charitable giving, and further study will be required to clarify whether forms of social engagement like protesting are used as substitutes for volunteering.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Woodrow Rosenbaum, the chief data officer of <a href=\"https://www.givingtuesday.org/\">GivingTuesday</a>, has pushed back on the idea that giving is in decline at all, saying that’s only true if our measurement yardstick is based on monetary gifts to nonprofits. Survey research from GivingTuesday suggests that younger Americans simply “have less rigid demarcations” between various modes of giving — whether that’s to nonprofits, GoFundMes, individuals, or political campaigns.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">Still, the Generosity Commission believes those activities are unlikely to ever fully substitute for the daily work of nonprofits. When I asked Wales, the commission co-chair, about this question, she emphasized that the political appetite for building out the welfare state is just lower in the US than in other countries, and she suggested it would be difficult to build the kind of system they have in Europe.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps one of the most compelling arguments the report makes is that participation matters for healthy democracies. The commission asks us to consider whether declines in formal giving have contributed to mental illness and increasing levels of loneliness. (The authors suggest yes, but, again, conclude more research is needed.) One of its <a href=\"https://dogood.umd.edu/sites/default/files/2024-01/FINAL_SocialConnectednessandGenerosity_2024.pdf\">studies</a> found that giving to a charity increases a person’s likelihood of joining one or more community groups by nearly 10 percentage points; volunteering increases it by a rather stunning 24 percentage points. This kind of data lends new weight to the idea that formally giving and volunteering could strengthen civil society — both collectively and individually.<br><br>The debate over the definition of generosity notwithstanding, one thing is clear: nonprofits increasingly depend on a limited number of rich benefactors. And ceding a sense of empowerment to improve the world to the ultra-wealthy is what keeps Wales up at night.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“People ask why does participation matter if there’s enough money to go around to nonprofits, why does it matter if it’s concentrated in the hands of just a few people,” she told me. “And from my own perspective, it’s got everything to do with the health of our society. The last thing you want is large portions of American society to feel they lack agency and are not part of the everyday decision-making in their own community.” </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For 20 years, experts have sounded the alarm on the decline of charitable giving in the US. Then came the pandemic, which led to a wave of new donations and volunteers to nonprofits. For some leaders, this was a sign that perhaps the retreat from philanthropy was reversing course. But it’s clear now, according to a [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "Who is Ryan Wesley Routh? The suspect in the Trump Florida assassination attempt, explained.",
    "link": "https://www.vox.com/politics/371981/trump-shooting-ryan-wesley-routh-golf-club",
    "pubDate": "2024-09-17T13:39:38.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People in uniform stand on the side of a road strung with police tape.\" data-caption=\"Law enforcement gather at the crime scene outside the Trump International Golf Club in West Palm Beach, Florida, following a second apparent assassination attempt on former President Donald Trump on September 15, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171585640.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Law enforcement gather at the crime scene outside the Trump International Golf Club in West Palm Beach, Florida, following a second apparent assassination attempt on former President Donald Trump on September 15, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Just two months after a man <a href=\"https://www.vox.com/politics/360489/trump-shot-thomas-matthew-crooks-secret-service-butler-rally\">tried to assassinate</a> former President Donald Trump, the Secret Service says it stopped what appeared to be <a href=\"https://www.nytimes.com/live/2024/09/15/us/harris-trump-election\">a second assassination attempt</a> against the former president.&nbsp;Unlike the July 13 shooting at Trump’s Pennsylvania rally, in which a member of the crowd was killed and Trump was injured, no one was harmed this time. But the incident has raised questions about the ability of the Secret Service to protect the former president and sparked new concerns about the risk of ongoing political violence this election cycle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Sunday, law enforcement officials say, the former president was playing golf on his course in West Palm Beach, Florida, when Secret Service agents <a href=\"https://www.youtube.com/watch?v=2W1Yi_Np64U\">spotted a gun barrel in the bushes</a> on the perimeter of the course. Agents surrounded the former president and opened fire, prompting a man to flee the scene.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The suspected gunman was 300–500 yards from the former president, according to Palm Beach County Sheriff Ric Bradshaw in a press conference. (While close, the suspect was not as close as Trump’s July shooter, <a href=\"https://www.reuters.com/world/us/heres-what-we-know-about-thomas-matthew-crooks-suspected-trump-rally-shooter-2024-07-14/\">who was within roughly 150 yards</a> of the former president when he opened fire.) Police said they found an AK-47 style rifle with a scope, along with two backpacks and a camera, in the bushes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The gunman <a href=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\">did not fire</a> any shots before the Secret Service reacted. The former president — according to Fox News anchor Sean Hannity, <a href=\"https://www.nytimes.com/2024/09/15/us/politics/trump-reaction-golf-shooting.html\">who spoke to</a> him on Sunday after the attempted attack — was safe and in good spirits. It is unclear to law enforcement how the would-be gunman knew Trump would be at the course, though he frequently golfs there on the weekends.</p>\n\n<p class=\"has-text-align-none\">A witness saw someone fleeing the vicinity in a black Nissan immediately after the incident, according to Bradshaw, and law enforcement officials announced that they apprehended a suspect, 58-year-old <a href=\"https://www.reuters.com/world/us/what-we-know-about-reported-suspect-behind-apparent-trump-assassination-attempt-2024-09-16/\" data-type=\"link\" data-id=\"https://www.reuters.com/world/us/what-we-know-about-reported-suspect-behind-apparent-trump-assassination-attempt-2024-09-16/\">Ryan Wesley Routh</a>, on Interstate 95 shortly after. Officials said that Routh was unarmed and appeared calm as he was arrested. He currently faces <a href=\"https://www.justice.gov/opa/media/1368091/dl\">two felony charges</a> in a federal court for possession of a weapon as a convicted felon and possession of a firearm with an obliterated serial number, though the investigation is ongoing. Law enforcement say they do not have any evidence he was working with anyone else.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Who is Ryan Wesley Routh?</h2>\n\n<p class=\"has-text-align-none\">Unlike <a href=\"https://edition.cnn.com/2024/07/15/us/thomas-crooks-trump-rally-shooting-invs/index.html\">the man who attempted to assassinate Trump in July</a>, Routh has a colorful public history. Routh previously lived in North Carolina,&nbsp;<a href=\"https://www.nbcnews.com/news/us-news/ryan-routh-custody-trump-golf-club-incident-rcna171225\" target=\"_blank\" rel=\"noreferrer noopener\">but had moved to Hawaii</a>&nbsp;in recent years and said he was building&nbsp;<a href=\"https://edition.cnn.com/2024/09/15/politics/trump-attempted-assassination-man-detained/index.html\" target=\"_blank\" rel=\"noreferrer noopener\">affordable housing</a>&nbsp;there. He was interviewed by<em> </em>the New York Times in 2023 for an article <a href=\"https://www.nytimes.com/2023/03/25/world/europe/volunteers-us-ukraine-lies.html\">about Americans acting as freelance fighters for the war in Ukraine</a>, despite little or no qualifications to do so. Routh, who had no prior military experience, spoke with a Times<em> </em>reporter about his plans to recruit soldiers who had fled the Taliban in Afghanistan and transport them to Ukraine to join the war efforts.</p>\n\n<p class=\"has-text-align-none\">“By the time I got off the phone with Mr. Routh some minutes later it was clear he was in way over his head,” the reporter, Thomas Gibbons-Neff, <a href=\"https://www.nytimes.com/2024/09/15/us/politics/trump-routh-ukraine-interview.html\">wrote</a>. “He talked of buying off corrupt officials, forging passports and doing whatever it takes to get his Afghan cadre to Ukraine, but he had no real way to accomplish his goals.” In 2023, Routh <a href=\"https://www.semafor.com/article/09/15/2024/alleged-trump-plotter-ryan-routh-complained-of-obstacles-to-getting-foreign-soldiers-to-ukraine\">also spoke to Semafor</a> about his efforts.</p>\n\n<p class=\"has-text-align-none\">Routh also appears to have a criminal history. In 2002, <a href=\"https://greensboro.com/article_3006b4f9-9370-5b08-a54e-46c87faf6cbe.html\">he was arrested in Greensboro, North Carolina, following a three-hour standoff with police</a> in which he barricaded himself inside a roofing business. He was charged with possessing an illegal, fully-automatic machine gun. According to the News &amp; Observer<em>, </em>a newspaper based in Raleigh, North Carolina, Routh also <a href=\"https://www.newsobserver.com/news/politics-government/article292532509.html\">had other convictions</a>, including a hit and run and possession of stolen goods.</p>\n\n<p class=\"has-text-align-none\">Routh’s son spoke positively of his father <a href=\"https://www.theguardian.com/us-news/2024/sep/15/trump-florida-shooter-suspect-son-ukraine\">in an interview</a> with the Guardian this weekend and expressed surprise at the idea he had resorted to violence. Little else is known at this time about his other potential familial relationships.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What are Routh’s political leanings?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Like Trump’s other would-be assassin, Thomas Matthew Crooks, Routh’s political stances appear not to fit neatly into a single political ideology — though it does seem he views Trump as a threat to American democracy.&nbsp;Routh <a href=\"https://www.newsobserver.com/news/politics-government/article292532509.html\">was registered</a> in North Carolina as an “unaffiliated” voter and participated in this year’s Democratic primary. He had given money to Democratic causes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But on an X account that has since been deactivated, a user with Routh’s name <a href=\"https://edition.cnn.com/2024/09/15/politics/trump-attempted-assassination-man-detained/index.html\">said that he had supported Donald Trump in 2016</a> but had been disappointed by his presidency. In another post from the same account, <a href=\"https://www.axios.com/2024/09/16/trump-florida-assassination-attempt-suspect-ryan-routh\">the author tried to encourage Nikki Haley and Vivek Ramaswamy</a>, both Republicans, to run for president and vice president together.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The same account <a href=\"https://nypost.com/2024/09/15/us-news/would-be-trump-assassin-idd-as-ryan-routh-58-of-hawaii-sources/\">posted that</a> “democracy is on the ballot” in this election, along with other, <a href=\"https://nypost.com/2024/09/15/us-news/would-be-trump-assassin-idd-as-ryan-routh-58-of-hawaii-sources/\">sometimes incoherent posts</a> about various subjects, including Ukraine and China, suggesting that the author’s politics are not easily characterized by a single worldview.</p>\n\n<p class=\"has-text-align-none\">Routh also self-published a book last year, according to <a href=\"https://apnews.com/article/trump-assassination-attempt-suspect-ukraine-f76ed09f256f6bd21727a10901d92af7\">the Associated Press</a>, called “Ukraine’s Unwinnable War.” In it, Routh writes, “I get so tired of people asking me if I am a Democrat or Republican as I refuse to be put in a category.” He expresses regret for having formerly voted for Trump and, in a passage directed toward Iranian leaders, writes: “You are free to assassinate Trump.”</p>\n\n<p class=\"has-text-align-none\">As with July’s assassination attempt, online partisans on both sides are already drawing conclusions about Routh’s political leanings and its implications, with some Democrats <a href=\"https://x.com/search?q=Routh&amp;src=typeahead_click\">downplaying</a> Routh’s support for liberal causes and Republicans <a href=\"https://www.politico.com/news/2024/09/15/trump-second-assassination-attempt-republican-response-00179261\" data-type=\"link\" data-id=\"https://www.politico.com/news/2024/09/15/trump-second-assassination-attempt-republican-response-00179261\">connecting Routh’s comment about democracy being on the ballot</a> to what Vice President Kamala Harris and other Democrats have said about the stakes for this election.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What about the gun?</strong></h2>\n\n<p class=\"has-text-align-none\">The AK-47 Routh had on him, like the AR-15 used by Crooks, <a href=\"https://www.nytimes.com/interactive/2024/07/23/us/trump-shooting-gunman-snipers.html\">is one of the preferred weapons of mass shooters</a> in recent years. Both are assault-style weapons — a phrase that has many possible meanings but generally refers to guns that are meant for rapid-fire use with large magazines of ammunition. An AK-47 style weapon <a href=\"https://www.texastribune.org/2019/08/28/el-paso-shooting-gun-romania/\">was used at a 2019 shooting in El Paso, Texas</a>, where 23 people were killed and 22 were injured. Routh’s weapon <a href=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\">had the serial number scratched off</a>, which is illegal. According to the FBI, they received a tip in 2019 that Routh had a weapon, which is illegal for someone who has a felony conviction; Routh has multiple felony convictions. The agency says it interviewed the person making the claim but did not receive more information, according to <a href=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\">the New York Times</a>, and the case was subsequently closed. It is not clear why they did not investigate further.</p>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris, who said in a statement that she was “deeply disturbed” by the reports of a second attempted attack on Trump, has called for <a href=\"https://www.bbc.com/news/world-us-canada-61621470\">banning assault weapons</a>. The United States <a href=\"https://www.youtube.com/watch?v=220dREyLPus\">had a federal assault weapons ban</a> in place from 1994 to 2004, and research suggests that assault weapons bans <a href=\"https://www.tandfonline.com/doi/full/10.1080/13504851.2014.939367?scroll=top&amp;needAccess=true\">meaningfully reduce</a> mass shooting deaths.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_042423/\">public is divided</a> over the question of whether to ban assault weapons, though, and Republicans in Congress <a href=\"https://thehill.com/homenews/senate/4345455-senate-republicans-block-assault-weapons-ban/\">blocked</a> a bill to do so when it came up for a vote in 2023. Even after being targeted by a similar weapon in July, former President Trump <a href=\"https://www.vox.com/donald-trump/360742/someone-tried-to-assassinate-the-former-president-and-the-gop-still-wont-talk-about-guns\">did not</a> call for an assault weapons ban.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How did another assassination attempt happen so quickly?</strong></h2>\n\n<p class=\"has-text-align-none\">Lawmakers are <a href=\"https://www.nytimes.com/2024/09/15/us/politics/secret-service-trump-shooting.html\">demanding to know</a> more about how another would-be assassin was able to get so close to the former president for a second time in a few months. At the press conference, law enforcement explained that Trump’s Secret Service detail did not have the resources to cover the entire perimeter of the golf course, but lawmakers are sure to ask for more details in the coming days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Monday, a representative for the Secret Service <a href=\"https://www.nytimes.com/2024/09/16/us/politics/secret-service-scrutiny-trump.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/16/us/politics/secret-service-scrutiny-trump.html\">told reporters</a> that the former president’s trip to the golf course was unplanned and agents had not secured the perimeter of the course before the former president began his round.</p>\n\n<p class=\"has-text-align-none\">The suspect was able to spend <a href=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\">nearly 12 hours</a> hiding in the bushes before an agent spotted him.</p>\n\n<p class=\"has-text-align-none\">“The facts about a second incident certainly warrant very close attention and scrutiny,” Democratic Sen. Richard Blumenthal of Connecticut <a href=\"https://www.nytimes.com/2024/09/15/us/politics/secret-service-trump-shooting.html\">told</a> the New York Times.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though a second assassination attempt in such a short period of time seems shocking, it is in some ways not surprising. Current and former law enforcement officials I’ve spoken to in recent weeks have emphasized just how difficult the task of protecting elected officials in public has become. Following the expiration of the federal assault weapons ban, and after more than a decade of marketing of assault-style rifles, <a href=\"https://www.washingtonpost.com/business/interactive/2023/history-of-ar-15-marketing/\">more of these</a> weapons are circulating in the US <a href=\"https://www.cbsnews.com/news/gunmakers-made-over-1-billion-in-assault-weapon-sales-in-the-past-decade-congressional-report-finds/\">than ever before</a>. The number of deadly long-range guns held by the public makes it considerably more difficult to maintain a zone of safety around politicians.</p>\n\n<p class=\"has-text-align-none\">The Secret Service also noted Sunday that as a former president, Trump doesn’t have access to the same level of security that the current president does, and some <a href=\"https://www.nytimes.com/2024/09/15/us/politics/secret-service-trump-shooting.html\">former officials are now suggesting</a> that may need to change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Guns aren’t the only problem, though. As Garen Wintemute, an expert in political violence and gun violence told me this summer, his research has revealed <a href=\"https://www.vox.com/politics/369441/political-violence-2024-election\" data-type=\"link\" data-id=\"https://www.vox.com/politics/369441/political-violence-2024-election\">a small but worrying segment of the American population</a> is open to the idea that violence committed for political reasons is justifiable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the time, Wintemute said, the conditions that made more violence likely were a closely contested race, with momentum swinging toward Democrats, and a race where political violence had already recently occurred.</p>\n\n<p class=\"has-text-align-none\">“I think it will happen again. Whether it will involve an elected official as a target, I can’t say,” Wintemute <a href=\"https://www.vox.com/politics/369441/political-violence-2024-election\">told Vox</a> in July. “But we’ve opened the door to political violence this election season, and there are still some leaders using rhetoric that enables violence. And we will all pay a price for that, I suspect.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 17, 9:30 am: </strong>This story, originally published September 16, has been updated with new details including charges against Routh and FBI statements.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Just two months after a man tried to assassinate former President Donald Trump, the Secret Service says it stopped what appeared to be a second assassination attempt against the former president.&#160;Unlike the July 13 shooting at Trump’s Pennsylvania rally, in which a member of the crowd was killed and Trump was injured, no one was [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "Do the benefits of the expanded child tax credit actually fade with time?",
    "link": "https://www.vox.com/future-perfect/371858/child-tax-credit-poverty-economics-future-benefits",
    "pubDate": "2024-09-17T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A group of people stand outside a red brick building with green roofs and white stone trim, holding black-and-white signs in two rows that read “Make the child tax credit permanent.”\" data-caption=\"New Hampshire parents and other child tax credit supporters gather toand demand the credit be made permanent on September 14, 2021, in Manchester, New Hampshire. | Scott Eisen/Getty Images for ParentsTogether\" data-portal-copyright=\"Scott Eisen/Getty Images for ParentsTogether\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1235261204.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>New Hampshire parents and other child tax credit supporters gather toand demand the credit be made permanent on September 14, 2021, in Manchester, New Hampshire. | Scott Eisen/Getty Images for ParentsTogether</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2021, the US cut child poverty by as much as <a href=\"https://www.cbpp.org/research/federal-tax/recovery-package-should-permanently-include-families-with-low-incomes-in-full\">40</a> percent using one of the <a href=\"https://www.vox.com/future-perfect/2023/9/21/23882353/child-poverty-expanded-child-tax-credit-census-welfare-inflation-economy-data\">most effective</a> anti-poverty tools the country had ever devised: the expanded child tax credit (CTC).</p>\n\n<p class=\"has-text-align-none\">By sending unconditional monthly checks of up to $300 per child to the nation’s poorest families —&nbsp;including those with little to no income who had <a href=\"https://www.vox.com/future-perfect/23965898/child-poverty-expanded-child-tax-credit-economy-welfare-phase-ins\">typically been excluded</a> from such programs — the “child allowance” <a href=\"https://www.census.gov/content/dam/Census/library/working-papers/2022/demo/sehsd-wp2022-24.pdf\">lifted 2.1 million</a> children out of poverty who would’ve otherwise been left behind.<br><br>Arguments against such programs that give unconditional cash usually assert that it’ll drive low-income people to quit their jobs, ultimately harming the economy. But research found <a href=\"https://www.nber.org/papers/w29823\">little to no drop</a> in employment rates as a result of the expanded CTC. Yet despite a <a href=\"https://static1.squarespace.com/static/5ecd75a3c406d1318b20454d/t/6148f183c62fb147d0d25138/1632170373799/Economist+CTC+Letter+9-14-21+430pm.pdf\">flurry of support</a> from prominent economists and <a href=\"https://www.filesforprogress.org/memos/MEMO-FCF-CTC.pdf\">recipients</a> alike, politicians failed to reach an agreement to make the temporary expansion permanent, and <a href=\"https://www.vox.com/future-perfect/2022/4/18/23026908/child-tax-credit-joe-manchin-policy-feedback-partisan\">Congress let it expire</a> at the end of 2021.</p>\n\n<p class=\"has-text-align-none\">Some concerns that sank the program’s political chances, like Sen. Joe Manchin’s <a href=\"https://abcnews.go.com/Politics/sen-joe-manchin-suggests-child-tax-credit-payments/story?id=81865740\">worry</a> that recipients will spend the cash on drugs, don’t hold up to the <a href=\"https://documents1.worldbank.org/curated/en/617631468001808739/pdf/WPS6886.pdf\">abundant</a> <a href=\"https://www.cbpp.org/blog/9-in-10-families-with-low-incomes-are-using-child-tax-credits-to-pay-for-necessities-education#:~:text=Poverty%20and%20Inequality-,9%20in%2010%20Families%20With%20Low%20Incomes%20Are%20Using%20Child,to%20Pay%20for%20Necessities%2C%20Education&amp;text=Some%2091%20percent%20of%20families,%2C%20and%20utilities%20%E2%80%94%20or%20education.\">evidence</a>. But there are still some economists who remain skeptical, unmoved by the steady stream of positive research on short-term programs —&nbsp;which they <a href=\"https://www.nytimes.com/2022/12/20/opinion/child-tax-credit-basic-income.html\">concede</a> looks very good. Their concern, however, is with the distant future.</p>\n\n<p class=\"has-text-align-none\">“My main problem with a permanent CTC,” said University of Chicago economist <a href=\"https://harris.uchicago.edu/directory/bruce-d-meyer\">Bruce Meyer</a> via email, “is that it would reverse the work-based welfare reforms of the ’90s that dramatically increased employment and were associated with a decline in the share of kids growing up in single-parent families.”</p>\n\n<p class=\"has-text-align-none\">The thinking goes like this: As parents receive strings-free cash, many of their incomes will indeed be pushed above the poverty line. At first. But some will also choose to work less, others will divorce more, and fraying the twin threads of marriage and work in low-income communities will ultimately harm children’s prospects for upward mobility. The initial anti-poverty benefits would, generations down the line, be swallowed up by <a href=\"https://www.aei.org/op-eds/unintended-consequences-democrats-child-tax-credit-will-cost-jobs/\">unintended consequences</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By concentrating their concerns on the far future, they render much of the <a href=\"https://guaranteedincome.us/\">growing base</a> of short-term <a href=\"https://www.nber.org/papers/w24337\">research</a> moot, especially in terms of convincing holdout politicians, like Manchin, whose <a href=\"https://www.axios.com/2021/10/17/scoop-manchins-red-lines\">insistence</a> on adding work requirements to any expanded CTC is what killed the child allowance.</p>\n\n<p class=\"has-text-align-none\">Enter a <a href=\"https://www.nber.org/papers/w32870\">new working paper</a> from <a href=\"https://economics.barnard.edu/profiles/elizabeth-ananat\">Elizabeth Ananat</a> and <a href=\"https://cprc.columbia.edu/directory/irwin-garfinkel\">Irwin Garfinkel</a>, two economists at Columbia University. Expanding on work they first <a href=\"https://www.cambridge.org/core/journals/journal-of-benefit-cost-analysis/article/benefits-and-costs-of-a-child-allowance/665380DF301F990D8FDB06A7BB3D5BD9\">published in 2022</a>, their research surveys long-run cash and quasi-cash transfer programs (like food stamps) in the US in an effort to predict the overall effects of a child allowance over the very long run. Instead of the grim and jobless future forecast by expanded CTC critics, they find that a future shaped by a permanent child allowance is well worth the investment.</p>\n\n<p class=\"has-text-align-none\">Ananat and Garfinkel found that the total long-run benefits to society of making a child allowance permanent outweigh the costs by nearly 10 to 1. While the paper may not sway skeptical economists, the dramatic returns could still help build political momentum to pass the policy. And it at least shows that researchers are now taking the long-run concerns raised by critics seriously.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What a return on investment of 10 to 1 for an expanded CTC actually means</strong></h2>\n\n<p class=\"has-text-align-none\">Ananat and Garfinkel’s original cost-benefit calculations did not make for light reading. Although the paper was well-received by her colleagues, the problem, Ananat said, is that no one else read it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So they <a href=\"https://www.povertycenter.columbia.edu/publication/2024/updating-benefit-cost-child-allowance-model\">built a homepage</a> for their research on Columbia University’s Center on Poverty and Social Policy’s website, and as new relevant studies on the subject come out, they’ve been updating their findings. This most recent 2024 working paper reports on the updated results of their earlier work, while trying to offer a more widely accessible version of their research.</p>\n\n<p class=\"has-text-align-none\">Their promise of a 10 to 1 return is, frankly, massive. For every $100 or so billion the child allowance would cost the government each year, society would reap additional long-term benefits of about $929 billion. Those dollars represent benefits like improved child and parent health and longevity, higher future earnings for children, and reduced crime and health care costs. There would be an effect from the small dip in employment that their calculations predict, and a resulting decrease in tax revenue — but it would amount to just $2.4 billion. That’s a drop in a bucket overflowing with almost a trillion dollars in benefits.</p>\n\n<p class=\"has-text-align-none\">But the nuances of such long-term returns can be difficult to convey. “A little bit shows up in the first few years in the form of reduced [child abuse and neglect], reduced hospitalizations, and those sorts of things,” said Ananat. “But most of it doesn’t show up until the kids grow up. So that requires a very patient type of investor.”</p>\n\n<p class=\"has-text-align-none\">Imagine Vice President <a href=\"https://www.vox.com/politics/367990/kamala-harris-policy-positions-issues-guide\">Kamala Harris</a> wins the presidential election in November, and immediately upon taking office implements a child allowance (as her recently unveiled economic agenda <a href=\"https://taxfoundation.org/research/all/federal/kamala-harris-tax-plan-2024/\">intends</a>). That would cost roughly $97 billion for 2025 alone. But at the end of the year, if you tallied up all the benefits, you wouldn’t see that $929 billion that Ananat and Garfinkel calculated anywhere. It could be decades before the full value of that nearly one trillion is actually realized.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">What is refundability?</h2>\n\n\n\n<p class=\"has-text-align-none\">Usually, a tax credit gives Americans a break by lowering the amount of taxes they owe. But that means someone who doesn’t owe any taxes —&nbsp;like someone who is unemployed and has no taxable income — won’t benefit from the credit. Currently, the child tax credit (CTC) excludes about <a href=\"https://www.cbpp.org/research/federal-tax/year-end-tax-policy-priority-expand-the-child-tax-credit-for-the-19-million\">19 million</a> children from the lowest-income families, because they don’t earn enough to qualify for the full benefit.</p>\n\n\n\n<p class=\"has-text-align-none\">The American Rescue Plan made the CTC “fully refundable” through the end of 2021, which meant that even parents with no income, so who owe no taxes, still received the full value of the benefit. In <a href=\"https://www.vox.com/2016/5/23/11440638/child-benefit-child-allowance\">other</a> rich countries that style child benefits this way, they’re known as “<a href=\"https://tcf.org/content/commentary/investing-in-our-kids-using-one-simple-tool-cash/\">child allowances</a>.”&nbsp;</p>\n</div>\n\n<p class=\"has-text-align-none\">Notably, though, it’s not a one-time deal. According to Ananat and Garfinkel, every year that the child allowance is in place will reap <em>another</em> $929 billion in long-term benefits. So if you take the Tax Foundation’s <a href=\"https://taxfoundation.org/blog/expanded-child-tax-credit-permanent/\">estimate</a> that Harris’s child allowance would cost $1.6 trillion over 10 years, Ananat and Garfinkel’s work suggests over that same time period, it would accrue something like $9.3 trillion in long-term benefits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The CTC is worth so much money in the future, that even though some of it only happens 50 years from now, it’s still worth $10 for every dollar you spend today,” said Ananat.</p>\n\n<p class=\"has-text-align-none\">The child allowance is fully refundable, meaning the full value goes to the poorest families, without a work requirement. (The current CTC is only partially refundable, which means that parents must first earn income before qualifying for the benefit.) But Ananat and Garfinkel also crunched a second set of cost-benefit calculations on a partially refundable CTC, matching recent CTC <a href=\"https://www.cbsnews.com/news/child-tax-credit-senate-vote/\">compromises</a> that boost the payment amount while keeping a work requirement of some sort.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They find that doing so would reduce the annual cost to $31 billion, while also reducing the total annual social benefit to $131 billion. That means that adding work requirements shrinks the program from a nearly 10 to 1 return on investment, to just over a 4 to 1 return. And those benefits would exclude children who are in the deepest poverty — the very ones who need such help the most.</p>\n\n<p class=\"has-text-align-none\">Now, converting a variety of outcomes into dollar valuations, and assigning benefits that will come in the future a value for the present, is tricky business. These estimates should be held lightly. But if they’re even in the right ballpark, then every year we don’t implement a child allowance is an absolutely massive missed opportunity. We’d experience as much as a <a href=\"https://www.cbpp.org/research/federal-tax/recovery-package-should-permanently-include-families-with-low-incomes-in-full\">40 percent</a> drop in child poverty immediately, and begin layering on trillions of dollars in long-run benefits.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Critics and the econometric alternatives</strong></h2>\n\n<p class=\"has-text-align-none\">There are basically two ways to try and predict the effects of a child allowance in the deep future. Either way, you’re dealing with serious ambiguity.</p>\n\n<p class=\"has-text-align-none\">Like Ananat and Garfinkel, you can scour the existing evidence from similar long-run programs that have raised family incomes in the US, tabulate a comprehensive list of all their documented benefits and costs, calculate a per-$1,000 effect size for each cost and benefit, and then apply those values to a hypothetical child allowance.</p>\n\n<p class=\"has-text-align-none\">To do that, they looked at past long-run programs like pension <a href=\"https://socialwelfare.library.vcu.edu/programs/mothers-aid/\">programs</a> for mothers from before the New Deal, the 1960s rollout of <a href=\"https://www.usda.gov/media/blog/2014/10/15/commemorating-history-snap-looking-back-food-stamp-act-1964#:~:text=On%20August%2031%2C%201964%2C%20President,struggling%20to%20make%20ends%20meet.\">food stamps</a>, a series of US guaranteed income <a href=\"https://widerquist.com/basic-income-guarantee-experiments-1970s-quick-summary-results/\">experiments</a> through the ’70s, and <a href=\"https://www.vox.com/future-perfect/2019/10/3/20895338/earned-income-tax-credit-2019-henrik-kleven\">expansions</a> in the 1990s to the earned income tax credit.</p>\n\n<p class=\"has-text-align-none\">Notably, none of these programs are actually a CTC. And although each policy was chosen because it does a similar thing — effectively raises a family’s income — each took place in a different social and economic context than whatever the 2030s and beyond will look like.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other way to try and predict hypothetical economic futures is to use the economist’s version of a magic eight ball: <a href=\"https://www.econlib.org/library/Enc/ForecastingandEconometricModels.html\">the econometric model</a>. These are mathematically constructed versions of reality, where fuzzy human behaviors have been translated into precise probabilities and equations. In these computational worlds, you can plug in a variable of interest, like a child allowance, and statistically churn out a prediction of its impact.</p>\n\n<p class=\"has-text-align-none\">Then, economists scrutinize the assumptions of the model, and debate how much insight those results can offer about the actual meatspace world that we all live in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s how Bruce Meyer, <a href=\"https://www.aei.org/profile/kevin-corinth/\">Kevin Corinth</a> from the American Enterprise Institute (AEI), and their colleagues <a href=\"https://www.nber.org/papers/w29366\">predicted</a> that replacing the old CTC, which incentivized work, with the expanded CTC that provides low-income families the benefit no matter whether they’re already working or not, would ultimately “<a href=\"https://www.washingtonpost.com/opinions/2021/10/14/press-pause-rush-extend-child-tax-credit/\">do more harm than good</a>.” Specifically, that it would drive 1.5 million working parents to quit their jobs altogether, and cap the anti-poverty impact at 22 percent, rather than the 40 or so percent seen during the temporary expansion.</p>\n\n<p class=\"has-text-align-none\">Those numbers all hinge, however, on <a href=\"https://jainfamilyinstitute.org/the-expanded-child-tax-credit-and-parental-employment-tenuous-evidence-points-to-work-disincentives/\">controversial</a> assumptions <a href=\"https://cpb-us-w2.wpmucdn.com/voices.uchicago.edu/dist/a/3122/files/2021/10/Note-on-Participation-Elasticities_10_21_2021.pdf\">coded</a> into the model about how likely people — low-income single mothers in particular —&nbsp;are to stop working if they get an extra few hundred bucks per month from the CTC. Other models using different assumptions find much lower reductions in work, including Corinth’s own colleagues from the AEI, who <a href=\"https://grantseiter.com/CTC-Labor-Response/intro.html\">predicted</a> the effect on employment would be only a fifth as strong, with 296,000 parents quitting their jobs rather than 1.5 million.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In each case, these models are reflections of their coded-in assumptions. Like extrapolating from other policies in different historical eras, “Taking a given change in the [child] tax credit’s incentive to work and plugging in a labor supply elasticity is a fraught enterprise,” Jain Family Institute research associate <a href=\"https://jainfamilyinstitute.org/our-team/jack-landry/\">Jack Landry</a> told me last year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When I asked Meyer about the Ananat and Garfinkel study, he dismissed it as “very selective” in its literature review. And <a href=\"https://www.aei.org/profile/scott-winship/\">Scott Winship</a>, who directs the Center on Opportunity and Social Mobility at the AEI, said via email that “you’re more likely to find that a policy is worthwhile if you simply assume the largest potential costs don’t exist (in this case, worsened child outcomes in the long run from reduced parental work and increased single parenthood). That’s what they do.”</p>\n\n<p class=\"has-text-align-none\">There is, of course, no perfect way to predict the future. Otherwise I’d have cashed out of the stock market with millions by now. But that’s where critics of a permanently expanded, fully refundable child tax credit are now situating their case. Advocates can either follow them into the future, arguing that long-run benefits will outweigh long-run costs. Or, they could instead focus on building the political momentum necessary to pass a policy that will always have its detractors, while unambiguously helping millions of kids in the present.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Will a child allowance in the US ever exist anywhere other than the future?</strong></h2>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris has already <a href=\"https://taxfoundation.org/blog/harris-child-tax-credit-economic-agenda/\">announced</a> that bringing back the expanded CTC is part of her planned presidential economic agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ananat emphasized that “this isn’t a politically motivated” study, but<strong> </strong>that even if her research won’t convert skeptical economists, it can still be helpful to those working on political organizing. She said,“People can see this and feel inspired, like, ‘Oh, 10 to 1, that’s worth making more phone calls for.’”</p>\n\n<p class=\"has-text-align-none\">I’m not optimistic that economists will ever strike a unanimous agreement about the future of an expanded CTC (though it’s worth emphasizing that to the degree consensus does exist, it certainly <a href=\"https://static1.squarespace.com/static/5ecd75a3c406d1318b20454d/t/6148f183c62fb147d0d25138/1632170373799/Economist+CTC+Letter+9-14-21+430pm.pdf\">is in support)</a>. Even if they did, how much stock should we really place in specific predictions that span decades? The world is <a href=\"https://www.google.com/books/edition/The_Uncontrollability_of_the_World/_5EBEAAAQBAJ?hl=en\">unpredictable</a>, and seemingly more so every year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The decision to implement a child allowance will always have to be made under some degree of uncertainty. Trying to predict the impact of a child allowance decades into the future is always going to be a balancing act of ambiguity and speculation. Peering into the <a href=\"https://www.nber.org/papers/w29366\">economic models</a> that raise concerns about how desirable a future shaped by a child allowance really is, you find a <a href=\"https://jainfamilyinstitute.org/the-expanded-child-tax-credit-and-parental-employment-tenuous-evidence-points-to-work-disincentives/\">latticework of tenuous assumptions</a>. Similarly, critics say that when you look under the hood of the 10-to-1 return on investment claim, you find a selective literature review.</p>\n\n<p class=\"has-text-align-none\">But the flood of research on the temporary expansion washed away most uncertainty about the short term. Canada’s had a child allowance for years, and it <a href=\"https://www.niskanencenter.org/bad-arguments-child-allowance/\">doesn’t look</a> to be hastening a grim and jobless future. A guaranteed huge drop in child poverty in the short term, plus the potential accrual of trillions of dollars in additional benefits, sounds like a worthwhile bet to me. And even if slouching employment among recipients did start to cause concern in a decade or two, and researchers came to suspect the child allowance was to blame, the wonderfully certain thing about public policy is that it can always be changed.&nbsp;&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2021, the US cut child poverty by as much as 40 percent using one of the most effective anti-poverty tools the country had ever devised: the expanded child tax credit (CTC). By sending unconditional monthly checks of up to $300 per child to the nation’s poorest families —&#160;including those with little to no income [&#8230;]",
    "author": "Oshan Jarow"
  },
  {
    "title": "Changing With Our Climate",
    "link": "https://www.vox.com/climate/372001/changing-with-our-climate",
    "pubDate": "2024-09-17T11:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Illustrations by Alexandra Bowman for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Vox_LandingPage_ChangingWithOurClimate.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In recent years, there’s&nbsp;<a href=\"https://www.un.org/en/academic-impact/we-are-indigenous-addressing-global-challenges-indigenous-knowledge\">been</a>&nbsp;a&nbsp;<a href=\"https://www.nps.gov/subjects/tek/description.htm\">growing</a>&nbsp;appreciation for&nbsp;<a href=\"https://insideclimatenews.org/news/14022024/to-save-the-planet-traditional-indigenous-knowledge-is-indispensable/\">Indigenous</a>&nbsp;land stewardship and traditional knowledge. But what gets overlooked is that successfully managing those lands means that Indigenous people have already survived severe climate events and extreme weather.</p>\n\n<p class=\"has-text-align-none\">Now, Indigenous communities are leading the way in climate adaptations — from living alongside rapidly melting ice to confronting rising seas and creating community support networks.</p>\n\n<p class=\"has-text-align-none\">Indigenous knowledge does not mean going back to “traditional” methods; it means evolving, a characteristic that has always been a part of Indigenous life. There’s no easy fix for the planet. But Indigenous people have simple solutions rooted in the depth of their knowledge. </p>\n\n<p class=\"has-text-align-none\">Recently we launched Changing With Our Climate, a limited-run series exploring Indigenous solutions to extreme weather rooted in history — and the future. This summer and fall, we’ll be publishing five features that center an Indigenous community confronting extreme weather on the front lines.</p>\n\n<p class=\"has-text-align-none\">This series has not set out to mythologize Indigenous communities with bespoke, unapproachable, or mystic traditional practices and solutions — but instead underscores humility as a throughline. Indigenous people realize we cannot bend the world to our human will. We’re far better and more resilient when we tune in and lean into changes when possible.</p>\n\n<p class=\"has-text-align-none\">By showing the connections between storms, climate disasters, and issues of tribal sovereignty, Changing With Our Climate will explore what it really means when we say that climate change is an existential threat — and how we can work together to find a way out.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/climate/372014/shinnecock-nation-tribe-sea-rise-hamptons?preview=true&amp;vm_preview=d47192510f06e7d1d7ff705c903fb427\">This coastal tribe has a radical vision for fighting sea-level rise in the Hamptons</a></h2>\n\n<p class=\"has-text-align-none\">Next to some of the priciest real estate in the world, the Shinnecock Nation refuses to merely retreat from its vulnerable shoreline.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/vox_flood_alexandra_bowman_720.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A group of Indigenous people are giants striding through floodwaters, picking up houses and carrying them to higher ground, while helping each other with outstretched hands.\" title=\"A group of Indigenous people are giants striding through floodwaters, picking up houses and carrying them to higher ground, while helping each other with outstretched hands.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Alexandra Bowman for Vox\" />\n<p class=\"has-text-align-none\"></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/climate/366765/megafires-climate-indigenous-controlled-burns\">We’re in a deadly cycle of mega fires. The way out is to burn more.</a></h2>\n\n<p class=\"has-text-align-none\">How one Karuk fire crew leader is decolonizing our relationship to fire.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_Fires2.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\"></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/climate/358597/climate-extreme-heat-alaska-indigenous-solutions\">What 6 degrees of warming means for a community built on ice</a></h2>\n\n<p class=\"has-text-align-none\">Alaska is warming far faster than most of the world. For Indigenous people on the front lines, adaptation can be surprisingly simple.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Vox_AlaskaHeat.jpg?quality=90&#038;strip=all&#038;crop=0,7.3438688382647,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\"></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/climate/358669/climate-indigenous-solutions-extreme-weather\">Our most meaningful solutions to the climate crisis are hidden in plain sight</a></h2>\n\n<p class=\"has-text-align-none\">There’s no easy fix for the planet. But Indigenous people have simple solutions rooted in the depth of their knowledge.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2020332753.jpg?quality=90&#038;strip=all&#038;crop=0,3.468032195527,100,93.063935608946\" alt=\"A pair of multicolored hands cradle farms, wind turbines and mountains.\" title=\"A pair of multicolored hands cradle farms, wind turbines and mountains.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Anand Purohit via Getty Images\" />\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In recent years, there’s&#160;been&#160;a&#160;growing&#160;appreciation for&#160;Indigenous&#160;land stewardship and traditional knowledge. But what gets overlooked is that successfully managing those lands means that Indigenous people have already survived severe climate events and extreme weather. Now, Indigenous communities are leading the way in climate adaptations — from living alongside rapidly melting ice to confronting rising seas and creating [&#8230;]",
    "author": "Paige Vega"
  }
]