[
  {
    "title": "A Trump judge ruled there’s a Second Amendment right to own machine guns",
    "link": "https://www.vox.com/scotus/368616/supreme-court-second-amendment-machine-guns-bruen-broomes",
    "pubDate": "2024-08-23T18:20:28.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A Ukrainian fighter practices using the kind of weapon that Trump Judge John Broomes wants to legalize in the United States. | Ukrinform/NurPhoto via Getty Images&lt;br&gt;\" data-portal-copyright=\"Ukrinform/NurPhoto via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2162477749.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A Ukrainian fighter practices using the kind of weapon that Trump Judge John Broomes wants to legalize in the United States. | Ukrinform/NurPhoto via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Wednesday, a Trump judge in Kansas ruled that the Second Amendment invalidates criminal charges against a defendant charged with illegally possessing a machine gun. The case is <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ksd.146873/gov.uscourts.ksd.146873.35.0.pdf\"><em>United States v. Morgan</em></a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Judge John Broomes’s decision in <em>Morgan </em>is obviously wrong, even under the Supreme Court’s most aggressively pro-gun opinion, which Broomes relied on heavily.</p>\n\n<p class=\"has-text-align-none\">The Supreme Court’s 2022 decision in <a href=\"https://www.supremecourt.gov/opinions/21pdf/20-843_7j80.pdf\"><em>New York State Rifle &amp; Pistol Association v. Bruen</em></a> (2022) cast a <a href=\"https://www.vox.com/2022/6/23/23180205/supreme-court-new-york-rifle-pistol-clarence-thomas-second-amendment-guns\">cloud of uncertainty over nearly all US gun laws</a>, requiring the government’s lawyers to prove that any gun law challenged in court is consistent with “this Nation’s historical tradition of firearm regulation.” Judges across the country have struggled to interpret and apply that vague standard, and many of them have <a href=\"https://www.vox.com/scotus/356267/supreme-court-us-rahimi-domestic-abuse-guns-second-amendmen\">openly complained that <em>Bruen</em> is unworkable</a> in their published opinions.</p>\n\n<p class=\"has-text-align-none\">Read in isolation, <em>Bruen’s</em> vague “historical tradition” test might be read to support Broomes’s decision. But <em>Bruen</em> left in place a previous legal rule, first announced in <a href=\"https://supreme.justia.com/cases/federal/us/554/570/\"><em>District of Columbia v. Heller</em></a> (2008), which permits the government to ban “dangerous and unusual weapons.” <em>Heller</em> also includes a line stating that it would be “startling” to conclude that one of the Court’s early Second Amendment decisions invalidates the federal ban on machine guns.</p>\n\n<p class=\"has-text-align-none\">To get around <em>Heller</em>’s conclusion that the government may regulate dangerous and unusual weapons like fully automatic firearms, Broomes primarily argues that there were no laws similar to the modern-day ban on machine guns either in 18th century England or during the period around America’s founding.</p>\n\n<p class=\"has-text-align-none\">Of course, there’s a really obvious reason why no actual machine gun ban existed in the 1700s: The machine gun <a href=\"https://www.vox.com/2022/6/23/23180205/supreme-court-new-york-rifle-pistol-clarence-thomas-second-amendment-guns\">wasn’t invented until 1884</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Broomes also argues that centuries-old English and early American laws merely prohibited people from carrying guns “to terrify the King’s subjects” or “in such a manner as will naturally cause a terror to the people.” And so, the Trump judge suggests, it is unconstitutional to charge someone with carrying an illegal weapon unless the <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.ksd.146873/gov.uscourts.ksd.146873.35.0.pdf\">defendant also</a> “takes the same weapon out on the public streets and displays it in an aggressive manner.”</p>\n\n<p class=\"has-text-align-none\">Taken seriously, this reasoning would also prohibit the government from banning possession of a tank, a fighter jet, or even a nuclear warhead, so long as the civilian who obtains a nuclear warhead does not brandish it in public.</p>\n\n<p class=\"has-text-align-none\">In any event, Broomes’s decision will appeal to the United States Court of Appeals for the Tenth Circuit, a left-leaning court where Democratic appointees outnumber Republicans by 7-5 among the court’s active judges. So the appeals court will almost certainly reverse Broomes and reinstate the rule that dangerous and unusual weapons can be banned.</p>\n\n<h2 class=\"wp-block-heading\">Broomes’s <em>United States v. Morgan</em> decision is a monument to why <em>Bruen</em> must be overruled&nbsp;</h2>\n\n<p class=\"has-text-align-none\">The “historical tradition” test announced in <em>Bruen</em> has no real substance, cannot be applied consistently by lower court judges, and has led to absurd and immoral results. Just last June, for example, the Supreme Court had to intervene after an appeals court, in a perfectly honest application of the <em>Bruen</em> decision, ruled that <a href=\"https://www.vox.com/scotus/356267/supreme-court-us-rahimi-domestic-abuse-guns-second-amendmen\">people subject to domestic violence restraining orders</a> have a constitutional right to own a gun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But, while the Court’s decision in that case, <a href=\"https://www.supremecourt.gov/opinions/23pdf/22-915_8o6b.pdf\"><em>United States v. Rahimi</em></a>, reversed one of the federal judiciary’s most astonishing post-<em>Bruen</em> decisions, it left <em>Bruen’</em>s confounding historical test in place. Under <em>Rahimi</em>, “a court must ascertain whether the new law is ‘relevantly similar’ to laws that our tradition is understood to permit” — whatever the hell that means.</p>\n\n<p class=\"has-text-align-none\">In a separate concurring opinion in <em>Rahimi</em>, Justice Ketanji Brown Jackson quoted a dozen lower court opinions complaining that judges can’t figure out how <em>Bruen</em> is supposed to work. As one of those opinions stated, “courts, operating in good faith, are <a href=\"https://www.ca5.uscourts.gov/opinions/pub/22/22-60596-CR0.pdf\">struggling at every stage of the <em>Bruen</em> inquiry</a>. Those struggles encompass numerous, often dispositive, difficult questions.”</p>\n\n<p class=\"has-text-align-none\">This chaos is likely to continue until <em>Bruen</em> is overruled. The history and tradition test announced in the case provides lower court judges with no meaningful guidance on which gun laws are constitutional. And <em>Bruen</em> allows judges who are determined to reach pro-gun conclusions no matter what the consequences to strike down virtually any gun law — which may explain Broomes’s decision in the <em>Morgan</em> case.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Wednesday, a Trump judge in Kansas ruled that the Second Amendment invalidates criminal charges against a defendant charged with illegally possessing a machine gun. The case is United States v. Morgan.&#160; Judge John Broomes’s decision in Morgan is obviously wrong, even under the Supreme Court’s most aggressively pro-gun opinion, which Broomes relied on heavily. [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "What you need to know about the new Covid-19 vaccine",
    "link": "https://www.vox.com/public-health/368590/covid-shots-vaccine-mrna-pfizer-biontech-moderna-cvs-flirt-walgreens",
    "pubDate": "2024-08-23T18:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A blue pop-up tent on a city sidewalk reads “vaccines, boosters.”\" data-caption=\"A mobile medical station in New York City makes it convenient to get an updated Covid-19 vaccine or booster to protect against Covid-19 variants while raising awareness that the illness is still active. | Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images&lt;br&gt;\" data-portal-copyright=\"Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2079109518.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A mobile medical station in New York City makes it convenient to get an updated Covid-19 vaccine or booster to protect against Covid-19 variants while raising awareness that the illness is still active. | Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday, a new Covid-19 vaccine was approved by the Food and Drug Administration, and Americans should be able to access the new shots in the next few days.</p>\n\n<p class=\"has-text-align-none\">The vaccines come amid <a href=\"https://www.vox.com/coronavirus-covid19/367150/covid-surge-summer-wave-pandemic-vaccine-booster-mask\">one of the worst Covid waves</a> of the last two years. And while dangerous outcomes like hospitalization and death are nowhere near what they were at the height of the pandemic, both are still a risk, especially for older people and those with other risk factors like asthma or obesity. </p>\n\n<p class=\"has-text-align-none\">This updated version of the vaccine does not target <a href=\"https://www.nbcnews.com/health/health-news/new-covid-vaccine-what-know-when-available-timing-rcna167121\">the now-dominant KP.3.1.1 strain,</a> and instead focuses on that variant’s immediate predecessors, including a strain known as KP.2. That strain was more prevalent when work began on the new formulation; long development times make it difficult for drug makers to pivot to target each new variant.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Evolution doesn’t stop and let us catch up,” Amesh Adalja, senior scholar at the Johns Hopkins Center for Health Security, told Vox. “Evolution is always moving, and there’s some unpredictability of where the virus may go.”</p>\n\n<p class=\"has-text-align-none\">Still, <a href=\"https://www.nbcnews.com/health/health-news/new-covid-vaccine-what-know-when-available-timing-rcna167121\">scientists believe</a> the new drug will provide the public with at least some increased measure of protection against severe sickness, including against the latest variants. And it could offer some protection against infection since it targets the close relatives of the current dominant variant.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What to know about the updated vaccine</strong></h2>\n\n<p class=\"has-text-align-none\">As of now, two new vaccines have been approved: one from Pfizer/BioNTech and one from Moderna. An update from Novavax is still awaiting approval. </p>\n\n<p class=\"has-text-align-none\">Doses <a href=\"https://www.washingtonpost.com/health/2024/08/22/new-coronavirus-vaccine-covid/\">should be available within the week</a> at doctors’ offices, as well as <a href=\"https://www.cvs.com/immunizations/covid-19-vaccine\">CVS</a> and <a href=\"https://www.walgreens.com/topic/promotion/covid-vaccine.jsp\">Walgreens</a> pharmacies throughout the country; Walgreens will start offering appointments on September 6. However, the government is no longer buying and distributing the vaccine, so it’s no longer available for free. Insurance carriers <a href=\"https://www.washingtonpost.com/health/2024/08/22/new-coronavirus-vaccine-covid/\">should cover most, if not all, of the cost of vaccination</a>, and the <a href=\"https://www.cms.gov/medicare/payment/part-b-drugs/vaccine-pricing\">Centers for Medicare &amp; Medicaid Services</a> has an overview of what costs those paying out of pocket might expect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The CDC recommends that everyone age 6 months and up get at least one dose of the vaccine, and two for high-risk individuals. Other countries like Canada and the UK recommend that only those with high risk of hospitalization, serious illness, or death from the virus get inoculated. </p>\n\n<p class=\"has-text-align-none\">Adalja said high-risk individuals should heed the CDC’s advice: “I’ve always been someone who wanted to make sure that the high-risk population really understood that these vaccines were going to disproportionately benefit them,” he told Vox. </p>\n\n<p class=\"has-text-align-none\">The more high-risk factors you have — like advanced age, diabetes, obesity, hypertension, cardiovascular disease, having a compromised immune system, pregnancy, asthma, and having never been vaccinated or had Covid — the more important it is to get two doses. “All of those types of people, they clearly should be the ones that are running to get this vaccine,” Adalja said. </p>\n\n<p class=\"has-text-align-none\">Though high-risk people should have first priority for the updated vaccines, that doesn’t mean that healthy people with none of those risk factors won’t benefit from getting vaccinated; if you want to avoid infection, this version is likely going to be better at preventing transmission than previous versions have been. However, even with the updated vaccine, it’s a good idea to take other precautions, like masking in public places.</p>\n\n<p class=\"has-text-align-none\">Covid-19 is now endemic —&nbsp;part of our everyday lives like the flu and cold viruses are. And it will keep evolving to evade the body’s defenses, necessitating new vaccine formulations. That means more new vaccine formulations are on the way, and that once they are approved, vaccination will still be the best way to protect yourself from the worst possible outcomes.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday, a new Covid-19 vaccine was approved by the Food and Drug Administration, and Americans should be able to access the new shots in the next few days. The vaccines come amid one of the worst Covid waves of the last two years. And while dangerous outcomes like hospitalization and death are nowhere near [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Theo Von’s interview with Donald Trump makes more sense than you think",
    "link": "https://www.vox.com/culture/368563/theo-von-trump-interview-podcast",
    "pubDate": "2024-08-23T18:00:02.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Theo Von, flanked by Jared Leto and David Spade, attends a UFC event in Las Vegas, Nevada in April 2024. | Chris Unger/Zuffa LLC via Getty Images\" data-portal-copyright=\"Chris Unger/Zuffa LLC via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2148559642.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Theo Von, flanked by Jared Leto and David Spade, attends a UFC event in Las Vegas, Nevada in April 2024. | Chris Unger/Zuffa LLC via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Even among a long list of bizarre Donald Trump moments, this clip was a head-turner: The former president <a href=\"https://www.youtube.com/watch?v=R80tJ4lAz20\">asking</a> his interviewer a series of questions about his cocaine use. “That’s down and dirty, isn’t it?” Trump asked Theo Von, who <a href=\"https://www.youtube.com/watch?v=vC5cHjcgt5g\">interviewed</a> him on August 20 for his YouTube podcast, <em>This Past Weekend</em>.</p>\n\n<p class=\"has-text-align-none\">The clip went viral almost immediately, not only because it’s rare to hear a presidential candidate so openly discussing drug usage, but because Trump, for once, seemed genuinely interested in a conversation that wasn’t about himself. It was also a strange “&#8230;who?” moment for those unfamiliar with Von, a mulleted stand-up comedian turned podcaster, in the style of <a href=\"https://www.vox.com/culture/22945864/joe-rogan-politics-spotify-controversy\">Joe Rogan</a>. Digital media has responded with a series of Theo Von explainers, attempting to convey what about the relatively unobtrusive comic may have caught Trump’s attention.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in fact, there really isn’t that much to explain — at least not about Von himself. The shifts in internet culture that brought him his platform, though, are a bit more interesting.</p>\n\n<p class=\"has-text-align-none\">Von — his full name is Theodor von Kurnatowski — is something of a one-size-fits-all commentator, one whose personal political beliefs seem anodyne enough to make him palatable to people across the political spectrum; he interviewed Sen. <a href=\"https://www.youtube.com/watch?v=TwED_Znc9XQ\">Bernie Sanders</a> (I-VT) the week just prior. With Trump, Von stuck mainly to the personal (mutual friends from the world of UFC, Kid Rock’s brother’s golf swing, sobriety, how good the Trump boys are at hunting) before getting lightly political (they briefly discussed health care reform but mostly talked about how much they hate lobbyists). The interview’s big viral conversation about cocaine came when Von tried in vain to get Trump to talk policy regarding the opioid epidemic. The subsequent chat about doing drugs was Trump redirecting the subject, but it was much more aligned with Von’s typical podcast conversations, which normally veer away from more incendiary subjects and toward topics like <a href=\"https://www.youtube.com/watch?v=VkfQ3fivwF8\">wrangling drunk mall Santas</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A veteran of the same early-2000s reality TV industry that former <em>Fear Factor </em>host Rogan once thrived in, Von first made his mark as a young contestant on MTV’s reality travel competition show <em>Road Rules</em>. He later gained acclaim on comic competition shows like <em>Last Comic Standing</em> and <em>Reality Bites Back</em>, holding his own against other comedians like Amy Schumer and Tiffany Haddish. In the early era of comedians turning into podcasters and vloggers, Von became popular as a guest on other standups’ shows, all while his own show, launched in 2016, took off and grew to its current audience of nearly 3 million subscribers.</p>\n\n<p class=\"has-text-align-none\">The interview, which the pair alluded to having been orchestrated by UFC CEO Dana White, was apparently part of a recent series of drop-ins to UFC-adjacent podcasters, including Von, Adin Ross, and <a href=\"https://www.vox.com/2018/1/3/16841160/logan-paul-aokigahara-suicide-controversy\">Logan Paul</a>. Yet there’s a lot more at play here than Trump appealing to wrestling fandom. In his newsletter, writer Max Read coined the term “<a href=\"https://maxread.substack.com/p/a-guide-to-the-streamer-dipshits\">dipshit outreach</a>” to describe the kind of everyman tour Trump and his running mate Sen. JD Vance have embarked on. Read’s thesis is that Von, along with the other podcasts, vlogs, and livestreams that Trump has appeared on, attract a specific type of Trump-loving demographic. As he puts it, these are “guys who like ‘edgy,’ trollish, hedonistic, attention-seeking personalities.”</p>\n\n<p class=\"has-text-align-none\">Von has skillfully branded himself as a relatable, down-to-earth type, a Southern boy originally from what he’s described as the rural, poor side of Covington, Louisiana. He comes across as more interested in people than in their politics, so we might think of Von as more or less on the wholesome end of the troll-magnet spectrum. That may well be true compared to the other men on Trump’s roster, but he has had his moments. </p>\n\n<p class=\"has-text-align-none\">Most notably, his 2015 appearance on <em>Bertcast</em> with Bert Kreischer includes an <a href=\"https://youtu.be/6b_ei1bZ0lQ?t=2493\">extended segment</a> in which Von repeatedly drops the n-word — hard ‘r.’&nbsp; Von couches his use in an anecdote in which he claims that Black kids in his neighborhood were the ones ironically using the word, which he’s just conveying to his audience. He then proceeds, with Kreischer, to spend several minutes expounding upon why his use of the n-word in this context is fine, actually. That’s not the only time he and Kreischer defended the indefensible; last year, he <a href=\"https://www.tiktok.com/@bertkreischer/video/7264617383518833966\">joined</a> Kreischer’s show <em>Two Bears, One Cave</em> to do the same sort of performative justification — this time for white men doing blackface.</p>\n\n<p class=\"has-text-align-none\">While difficult to listen to, these conversations sum up what might set Von slightly apart from some of his colleagues in comedy — he doesn’t think just anyone should be able to say the n-word because of free speech; he thinks he personally gets to say it, because he somehow earned it. As for blackface, he doesn’t think it should “count” when it’s donned by someone who’s marginalized in a different way, because that person also somehow earned it.&nbsp;This is, in America, a whole type of guy.</p>\n\n<p class=\"has-text-align-none\">This is exactly the kind of content Von’s demographic loves and the kind of contrarianism Trump himself delights in and gravitates toward. Though most of Von’s more recent content is inoffensive, it’s not insignificant that his popularity was built on this kind of vibe. </p>\n\n<p class=\"has-text-align-none\">Von is older than both Ross and Paul, who carry a more direct appeal to Gen Z. But Von’s own persona, while less brash and irony-tinged, has its own broad allure; much like country mega-star <a href=\"https://www.vox.com/culture/23842173/oliver-anthony-rich-men-controversy-morgan-wallen-jason-aldean-small-town-political\">Morgan Wallen</a>, he’s frequently self-effacing and self-deprecating, both as a way of performing relatability and as a way of preempting any moral objections to his tone. Like Wallen, he’s already confessed to being an imperfect narrator and commentator, so how can you hate him for it?&nbsp;</p>\n\n<p class=\"has-text-align-none\">His stand-up comedy weaponizes this strategy as well. At <a href=\"https://youtu.be/BUI0sGnx9Us?t=294\">one point</a> during a 2012 Comedy Central special, he pauses mid-sentence to admonish people who are laughing at the “wrong” part of a joke about Black people. “That’s not the joke, people that are laughing, that’s racism,” he says, in the middle of a string of jokes full of racist assumptions. The admonishment functions as both a deflection and a defense.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of course, many comedians believe the cause of comedy itself makes it an unimpeachable high ground that justifies the performance of outlandish and offensive material, and likewise <a href=\"https://www.vox.com/culture/2022/5/26/23141865/netflix-transphobia-ricky-gervais-supernature-terf\">lament the rise</a> of fabled “woke scolds” who criticize comedy that targets the vulnerable and the marginalized. Unlike other similar comics — <a href=\"https://www.vox.com/culture/24081214/shane-gillis-snl-saturday-night-live-hosting-controversy-racism\">Shane Gillis</a> comes to mind — who’ve doubled down on their offensive material in recent years, Von tends to avoid falling back on this rhetoric and mostly seems to avoid the conversation altogether. He’s interested in pushing the buttons, but he’s not so interested in pointing to the consequences he might face for pushing them. Much like Rogan, while he aligns with Trump on vibes, and his jokes frequently give trolls and racists permission to laugh for all the wrong reasons, his own politics seem far more middle-of-the-road. In comedy, that effectively makes him a moderate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s appearance on Von’s show, then, just a week after Sanders, says something about the breadth and potential of these so-called dipshits in his audience. That two major figures from either side of the political spectrum chose to appear on a former <em>Road Rules</em>-er’s video podcast is a shockingly in-kind outcome for a modern internet culture that turns comedians into influencers and podcasters into pundits. Who will ultimately win their hearts — and votes — remains the question.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Even among a long list of bizarre Donald Trump moments, this clip was a head-turner: The former president asking his interviewer a series of questions about his cocaine use. “That’s down and dirty, isn’t it?” Trump asked Theo Von, who interviewed him on August 20 for his YouTube podcast, This Past Weekend. The clip went [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "Why did anyone think Beyonce was going to play the DNC?",
    "link": "https://www.vox.com/culture/368466/dnc-beyonce-taylor-swift-rumors-reports",
    "pubDate": "2024-08-23T15:30:38.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Beyonce in all black walking onto a stage.\" data-caption=\"Beyoncé not at the 2024 DNC. | Michael Buckner/Billboard via Getty Images\" data-portal-copyright=\"Michael Buckner/Billboard via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2123634097.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Beyoncé not at the 2024 DNC. | Michael Buckner/Billboard via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">At the end of the day, the most pressing question surrounding the <a href=\"https://www.vox.com/politics/367672/dnc-democratic-national-convention-harriz-walz-live-updates\">2024 Democratic National Convention</a> was: Where the hell is Beyoncé?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The answer: Not at the DNC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To be clear, the idea of the greatest performer and arguably biggest pop star on the planet showing up to Chicago’s United Center and playing one song to a sea of political dorks and lawmakers is, without a doubt, far-fetched. But it didn’t come out of nowhere. All the clues were there. Or, at least, so many people — including the media reporting on the event — thought so.</p>\n\n<p class=\"has-text-align-none\">The rumor started Thursday afternoon, with an insidery post that promised something huge. “If you thought the Oprah surprise was big, just wait,” the since-deleted post from an anonymous X user said. Given Oprah’s gravitational pull on culture at large, the list of people who could outshine her is, at most, 10 or so names long. </p>\n\n<p class=\"has-text-align-none\">Beyoncé Knowles is one of the very few people on Earth who is bigger than Oprah. While there was some necessary speculation about Taylor Swift as well, the fact that <a href=\"https://www.vox.com/culture/367709/beyonce-freedom-kamala-harris-campaign-songs\">Harris is using Bey’s song “Freedom”</a> on the campaign trail meant that election-watchers and fans alike began speculating that the singer was the secret VIP. There were also reports from people inside the arena that the convention’s house band <a href=\"https://x.com/nicholasrhutch/status/1826697269405778215\">was using Beyoncé songs</a> to soundcheck. Later in the evening, <a href=\"https://x.com/weijia/status/1826802633820307829?s=61&amp;t=TQlk4x44ENcfSu3Y1ke6ew\">reporters</a> noted that the podium was set up for someone special!&nbsp;</p>\n\n<p class=\"has-text-align-none\">As whispers of the extremely famous and exciting guest who was definitely Beyoncé grew, White House political director Emmy Ruiz posted an emoji of a bee at around 4:30 pm. Bey calls her fans the Beyhive, and Ruiz’s bee post threw gasoline on the fire. It’s the equivalent of Gotham City lighting up the sky with the Bat Signal. </p>\n\n<p class=\"has-text-align-none\">Surely Bey was coming! (Ruiz later <a href=\"https://x.com/emmyruiz/status/1826730658825392156\">claimed</a> that her 6-year-old had posted the bee.)</p>\n\n<p class=\"has-text-align-none\">Then the seemingly ultimate confirmation came: <a href=\"https://x.com/TMZ/status/1826769943502766414\">TMZ reported</a> that Beyoncé was going to show. While your mileage may vary on how TMZ reports deaths and arrests (usually by talking to hospital workers and cops who shouldn’t be leaking that kind of private information), they’re hardly ever wrong.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sleuths then started piecing together more of the alleged puzzle. The Chicks, fellow Texans who Beyoncé has <a href=\"https://www.vox.com/culture/2016/11/4/13521928/beyonce-cma-awards-controversy-deleted-performance\">collaborated</a> with, were on the schedule. As was Pink, the singer obsessed with aerial tricks and adult gymnastics who also <a href=\"https://www.youtube.com/watch?v=W7jkygJ_QNo\">once starred with Beyoncé</a> in a Pepsi commercial. Also on the docket was <a href=\"https://x.com/ArtCandee/status/1826782980209074287\">Colin Allred</a>, a Democrat from Bey’s home state running for senate, speaking just a few slots before Harris, the main event. People from Texas, former collaborators, ah yes, it all makes sense if you squint hard enough and play Six Degrees of Separation: Beyoncé Edition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps the most believable connection is that supporting Kamala Harris feels like something Beyoncé would do. If Harris wins, she would be the first woman to become president and the second person of color in history to ever hold the nation’s highest office. That’s a political and historical milestone that aligns itself with Beyoncé’s art and her songs about the strength and vulnerability of being a Black woman. She has also endorsed multiple Democratic candidates in the recent past — starting with Barack Obama right through Hilary Clinton and Joe Biden — and played at President Obama’s <a href=\"https://www.youtube.com/watch?v=HGrq1SzkHs0\">Inaugural Ball</a> in 2009 and <a href=\"https://www.youtube.com/watch?v=qGDH18R7GfA\">inauguration</a> in 2013.</p>\n\n<p class=\"has-text-align-none\">Beyoncé’s cultural and political evolution over the past decade of her career has made her a legendary figure. Even more specifically, beginning with the release of <em>Renaissance</em> in 2022, the singer has been carefully crafting her work around a core idea: What is America? And further, what does it sound like? Who does it belong to?&nbsp;</p>\n\n<p class=\"has-text-align-none\">By tapping into <a href=\"https://www.vox.com/23280445/beyonce-renaissance-house-disco-music\">house music</a> in 2022 and then country in this year’s <a href=\"https://www.vox.com/culture/24114603/beyonces-cowboy-carter-cmas-2016-country-music-history\"><em>Cowboy Carter</em></a>, Bey highlighted two distinctly American innovations and underscored how Black men and women are integral parts of those two genres. She’s challenging the ideas of America and reinventing it with each question and with each song. What could be more symbolic of Beyoncé’s Americana than the country’s first Black, biracial, woman president? What could be more on-brand than Beyoncé singing “Freedom,” the Harris-Walz <a href=\"https://www.vox.com/culture/367709/beyonce-freedom-kamala-harris-campaign-songs\">campaign song</a>, and introducing Kamala Harris?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the evening, NBC and other outlets breathlessly speculated on the possibility that Beyoncé was just around the corner, with the Peacock talking to delegates in the audience who seemed to confirm. Just as the country was fully Bey-pilled, and as the clock approached 10:30 CT — right before Kamala Harris was scheduled to accept the nomination — the rumor was squashed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris got a video introduction, and <a href=\"https://x.com/PopBase/status/1826812366123925871/photo/2\">Beyoncé’s publicist</a> posted on Instagram, “Do not report rumors.” <a href=\"https://x.com/THR/status/1826805194707104170\">The Hollywood Reporter</a> also got a denial at around 10:15 pm ET. For Beyoncé fans and perhaps some independent voters, it would’ve been nice if the DNC or said publicist squashed the rumors hours earlier instead of dangling a Bey performance so close that we could taste it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It might be helpful, at this juncture, to remember that the point of the DNC is not, technically, to have a Beyoncé concert, but rather to introduce the country to the woman who wants to be president. And for a brief few hours, it looked like both would happen!&nbsp;Still, the X account that reportedly stated this whole mess says it <a href=\"https://x.com/Angry_Staffer/status/1826822504163205606\">regrets the error</a>, as does <a href=\"https://x.com/TMZ/status/1826841403374403982\">TMZ</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "At the end of the day, the most pressing question surrounding the 2024 Democratic National Convention was: Where the hell is Beyoncé?&#160; The answer: Not at the DNC.&#160; To be clear, the idea of the greatest performer and arguably biggest pop star on the planet showing up to Chicago’s United Center and playing one song [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "The staggering death toll of scientific lies",
    "link": "https://www.vox.com/future-perfect/368350/scientific-research-fraud-crime-jail-time",
    "pubDate": "2024-08-23T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo shows a metal statue of a blindfolded woman representing Justice, holding a metal scale, in front of a white stone column. \" data-caption=\"Scientific fraud can have devastating consequences, including the loss of life. Should it come with criminal consequences?\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1494529981.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Scientific fraud can have devastating consequences, including the loss of life. Should it come with criminal consequences?</figcaption>\n</figure>\n<p class=\"has-text-align-none\">You probably haven’t heard of cardiologist Don Poldermans, but experts who study scientific misconduct believe that <a href=\"https://www.forbes.com/sites/larryhusten/2014/01/15/medicine-or-mass-murder-guideline-based-on-discredited-research-may-have-caused-800000-deaths-in-europe-over-the-last-5-years/\">thousands of people may be dead</a> because of him.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Poldermans was a prolific medical researcher at Erasmus Medical Center in the Netherlands, where he analyzed the standards of care for cardiac surgery, publishing a series of definitive studies from 1999 until the early 2010s.</p>\n\n<p class=\"has-text-align-none\">One crucial question he studied: Should you give patients a beta blocker, which lowers blood pressure, before certain heart surgeries? Poldermans’s research said yes. European medical guidelines (and to a lesser extent US guidelines) <a href=\"https://pubmed.ncbi.nlm.nih.gov/20068416/\">recommended it accordingly</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The problem? Poldermans’s data <a href=\"https://cardiobrief.wordpress.com/wp-content/uploads/2012/10/integrity-report-2012-10-english-translation.pdf\">was reportedly<strong> </strong>fake</a>. A <a href=\"https://cardiobrief.wordpress.com/wp-content/uploads/2012/10/integrity-report-2012-10-english-translation.pdf\">2012 inquiry by Erasmus Medical School, his employer, into allegations of misconduct</a> found that he “used patient data without written permission, used fictitious data and… submitted to conferences [reports] which included knowingly unreliable data.” Poldermans <a href=\"https://retractionwatch.com/2011/11/17/breaking-news-prolific-dutch-heart-researcher-fired-over-misconduct-concerns/\">admitted the allegations and apologized</a>, while stressing that the use of fictitious data was accidental.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">After the revelations, a new meta-analysis was published in 2014, evaluating whether to use beta blockers before cardiac surgery. <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3932762/\">It found</a> that a course of beta blockers made it 27 percent more likely that someone would die within 30 days of their heart surgery. That is, the policy which Poldermans had recommended using falsified data, adopted in Europe on the basis of his research, was actually dramatically increasing the odds people would die in heart surgery. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://my.clevelandclinic.org/health/treatments/17525-heart-surgery\">Tens of millions</a> of heart surgeries were conducted across the US and Europe during the years from 2009 to 2013 when those misguided guidelines were in place. One provocative analysis from cardiologists Graham Cole and Darrel Francis estimated that there were <a href=\"https://drmalcolmkendrick.org/tag/don-poldermans/\">800,000 deaths</a> compared to if the best practices had been established five years sooner. While that exact number is hotly contested, a 27 percent increase in mortality for a common procedure for years on end can add up to an extraordinary death toll.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I learned about the Poldermans case when I reached out to some scientific misconduct researchers, asking them a provocative question: Should scientific fraud be prosecuted?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Unfortunately, fraud and misconduct in the scientific community isn’t nearly as rare as one might like to believe. We also know that the consequences of being caught are frequently underwhelming. It can take years to get a bad paper retracted, even if the flaws are readily apparent. Sometimes, scientists alleged to have falsified their data <a href=\"https://www.vox.com/future-perfect/24107889/francesca-gino-lawsuit-harvard-dishonesty-researcher-academic-fraud\">file frivolous lawsuits</a> against their peers who point it out, further silencing anyone who would speak out about bad data. And we know that this behavior can have high stakes, and can dramatically <a href=\"https://www.vox.com/future-perfect/22776428/ivermectin-science-publication-research-fraud\">affect treatment options for patients</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In cases where research dishonesty is literally killing people, shouldn’t it be appropriate to resort to the criminal justice system?</p>\n\n<h2 class=\"wp-block-heading\">The question of whether research fraud should be a crime</h2>\n\n<p class=\"has-text-align-none\">In some cases, research misconduct may be hard to distinguish from carelessness.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If a researcher fails to apply the appropriate statistical correction for multiple hypothesis testing, they will probably get some spurious results. In some cases, researchers are heavily incentivized to be careless in these ways by an academic culture that <a href=\"https://www.vox.com/2016/7/14/12016710/science-challeges-research-funding-peer-review-process\">puts non-null results above all else</a> (that is, rewarding researchers for finding an effect even if it is not a methodologically sound one, while being unwilling to publish sound research if it finds no effect).&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I’d argue it’s a bad idea to prosecute such behavior. It would produce a serious chilling effect on research, and likely make the scientific process slower and more legalistic — which also results in more deaths that could be avoided if science moved more freely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So the conversation about whether to criminalize research fraud tends to focus on the most clear-cut cases: intentional falsification of data. Elisabeth Bik, a scientific researcher who studies fraud, <a href=\"https://www.nature.com/articles/d41586-020-01363-z\">made a name for herself</a> by demonstrating that photographs of test results in many medical journals were <a href=\"https://www.vox.com/unexplainable/23945153/how-to-catch-a-scientific-fraud\">clearly altered</a>. That’s not the kind of thing that can be an innocent mistake, so it represents something of a baseline for how often manipulated data is published.</p>\n\n<p class=\"has-text-align-none\">While technically some scientific fraud could fall under existing statutes that prohibit lying on, say, a grant application, in practice scientific fraud is more or less never prosecuted. Poldermans eventually lost his job in 2011, but most of his papers weren’t even retracted, and he faced no further consequences.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in response to growing awareness of fraud’s <a href=\"https://www.theguardian.com/commentisfree/2023/aug/09/scientific-misconduct-retraction-watch\">frequency</a> and its harms, some scientists and scientific-fraud watchdogs have <a href=\"https://chris-said.io/2024/06/17/the-case-for-criminalizing-scientific-misconduct/\">proposed changing that</a>. A new statute, narrowly tailored to scientific fakery, could make it clearer where to draw the line between carelessness and fraud.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The question is whether legal consequences would actually help with our fraud problem. I asked Bik what she thought about proposals to criminalize the misconduct that she studied.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her reaction was that, while it’s not clear whether criminalization is the right approach, people should understand that currently there are almost no consequences for wrongdoers. “It’s maddening when you see people cheat,” she told me, “And even if it involves grant money from the NIH, there’s very little punishment. Even with people who have been caught cheating, the punishment is super light. You are not eligible to apply for new grants for the next year or sometimes three years. It’s very rare that people lose jobs over it.”</p>\n\n<p class=\"has-text-align-none\">Why is that? Fundamentally, it’s a problem of incentives. It is embarrassing for institutions when one of their researchers commits misconduct, so they’d rather impose a mild penalty and not keep digging. There’s little incentive for anyone to get to the bottom of misconduct. “If the most serious consequence for speeding was a police officer saying ‘Don’t do that again,’ everyone would be speeding,” Bik told me. “This is the situation we have in science. Do whatever you want. If you get caught, it’ll take years to investigate.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In some ways, a legal statute isn’t the ideal solution. Courts are also guilty of taking years to deliver justice in complex cases. They also aren’t well suited to answering detailed scientific questions, and would almost certainly be relying on scientific institutions that conduct investigations — so what really matters is those institutions, not whether they’re attached to a court, a nonprofit, or to the NIH.</p>\n\n<p class=\"has-text-align-none\">But in sufficiently severe cases of misconduct, it does seem to me that it’d be a major advantage to have an institution outside academia at work on getting to the bottom of these cases. If well designed, a statute that allowed prosecution for scientific fraud could shift the overwhelming incentives to let misconduct go unpunished and move on.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If there were ongoing investigations conducted by an outside agency (like a prosecutor), it would no longer be easiest for institutions to maintain their reputation by sweeping incidents of fraud under the rug. But the outside agency would not actually have to be a prosecutor; an independent scientific review board would probably also suffice, Bik said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, prosecution is a blunt tool. It might help provide accountability in cases where no one is incentivized to provide it — and I do think in cases of misconduct that lead to thousands of deaths, it would be a matter of justice. But it’s neither the only way to solve our fraud problem nor necessarily the best one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So far, however, efforts to build institutions within the scientific community that police misconduct have had only limited success. At this point, I’d consider it a positive if there were efforts to allow external institutions to police misconduct as well.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "You probably haven’t heard of cardiologist Don Poldermans, but experts who study scientific misconduct believe that thousands of people may be dead because of him.&#160; Poldermans was a prolific medical researcher at Erasmus Medical Center in the Netherlands, where he analyzed the standards of care for cardiac surgery, publishing a series of definitive studies from [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Kamala Harris just revealed her formula for taking down Trump",
    "link": "https://www.vox.com/2024-elections/368489/kamala-harris-dnc-speech-takeaways-analysis",
    "pubDate": "2024-08-23T06:05:32.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Vice President Kamala Harris, Democratic presidential nominee, speaks on the final night of the Democratic National Convention at the United Center in Chicago, Illinois, on  August 22, 2024. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2167983715.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris, Democratic presidential nominee, speaks on the final night of the Democratic National Convention at the United Center in Chicago, Illinois, on  August 22, 2024. | Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Kamala Harris’s <a href=\"https://www.vox.com/politics/368462/kamala-harris-israel-palestine-gaza-dnc-speech\">Democratic convention speech</a> served two purposes: She introduced herself to the American people, and she revealed the case she intends to prosecute against Donald Trump.</p>\n\n<p class=\"has-text-align-none\">Harris picked familiar targets: Trump’s attack on democracy, his approach to taxes, and his anti-abortion rights record. But on each, she took a slightly new tack.</p>\n\n<p class=\"has-text-align-none\">Democrats (and pundits) have warned for years about the threat Trump poses to democracy, but Harris connected it to a critique of his character — that he is fundamentally out for “himself,” not for typical Americans.</p>\n\n<p class=\"has-text-align-none\">Wonks have been raising the alarm about a Trump policy to impose 10 percent tariffs on all imports — but Harris rebranded this plan as the “Trump tax.”</p>\n\n<p class=\"has-text-align-none\">Finally, Harris asked voters to believe that Trump would side with allies who are pushing sweeping anti-abortion policies — rather than believing what he’s saying about the issue as he campaigns.</p>\n\n<h2 class=\"wp-block-heading\">1) Harris warned of a second-term Trump “with no guardrails”</h2>\n\n<p class=\"has-text-align-none\">Harris tagged Trump as “an unserious man,” but argued that the consequences of putting him back in the White House “are extremely serious.” Part of that involved recapping his attempt to steal the 2020 election (“he tried to throw away your votes”) and his criminal conviction (“for an entirely different set of crimes, he was found guilty of fraud”).</p>\n\n<p class=\"has-text-align-none\">But Harris <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">argued</a> that next time could well be worse because of the <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">Supreme Court ruling</a> last month giving presidents broad immunity from prosecution for acts they commit as president. “Just imagine Donald Trump with no guardrails,” Harris said. “How he would use the immense powers of the presidency of the United States. Not to improve your life. Not to strengthen our national security. But to serve the only client he has ever had: himself.”</p>\n\n<p class=\"has-text-align-none\">This is an important recognition that <a href=\"https://www.vox.com/politics/368024/kamala-harris-democratic-convention-speech-democracy-joe-biden\">the democracy issue</a> is bigger than just repeating that Trump is a convicted felon or that January 6 was bad. Indeed, Harris treated Trump’s conviction as a small part of a larger argument that he is a fundamentally corrupt person, unfit for the presidency, and out for himself rather than everyday Americans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Later on, while discussing foreign policy, she was even more blunt. “Trump won’t hold autocrats accountable,” she said, “because he wants to be an autocrat.”</p>\n\n<h2 class=\"wp-block-heading\">2) Harris characterized Trump’s import tariff proposal as a “Trump tax”</h2>\n\n<p class=\"has-text-align-none\">On economic policy, Harris went on to characterize Trump as fighting “for himself and his billionaire friends” rather than the middle class. “He will give them another round of tax breaks that will add $5 trillion to the national debt,” Harris said. But she also zeroed in on a Trump policy that <a href=\"https://www.vox.com/policy/363146/trump-policy-war-mexico-trade-deportation-border\">hasn’t gotten enough attention yet</a>.</p>\n\n<p class=\"has-text-align-none\">One of Trump’s major campaign proposals this year is for <a href=\"https://www.cbsnews.com/news/trump-tariffs-proposal-10-percent-1700-cost-per-us-household/\">a 10 percent tariff</a> on all foreign goods imported into the US — a policy that has been much criticized because it would lead to <a href=\"https://www.nytimes.com/2024/06/21/opinion/ezra-klein-matthew-yglesias.html\">higher prices</a> for Americans buying such goods. Yet Democrats haven’t really effectively attacked Trump on this, perhaps in part because the word “tariff” is boring and makes people tune out.</p>\n\n<p class=\"has-text-align-none\">So Harris chose a different word. “He intends to enact what, in effect, is a national sales tax — call it a Trump tax — that would raise prices on middle-class families by almost $4,000 a year,” she said. (In contrast, she said, she would support a middle-class tax cut “that will benefit more than 100 million Americans.”)</p>\n\n<p class=\"has-text-align-none\">Typically, it’s Republicans who claim their opponents are proposing scary-sounding tax hikes and Democrats who are struggling to defend themselves. But attacking a “Trump tax” seems like a savvy and potentially effective way to go after Trump’s tariff proposal. Expect to hear much more of this as the campaign continues.</p>\n\n<h2 class=\"wp-block-heading\">3) Harris argued Trump would side with his “allies” on abortion</h2>\n\n<p class=\"has-text-align-none\">On abortion rights, Harris first made it crystal-clear that it was Trump’s “hand-picked members of the United States Supreme Court” who overturned abortion rights. (A surprising number of voters in swing states <a href=\"https://www.nytimes.com/2024/05/15/upshot/abortion-biden-trump-blame.html\">hold the mistaken belief</a> that Biden did it.) </p>\n\n<p class=\"has-text-align-none\">Harris quoted Trump’s <a href=\"https://www.snopes.com/fact-check/trump-roe-alabama-ivf/\">remark</a> at a Fox News town hall taking credit for overturning <em>Roe v. Wade</em>: “I did it, and I’m proud to have done it.” She then pivoted to arguing that Trump’s second term would bring about awful developments for reproductive rights:</p>\n\n<p class=\"has-text-align-none\">“As a part of his agenda, he and his allies would limit access to birth control, ban medication abortion, and enact a nationwide abortion ban with or without Congress. And get this, he plans to create a national anti-abortion coordinator and force states to report on women’s miscarriages and abortions.” </p>\n\n<p class=\"has-text-align-none\">“Simply put,” she continued, “they are out of their minds.”</p>\n\n<p class=\"has-text-align-none\">Now, Trump has not actually said he would do any of those things. He’s <a href=\"https://www.vox.com/politics/366495/trump-medication-abortion-mifepristone\">been hazy</a> on what he’d do on abortion policy if elected again but has typically suggested he’d try to leave things to the states.</p>\n\n<p class=\"has-text-align-none\">But Harris is suggesting he’s lying and that he would in fact end up siding with extreme proposals put forth by some of his key anti-abortion rights allies.  </p>\n\n<p class=\"has-text-align-none\">There are proposals to limit access to certain birth control and roll back federal approval of medication abortion drugs in <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">Project 2025</a> – the policy plan for the next GOP president cooked up by conservative advocates (including many former Trump appointees) that Trump has tried to partially disavow now that it’s become a political liability for him. </p>\n\n<p class=\"has-text-align-none\">Harris’s suggestion that Trump and his allies would ban abortion nationwide is unlikely to prove correct. Such a sweeping proposal isn’t even in Project 2025 and is viewed on the right as politically impossible (though anti-abortion rights groups would in a perfect world love to see it happen).</p>\n\n<p class=\"has-text-align-none\">But Trump will have a hard time pushing back against these critiques because he did appoint those Supreme Court justices who overturned <em>Roe</em>. The reality is that anti-abortion rights activists are one of Trump and the GOP’s most important and loyal constituencies, and they push to rein in abortion rights to the greatest extent they think is politically possible.</p>\n\n<p class=\"has-text-align-none\">Trump’s anti-abortion allies dictated his positions on the issue his first time in office. Harris wants to make the case that they’ll do that again if he wins a second term.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Kamala Harris’s Democratic convention speech served two purposes: She introduced herself to the American people, and she revealed the case she intends to prosecute against Donald Trump. Harris picked familiar targets: Trump’s attack on democracy, his approach to taxes, and his anti-abortion rights record. But on each, she took a slightly new tack. Democrats (and [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "The moment when Kamala Harris’s speech came alive",
    "link": "https://www.vox.com/politics/368462/kamala-harris-israel-palestine-gaza-dnc-speech",
    "pubDate": "2024-08-23T05:05:21.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"US Vice President Kamala Harris speaks during the Democratic National Convention (DNC) at the United Center in Chicago, Illinois, US, on August 22, 2024. | Al Drago/Bloomberg via Getty Images\" data-portal-copyright=\"Al Drago/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2167179659.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>US Vice President Kamala Harris speaks during the Democratic National Convention (DNC) at the United Center in Chicago, Illinois, US, on August 22, 2024. | Al Drago/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Vice President Kamala Harris’s acceptance speech started slow, getting bogged down in a familiar recitation of her biography. But it got stronger over time, really hitting its stride when she got around to a topic that’s often dry: foreign policy. There, she showed a facility with policy and an aptitude for navigating deeply divisive issues like Israel-Palestine that did wonders for her commander-in-chief credibility.</p>\n\n<p class=\"has-text-align-none\">Part of what worked was Harris’s palpably emotional delivery. But there was also a real crispness to the speech’s arguments. Here’s what she said, for example, in discussing Trump’s affinity for dictators:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">I will not cozy up to tyrants and dictators like Kim Jong Un who are rooting for Trump. Who are rooting for Trump because they know he is easy to manipulate with flattery and favors. They know Trump won’t hold autocrats accountable because he wants to be an autocrat himself.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">In just three lines, she presented an entire cogent theory of what’s wrong with Trump — that he is a selfish, unserious man whose entire approach to politics is anathema to American democracy — and illustrated it with a compelling, easily graspable example. As a writer, it’s hard not to admire the craft here.</p>\n\n<p class=\"has-text-align-none\">She also applied that in her discussion of Israel-Palestine, where she delivered one of the deftest handlings of the issue I’ve ever seen from a politician, one that displayed empathy for both sides while also implicitly distancing herself from Biden’s unbalanced pro-Israel approach:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">I will always stand up for Israel&#8217;s right to defend itself. And I will always ensure Israel has the ability to defend itself, because the people of Israel must never again face the horror that a terrorist organization called Hamas caused on October 7, including unspeakable sexual violence and the massacre of young people at a music festival.</p>\n\n\n\n<p class=\"has-text-align-none\">At the same time, what has happened in Gaza over the past 10 months is devastating. So many innocent lives lost, desperate, hungry people fleeing for safety over and over again. The scale of suffering is heartbreaking. President Biden and I are working to end this war such that Israel is secure, the hostages are released, the suffering in Gaza ends, and the Palestinian people can realize their right to dignity, security, freedom, and self-determination.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Harris’s framing not only recognized the strongest points in both the Israeli and Palestinian narratives of the current conflict, it took them seriously.</p>\n\n<p class=\"has-text-align-none\">She did not mince words or dance around the horror of October 7. She acknowledged why the attack was such an unforgivable assault on Israeli lives and reiterated her commitment to preventing it from ever happening again. At the same time, she went much further than even most Democrats are willing to in recognizing the immense and ongoing suffering of Palestinians. More than that, actually: She acknowledged that Palestinians have legitimate rights — rights that demand even more than an end to this war, but a future where Palestinians truly rule themselves.</p>\n\n<p class=\"has-text-align-none\">Too often, people discussing this topic feel the need to only recognize one of these narratives — and in American politics, that’s most often the Israeli one. Yet Harris placed them on truly equal footing, taking <a href=\"https://www.vox.com/policy-and-politics/22442052/israel-palestine-two-state-solution-gaza-hamas-one\">the moral ideas implicit in a two-state solution</a> to the conflict and bringing them to the fore. The result was a discussion that anyone who cares about both Israeli and Palestinian lives could appreciate, and one that felt genuine in the delivery rather than just pro forma.</p>\n\n<p class=\"has-text-align-none\">Now, to be clear: President Joe Biden has said similar-sounding things about Palestinian dignity, and his policy has still been overwhelmingly tilted in Israel’s direction.</p>\n\n<p class=\"has-text-align-none\">But this speech felt meaningfully different in two respects.</p>\n\n<p class=\"has-text-align-none\">First, its rhetorical structure: Presenting Palestinian aspirations for self-determination as the moral climax of her discussion of the issue, the apex concern, felt like a meaningful shift away from a biased status quo. Second, and more importantly, it’s consistent: In public and reportedly in private, Harris has demonstrated far more concern with the suffering of Palestinian civilians.</p>\n\n<p class=\"has-text-align-none\">Harris “would certainly show more pragmatism and flexibility than Biden has, and in her public commentary has also demonstrated a far more humanizing approach to the Palestinians in the past year,” Josh Paul, a former State Department official who resigned over Biden’s approach to Gaza <a href=\"https://www.nytimes.com/2024/07/23/us/politics/harris-netanyahu-israel-gaza.html\">told the New York Times in July</a>.</p>\n\n<p class=\"has-text-align-none\">I don’t want to read too much into mere words; no one should be confident that Harris would govern perfectly on Israel-Palestine or any other foreign policy issue. But a speech that good at least earned her the benefit of the doubt.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Vice President Kamala Harris’s acceptance speech started slow, getting bogged down in a familiar recitation of her biography. But it got stronger over time, really hitting its stride when she got around to a topic that’s often dry: foreign policy. There, she showed a facility with policy and an aptitude for navigating deeply divisive issues [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Why a Canadian labor dispute could make your life more difficult",
    "link": "https://www.vox.com/policy/368276/canada-rail-train-shipping-teamsters-trudeau-strike-lockout",
    "pubDate": "2024-08-23T00:41:01.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Aerial view of a rail yard.\" data-caption=\"Shipping containers on the rails outside the Canadian Pacific Railway Toronto Yard in Toronto, Ontario, Canada, on August 20, 2024. | Cole Burston/Bloomberg via Getty Images\" data-portal-copyright=\"Cole Burston/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166906944.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Shipping containers on the rails outside the Canadian Pacific Railway Toronto Yard in Toronto, Ontario, Canada, on August 20, 2024. | Cole Burston/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Canada’s two main rail lines locked out rail workers early Thursday morning amid tense contract negotiations between the railways and the Canada Teamsters Rail Conference, which represents nearly 10,000 rail workers. Canadian Prime Minister Justin Trudeau <a href=\"https://nationalpost.com/news/canada/latest-lockout-railways-ongoing\">said his government would resolve the dispute,</a> and late Thursday, <a href=\"https://www.nytimes.com/2024/08/22/world/canada/canada-freight-trains.html\">officials ordered the two sides</a> to enter arbitration proceedings. Even if they are successful, however,<strong> </strong>the work stoppage could have a serious impact on the Canadian economy, as well as supply chains in both the US and Canada.</p>\n\n<p class=\"has-text-align-none\">The rail companies, Canadian National Railway (CN) and Canadian Pacific Kansas City (CPKC), and the union have been negotiating for months, but remain far apart. The stoppage is the result of the rail companies barring their workers from work, rather than a strike. The companies argued a lockout was necessary to ensure a safe and controlled drawdown of operations and that if they waited for operators to walk off the job, the companies wouldn’t have had time to secure hazardous materials or work out supply arrangements with key customers. The two rail lines facilitate the transit of people and about $740 million worth of goods across the country’s vast interior each day.</p>\n\n<p class=\"has-text-align-none\">For now, the impact of the work stoppage is mainly on the Canadian economy, but because about 75 percent of Canadian exports —&nbsp;including coal and agricultural products —&nbsp;are sold to the US, there could be an impact on the US supply chain if the dispute isn’t resolved soon.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What went wrong with Canadian railways&nbsp;and what it means for Canada’s supply chain</strong></h2>\n\n<p class=\"has-text-align-none\">The two railway systems had contracts with the Teamsters union that expired in <a href=\"https://www.reuters.com/sustainability/cn-rail-cpkc-shut-canada-rail-network-labor-talks-deadlocked-2024-08-22/\">December 2023</a>. Since then, each side has accused the other of refusing to accept reasonable terms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The union’s primary concerns, <a href=\"https://teamsters.ca/blog/2024/08/22/cn-and-cpkc-begin-work-stoppage/\">according to its public communications</a>, have been over worker safety and rest periods, as well as predictable scheduling. They also claim that Canada National is issuing them unworkable relocation notices —&nbsp;forcing workers to move for months at a time in order to deal with staffing shortages.</p>\n\n<p class=\"has-text-align-none\">The rail workers voted to authorize a strike as early as May of this year, claiming that the rail companies weren’t bargaining in good faith and were attempting to undercut progress on working conditions, proposing a shift to an hourly wage rather than a salary for some positions, and removing <a href=\"https://www.reuters.com/world/americas/cpkc-says-possible-canada-rail-strike-unlikely-before-mid-july-2024-05-23/\">scheduling provisions for adequate rest</a>.</p>\n\n<p class=\"has-text-align-none\">“Across Canada, we have trains [that] are carrying goods, they are carrying energy, they are carrying chemicals,” François Laporte, national president of Teamsters Canada, <a href=\"https://www.bbc.com/news/articles/cy76nnpyrnlo\">told the BBC</a> Thursday. “And we want to make sure that those [trains] are operated by people who get the proper rest, who are safe, who are not fatigued.”</p>\n\n<p class=\"has-text-align-none\">Canadian railways carry goods like coal and potash —&nbsp;<a href=\"https://natural-resources.canada.ca/our-natural-resources/minerals-mining/mining-data-statistics-and-analysis/minerals-metals-facts/potash-facts/20521\">an important ingredient in fertilizer</a> —&nbsp;as well as cooking oil, <a href=\"https://www.washingtonpost.com/business/2024/08/21/canada-rail-strike-lockout-teamsters/\">propane, and frozen food</a>.</p>\n\n<p class=\"has-text-align-none\">Many shipments both within Canada and between Canada and the US were already paused; by Tuesday, CPKC had already stopped shipments that started in the US and were bound for Canada. Under the work stoppage, around 2,500 US train cars bound for Canada will be halted each day.</p>\n\n<p class=\"has-text-align-none\">Some organizations, like the US Chamber of Commerce, the American Farm Bureau Federation, and the National Cotton Council warned of devastating effects on the US supply chain and economy should the work stoppage persist.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The American Farm Bureau Federation and the National Cotton Council, among others, claimed in a Monday letter to President Joe Biden that the work stoppage could cause “harmful consequences for Canadian and American agricultural producers, the agricultural industry, and both domestic and global food security” if it persisted, <a href=\"https://www.washingtonpost.com/business/2024/08/21/canada-rail-strike-lockout-teamsters/\">the Washington Post reported</a>.</p>\n\n<p class=\"has-text-align-none\">Though it’s difficult to say exactly what the impact will be on the US economy, some prices on agricultural products could go up should the work stoppage stretch on, affecting consumers already struggling with high food costs. Sanitation could be affected, as the chlorine that many sanitation departments rely on to treat wastewater is shipped from Canada. The automotive industry could be impacted, too; <a href=\"https://rollcall.com/2024/08/22/us-industries-prepare-for-hit-from-canadian-rail-strike/\">according to June numbers from the Bureau of Transportation Statistics</a>, automobiles and auto parts made up the bulk of rail shipments from the US to Canada in June. Some US auto plants could be forced to shut down before the week is out if there’s no agreement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Container ships unable to unload at Canadian ports will likely need to reroute to the US, potentially causing a backup at US ports,&nbsp;which could cause supply chain disruptions.</p>\n\n<p class=\"has-text-align-none\">Supply chain problems will become more pronounced the longer the lockout continues. The Canadian government had two options to try to solve the problem: either <a href=\"https://www.bbc.com/news/articles/cy76nnpyrnlo\" data-type=\"link\" data-id=\"https://www.bbc.com/news/articles/cy76nnpyrnlo\">pass return-to-work legislation</a> or force the companies and the union into private arbitration. The companies had signaled openness to arbitration, though the union — as well as Trudeau and his allies — seemed cool to it. Ultimately, however, arbitration was the route the government chose.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s possible the arbitration process will only paper over the real disputes without solving them, <a href=\"https://www.reuters.com/world/us/biden-signs-bill-block-us-railroad-strike-2022-12-02/\">as the US return-to-work legislation in December 2022 did</a>. Without a resolution and a new contract, forcing the workers to return to their trains will only kick the problem down the track.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 22, 2024, 8:30 pm ET: </strong>This story, first published earlier on August 22, has been updated to reflect the Canadian government ordering the rail companies and union into arbitration. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Canada’s two main rail lines locked out rail workers early Thursday morning amid tense contract negotiations between the railways and the Canada Teamsters Rail Conference, which represents nearly 10,000 rail workers. Canadian Prime Minister Justin Trudeau said his government would resolve the dispute, and late Thursday, officials ordered the two sides to enter arbitration proceedings. [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "The DNC was avoiding controversy — then it refused to give Palestinians airtime",
    "link": "https://www.vox.com/politics/368411/dnc-palestinian-speaker-uncommitted-democratic-national-convention",
    "pubDate": "2024-08-22T23:31:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A red-and-white flowered pin reads “Ceasefire Delegate,” on a red-and-white scarf.\" data-caption=\"A “Ceasefire Delegate” pin at the Democratic National Convention in Chicago on August 21, 2024. | Brandon Bell/Getty Images\" data-portal-copyright=\"Brandon Bell/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2167832370.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A “Ceasefire Delegate” pin at the Democratic National Convention in Chicago on August 21, 2024. | Brandon Bell/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Democratic National Convention (DNC) was on track to closing out with little controversy until yesterday, when the Democratic National Committee <a href=\"https://www.washingtonpost.com/politics/2024/08/21/palestinians-gaza-speaker-dnc/\">decided to reject</a> pro-Palestinian delegates’ efforts to get a Palestinian American speaker on the main stage. As a result, “uncommitted” delegates — representing a Democratic primary campaign that encouraged voters to choose “uncommitted” over President Joe Biden to express their discontent over the president’s handling of Israel’s war in Gaza — staged a sit-in outside the convention hall. Now, “uncommitted” delegates and their allies have launched a <a href=\"https://www.politico.com/live-updates/2024/08/22/dnc-live-updates-coverage/will-there-be-a-palestinian-american-speaker-00175835\">last-minute pressure campaign</a> to get a speaker on the last night.</p>\n\n<p class=\"has-text-align-none\">One of the potential speakers that Uncommitted National Movement organizers put forward was Ruwa Romman, a Palestinian American and a Democratic member of the Georgia House of Representatives. She told me that she and the “uncommitted” delegates had felt optimistic about getting a speaking slot because up until yesterday, the Democratic National Committee had still been in discussions with the group and hadn’t said no to their request.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the surface, it might seem obvious that the Democrats wouldn’t want a speaker criticizing the Biden administration over its handling of the war. But Romman, who had prepared a speech just in case convention organizers tapped her to come on stage, had no such intention. Instead, she simply wanted to highlight the human story behind Palestinian suffering. <a href=\"https://www.motherjones.com/politics/2024/08/dnc-speech-uncommitted-movement-harris-walz-ruwan-romman/\">Her draft speech</a> urges people to support the Harris-Walz ticket and criticizes former President Donald Trump for using the word Palestinian as a slur.</p>\n\n<p class=\"has-text-align-none\">That’s why the Democrats’ refusal to elevate a Palestinian voice to the main stage, despite giving a <a href=\"https://abcnews.go.com/Politics/dnc-parents-israeli-american-hostage-make-emotional-plea/story?id=113039754\">speaking slot to family members</a> of an Israeli American hostage, is rubbing many voters the wrong way — especially those who hoped that Harris would have a more sympathetic approach to Gaza compared to Biden. The group Muslim Women for Harris-Walz, for example, <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/08/22/muslim-women-harris-walz-disbands/74901820007/\">promptly disbanded</a> after news broke that there would be no Palestinian speaker at the convention.</p>\n\n<p class=\"has-text-align-none\">And for Romman, the fact that the party welcomed Republicans on the stage and not her felt like a slight, not just to her but to Palestinians more broadly. “When I saw [Republican former] lieutenant governor Geoff Duncan on that stage, knowing that the party rejected me — a member of the party and a Democratic elected official — frankly, it was just too much,” she said.</p>\n\n<p class=\"has-text-align-none\">This episode is yet another roadblock to softening the opposition Harris is facing from Arab and Muslim American voters, as well as others who view the Gaza war as a major concern. After Biden dropped out, Harris has had an opportunity to distance herself from the “genocide Joe” rallying cry that became common in pro-Palestinian protests. And by requesting a speaking slot, the uncommitted movement had offered her an olive branch — a small gesture to show that she’s listening. But by rejecting that offer, the Harris campaign is risking fracturing an already fragile coalition.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What the fight over the speaking slot is really about </strong></h2>\n\n<p class=\"has-text-align-none\">After Biden stepped aside, many anti-Biden Democrats concerned about the Gaza war saw an opportunity for a reset.  </p>\n\n<p class=\"has-text-align-none\">The “uncommitted” delegates initially <a href=\"https://www.washingtonpost.com/politics/2024/08/21/palestinians-gaza-speaker-dnc/\">indicated</a> that the Harris campaign was much more open than the Biden campaign to discussing their concerns. And in the weeks since Harris became the nominee, the Democratic Party has made a handful of gestures to show that they’re listening to voters’ concerns about Gaza. The Harris-Walz campaign manager, for example, met with the Uncommitted National Movement. And the Democratic National Committee gave Palestinians a space to hold a panel in which doctors who worked in Gaza during the war <a href=\"https://www.vanityfair.com/news/story/dnc-2024-palestine-israel\">spoke about the horrors</a> they witnessed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But on their own, those gestures haven’t been enough to assuage voter concerns, especially because denying a Palestinian American speaking time at the convention sends a signal that the party isn’t interested in elevating the issue. And there have been moments when the campaign has been dismissive of pro-Palestinian voters altogether. At a rally in Detroit earlier this month, for example, Harris shut down protesters advocating for a ceasefire. “You know what? If you want Donald Trump to win, then say that. Otherwise, I’m speaking,” <a href=\"https://www.youtube.com/watch?v=FmzJaidv3iI\">she said</a>, clearly irritated by the activists. If she wants to actually reassure pro-Palestinian voters, Harris has the difficult task of distancing herself from Biden while still serving as his number two. But that’s why small gestures like a speaking slot can go a long way.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This was supposed to be the symbolic bare minimum ask,” said Romman, the representative from Georgia. “We understand that we can’t change policy in a single election cycle, and this was supposed to be an easy way for the party to unite us on this issue. A lot of people care about this. Anybody who’s at the convention has seen the amount of people wearing pins and <a href=\"https://www.vox.com/2023/12/6/23990673/keffiyeh-symbolism-palestinian-history\">keffiyehs</a> and flags. It is everywhere.”</p>\n\n<p class=\"has-text-align-none\">It also seems like giving a Palestinian American a speaking slot would not necessarily be as risky as the party appears to think, especially among the Democratic base. Some <a href=\"https://x.com/AyannaPressley/status/1826637258595741779\">members of Congress</a> and other <a href=\"https://x.com/keithellison/status/1826648016281108638\">Democratic officials</a> have been <a href=\"https://x.com/AOC/status/1826454738201661908\">pushing the party</a> to <a href=\"https://x.com/RoKhanna/status/1826674536462647384\">host a Palestinian speaker</a> at the convention, and groups like the United Auto Workers union <a href=\"https://x.com/uaw/status/1826626152049307934?s=46&amp;t=mPnbvyFgt7avJRNpnS1BDw\">endorsed the idea as well</a>. And Israel’s actions in Gaza have been deeply unpopular among Democrats, with polls showing that a <a href=\"https://news.gallup.com/poll/642695/majority-disapprove-israeli-action-gaza.aspx\">majority of Americans disapprove</a> of Israel’s handling of its war. </p>\n\n<p class=\"has-text-align-none\">When asked by Vox why the Democratic National Committee wouldn’t agree to having a Palestinian speaker at the convention, the Harris campaign declined to answer. But given that “uncommitted” delegates had been <a href=\"https://www.motherjones.com/politics/2024/08/uncommitted-delegates-push-for-speaker-slot-at-dnc-for-gaza-doctor-tanya-haj-hassan-palestine-israel-democratic-national-convention/\">asking the party for a speaking slot for nearly two months</a> and the Democratic National Committee didn’t officially say no until yesterday, it seems like fitting in a speaker might have been on the table.</p>\n\n<p class=\"has-text-align-none\">The problem for the Democratic Party is that while it pitches itself to be a big tent, it’s now falling short of actually walking the walk. It’s safe to assume that not every speaker up on that stage in Chicago represents Harris’s views or policy objectives, and even <a href=\"https://www.vox.com/2016/7/12/12060358/political-science-of-platforms\">official party platforms</a> don’t represent everything that a president will push for while they’re in the White House. So even if a Palestinian speaker were to say something that the Harris campaign disagrees with, that’s not the end of the world — after all, that’s what a big tent looks like.</p>\n\n<p class=\"has-text-align-none\">For much of the convention, Democrats have focused their messaging on <a href=\"https://www.npr.org/2024/08/20/g-s1-17884/democratic-national-convention-jasmine-crockett-kamala-harris-maxine-waters-aoc-deja-foxx\">civil rights</a>, <a href=\"https://time.com/7013618/reproductive-rights-abortion-dnc/\">human dignity</a>, and <a href=\"https://www.axios.com/local/philadelphia/2024/08/22/josh-shapiro-dnc-speech\">projecting</a> an <a href=\"https://www.youtube.com/watch?v=vlZmG1i9wN4\">image of decency</a> around the world. But if the party fully resists the push to have a Palestinian speak at the convention, the DNC is sending the message that what’s happening to Palestinians is an exception — not so much a grave injustice that ought to be addressed as much as it is an inconvenience that’s better left ignored. At least that’s what Palestinian American voters or their allies, who are all too <a href=\"https://www.vox.com/policy/352663/anti-palestinian-racism-islamophobia-antisemitism\">familiar with the many efforts</a> to keep their voices out of national conversations, might glean from this debacle.</p>\n\n<p class=\"has-text-align-none\">“The message I’m personally getting, frankly, is that nothing we do is ever going to be good enough,” Romman told me. “So how do I go back [to Georgia] and make the argument to people that I know that this is a party worth vouching for and trusting?”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Democratic National Convention (DNC) was on track to closing out with little controversy until yesterday, when the Democratic National Committee decided to reject pro-Palestinian delegates’ efforts to get a Palestinian American speaker on the main stage. As a result, “uncommitted” delegates — representing a Democratic primary campaign that encouraged voters to choose “uncommitted” over [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "Does RFK Jr. dropping out of the presidential race help Trump?",
    "link": "https://www.vox.com/politics/368394/rfk-drop-out-2024-presidential-campaign-trump",
    "pubDate": "2024-08-22T22:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Robert F. Kennedy Jr. speaks during a campaign event on October 12, 2023 in Miami, Florida. | Eva Marie Uzcategui/Getty Images\" data-portal-copyright=\"Eva Marie Uzcategui/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1720421711.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Robert F. Kennedy Jr. speaks during a campaign event on October 12, 2023 in Miami, Florida. | Eva Marie Uzcategui/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Arguably the weirdest candidate of the 2024 election is expected to drop out soon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Following a controversy-filled campaign that included revelations that a <a href=\"https://www.nytimes.com/2024/05/08/us/rfk-jr-brain-health-memory-loss.html\">worm had eaten part of his brain</a> and that he was <a href=\"https://www.vox.com/politics/365284/robert-f-kennedy-jr-bear-central-park\">responsible for the bear carcass</a> that <a href=\"https://www.cbsnews.com/newyork/news/bear-cub-found-dead-in-central-park-nypd-investigating-as-animal-cruelty/\">mysteriously appeared</a> in Central Park in 2014, Robert F. Kennedy Jr., and his running mate Nicole Shanahan, are reportedly planning to suspend their presidential bid. He is <a href=\"https://abcnews.go.com/US/rfk-jr-plans-drop-presidential-race-end-week/story?id=113028999\">considering endorsing</a> former President Donald Trump and reportedly hopeful that he might <a href=\"https://www.nbcnews.com/politics/2024-election/rfk-jr-trump-health-secretary-anti-vaccine-rcna167588\">secure the position of Trump’s health secretary</a> if he wins.</p>\n\n<p class=\"has-text-align-none\">Kennedy was an environmental lawyer <a href=\"https://www.eenews.net/articles/rfk-jr-green-hero-turned-anti-vaccine-activist-takes-on-biden/\">known for</a> his work cleaning up the Hudson River with a storied last name who in recent years has become known for spreading conspiracy theories about medicine, including <a href=\"https://www.bbc.com/news/world-68447223\">vaccines</a> and <a href=\"https://www.rollingstone.com/politics/politics-news/robert-f-kennedy-jr-conspiracy-theory-twitter-elon-musk-1234747479/\">anti-depressants</a>. He used the popularity he gained as an <a href=\"https://www.npr.org/2023/07/13/1187272781/rfk-jr-kennedy-conspiracy-theories-social-media-presidential-campaign\">anti-vaxxer during the pandemic</a> to briefly challenge President Joe Biden in the Democratic primary before announcing an independent bid for president in October 2023.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He had been seen as a potential spoiler for both candidates, given his connection to the Democratic Kennedy dynasty as well as his embrace of the anti-establishment and anti-vaccine views held by certain segments of the GOP. He was <a href=\"https://www.axios.com/2024/08/22/rfk-jr-end-campaign-polls\">polling around 10 percent</a> nationally for the better part of 2024, and even higher in some swing state polls.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But he <a href=\"https://www.cbsnews.com/news/rfk-jr-map-on-the-ballot-states/\">struggled to get on the ballot in many states</a>, though his campaign maintains that he has secured enough signatures to do so in all but Kentucky, Mississippi, Rhode Island, and Wyoming. And after Vice President Kamala Harris became the Democratic nominee, he seemed to hold less sway among voters who were turned off by Biden. His poll numbers <a href=\"https://www.axios.com/2024/08/22/rfk-jr-end-campaign-polls\">consequently cratered</a> to under 5 percent.</p>\n\n<p class=\"has-text-align-none\">Despite Kennedy’s flagging national numbers,&nbsp;polling suggests his exit from the race could still help Trump, with whom he’s become <a href=\"https://www.aljazeera.com/features/2024/7/17/is-rfk-jr-truly-independent\">decidedly more cozy</a> in recent months. Trump wouldn’t have to win a lot of Kennedy’s potential voters to make a difference in key swing states; if the race is as close as it was in 2020, Trump gaining even a fraction of a percent from Kennedy could make the difference.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Kennedy’s exit may help Trump — possibly where it matters the most</strong></h2>\n\n<p class=\"has-text-align-none\">Trump probably has the most to gain from Kennedy dropping out. Kennedy has increasingly endeared himself to Republican voters while struggling to get the same support among Democrats and independents. And polls conducted in recent months, including since Biden dropped out of the race, suggest that Trump would pick up more of Kennedy’s supporters. Any margin would likely be small — but potentially significant.</p>\n\n<p class=\"has-text-align-none\">Republicans tend to see Kennedy more favorably than Democrats, and those with favorable views toward him tend to have more favorable opinions of Trump than of Harris, according to a <a href=\"https://apnorc.org/wp-content/uploads/2024/07/July-2024-W1-topline.pdf\">July AP-NORC poll</a> conducted before Biden dropped out.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Several national polls conducted since Harris became the presumptive nominee have also tested a race between Harris, Trump, and Kennedy, as well as a two-way race between Harris and Trump. Trump tends to get a bigger bump than Harris when Kennedy is excluded.</p>\n\n<p class=\"has-text-align-none\">In an <a href=\"https://www.ipsos.com/en-us/ipsos-2024-us-national-election-survey-august-2024\">August Reuters/Ipsos poll of registered voters</a>, for instance, Harris received 42 percent support, Trump 37 percent, and Kennedy 4 percent, while 15 percent supported another candidate, weren’t sure who they would support, or weren’t sure if they would vote at all. But when voters were pushed to select either Trump or Harris, 49 percent backed Harris and 47 percent Trump — a 10 percentage point boost for Trump.  </p>\n\n<p class=\"has-text-align-none\">Trump had a similar edge with Kennedy voters in a <a href=\"https://harvardharrispoll.com/wp-content/uploads/2024/07/HHP_July2024_KeyResults.pdf\">July Harvard CAPS/Harris Poll</a>. In a three-way contest, Harris earned 44 percent support, Trump 47 percent, and Kennedy 10 percent. In a head-to-head poll, Harris earned 48 percent and Trump 52 percent.</p>\n\n<p class=\"has-text-align-none\">It may seem like the advantage Trump gains when Kennedy is out of the picture is relatively small. But Biden won in 2020 by exceedingly <a href=\"https://www.npr.org/2020/12/02/940689086/narrow-wins-in-these-key-states-powered-biden-to-the-presidency\">narrow margins</a> in six key battleground states; in Arizona, it was by less than 11,000 votes. On the margin, Kennedy’s supporters could make a difference, depending on where they’re distributed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Arizona, for example, Kennedy is still polling at about 6 percent, according to <a href=\"https://elections2024.thehill.com/arizona/biden-trump-rfk-arizona/\">The Hill’s polling average</a>. Of course, he might not actually win that large a vote share if he decides to stay in the race; third-party candidates tend to poll much better than they actually perform on Election Day, when their supporters are confronted with the reality that their preferred candidate won’t win. But that vote share would have been more than enough to have swung the 2020 results in the other direction.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The same is true in other swing states, where polling suggests a very tight race. An early <a href=\"https://www.nytimes.com/interactive/2024/08/10/us/elections/times-siena-poll-registered-voter-crosstabs.html\">August New York Times/Siena</a> survey of registered voters in Michigan, Pennsylvania, and Wisconsin found Harris leading Trump 46 percent to 43 percent when respondents were given all third-party candidates to choose from. When asked to pick between just Harris and Trump, the gap tightened to 48 and 46 percent, respectively. Those <a href=\"https://www.theguardian.com/us-news/article/2024/aug/16/kamala-harris-polls-key-states\">states are likely to be key</a>, given their high electoral college vote count — and in most scenarios, <a href=\"https://www.cnn.com/election/2024/electoral-college-map?game-id=2024-PG-CNN-ratings&amp;game-view=map\">Harris would need all three to win</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Harris’s entry into the race likely limits the impact of Kennedy’s exit</strong></h2>\n\n<p class=\"has-text-align-none\">While Kennedy’s supporters may still be able to make an important impact on the margins, their power to drag the Democratic nominee’s polling down seems to have diminished substantially.</p>\n\n<p class=\"has-text-align-none\">Before Harris became the nominee, there was a much larger than usual number of disaffected voters who didn’t like either Biden or Trump and just wanted someone — anyone — as an alternative. A theoretical no-name candidate as an alternative to Biden and Trump got about 10 percent in <a href=\"https://www.vox.com/politics/24112624/rfk-jr-kennedy-shanahan-running-mate-2024-election\">Ipsos polling</a> conducted earlier this year.</p>\n\n<p class=\"has-text-align-none\">Kennedy provided an alternative for a while. But when Harris stepped up, that undermined his appeal — at least among Democrats.</p>\n\n<p class=\"has-text-align-none\">“There were some wavering Democratic voters who just thought Biden was too old, or they didn&#8217;t like him, and Harris is just a more appealing candidate for those kinds of people,” said Kyle Kondik, managing editor of Sabato’s Crystal Ball at the University of Virginia Center for Politics.</p>\n\n<p class=\"has-text-align-none\">Kondik said it’s possible that Biden may have ended up winning back those voters anyway if he had stayed in the race and had a <a href=\"https://www.vox.com/2020/8/17/21371232/convention-polls-biden-trump-election\">typical post-Democratic National Convention bump</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But at this point, Kondik said, he would not be surprised if the third-party vote share in the election ends up being about 2 percent of the electorate, as it was in 2012 and 2020. Before Harris became the nominee, political analysts were projecting that it would be closer to the nearly 6 percent share third parties got in 2016, which some analysts <a href=\"https://rollcall.com/2019/07/29/how-third-party-votes-sunk-clinton-what-they-mean-for-trump/\">argued doomed</a> Democratic nominee Hillary Clinton’s candidacy.</p>\n\n<p class=\"has-text-align-none\">“For all the talk about third parties in this election, a combination of the most prominent third-party candidate dropping out, in addition to the increased favorability of the two major party nominees, means that there’s just going to be less of a market for third-party candidates,” he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kennedy could make more of an impact as a surrogate for Trump. He could help the former president with certain demographics, such as young men who listen to prominent personalities such as Joe Rogan, who has <a href=\"https://variety.com/2024/digital/news/joe-rogan-endorses-rfk-jr-president-1236101220/\">praised Kennedy</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the Trump campaign might also be wary of attaching itself to Kennedy’s brand: If the brain worm and the bear incident weren’t enough, he has been disavowed by <a href=\"https://www.politico.com/magazine/story/2019/05/08/robert-kennedy-jr-measles-vaccines-226798/\">members of his own famous family</a> and now peddles <a href=\"https://www.nytimes.com/2023/07/06/us/politics/rfk-conspiracy-theories-fact-check.html\">conspiracy theories</a> not just about the <a href=\"https://www.vox.com/coronavirus-covid19\">Covid-19</a> vaccine, but <a href=\"https://www.washingtonpost.com/news/retropolis/wp/2018/05/26/who-killed-bobby-kennedy-his-son-rfk-jr-doesnt-believe-it-was-sirhan-sirhan/\">his father’s killer</a>, <a href=\"https://time.com/6287001/rfk-jr-interview-2024-campaign/\">5G cell phone transmission</a>, <a href=\"https://www.nytimes.com/2006/06/25/fashion/25bobby.html\">fraud in the 2004 election</a>, and more.</p>\n\n<p class=\"has-text-align-none\">“The Democratic refrain against Trump and [his running mate JD] Vance is that they’re ‘weird,’” Kondik said. “Kennedy doesn’t make them less weird.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Arguably the weirdest candidate of the 2024 election is expected to drop out soon.&#160; Following a controversy-filled campaign that included revelations that a worm had eaten part of his brain and that he was responsible for the bear carcass that mysteriously appeared in Central Park in 2014, Robert F. Kennedy Jr., and his running mate [&#8230;]",
    "author": "Nicole Narea"
  }
]