[
  {
    "title": "If Harris loses, expect Democrats to move right",
    "link": "https://www.vox.com/politics/378977/kamala-harris-loses-trump-2024-election-democratic-party",
    "pubDate": "2024-10-22T09:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris standing at a lectern with hands clasped.\" data-caption=\"Kamala Harris speaks at a campaign rally at Washington Crossing Historic Park in Washington Crossing, Pennsylvania, on October 16, 2024. | Nathan Morris/NurPhoto via Getty Images\" data-portal-copyright=\"Nathan Morris/NurPhoto via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2178117985_de0d75.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Kamala Harris speaks at a campaign rally at Washington Crossing Historic Park in Washington Crossing, Pennsylvania, on October 16, 2024. | Nathan Morris/NurPhoto via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Democrats are currently focused on the fight against Donald Trump. But quietly, factions within the party are preparing contingency plans for a different battle: the one over how to interpret a Kamala Harris loss.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president.html\">Polls of the 2024 election show</a> the closest presidential race in modern memory. For Harris, defeat is roughly as likely as victory. The former outcome is sure to trigger a fierce, intra-Democratic debate over what the party should learn from losing the White House (twice) to an unpopular demagogue.</p>\n\n<p class=\"has-text-align-none\">Already, moderates in the party are seeding the narrative that Harris was doomed by the Biden administration’s excessive <a href=\"https://nymag.com/intelligencer/article/kamala-harris-donald-trump-television-ad-trans-prisoners-activists.html\">deference to left-wing interest groups</a> and <a href=\"https://www.slowboring.com/p/why-biden-lost\">aversion to orthodox economics</a>. Some progressives suggest that Harris may be undone by her <a href=\"https://x.com/matthewstoller/status/1841940145882194018\">ties to big business</a>, failure to articulate a <a href=\"https://x.com/EmmaVigeland/status/1844371453388742896\">“vision for the country,”</a> and <a href=\"https://www.theguardian.com/commentisfree/2024/oct/14/kamala-harris-israel-gaza\">complicity in Israeli atrocities in Gaza</a>. </p>\n\n<p class=\"has-text-align-none\">It’s impossible to say with absolute certainty which — if any — of these theories would become conventional wisdom in the event of a second Trump victory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Often, when a party suffers an electoral rebuke, the faction that led it into the wilderness loses influence within the coalition. After Hillary Clinton’s loss in 2016, the Democratic Party became more progressive, ceding influence to some of her left-wing critics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet no wing of the Democratic Party can claim full ownership of either the Biden presidency or Harris campaign. On the one hand, Biden was the moderate candidate in the 2020 primary. And Kamala Harris is now <a href=\"https://www.semafor.com/article/10/15/2024/no-matter-who-wins-the-country-is-moving-to-the-right\">running to the right</a> of Biden 2020, touting a more modest fiscal agenda than the president’s, championing a <a href=\"https://www.cnn.com/2024/09/27/politics/harris-southern-border-arizona/index.html\">conservative border security bill,</a> promising to <a href=\"https://www.nytimes.com/2024/10/11/us/politics/harris-bipartisan-council-of-advisers.html\">appoint a bipartisan council of advisers</a>, and pledging to solicit input <a href=\"https://variety.com/2024/tv/news/kamala-harris-fox-news-interview-biden-1236180336/\">from “the business sector” while in office</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the other hand, progressives wielded <a href=\"https://www.vox.com/2024-elections/377170/kamala-harris-economic-policy-new-progressive-economics\">tremendous influence</a> over economic policy in the Biden White House. And Harris is only five years removed from campaigning as a <a href=\"https://nymag.com/intelligencer/2019/07/kamala-harriss-medicare-for-all-plan-makes-no-sense.html\">proponent of Medicare-for-all</a> and the <a href=\"https://whyy.org/articles/harris-climate-energy-policy-domestic-oil-drilling/\">Green New Deal</a> — issue positions that Trump’s team has <a href=\"https://www.youtube.com/watch?v=-MZWoEklbLA\">relentlessly highlighted</a>. What’s more, the fact that Harris secured the Democratic nomination without competing in a primary makes the question of who within the party owns her success or failure even more ambiguous.</p>\n\n<p class=\"has-text-align-none\">All this said, I suspect that anyone who believes a <a href=\"https://x.com/anthonyzenkus/status/1847826848220172407\">Harris defeat would strengthen the party’s progressive wing</a> is kidding themselves. On  the contrary, I think Trump’s election would push the Democrats rightward or at least consolidate the moderate turn that the party has already taken. </p>\n\n<p class=\"has-text-align-none\">This would not be a happy development, from my perspective. Under Biden, the Democratic Party’s positioning on many issues has been to the right of my own preferences. I believe the United States would be best served by a more generous social welfare state, higher levels of immigration, and a foreign policy that showed less tolerance for the human rights violations of US allies. But the political case for some degree of moderation in the wake of a Harris loss will be plausible. And I believe that case will win out for three reasons:</p>\n\n<p class=\"has-text-align-none\">First, the unusual conditions that led Democrats to move left after their first loss to Trump no longer hold.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Second, one of progressives’ perennial arguments against the political necessity of moderation — that Democrats can mobilize low-propensity young and nonwhite voters through bold progressivism — has grown less credible over the past eight years.</p>\n\n<p class=\"has-text-align-none\">Finally, a Trump victory would almost certainly lead to <a href=\"https://www.semafor.com/article/10/18/2024/the-5-trillion-dollar-issue-neither-campaign-wants-to-talk-about-trumps-expiring-tax-cuts\">a full extension of his 2017 tax cuts</a> — and, if the Republican gets his way, new reductions in corporations’ tax liabilities. This would swell the federal deficit, thereby rendering moderate Democrats more averse to ambitious new social welfare spending, such as that <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2021/04/28/fact-sheet-the-american-families-plan/\">proposed by Biden</a> during his first year in office.</p>\n\n<p class=\"has-text-align-none\">This is not to say that a Harris loss would cause Democrats to re-embrace the across-the-board centrism of Bill Clinton’s second term. Rather, Democrats would likely remain staunchly progressive in areas where left-wing positioning has little political cost.</p>\n\n<p class=\"has-text-align-none\">But losing a second election to an undisciplined reactionary probably won’t convince Democrats that Joe Biden and Kamala Harris were insufficiently left-wing on immigration, criminal justice, or fiscal policy. A second Trump victory would therefore probably mean not only a more conservative federal government, but also, in all likelihood, a more moderate Democratic Party.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">We’re not in 2017 anymore</h2>\n\n<p class=\"has-text-align-none\">The last time Democrats lost to Trump, they proceeded to move left: Bernie Sanders’s Medicare-for-all bill <a href=\"https://nymag.com/intelligencer/2017/09/sanderss-bill-gets-u-s-zero-percent-closer-to-single-payer.html\">gained sponsors in Congress</a>, nearly every Democrat with presidential ambitions <a href=\"https://www.pbs.org/newshour/politics/most-democrats-promise-to-decriminalize-border-crossings-during-2020-debate\">embraced more progressive issue positions</a>, and the party ultimately nominated a candidate with a <a href=\"https://www.mcclatchydc.com/news/politics-government/election/campaigns/article234890482.html\">more left-wing platform</a> than Hillary Clinton’s four years earlier.</p>\n\n<p class=\"has-text-align-none\">But this history is unlikely to repeat, should Harris lose in November.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Three factors enabled the Democrats’ progressive pivot after 2016. First, Trump’s victory and Sanders’s <a href=\"https://www.cnn.com/2016/03/01/politics/donald-trump-hillary-clinton-bernie-sanders-poll/index.html\">strong general election poll numbers</a> briefly <a href=\"https://nymag.com/intelligencer/2017/07/dems-can-abandon-the-center-because-the-center-doesnt-exist.html\">threw conventional political wisdom into doubt</a>. Second, the Vermont Senator’s surprising strength in the 2016 primary led many Democratic presidential hopefuls to court his constituency. And third, the party knew that it would be running against an exceptionally unpopular Republican in 2020.</p>\n\n<p class=\"has-text-align-none\">None of these conditions would hold following a Harris loss.</p>\n\n<p class=\"has-text-align-none\">In 2016, most mainstream commentators understood Trump as an extremist and expected him to lose partly for that reason. After all, the right-wing demagogue praised <a href=\"https://www.latimes.com/politics/la-na-trump-campaign-protests-20160313-story.html\">political violence</a>, called for <a href=\"https://www.npr.org/2015/12/07/458836388/trump-calls-for-total-and-complete-shutdown-of-muslims-entering-u-s\">ethnic discrimination</a>, and promised to<a href=\"https://www.cnn.com/2016/06/02/politics/donald-trump-hillary-clinton-imprisoned/index.html\"> imprison his presidential rival</a>. The fact that Trump nevertheless won the presidency naturally invited suspicions that the realm of politically tenable positions was wider than previously thought.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This sense was reinforced by Sanders’s apparent popularity. During the 2016 campaign, polls <a href=\"https://fair.org/home/polls-showed-sanders-had-a-better-shot-of-beating-trump-but-pundits-told-you-to-ignore-them/\">frequently showed</a> the socialist senator performing better against Trump than Clinton did. Taken together, Trump and Sanders’s apparent electability suggested that the benefits of <a href=\"https://theoutline.com/post/2783/democrats-need-to-move-farther-left\">moderation</a> may have been greatly exaggerated.</p>\n\n<p class=\"has-text-align-none\">In the intervening years, however, conventional political wisdom regained credibility. Democratic politicos came to appreciate that swing voters did not see Trump the same way they did: Voters saw Trump in 2016 <a href=\"https://www.vox.com/policy-and-politics/2017/7/11/15941846/trump-moderate-republican\">as the most “moderate” Republican nominee</a> since 1972. This perception wasn’t entirely baseless. Although Trump adopted some far-right positions, he also pulled his party to the left on <a href=\"https://www.npr.org/2016/10/06/496067982/the-issues-hillary-clinton-and-donald-trump-on-social-security-and-medicare\">entitlement spending</a> and <a href=\"https://www.politico.com/story/2016/11/donald-trump-trade-tpp-231212'\">trade</a>. At various points in his 2016 campaign, he also offered rhetorical support for center-left positions on <a href=\"https://www.cnn.com/2016/02/25/politics/donald-trump-defends-planned-parenthood-republican-debate/index.html\">Planned Parenthood</a>, <a href=\"https://www.politico.com/blogs/2016-gop-primary-live-updates-and-results/2016/04/trump-transgender-bathrooms-222257\">LGBTQ rights</a>, and <a href=\"https://www.vox.com/2015/12/16/10296032/donald-trump-gop-debate-iraq-war\">foreign policy</a>. </p>\n\n<p class=\"has-text-align-none\">Meanwhile, Sanders’s poll numbers softened. By 2020, the senator’s favorability rating <a href=\"https://www.realclearpolitics.com/epolls/other/bernie_sanders_favorableunfavorable-6676.html\">was underwater</a>, with non-college-educated white voters disapproving of him by <a href=\"https://nymag.com/intelligencer/2020/04/why-americans-dont-vote-their-class-bernie-sanders-marxist-electoral-theory.html\">more than 25 points</a> in some polls. Sanders remained more popular and electorally competitive than socialists were traditionally presumed to be. This likely reflected the popular appeal of many progressive positions, including a <a href=\"https://www.pewresearch.org/short-reads/2021/04/22/most-americans-support-a-15-federal-minimum-wage/\">$15 minimum wage</a> and support for <a href=\"https://thehill.com/business/4869155-poll-approval-labor-unions/\">organized labor</a>. Nevertheless, in many high-quality polls in 2020, Biden <a href=\"https://www.nytimes.com/2019/11/04/upshot/trump-biden-warren-polls.html\">performed better</a> against Trump than Sanders did. </p>\n\n<p class=\"has-text-align-none\">The second condition that led Democrats to move left after 2016 was the apparent strength of progressives in presidential primaries. Despite Hillary Clinton’s enormous edge in <a href=\"https://projects.fivethirtyeight.com/2016-endorsement-primary/\">party support</a>, Sanders still managed to make the 2016 primary highly competitive. In a more open race, it stood to reason that a progressive in Sanders’s mold might have the inside track to the nomination. This led Democratic presidential hopefuls to bid against each other for the left’s support. Ultimately, that progressive fervor influenced even the race’s moderate, Joe Biden.</p>\n\n<p class=\"has-text-align-none\">But Sanders and Warren both put up underwhelming performances in the 2020 primary. Once the party’s moderates unified behind Biden, he won easily. The race’s ultimate lesson was that a majority of Democratic primary voters <a href=\"https://www.nbcnews.com/politics/2024-election/biden-rode-perception-electability-victory-2020-now-may-undoing-rcna161133\">care more about perceived electability</a> than ideological purity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Further, if Harris loses — after Trump spent months assailing her for positions she took in 2020 — Democrats will take a second lesson from that primary: Getting into bidding wars for progressive support is electorally damaging. Put these two takeaways together, and the Democrats’ 2028 field following a Harris loss is likely to be more moderate than its 2020 one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Finally, after 2016, Democrats knew that they would be running against an exceptionally <a href=\"https://www.vox.com/a/trump-tax\">unpopular and undisciplined</a> Republican candidate four years later. This made it possible for the party to indulge its activists and advocacy groups while remaining highly competitive in the polls.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Assuming a second Trump presidency doesn’t end the republic, Democrats would face a non-Trump Republican in 2028, for the first time in more than a decade. One shouldn’t put it past conservatives to find an even more repellent standard-bearer, but odds are a post-Trump GOP nominee would be more capable of adhering to a message and avoiding personal scandal than the party’s current leader. And that could force Democrats to exercise greater ideological discipline.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Juicing turnout through bold progressivism is no longer a plausible alternative to placating swing voters</h2>\n\n<p class=\"has-text-align-none\">In the wake of a Harris loss, progressives would also lack one weapon that they had long possessed in intra-party skirmishes over strategy: a halfway plausible theory of how Democrats can make moderation unnecessary by mobilizing their base.</p>\n\n<p class=\"has-text-align-none\">The idea that Democrats could forgo winning over skeptical swing voters by increasing turnout was long central to progressive political thinking. And it’s not hard to see why: An American who would consider voting Republican is one who does not share the progressive movement’s worldview, by definition. Such a person might have progressive views on some issues (swing voters <a href=\"https://www.vox.com/2014/7/8/5878293/lets-stop-using-the-word-moderate\">often have ideologically heterodox views</a>), but they are unlikely to believe that the Democratic Party is insufficiently aligned with the left on all major issues. To the contrary, according to polling from the New York Times, swing voters are <a href=\"https://www.nytimes.com/2024/09/04/briefing/who-the-swing-voters-are.html\">more likely to identify as conservative than liberal.</a> And this is liable to be even more true of those nonpartisan voters who ultimately do cast a ballot for the GOP nominee.</p>\n\n<p class=\"has-text-align-none\">Thus, if Democratic officials conclude that their party must win over some voters who backed Republicans in the last election, then those officials are liable to moderate ideologically, at least on some issues.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the wake of past defeats, progressives tried to dissuade Democrats from reaching that conclusion by offering an alternative path to a new electoral majority: Instead of placating Republican-curious voters, Democrats could <a href=\"https://www.gq.com/story/democratic-leadership-base\">mobilize young and nonwhite voters</a> who already <a href=\"https://prospect.org/civil-rights/democrats-must-mobilize-america-s-largest-political-party-nonvoters/\">favored their party</a> but hadn’t previously shown up at the polls. Achieving the latter task required championing a bold vision for progressive change.</p>\n\n<p class=\"has-text-align-none\">This pitch always had its flaws. For one thing, persuading a Republican-leaning voter is twice as valuable as turning out a Democrat: Doing the former not only adds a vote to your party’s column, it subtracts one from your opponent’s tally. For another, evidence that nonvoting people of color were uniformly progressive <a href=\"https://www.washingtonpost.com/news/monkey-cage/wp/2016/09/28/can-trump-win-black-votes-what-we-know-from-5-decades-of-black-voting-data/\">has never been especially strong</a>.</p>\n\n<p class=\"has-text-align-none\">Still, the idea that mobilization could serve as a substitute for moderation had some plausibility in the 2010s. In the Obama era, Democrats thrived in high-turnout presidential elections while struggling in low-turnout midterms. The demographic groups with the lowest turnout rates — including young and Hispanic voters — <a href=\"https://www.nytimes.com/2017/06/20/opinion/voter-turnout-democrats-republicans.html\">were overwhelmingly Democratic</a>.</p>\n\n<p class=\"has-text-align-none\">But two developments have weakened this case in recent years. First, young and nonwhite Americans have become <a href=\"https://www.vox.com/2024-elections/24125496/young-voters-trump-biden-polling\">less reliably Democratic</a>, according to the polls. Second, it’s become clear that the subset of young and nonwhite Americans with a low propensity to vote isn’t especially left-wing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In polls of the 2024 race, Democrats’ margin with<a href=\"https://www.nytimes.com/2024/10/18/upshot/polls-trump-harris-young-men.html\"> young voters has fallen sharply</a>. In some surveys, Trump has opened up a roughly 20-point lead with young men, and he has also made <a href=\"https://www.nytimes.com/2024/10/13/upshot/trump-black-hispanic-voters-harris.html\">substantial gains with Black and Hispanic voters</a>.</p>\n\n<p class=\"has-text-align-none\">More importantly, it’s become apparent that low-propensity young and nonwhite voters — the typical targets for a progressive mobilization strategy — are particularly open to the Republican message and not particularly liberal.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nate Cohn of the New York Times first flagged this reality in 2019. In <a href=\"https://www.nytimes.com/2019/11/07/upshot/nonvoters-2020-presidential-election.html\">a study</a> of battleground state nonvoters, Cohn found that Biden’s margin over Trump with nonvoting Black respondents was 44 points smaller than his margin with Black voters who turned out in both 2016 and 2018.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cohn’s analysis also found that young nonvoters who leaned Democratic had more conservative opinions on immigration, health care, and gender than young Democrats who showed up for elections. All in all, Cohn found that nonvoters’ views didn’t differ substantially from those of the electorate at large.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Subsequent polling and election results have lent credence to these findings. In the Biden era, Democrats have performed <a href=\"https://www.nytimes.com/2024/06/15/upshot/election-democrats-republicans-turnout-trump.html\">better in low-turnout special elections</a> than relatively high-turnout presidential and midterm elections. And polls have <a href=\"https://www.nytimes.com/2023/10/30/upshot/biden-voters-midterms-2024.html\">consistently found</a> Trump <a href=\"https://www.wsj.com/livecoverage/harris-trump-election-10-16-2024/card/to-vote-or-not-to-vote-a-question-that-will-decide-the-election-pBzSqRJKvBybUWiS6qfe\">performing better</a> with low-propensity voters than reliable ones, a pattern that holds within the nonwhite and young subsets of the electorate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This doesn’t mean that Democrats have nothing to gain from mobilizing low-propensity voters who lean left. Even if nonvoting Black Americans are less Democratic than Black Americans in general, they’re still majority Democratic. To the extent the party can target its supporters — without accidentally mobilizing conservative voters — turnout operations can aid Democratic candidates.</p>\n\n<p class=\"has-text-align-none\">But the fact that nonvoters aren’t overwhelmingly Democratic and that nonvoting Democrats aren’t especially progressive makes it harder to argue that mobilization can serve as a substitute for winning over swing voters, or that moderating is antithetical to increasing Democratic turnout.</p>\n\n<p class=\"has-text-align-none\">For these reasons, progressives would likely have a harder time preventing Democrats from moderating, at least on some issues, after a 2024 defeat than they did after Clinton’s loss in 2016.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Trump’s tax cuts would likely constrain future Democrats’ fiscal ambitions</h2>\n\n<p class=\"has-text-align-none\">Kamala Harris’s Democratic Party is already less fiscally ambitious than Joe Biden’s was when he took office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Democratic nominee still supports a wide <a href=\"https://www.crfb.org/papers/fiscal-impact-harris-and-trump-campaign-plans\">range of new social programs</a>, from increased funding for long-term care to universal pre-kindergarten to family and medical leave. But Harris is nevertheless proposing fewer progressive economic initiatives than <a href=\"https://www.crfb.org/blogs/whats-president-bidens-american-families-plan\">Biden did</a> upon taking office and has <a href=\"https://www.semafor.com/article/10/15/2024/no-matter-who-wins-the-country-is-moving-to-the-right\">dropped the public health insurance option</a> that the president campaigned on in 2020. The most expensive item on Harris’s fiscal agenda is the extension of Donald Trump’s 2017 tax cuts for households earning less than $400,000 (Harris would offset some of these costs with tax increases on corporations and high earners).</p>\n\n<p class=\"has-text-align-none\">If Trump wins, it’s likely that the next Democratic president’s economic ambitions would be even more modest than Harris’s are today.</p>\n\n<p class=\"has-text-align-none\">Should Trump win the presidency, Republicans will have an excellent shot of controlling both the House and Senate. In that scenario, the party would likely enact the bulk of Trump’s proposed tax cuts, adding as <a href=\"https://www.crfb.org/papers/fiscal-impact-harris-and-trump-campaign-plans\">much as $7.5 trillion to the deficit</a>. </p>\n\n<p class=\"has-text-align-none\">Even if Trump only manages to increase the deficit by a fraction of this sum, it would likely constrain moderate Democrats’ appetite for new social spending the next time the party takes power.</p>\n\n<p class=\"has-text-align-none\">Already in 2021, a significantly lower national debt total <a href=\"https://www.businessinsider.com/joe-manchin-says-hes-concerned-about-inflation-and-national-debt-2021-7\">rendered Sen. Joe Manchin unwilling</a> to endorse more than a sliver of Biden’s program. Since then, following the post-pandemic spike in inflation and interest rates, Democratic wonks have <a href=\"https://www.nytimes.com/2022/10/04/business/national-debt.html\">grown significantly</a> more <a href=\"https://www.vox.com/policy/367278/us-national-debt-gdp-government-inflation-solutions-recession\">concerned about America’s long-term fiscal trajectory</a>. As we get closer to 2032 — when, according to projections, Social Security will <a href=\"https://sgp.fas.org/crs/misc/IF10522.pdf\">cease taking</a> in enough revenue to cover its benefits — anxieties about how the government will sustain its existing commitments<strong> </strong>will increase. </p>\n\n<p class=\"has-text-align-none\">The easiest way for Congress to cover Social Security’s shortfall in 2033 would be to pay for the program’s unfunded benefits with general revenue. But this would cost <a href=\"https://sgp.fas.org/crs/misc/IF10522.pdf\">$440.1 billion that year</a>, according to the Congressional Research Service, with the sum increasing steadily over time. To put that in context, merely sustaining Social Security’s existing benefits would cost more than all of Harris’s current proposals for expanding social welfare combined, according to the <a href=\"https://www.crfb.org/papers/fiscal-impact-harris-and-trump-campaign-plans\">Committee for a Responsible Federal Budget</a>’s score of the latter.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">By itself, Social Security’s trajectory is enough to threaten Democrats’ fiscal ambitions. Add in another round of deficit-swelling tax cuts, and Biden’s Build Back Better agenda may come to seem as politically moribund in 2029 as Bernie Sanders’s health care plans do today. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Democrats aren’t going to party like it’s 1999 </h2>\n\n<p class=\"has-text-align-none\">There are three caveats to this analysis. The first is that anticipating how American politics will change over four years is not easy, as any pundit who followed both the 2012 and 2016 elections can tell you.</p>\n\n<p class=\"has-text-align-none\">The second is that, should Harris lose, there would probably be tight limits to the Democrats’ moderation.</p>\n\n<p class=\"has-text-align-none\">Unlike during Bill Clinton’s tenure, the Democratic Party no longer has the remnants of a center-right Southern wing. And unlike during much of the 20th century, socially conservative <a href=\"https://www.washingtonpost.com/archive/local/1980/01/11/george-meany-85-giant-of-us-labor-movement/41218613-522b-4199-9066-21a4aa911c71/\">union heads</a> and <a href=\"https://www.latimes.com/archives/la-xpm-1989-04-09-op-1581-story.html\">urban machines</a> have no clout in blue America.</p>\n\n<p class=\"has-text-align-none\">Rather, the Democratic coalition is more <a href=\"https://news.gallup.com/poll/467888/democrats-identification-liberal-new-high.aspx\">uniformly liberal</a> than at any point in its history, and the same can be said of the party’s major advocacy groups. The contemporary leadership of the AFL-CIO is progressive on both economic and social issues, having forfeited the organization&#8217;s historic opposition to <a href=\"https://www.npr.org/2013/02/05/171175054/how-the-labor-movement-did-a-180-on-immigration\">immigration in 2000</a>. Meanwhile, progressive foundations, think tanks, and nonprofits have extraordinary influence in the party, <a href=\"https://www.vox.com/2024-elections/377170/kamala-harris-economic-policy-new-progressive-economics\">effectively crafting</a> much of Biden’s domestic agenda for him. And by most accounts, the rising generation of <a href=\"https://www.theguardian.com/us-news/2024/jan/06/biden-administration-staff-gaza-policy-protest\">Democratic staffers</a> is quite left-wing, their progressive impulses reinforced and sharpened by social media’s <a href=\"https://online.utpb.edu/about-us/articles/psychology/lost-in-the-crowd-the-phenomenon-of-group-polarization#:~:text=What%20Is%20Group%20Polarization%3F,extreme%20as%20they're%20discussed.\">tendency toward group polarization</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The personal liberalism of Democratic elites will act as a check on any rightward pivot. Where there is no apparent political cost to upholding progressive principles, Democrats are likely to retain their current positioning or perhaps even move left. This category of issues would include abortion rights, minimum wage hikes, and pro-labor policies, among other things.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The third caveat is that this is not intended as a case for fatalism. I think Americans have a strong interest in higher levels of legal immigration and a more expansive welfare state. Neither Social Security’s impending shortfall nor another round of tax cuts will make it impossible for Democrats to create ambitious new social welfare programs. The party could simply enact large tax increases if it found the political will.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Progressives should try to forge that will by persuading the public of their views and discouraging Democrats from giving unnecessary ground. The ideological trajectory of America and the Democratic Party is not fixed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But should Harris lose, the path of least resistance will cut to the right.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Democrats are currently focused on the fight against Donald Trump. But quietly, factions within the party are preparing contingency plans for a different battle: the one over how to interpret a Kamala Harris loss.&#160; Polls of the 2024 election show the closest presidential race in modern memory. For Harris, defeat is roughly as likely as [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "What if cities finally legalized adult dorms?",
    "link": "https://www.vox.com/housing/378928/housing-affordable-sro-apartments-office-conversions-homeless-microunits-coliving-rent-tenant",
    "pubDate": "2024-10-22T09:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"City skyline.\" data-caption=\"Aerial view of Denver skyline and State Capitol Dome. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Joe Sohm/Visions of America/Universal Images Group via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Joe Sohm/Visions of America/Universal Images Group via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1864984765.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Aerial view of Denver skyline and State Capitol Dome. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Joe Sohm/Visions of America/Universal Images Group via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Since the pandemic, cities across the country have faced a frustrating contradiction. On one hand, housing costs have soared, worsening homelessness and pushing residents to the edges of metropolitan areas. On the other hand, the rise of remote work has left once-thriving downtown office buildings standing eerily empty, with the national office vacancy rate set to reach nearly 20 percent by this year’s end, according to commercial real estate firm CBRE.</p>\n\n<p class=\"has-text-align-none\">The US is estimated to be short nearly <a href=\"https://www.freddiemac.com/research/insight/20210507-housing-supply\">4 million</a> to more than <a href=\"https://nlihc.org/gap\">7 million</a> homes, fueling an <a href=\"https://www.vox.com/politics/24113340/biden-housing-2024-election-campaign-renters-tenants-mortgage\">affordability crisis</a> that both Kamala Harris and Donald Trump have talked about on the campaign trail. The <a href=\"https://realestateinvestingtoday.com/apartment-lists-national-rent-report-july-24/\">median national rent</a> hit $1,411 this summer, marking a 22 percent increase since January 2020. More than half of tenants are now cost-burdened, meaning they spend over 30 percent of their income on rent — a <a href=\"https://www.jchs.harvard.edu/press-releases/new-report-shows-rent-unaffordable-half-renters-cost-burdens-surge-record-levels\">record high</a>.</p>\n\n<p class=\"has-text-align-none\">At first glance, repurposing these vacant office buildings in downtown areas — close to public transit and local retail shops struggling with reduced foot traffic — seems like a perfect solution.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet, despite the intuitive appeal of converting offices to apartments, cities have found these “adaptive reuse” projects to be far more difficult and costly than expected. Strict zoning laws, high interest rates, rising construction costs, and the need for significant updates to plumbing and electrical systems have made it nearly impossible for most developers to make these conversions financially viable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But <a href=\"https://www.gensler.com/doc/pew-gensler-flexible-co-living-housing-feasibility-study\">new research</a> out Tuesday from the Pew Charitable Trusts and Gensler, a global architecture firm, lays out a fundamentally different approach for turning offices into apartments.</p>\n\n<p class=\"has-text-align-none\">Their plan centers on converting offices into co-living, dorm-style units, featuring private “micro-apartments” around the perimeter of each floor, with shared kitchens, bathrooms, laundry, and living spaces in the center. This model would not only reduce construction costs by 25 to 35 percent compared to traditional office conversions, but it would also offer rents affordable to people earning well below the area’s median income, and not require <a href=\"https://www.vox.com/the-highlight/374087/upfront-costs-hidden-fees-renters-landlords-lease\">hefty security deposits</a>, lowering barriers to entry even further. </p>\n\n<p class=\"has-text-align-none\">Not all cities are ideal for this co-living model, but the report identifies Denver, Seattle, and Minneapolis as three prime candidates, with dozens of existing buildings in each that could make this housing model work right now. These cities share several characteristics: high median rents, elevated rates of homelessness, high downtown office vacancy rates, and, crucially, minimal barriers to construction. A second report on Los Angeles and Houston is forthcoming, and researchers note that more places, including Washington, DC, or New York City, could become viable candidates if they amend their zoning codes, particularly around parking requirements and rules over whether windows have to open or not.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The researchers sketch out three similar but distinct models that conform to the rules and constraints of each city. In Denver, for example, they outline a co-living model that costs renters between $500 and $1,000 per month — a significantly lower price than the city’s median rent of $1,771 and still a profit for developers. These smaller apartments, ranging from 122 to 208 square feet, would come pre-furnished with a twin bed, desk, chair, nightstand, microwave, and a mini-fridge. By contrast, traditional studios in the city average around 440 square feet and include a full kitchen and private bathroom.<br><br>Each floor in the proposed Denver repurposed office building would feature four shared kitchens, two living rooms, one laundry room, a central storage area, and communal bathrooms, along with four single-occupant bathrooms for added privacy. Every building would also have a gym for residents on the second floor, and offer leases for shorter periods than 12 months.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Screenshot-2024-10-21-at-5.03.25-PM.png?quality=90&#038;strip=all&#038;crop=0,7.6931193536393,100,84.613761292721\" alt=\"Side-by-side drawings of floorplans, one labeled Unit Module and one Traditional Studio Layout.\" title=\"Side-by-side drawings of floorplans, one labeled Unit Module and one Traditional Studio Layout.\" data-has-syndication-rights=\"1\" data-caption=\"The co-living product proposal for Denver compared to a traditional studio apartment. | Credit: Pew and Gensler\" data-portal-copyright=\"Credit: Pew and Gensler\" />\n<p class=\"has-text-align-none\">Even just a few years ago, none of these cities would have been able to make the math work on such “co-living products,” said Alex Horowitz, the project director of Pew’s housing policy initiative. But the economics of office buildings are changing, and local governments are passing new laws to help facilitate the construction.</p>\n\n<p class=\"has-text-align-none\">In 2023, for example, Denver <a href=\"https://denvergov.org/Government/Agencies-Departments-Offices/Agencies-Departments-Offices-Directory/Community-Planning-and-Development/Denver-Zoning-Code/Urban-Design-Design-Review-Design-Standards-and-Guidelines/Adaptive-Reuse?transfer=9225d2c1-51e0-4901-99d4-dd2f5737b6b3#section-2\">authorized a new adaptive reuse pilot</a> that streamlined permitting and eased regulatory barriers.<strong> </strong>This past spring in Washington state, lawmakers <a href=\"https://app.leg.wa.gov/billsummary/?BillNumber=1998&amp;Year=2023&amp;Initiative=false\">passed a law</a> legalizing co-housing, suddenly making Seattle a strong candidate for the model. Minneapolis’s <a href=\"https://reason.com/2018/12/10/progressive-minneapolis-just-passed-one/\">zoning rules</a>, revised in late 2018, also paved the way for co-housing, which had previously been prohibited in the city.</p>\n\n<p class=\"has-text-align-none\">Offering market-rate housing at lower rents in desirable, opportunity-rich areas could be transformative for cities and their residents. The co-living model could not only help address and prevent homelessness, but also could provide new affordable housing options for a diverse range of people, including students, young professionals, service industry workers, retirees, and urban newcomers.</p>\n\n<p class=\"has-text-align-none\">Nonprofit and for-profit stakeholders in Denver, Seattle, and Minneapolis are currently “organizing themselves” and vetting properties, according to Wes LeBlanc, the strategy director at Gensler. It will ultimately be up to city leaders and governors to run with these ideas.</p>\n\n<p class=\"has-text-align-none\">“But the upside seems frankly enormous so I anticipate that this will happen,” Horowitz told me. “There are no obvious regulatory barriers in any of those three cities.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Single-room occupancies (SROs) were plentiful in cities before they became illegal</strong></h2>\n\n<p class=\"has-text-align-none\">At the turn of the 20th century, as US cities rapidly expanded, immigrants, day laborers, and factory workers gravitated toward downtown urban areas, often finding temporary, cheap housing. Small, inexpensive rooms could easily be rented for a day, a week, or longer. Some individuals &#8220;boarded&#8221; in private homes, while others stayed in ultra-cheap hotels called flophouses. These flexible and communal housing arrangements became widely known as single-room occupancies (SROs).</p>\n\n<p class=\"has-text-align-none\">After World War II, as middle-class white families left cities for spacious new suburban homes, SROs were increasingly stigmatized, viewed as shoddy housing for the poor and deviant. By the 1950s, cities like New York <a href=\"https://www.bloomberg.com/news/articles/2018-02-22/the-rise-and-fall-of-the-american-sro?sref=qYiz2hd0\">began passing laws</a> to ban SRO construction and to prevent the conversion of existing homes into smaller units. By the 1970s, SROs were regularly vilified in the media, despite still serving as crucial housing for hundreds of thousands of people, including those with mental illness who were booted from the deinstitutionalization of asylums.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over time, cities incentivized landlords to convert their existing SROs into luxury apartments, resulting in the destruction of 1 million affordable units between the mid-1970s and 1990s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The idea that cities may have erred in banning these lower-cost housing options has been percolating in urbanist discussions <a href=\"https://nextcity.org/features/the-80-a-week-60-square-foot-housing-solution-thats-also-totally-illegal\">for more than a decade</a>, especially as the homelessness crisis has worsened. The Furman Center at NYU <a href=\"https://furmancenter.org/files/Small_Units_in_NYC_Working_Paper_for_Posting_UPDATED.pdf\">argued in a 2018 report</a> that reintroducing SROs could help address the affordable housing shortage.</p>\n\n<p class=\"has-text-align-none\">There was a misunderstanding that “a housing type that met the needs of a lot of people on society’s margins was responsible for a set of problems that existed on those same margins,” <a href=\"https://www.curbed.com/2021/06/sro-hotels-nyc-bring-back.html\">wrote</a> the architecture critic Karrie Jacobs in 2021. “The notion took hold that if you eliminated the housing, the marginal people would simply vanish.”</p>\n\n<p class=\"has-text-align-none\">Even as SROs continue to carry stigma, co-living arrangements are not uncommon, especially in densely populated Asian countries. Startups catering to affluent young US professionals also <a href=\"https://www.vox.com/recode/2019/5/29/18637898/coliving-shared-housing-welive-roommates-common-quarters\">began to emerge in the late 2010s</a>, offering co-living options for those who sought the social benefits of roommates with modern tech amenities. One such company, Starcity, <a href=\"https://www.nytimes.com/2018/03/04/technology/dorm-living-grown-ups-san-francisco.html\">earned New York Times attention</a> in 2018 for bringing &#8220;dorm living for professionals&#8221; to San Francisco. Starcity ultimately filed for bankruptcy <a href=\"https://allwork.space/2021/10/three-starcity-entities-file-for-chapter-7-bankruptcy/\">in 2021</a>, as did another more up-scale co-living company, Common, <a href=\"https://therealdeal.com/national/2024/06/03/co-living-firm-common-files-for-bankruptcy/\">this past summer</a>.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The SRO model could move the needle on homelessness&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">So why would the Gensler/Pew model succeed when these other co-living startups failed? The biggest difference, by far, is the proposed rent levels. The Pew/Gensler model aims to target renters who earn far below median income, a far larger and more diverse group than just affluent young professionals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Pew/Gensler SRO model also optimizes for privacy more than the co-living startup alternatives did. “Those other models were more akin to renting a bedroom in a two-or-three bedroom apartment with other roommates, while this is quite literally like a [studio] apartment-style, where the units don’t open up into a common area, they have their own hallways and corridors, and more separation,” explained Gensler’s LeBlanc.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The economics of office conversions have also changed considerably compared to five years ago, when the prices for office buildings were much greater. And with politicians under immense pressure to solve their spiraling housing crises, cities and states are also passing new incentives for adaptive reuse.<br><br>“Washington state legalized microunits this past session, Oregon did it the year before, Hawaii did it for adaptive reuse this session, and even this year in Colorado they ended local restrictions on how many people could live together,” said Pew’s Horowitz. “I think there is a real trend of allowing housing like this.”</p>\n\n<p class=\"has-text-align-none\">One defining feature is that existing housing subsidies have the potential to stretch much further with this co-living model. In Seattle, according to the report, the co-living model could be developed at roughly $190,000 per unit, which is well below the price of developing a traditional studio apartment at $400,000 or more. In Denver, the model could be produced at roughly $123,300 per unit, the researchers estimate. In total, Pew and Gensler project that Minneapolis and Seattle could construct four times as many affordable housing units with this model, and Denver could get a staggering 13 times as many.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Screenshot-2024-10-21-at-1.46.01-PM.png?quality=90&#038;strip=all&#038;crop=0,0.089483220506658,100,99.821033558987\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Some low-income housing advocates may object to using public subsidy to construct smaller, bare-bones options. When the New York Times featured Starcity dorms in 2018, <a href=\"https://slate.com/technology/2018/03/dorms-for-grown-ups-are-good-even-in-san-francisco.html\">many readers mocked</a> the proposal online, describing it as “<a href=\"https://x.com/NickRiccardi/status/971063324308680704?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E971063324308680704%7Ctwgr%5E27ae638798cb3e3fb656575a86749fdca147d72b%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fslate.com%2Ftechnology%2F2018%2F03%2Fdorms-for-grown-ups-are-good-even-in-san-francisco.html\">depressing</a>” and insulting. In more recent years, as cities have turned to <a href=\"https://www.vox.com/2023/11/29/23969458/homelessness-tiny-homes-housing-crisis-shelter-encampments\">“tiny houses” as homeless shelter alternatives</a> for people sleeping outside, some critics have raised concerns that the tiny shelter model is degrading, especially those that are located in remote parts of town.</p>\n\n<p class=\"has-text-align-none\">Pew and Gensler believe the devil is in the details, and stress that what they’re proposing comes with many amenities, as well as prime central locations. More than three-quarters of people experiencing homelessness are unhoused for less than a year, so building affordable housing for those facing rent hikes or emergencies could help significantly reduce new cases of homelessness.</p>\n\n<p class=\"has-text-align-none\">“It sounds like a good idea generally speaking,” said Dan Emmanuel,<strong> </strong>the research manager at the National Low Income Housing Coalition, though he added that he doesn’t see this solution as obviating the need for a rental assistance entitlement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Embracing an affordable, dorm-style living option will require Americans to accept that people may very well desire different kinds of housing at different stages of their lives. That may not be as hard to do as it once was. In 2023, Pew released <a href=\"https://www.pewtrusts.org/en/research-and-analysis/articles/2023/11/30/survey-finds-large-majorities-favor-policies-to-enable-more-housing\">a nationally representative survey</a> finding that large majorities of Americans back policies that would allow for more and different types of housing, including 81 percent who support office-to-residential conversions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A return to single-room occupancies doesn’t mean an inevitable return to unsafe, unsanitary housing, either. Banning decent versions of this model, advocates say, is actually what fuels <a href=\"https://nextcity.org/features/the-80-a-week-60-square-foot-housing-solution-thats-also-totally-illegal\">illicit and dangerous options</a>. The Pew/Gensler model would come with more costs baked in for security and maintenance, something LeBlanc said can help remedy SRO problems from earlier decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Our communities won’t become diverse without a diverse housing stock,” as urban writer Alex Baca <a href=\"https://slate.com/technology/2018/03/dorms-for-grown-ups-are-good-even-in-san-francisco.html\">put it a few years back</a>. Making cities more affordable is an essential first step.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Since the pandemic, cities across the country have faced a frustrating contradiction. On one hand, housing costs have soared, worsening homelessness and pushing residents to the edges of metropolitan areas. On the other hand, the rise of remote work has left once-thriving downtown office buildings standing eerily empty, with the national office vacancy rate set [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "Elon Musk says he’s giving away $1 million a day to voters. Is that legal?",
    "link": "https://www.vox.com/politics/378912/musk-trump-voting-contest-million-dollars-swing-state-lottery-pennsylvania",
    "pubDate": "2024-10-21T21:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Elon Musk onstage with a woman who is holding a novelty check above her head. \" data-caption=\"SpaceX and Tesla founder Elon Musk awarded Kristine Fishell with a $1 million check during the town hall at the Roxain Theater on October 20, 2024 in Pittsburgh, Pennsylvania. | Michael Swensen/Getty Images\" data-portal-copyright=\"Michael Swensen/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2178881653.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>SpaceX and Tesla founder Elon Musk awarded Kristine Fishell with a $1 million check during the town hall at the Roxain Theater on October 20, 2024 in Pittsburgh, Pennsylvania. | Michael Swensen/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Elon Musk, the billionaire entrepreneur and campaign surrogate for former President Donald Trump, recently announced a plan to give away $1 million each day until November 5 to a randomly chosen person who’s signed a petition from his political action committee.</p>\n\n<p class=\"has-text-align-none\">To win the money, the signee must be a registered swing state voter — and that criterion has raised concerns that Musk may be in <a href=\"https://www.govinfo.gov/content/pkg/USCODE-2023-title52/pdf/USCODE-2023-title52-subtitleI-chap103-sec10307.pdf\">violation of a federal law</a> that makes it illegal to pay people (or offer them an incentive) to either register to vote or cast a ballot.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think there&#8217;s a strong argument that there&#8217;s potential criminal liability here, so at the very least [the Department of Justice] should be investigating and should be warning people not to be doing this,” <a href=\"https://electionlawblog.org/?p=146397\">Richard Hasen</a>, director of the safeguarding Democracy Project at UCLA Law School, told Vox.</p>\n\n<p class=\"has-text-align-none\">The program works like this: Registered voters in Arizona, Pennsylvania, North Carolina, Georgia, Michigan, Nevada, or Wisconsin —&nbsp;all swing states that could go for either Vice President Kamala Harris or Trump come election day — can sign the <a href=\"https://petition.theamericapac.org/\">petition</a>, which claims to be a “Petition in Favor of Free Speech and the Right to Bear Arms” until Monday, October 21, <a href=\"https://www.pavoterservices.pa.gov/pages/VoterRegistrationApplication.aspx\">which happens to be the voter registration deadline in Pennsylvania</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The petition is being circulated by Musk’s America PAC, which has taken over much of Trump’s ground operation in <a href=\"https://wapo.st/4fw1Tij\">key swing states</a>. Musk has made Pennsylvania a particular focus of his personal outreach, hosting events there, <a href=\"https://www.reuters.com/world/us/pro-trump-group-funded-by-musk-struggles-with-outreach-targets-inflation-2024-10-18/\">including one on Sunday</a> where he handed a woman in a Trump-Vance shirt a giant $1 million check.</p>\n\n<p class=\"has-text-align-none\">Though the petition does not require signers to be registered Republicans, the focus on the First and Second Amendments appeals to potential Trump voters who fear Democrats will take away their gun rights and who subscribe to Musk’s idea of “<a href=\"https://www.cato.org/commentary/elon-musk-sues-critics-silence-so-much-free-speech\">free speech</a>.” The net effect, then, is that Musk is promising $1 million a day to a program aimed at getting pro-Trump voters registered in swing states.</p>\n\n<p class=\"has-text-align-none\">Because his contest is only open to registered voters, there may be a case for it to be understood as an illegal financial incentive to get people to register to vote. One issue Musk faces, said <a href=\"https://electioninnovation.org/team/david-becker/\">David Becker</a>, executive director of the nonpartisan Center for Election Innovation &amp; Research, is that what constitutes payment for voting-related activity has been broadly interpreted in the past.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This could involve anything of value,” Becker said. The law “has been applied to things like <a href=\"https://www.abajournal.com/news/article/election_law_blogger_responsible_for_free_ben_jerrys\">Ben &amp; Jerry&#8217;s offering everyone who has an ‘I Voted’ sticker an ice cream cone on Election Day</a>. They received a cease-and-desist letter and changed [the promotion to give] everyone a free ice cream cone on Election Day.”</p>\n\n<p class=\"has-text-align-none\">There is some ambiguity in Musk’s promotion, compared to what Ben &amp; Jerry’s offered, however. The uncertainty arises from the fact that Musk’s PAC is asking people to sign a petition for the chance to win $1 million, not explicitly rewarding them for registering to vote.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.brennancenter.org/about/leadership/daniel-i-weiner\">Daniel Weiner</a>, director of the Brennan Center’s Elections &amp; Government Program, told Vox that the issue at hand really comes down to whether entering a specific group of people in a lottery if they sign a petition counts as paying people to register to vote.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There&#8217;s certainly an argument that it is, [but] I think&nbsp;it&#8217;s hard to know for sure how to predict how this would play out in court,” Weiner said.</p>\n\n<p class=\"has-text-align-none\">Democratic Pennsylvania Gov. Josh Shapiro called the contest “concerning,” and said it was “something that law enforcement could take a look at” in an appearance on <a href=\"https://www.nbcnews.com/politics/2024-election/pennsylvania-gov-shapiro-law-enforcement-take-look-elon-musk-voter-pay-rcna176279\">NBC’s <em>Meet the Press </em>on Sunday</a>. Thus far, the federal government hasn’t announced any investigation into the contest.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If indeed the Justice Department decided to pursue Musk, it would first send a cease-and-desist letter —&nbsp;just like the one Ben &amp; Jerry’s received back in 2008. From there, he would have to decide how to respond; the penalty for breaking the law is $10,000 or a maximum of five years in prison.</p>\n\n<p class=\"has-text-align-none\">But even if the DOJ decides to go after Musk for this —&nbsp;and there is no guarantee that it will —&nbsp;the issue likely won’t be resolved before November 5, in part to avoid any perception on the part of the federal government that the DOJ is meddling in the election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There are important norms around initiating investigations and legal proceedings in the run-up to an election. Otherwise, they can potentially launch an investigation after the election, and whether they will is something that&#8217;s difficult to predict,” Weiner said. “I think that this is something whose legality will not be resolved before the election.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Elon Musk, the billionaire entrepreneur and campaign surrogate for former President Donald Trump, recently announced a plan to give away $1 million each day until November 5 to a randomly chosen person who’s signed a petition from his political action committee. To win the money, the signee must be a registered swing state voter — [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Has Trump gained ground? The latest 2024 polling, explained.",
    "link": "https://www.vox.com/2024-elections/378909/election-2024-polls-harris-trump-winning-odds",
    "pubDate": "2024-10-21T21:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris standing at a podium at with her hands folded, with the American flag behind her\" data-caption=\"Vice President Kamala Harris speaks at a campaign rally on October 16, 2024, in Washington Crossing, Pennsylvania. | Nathan Morris/NurPhoto via Getty\" data-portal-copyright=\"Nathan Morris/NurPhoto via Getty \" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2178117985.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris speaks at a campaign rally on October 16, 2024, in Washington Crossing, Pennsylvania. | Nathan Morris/NurPhoto via Getty</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The vibes about who will win the 2024 presidential election <a href=\"https://www.cnn.com/2024/10/09/politics/democratic-anxiety-kamala-harris-2024-election/index.html\">may have shifted</a> — but with barely more than two weeks until Election Day, the polls are as inconclusive as they’ve ever been.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president.html\">Polling</a> <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/national/?ex_cid=abcpromo\">averages</a> <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">show</a> a contest in which Kamala Harris and Donald Trump are almost tied in most key swing states. And while Trump’s polling has improved slightly in the past few weeks, it hasn’t been enough to give him a clear edge. At least not yet.</p>\n\n<p class=\"has-text-align-none\">On average, Trump holds a small edge, generally between 1 and 2 points, in Arizona, Georgia, and North Carolina. To win the presidency, though, he will need to breach the “blue wall” by winning one of Michigan, Pennsylvania, or Wisconsin. As of midday Monday, those states are still, on average, about tied.</p>\n\n<p class=\"has-text-align-none\">There hasn’t been a ton of high-quality swing-state polling in recent weeks, and the best-regarded pollsters will likely all release new numbers closer to the end of the campaign. Once they do, we could get a better sense of where the race stands.</p>\n\n<p class=\"has-text-align-none\">If polling averages continue to show an extremely close race after a final infusion of high-quality polls, it will only heighten the uncertainty about what will happen. Polling errors — where one candidate or party is systematically underestimated — of the magnitude of a few points are common.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The polls could be underestimating Trump again, as they did in swing states in 2016 and 2020. Alternatively, perhaps pollsters have corrected for their previous bias — or even overcorrected, risking an error that underestimates Harris. We simply won’t know until the votes are counted.</p>\n\n<h2 class=\"wp-block-heading\">What the polls show in the swing states</h2>\n\n<p class=\"has-text-align-none\">To recap: There are <a href=\"https://www.vox.com/today-explained-podcast/378112/battleground-states-election-2024-trump-harris\">seven swing states </a>that will very likely determine the outcome of the election (with every other state expected to go solidly for either Trump or Harris). Listed in order of electoral votes, they are:</p>\n\n<ul>\n<li>Pennsylvania (19 electoral votes)</li>\n\n\n\n<li>North Carolina and Georgia (16 electoral votes each)</li>\n\n\n\n<li>Michigan (15 electoral votes)</li>\n\n\n\n<li>Arizona (11 electoral votes)</li>\n\n\n\n<li>Wisconsin (10 electoral votes)</li>\n\n\n\n<li>Nevada (6 electoral votes)</li>\n</ul>\n\n<p class=\"has-text-align-none\">If <a href=\"https://www.newsweek.com/donald-trump-kamala-harris-polls-swing-states-1971095\" data-type=\"link\" data-id=\"https://www.newsweek.com/donald-trump-kamala-harris-polls-swing-states-1971095\">Harris can pick up 44 electoral votes</a> in these swing states, she’ll win the presidency. Trump would need 51 electoral votes from these same states to win. The polls say these swing states are — brace yourself — very close!</p>\n\n<p class=\"has-text-align-none\">Pennsylvania, Wisconsin, Michigan, Nevada, and North Carolina all are almost exactly tied in the <a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president.html\">New York Times’s polling averages</a>, which show Trump up in Georgia by 1 and Arizona by 2. <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">Nate Silver’s polling averages</a> have similar results.</p>\n\n<p class=\"has-text-align-none\">There’s a slightly more rosy story for Harris in the <a href=\"https://www.washingtonpost.com/elections/interactive/2024/presidential-polling-averages/\">Washington Post’s averages</a>, which show her up by 2 in Pennsylvania, Michigan, and Wisconsin. On the other hand, the <a href=\"https://www.realclearpolling.com/latest-polls\">RealClearPolitics averages</a> show Trump leading by 2 points or less in all the swing states.</p>\n\n<p class=\"has-text-align-none\">But these differences are hair-splitting. None of these results are lopsided enough to instill any real confidence about which way the outcome will go.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Vibes aren’t worth much either</h2>\n\n<p class=\"has-text-align-none\">The vibes, on the other hand, point more clearly in one direction: Among Democrats, there’s <a href=\"https://www.nbcnews.com/politics/2024-election/democrats-are-nervous-kamala-harris-may-ok-rcna175257\">been</a> <a href=\"https://www.cnn.com/2024/10/09/politics/democratic-anxiety-kamala-harris-2024-election/index.html\">increasing</a> <a href=\"https://www.politico.com/news/magazine/2024/10/19/pennsylvania-election-anxiety-democrats-republicans-00184453\">trepidation</a> about Harris’s chances, while Republicans sound quite confident in Trump’s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the pre-election vibes would have told you that the GOP was headed for a landslide victory in 2022, that Biden was going to win overwhelmingly (rather than very narrowly) in 2020, and that Trump had no chance of winning in 2016. These sorts of intangible hunches and guesses just aren’t worth much.</p>\n\n<p class=\"has-text-align-none\">Some point to purported clues about the outcome in non-polling metrics, like early voting numbers or prediction markets. But early voting numbers are a <a href=\"https://www.washingtonpost.com/opinions/2022/10/25/early-voting-data-bad-predicting-midterms/\">notoriously bad indicator</a> of what will happen on Election Day. Prediction markets generally reflect conventional wisdom — and this year in particular, they <a href=\"https://www.businessinsider.com/trump-election-odds-polymarket-whale-kamala-harris-polls-betting-markets-2024-10\">may be skewed</a> by a few big-betting Trump fans.</p>\n\n<p class=\"has-text-align-none\">Once we know the result, hindsight will be 20/20. We can all look back for the clues that were purportedly hidden in plain sight, as we tell ourselves stories about how the outcome was fated all along. For now, though, the race is simply too close to call.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The vibes about who will win the 2024 presidential election may have shifted — but with barely more than two weeks until Election Day, the polls are as inconclusive as they’ve ever been. Polling averages show a contest in which Kamala Harris and Donald Trump are almost tied in most key swing states. And while [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "What went wrong with autism research? Let’s start with lab mice.",
    "link": "https://www.vox.com/future-perfect/377739/autism-research-mice-lab-models",
    "pubDate": "2024-10-21T16:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Three white mice with read eyes.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/iStock-472205097.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the world of neuroscience research, the mouse reigns supreme: <a href=\"https://www.science.org/content/article/how-many-mice-and-rats-are-used-us-labs-controversial-study-says-more-100-million\">in the US alone, tens of millions of mice</a> are <a href=\"https://www.vox.com/future-perfect/370457/animal-testing-science-medicine-vaccines-cruelty-free\">studied</a> as a proxy for the human brain in labs. They’re small, they breed quickly, and they’re relatively easy to genetically manipulate, making mice ubiquitous in biomedical science. When studying something fundamental to biology, like how individual cells work, the leap from mouse to human doesn’t feel egregious. But when mice are used to study distinctly human conditions like autism, the parallels start to break down.</p>\n\n<p class=\"has-text-align-none\">Fifteen years ago, researchers <a href=\"https://www.thetransmitter.org/spectrum/mouse-models-for-autism-debut/\">introduced the first two mouse models of autism</a>, each carrying a genetic mutation linked to autism in humans. They claimed that these mice behaved like autistic humans, unusually preferring solitude over meeting new mice, and squeaking only around half as often as their non-autistic littermates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Their results made major waves, inspiring researchers to experiment with other autism-related genes. Since the late 2000s, neuroscientists <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9189007/\">have bred over 20 types of mouse models</a> with motor problems, sensory sensitivities, and repetitive behaviors. These each capture some hallmark of human autism — provided you buy that a mouse burying marbles is the same as, for example, an autistic child insisting on eating the same food every day.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a freshly minted PhD working at the National Institute of Mental Health in the late 2000s, Jill Silverman <a href=\"https://www.thetransmitter.org/spectrum/why-studying-autism-in-mice-may-be-doomed-to-fail/\">ran experiments</a> on mice missing part of their <a href=\"https://gene.sfari.org/database/human-gene/SHANK3\">SHANK3<em> </em>gene</a>, a mutation found in about 1 in 100 autistic people. These SHANK3 mice seemed to show “autistic-like behaviors” like social discomfort and compulsive grooming, similar to the repetitive body movements, or <a href=\"https://www.webmd.com/brain/autism/what-you-need-to-know-about-stimming-and-autism\">stimming</a>, seen in some humans with autism.</p>\n\n<p class=\"has-text-align-none\">Silverman, now a principal investigator at the <a href=\"https://health.ucdavis.edu/mind-institute/\">UC Davis Medical Investigation of Neurodevelopmental Disorders (MIND) Institute</a>, still gets compliments on these mice — even though many of her original findings couldn’t be reproduced in future experiments. While she still works with laboratory mice and stressed their importance in understanding co-morbidities and rare genetic disorders tied to the condition, she noted that how “disrupted brain development manifests in a mouse is never going to be autism, because autism is uniquely human.”</p>\n\n<p class=\"has-text-align-none\">But when people praise her earlier research on autism-like behavior in mice, “I’m like, that is the biggest mistake this field has ever made,” she said.</p>\n\n<p class=\"has-text-align-none\">Billions of dollars have been poured into autism research over the last decade, funding a staggering number of experiments — including over 1,500 studies in the US <a href=\"https://files.eric.ed.gov/fulltext/ED647174.pdf\">in 2020 alone</a>. Many of these studies use animal models, especially mice.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether you believe that animal testing <a href=\"https://www.vox.com/future-perfect/2023/7/14/23794186/animal-testing-experiments-vivisection-academic-fraud-dishonesty-research\">is ethical (many don’t)</a>, scientists in numerous research fields — especially neuroscience, genetics, and other areas of biology — <a href=\"https://www.vox.com/future-perfect/370457/animal-testing-science-medicine-vaccines-cruelty-free\">run experiments on animals</a>. To understand how cells in the brain communicate to form thoughts and guide behavior, you need a living brain connected to a living body. Millions of rodents are used — and nearly all killed — for science experiments every year, many of which are preclinical tests of new drugs and other treatments with potential public health benefits, including for autism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While mouse models have helped us understand how neural connections develop over time, and how they may be affected by autism, they haven’t led to the pharmaceutical treatments many researchers are looking for. So far, all attempts to make drugs that help people manage some of the more challenging effects of autism, like sensory sensitivity or self-harm, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10062405/\">have failed</a>. </p>\n\n<p class=\"has-text-align-none\">When I asked senior scientist <a href=\"https://www.sfari.org/people/brigitta-gundersen/\">Brigitta Gundersen</a>, who manages Simons Foundation Autism Research Initiative (<a href=\"https://www.sfari.org/\">SFARI</a>) funding for autism studies <a href=\"https://www.sfari.org/resource/autism-rat-consortium/\">involving rodents</a>, for an example of a tangible quality of life improvement that this line of research has given us, she paused. “I struggle to think of examples across all of psychiatry, frankly.”</p>\n\n<p class=\"has-text-align-none\">In theory, figuring out how autism manifests in the brain and body should help scientists develop better treatments for some of its more debilitating symptoms, like seizures, mobility challenges, and self-harm. Given how much we still have to learn about how the brain works, autistic or otherwise, this kind of research is “a really long game,” Gundersen said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There’s this overall idea that understanding biology and understanding mechanisms will lead to better interventions,” she said. Studying biological systems for the sake of understanding them led to advances in medicine we often take for granted today, like chemotherapy. But the brain the most complicated tissue in the body — so far, at least, the search for medications that effectively treat psychiatric and neurodevelopmental disorders “hasn’t totally panned out.” </p>\n\n<p class=\"has-text-align-none\">Mouse models of autism-related gene mutations may help uncover the underlying biology of autism in the long run. But autistic people understandably want tangible support now, and research serving that need is hugely underfunded. “It barely matters to us what a mouse model says,” said Sam Crane, an advocate for people with disabilities and a public member of the federal <a href=\"https://iacc.hhs.gov/\">Interagency Autism Coordinating Committee</a> (IACC), a group that helps policymakers decide what types of autism research to pay for.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Others, including the parents of autistic children with very high support needs, <a href=\"https://www.washingtonpost.com/health/2023/11/18/profound-autism-labels-neurodiversity/\">fear that deprioritizing biological research will leave their loved ones behind</a>, turning attention away from developing potentially lifesaving treatments. Massive funding agencies like the US National Institutes of Health (NIH) are also wary of those trying to shift autism research away from genetics and neuroscience, arguing that <a href=\"https://elifesciences.org/articles/102368\">scientific breakthroughs often come from long-term studies of fundamental biology</a> — even when those studies don’t seem to offer real-world benefits in the short term.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Looking at the numbers, though, research exploring how to help autistic people navigate everyday life — the research many autistic people <a href=\"https://autisticadvocacy.org/about-asan/what-we-believe/\">say they’d like to see</a> — is still only getting about a quarter of the money allocated for autism research in the US. At a moment when <a href=\"https://www.statnews.com/2023/03/23/autism-epidemic-cdc-numbers/\">autism diagnoses are on the rise</a> — for reasons scientists still don’t fully understand — why are we spending so much on mice that might help humans eventually, and so little on services that could help humans now?&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>The history of autism research, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">Autism spectrum disorder (ASD), <a href=\"https://www.psychiatry.org/File%20Library/Psychiatrists/Practice/DSM/APA_DSM-5-Autism-Spectrum-Disorder.pdf\">as defined by</a> the fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5), is usually characterized by communication challenges, trouble navigating social interactions, and a high sensitivity to change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also defined by how different the roughly 5.4 million people diagnosed with autism in the US are from each other. The wide umbrella of ASD includes people who live independently, have fulfilling careers and relationships, and can advocate for their own needs. It also includes people who don’t speak much (or at all), use a wheelchair, and may require full-time support from a caregiver for the entirety of their lives.</p>\n\n<p class=\"has-text-align-none\">Biologically speaking, autism — like the brain in general — is still poorly understood. In the 1950s and 1960s, medical professionals embraced the <a href=\"https://www.autism-help.org/points-refrigerator-mothers.htm\">now-discredited “refrigerator mother” theory</a> linking autism to cold, distant parenting, <a href=\"https://journalofethics.ama-assn.org/article/mothers-and-autism-evolution-discourse-blame/2015-04\">blaming mothers</a> for their children’s condition. Later, <a href=\"https://www.nytimes.com/2006/11/28/obituaries/28rimland.html\">psychologist Bernie Rimland</a> presented evidence that autism is rooted in biology. Then, former physician Andrew Wakefield <a href=\"https://www.vox.com/2018/2/27/17057990/andrew-wakefield-vaccines-autism-study\">published a paper</a> in 1998 incorrectly linking the measles, mumps, and rubella (MMR) vaccine to autism, fueling the modern <a href=\"https://www.vox.com/the-goods/22958419/covid-vaccine-mandate-pandemic-history\">anti-vaccination movement</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, most researchers believe that autism is strongly influenced by genetics. However, when <a href=\"https://www.cdc.gov/autism/signs-symptoms/index.html\">symptoms can include everything</a> from difficulty reading social cues to seizures to constipation, it’s hard to figure out what genes might be causing what — after all, over several decades of work, scientists have compiled a <a href=\"https://www.thetransmitter.org/spectrum/analysis-sequences-pegs-102-top-autism-genes/?fspec=1\">list of 100 or so genes</a> that might be linked to autism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To leaders at private funding agencies like SFARI, <a href=\"https://www.autismspeaks.org/?utm_medium=paidsearch&amp;utm_source=google&amp;utm_campaign=IS-branded-conv&amp;utm_content=IS-evergreen&amp;gad_source=1&amp;gclid=CjwKCAjwooq3BhB3EiwAYqYoEh4tmncVlXtGeW90hFwQGBeNbeY40R_1WxoBEujiGBrP1kGE4wm5ihoCKP4QAvD_BwE\">Autism Speaks</a>, and the <a href=\"https://autismsciencefoundation.org/\">Autism Science Foundation</a> (ASF), that complexity is precisely why we need basic research to explore the underlying biology and genetics of autism.<strong> </strong>The ultimate goal of these funders, several of whom have autistic children, is to find treatments for autism. Historically, some of these institutions <a href=\"https://the-art-of-autism.com/autism-speaks-revamps-its-mission-statement/\">even wanted to find &#8220;cures.&#8221;</a></p>\n\n<p class=\"has-text-align-none\">But digging into the genetics of autism in the early aughts raised more questions than answers, forcing researchers to <a href=\"https://www.thetransmitter.org/spectrum/dsm-5-redefines-autism/\">reconsider what autism even is</a>. Meanwhile, in the absence of meaningful medical progress, some desperate parents turned to extreme DIY “cures” like <a href=\"https://www.vox.com/2019/6/19/18684109/autism-vaccines-treatment-cure-bleach\">making their autistic kids drink bleach</a>.</p>\n\n<p class=\"has-text-align-none\">“Despite the fact that they’re pointing in diametrically opposed directions, there’s a common theme with the refrigerator mother approach and the anti-vaccine approach,” said <a href=\"https://healthpolicy.fas.harvard.edu/people/ari-neeman\">Ari Ne’eman</a>, assistant professor at the Harvard School of Public Health and co-founder of the <a href=\"https://autisticadvocacy.org/\">Autistic Self Advocacy Network</a> (ASAN). “Namely, they both really emphasize the idea of causation as central to the business of autism advocacy.”</p>\n\n<p class=\"has-text-align-none\">Framing autism as a disease that “happens” to otherwise healthy children as a consequence of their parenting, genetics, or environment makes it feel like something that science can fix, or even prevent in the first place. For many diseases — think deadly cancers — this wouldn’t be controversial.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But many autistic adults <a href=\"https://www.vox.com/2015/8/31/9233295/autism-rights-kanner-asperger\">believe the “causation” framing is hugely misguided</a>. Efforts to pinpoint genetic markers of autism have <a href=\"https://proto.life/2023/04/prenatal-screening-for-autism-is-an-ethical-dilemma/\">raised serious concerns</a> about eugenics — namely, that if parents could get a prenatal test for autism, many of them would choose not to have those children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Prenatal tests for many diseases, like cystic fibrosis and sickle cell disease, <a href=\"https://www.hopkinsmedicine.org/health/wellness-and-prevention/common-tests-during-pregnancy\">already exist</a>, and the fears of autism advocates are not unfounded. In Iceland, for example, nearly 100 percent of parents who get prenatal tests for Down syndrome — a chromosomal condition affecting as many as <a href=\"https://www.globaldownsyndrome.org/about-down-syndrome/facts-about-down-syndrome/\">6 million people</a> worldwide,<strong> </strong>many of whom live long, healthy, fulfilling lives — <a href=\"https://www.snopes.com/fact-check/iceland-eliminated-syndrome-abortion/\">choose to abort their pregnancy</a> if the results are positive, causing the population of Down syndrome children to almost completely disappear there. Even in the US, where <a href=\"https://www.vox.com/videos/370668/how-trump-could-ban-abortion-medication-president\">abortion is politically fraught</a>, over <a href=\"https://obgyn.onlinelibrary.wiley.com/doi/10.1002/pd.2910/full%22\">two-thirds of parents</a> choose not to give birth after finding out their child will have Down syndrome. Should it also be acceptable for parents to abort a pregnancy if they learn that their child will be autistic?</p>\n\n<p class=\"has-text-align-none\">“Autism research was really built with the assumption that the goal is a world without autism,” Ne’eman said. But a growing number of people embrace the neurodiversity movement, proposing that autism is simply <a href=\"https://www.amazon.com/NeuroTribes-Legacy-Autism-Future-Neurodiversity/dp/158333467X\">another way to move through the world</a>. To them, the condition is not something to cure with medication or prevent with prenatal testing. This shift has led to significant controversy in the world of autism research. Autism Speaks <a href=\"https://www.thedailybeast.com/autism-speaks-but-should-everyone-listen\">came under fire</a> in the mid-2010s for portraying autism as a devastating disease that ought to be stamped out, before <a href=\"https://www.washingtonpost.com/outlook/2020/02/14/biggest-autism-advocacy-group-is-still-failing-too-many-autistic-people/\">denouncing</a> that rhetoric in 2016.</p>\n\n<p class=\"has-text-align-none\">For now, an effective prenatal test is not widely available — while autism does seem to be strongly influenced by genetics, <a href=\"https://www.thetransmitter.org/spectrum/the-problems-with-prenatal-testing-for-autism/\">there isn’t a single gene that flags autism</a>. Prenatal tests and emerging <a href=\"https://www.vox.com/the-highlight/24105096/crispr-gene-editing-theory-dna-diversity\">gene-editing</a> tools like CRISPR seem to work best for conditions caused by a single genetic mutation, like <a href=\"https://www.nhlbi.nih.gov/health/sickle-cell-disease\">sickle cell disease</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, scientists have listed about 100 genes that all seem related to someone’s likelihood of being diagnosed with autism, making a target for potential screenings, drugs, or other therapies much harder to pin down. Mutations in any one gene don’t necessarily mean that a person will be autistic, or shape what autism will look like for them. While some single-gene mutations cause specific neurodevelopmental disorders that fall under the umbrella of autism spectrum disorder, like <a href=\"https://www.thetransmitter.org/spectrum/understanding-fragile-x-syndrome/\">fragile X syndrome</a>, they are <a href=\"https://www.thetransmitter.org/spectrum/autism-genetics-explained/\">relatively rare</a>.</p>\n\n<p class=\"has-text-align-none\">All considered, autism isn’t currently something that can be addressed by traditional drug development pipelines. Yet, funding for projects studying the biology of autism <a href=\"https://iacc.hhs.gov/publications/strategic-plan/2023/strategic_plan_2023.pdf?ver=8\">more than quadrupled</a> since 2008, while funding for projects finding better ways to help autistic people in day-to-day life <a href=\"https://www.vox.com/2016/4/21/11464144/autism-funding-services-biology\">fell or remained stagnant</a>.</p>\n\n<p class=\"has-text-align-none\">Under the <a href=\"https://georgewbush-whitehouse.archives.gov/news/releases/2006/12/20061219-3.html\">Combating Autism Act</a>, which George W. Bush signed into law in 2006, Congress established the <a href=\"https://iacc.hhs.gov/\">Interagency Autism Coordinating Committee</a> (IACC). As the name suggests, the Combating Autism Act was focused on finding treatments to prevent or “cure” autism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the time, the vast majority of IACC members were not autistic — and their funding priorities were oriented accordingly. Their <a href=\"https://iacc.hhs.gov/publications/strategic-plan/2009/strategic_plan_2009.pdf\">first set of recommendations</a>, published in 2009, <a href=\"https://autisticadvocacy.org/2009/02/comments-at-february-4-2009-iacc-meeting/\">heavily skewed</a> toward funding the search for causes and cures of autism. For example, they proposed spending $75 million on developing animal models of autism — nearly 50 times more than they suggested spending on studying everyday support services for autistic people.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Can biologists breed autistic mice? (Not really.)</strong></h2>\n\n<p class=\"has-text-align-none\">In the world of biomedical research, where there are genetic risk factors, <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK231336/\">there are genetically altered mouse models</a>. But by continuing to fall back on the rodents that they are so accustomed to studying, researchers are holding themselves back from fully understanding how autism manifests in humans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mice are small, reproduce quickly, and share about <a href=\"https://www.genome.gov/10001345/importance-of-mouse-genome\">85 percent of their functional genes</a> with humans, making them desirable to geneticists hoping to study diseases outside of the human body. While non-animal models are <a href=\"https://www.vox.com/future-perfect/370457/animal-testing-science-medicine-vaccines-cruelty-free\">slowly replacing animal testing</a> in many areas of science, “you need a live animal to study a disorder that’s solely behavioral,” Silverman said. “Cells don’t behave.”</p>\n\n<p class=\"has-text-align-none\">Mice behave, but their behavior is very different from ours. So, neuroscientists have had to stretch <a href=\"https://www.thetransmitter.org/spectrum/why-studying-autism-in-mice-may-be-doomed-to-fail/\">to draw parallels</a> between the behavior of mice and autistic humans. If a mouse buries marbles with unusual fervor or over-grooms themselves, a study <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4108161/\">may qualify it as</a> “repetitive behavior.” If a mouse prefers being alone to hanging out with a stranger mouse in its cage, it’s displaying “social deficits.” Studies have even measured changes in <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0149763420304383\">ultrasonic vocalizations in mice</a> to try to understand speech problems in autistic humans, and recorded electrical activity from the brains of <a href=\"https://onlinelibrary.wiley.com/doi/10.1002/advs.202402493\">dogs with autism-related gene mutations</a> to see whether LSD could improve their social interactions.</p>\n\n<p class=\"has-text-align-none\">Animal behavior is finicky, though, especially when those animals are <a href=\"https://www.vox.com/future-perfect/23795087/animal-experiments-primates-mental-health-effective\">living in tiny laboratory cages</a>, far from their natural habitat. The same mouse in the same marble-burying setup, for example, may bury fewer marbles than usual one day because it got distracted by the smell of whatever shampoo the experimenter used that morning.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Human error can play a role, too. An exhausted grad student may miscount the number of times two mice bump noses. Researchers in different labs may not even agree what that nose-bumping behavior means, <a href=\"https://www.thetransmitter.org/spectrum/how-artificial-intelligence-is-shaking-up-animal-behavior-studies-in-autism/\">or how to classify</a> it in their papers. It “just lends itself to a lack of reproducibility,” Gundersen said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It also makes preclinical trials for new treatments, which are often conducted in animals, challenging to translate to humans. Many symptoms, especially those related to social interactions and communication, are distinctly human — so much so that they’re nearly impossible to reproduce in mice. “You know,” Gundersen said, “no mice talk.”</p>\n\n<p class=\"has-text-align-none\">Today, more scientists are rejecting the idea that mice can actually exhibit autistic-like behaviors. “Nobody thinks that mice are people,” Gundersen said. “Nobody thinks that mice are modeling autism.”</p>\n\n<p class=\"has-text-align-none\">But the number of publications featuring “mouse model(s) of autism” in the title <a href=\"https://docs.google.com/spreadsheets/d/e/2PACX-1vTQa9l1rWjZRVtuBzBywJUiajxZ-aqDCcq834jrr3YpRgK92L5I3MR0taYvJhpOX0w9OWFgD9YTmErU/pubchart?oid=1977171245&amp;format=image\">has steadily increased</a> since they were first introduced in the mid-2000s. A cynic might wonder why scientists are continuing to pursue this line of research, when both autistic self-advocates and a growing number of leaders in biomedicine are saying that it doesn’t make any sense.</p>\n\n<p class=\"has-text-align-none\">Ne’eman said that some people in the autistic community jokingly refer to autism research as a “geneticist’s <a href=\"https://www.forbes.com/sites/michaelbernick/2020/08/25/the-rebuilding-and-the-autism-full-employment-act-of-2021/\">Full Employment Act</a>” — a parallel to the proposed <a href=\"https://www.politico.com/news/agenda/2021/10/04/americans-autism-employment-support-514667\">Autism Full Employment Act</a>, which would create incentives for workplaces to hire autistic people.</p>\n\n<p class=\"has-text-align-none\">The grant application system is really competitive. To boost their chances of getting research funding, applicants increasingly have to <a href=\"https://journals.sagepub.com/doi/pdf/10.1177/1745691616687745\">twist their research proposals</a> to align with whoever will give them money. A lab interested in studying how gene expression guides brain cells to form connections with each other, for example, could pitch it as an autism study to open up additional funding opportunities.</p>\n\n<p class=\"has-text-align-none\">So, Ne’eman suspects that some scientists are “looking at the autism research agenda as exclusively or primarily a vehicle for a relatively small number of abstract questions of basic science,” which aims to expand knowledge without necessarily translating to new drugs or other practical applications. Just look at the mice: it’s been clear for years that they’re a bad proxy for autistic people, but many biomedical researchers have built their careers around using them. Moving away from dysfunctional models requires time, money, and critically evaluating old, imperfect findings — something scientists aren’t really incentivized to do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">People like <a href=\"https://autismsciencefoundation.org/teams/dr-alycia-halladay/\">Alycia Halladay</a>, chief science officer at the Autism Science Foundation, worry that self-advocates like Ne’eman are too dismissive of basic science. </p>\n\n<p class=\"has-text-align-none\">“At ASF, we strongly believe that the use of model systems is essential to&nbsp;understanding the biology of autism and to developing targeted, personalized interventions that will improve lives,” Halladay wrote in an email statement to Vox. “Use of animal models has been critical to our understanding of dozens of psychiatric disorders, and has helped to improve the lives of those who suffer from those disorders. Autism research must continue to include these important model systems. ASF remains absolutely committed to funding basic biology, genetic discovery, animal models, and pharmaceutical innovation.”</p>\n\n<p class=\"has-text-align-none\">But it isn’t that autistic people don’t value science. Rather, many of them think the somewhat futile search for a “cure” to autism shouldn’t receive as much funding as it does, relative to other areas of research.</p>\n\n<p class=\"has-text-align-none\">A more promising path for biomedical researchers could be studying rare neurodevelopmental disorders, like <a href=\"https://www.angelman.org/\">Angelman syndrome</a> and <a href=\"https://www.rettsyndrome.org/about-rett-syndrome/what-is-rett-syndrome/\">Rett syndrome</a>, caused by mutations in a single gene that exists in both mice and humans. People with disorders like these often have symptoms experienced by others with autism, like <a href=\"https://autism.org/autism-and-seizures/\">seizures</a>, <a href=\"https://www.mayoclinic.org/diseases-conditions/autism-spectrum-disorder/expert-answers/autism-and-digestive-symptoms/faq-20322778\">gastrointestinal issues</a>, and <a href=\"https://www.thetransmitter.org/spectrum/sleep-problems-autism-explained/\">insomnia</a> — which are more easily quantifiable in mice than, say, language.</p>\n\n<p class=\"has-text-align-none\">Silverman moved her lab in this direction entirely, after <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/gbb.12803\">losing faith in models</a> of other “autism-like behaviors.” She hopes that a clearer understanding of these specific genetic mutations will lay the foundation for things like better epilepsy medications down the line — not only for those with Angelman syndrome, but for anyone who experiences seizures alongside autism. </p>\n\n<p class=\"has-text-align-none\">I asked Halladay what research she wanted to see, as a <a href=\"https://sparkforautism.org/discover_article/meet-alycia-halladay/\">mother of an autistic daughter</a>. She agreed that more investigations of conditions related to autism, like sensory sensitivity, would be incredibly helpful to families like her own. Halladay, like many other parents, doesn’t want her daughter’s autism to go away; she just <a href=\"https://sparkforautism.org/discover_article/meet-alycia-halladay/\">wants more support</a> — and possibly medicine — to help her child live the best life possible.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Autism research is torn between different visions</strong></h2>\n\n<p class=\"has-text-align-none\">In general, Ne’eman thinks that “the average autistic person, as well as the average family member, doesn’t wake up in the morning thinking, ‘Have they found a better mouse model?’” They do think about whether they’ll be able to find a full-time caretaker who is covered by insurance, or what the newest adaptive communication devices will be capable of.</p>\n\n<p class=\"has-text-align-none\">When autistic self-advocates were largely excluded from the decision-making process, funding for things that would help them immediately, like communication assistance or housing support, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8035332/\">fell by the wayside</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s since changed — today, the IACC includes 23 non-autistic government employees and 22 public members, <a href=\"https://www.thetransmitter.org/spectrum/federal-autism-committee-names-new-members/\">seven of whom are autistic</a> themselves. Their budget priorities <a href=\"https://iacc.hhs.gov/publications/strategic-plan/2023/strategic_plan_2023.pdf?ver=8\">have shifted accordingly</a>, centering research questions like “What services and supports are needed to maximize health and well-being?” in addition to basic biology studies.</p>\n\n<p class=\"has-text-align-none\">At the same time, the gap between the committee’s proposed budget and how much funders actually spend <a href=\"https://iacc.hhs.gov/publications/portfolio-analysis/2020/portfolio_analysis_2020.pdf?ver=5\">has also grown</a>. And while funding for services and support doubled between 2019 and 2020, it still only accounted for 8.4 percent of the money spent that year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One big thing standing in the way of the IACC’s recommendations and reality: The biggest sources of science funding, public and private, weren’t really built to fund things other than biology research. Of the 28 organizations listed as funding autism-related projects between 2019 and 2020, the National Institutes of Health and SFARI — which only award grants for basic science and clinical research — <a href=\"https://iacc.hhs.gov/publications/portfolio-analysis/2020/portfolio_analysis_2020.pdf?ver=5\">together paid for over 80 percent of research</a>. </p>\n\n<p class=\"has-text-align-none\">Agencies like the <a href=\"https://ies.ed.gov/ncser/research/\">Department of Education</a> and the <a href=\"https://acl.gov/\">Administration for Community Living</a> pay for projects studying interventions like how to help autistic adults avoid institutionalization and live as independently as possible — <a href=\"https://autisticadvocacy.org/about-asan/what-we-believe/\">major priorities for autistic self-advocates</a>. However, they only fund a tiny portion of autism research.</p>\n\n<p class=\"has-text-align-none\">Solving this problem will likely require a major redistribution of funding, or a big overall increase in the pool of money available to everyone. “I’m not sure that you can totally fix it by just yelling at the NIH,” Crane said. In fact, she suspects that the <a href=\"https://www.nimh.nih.gov/about/organization/od/office-of-national-autism-coordination-onac\">Office of National Autism Coordination</a>,<strong> </strong>housed within the NIH, knows that they’re supposed to be funding more studies about how to support autistic people — they’re just not receiving grant applications for them. The NIH did not respond to Vox’s requests for comment by the time of publication.</p>\n\n<p class=\"has-text-align-none\">One solution the IACC recommended involves <a href=\"https://iacc.hhs.gov/publications/strategic-plan/2023/strategic_plan_2023.pdf?ver=8\">growing the overall pool of money</a> set aside for autism research to $685 million by next year. They specifically highlighted three research areas that need the most additional resources: lifespan issues, evidence-based interventions and services, and the development of culturally responsive services.</p>\n\n<p class=\"has-text-align-none\">By “lifespan issues,” the IACC means anything related to big life transitions: access to higher education and employment, opportunities to live as independently as possible alongside non-autistic community members, and health care. Figuring out how to help autistic adults — including those with the most severe disabilities — <a href=\"https://autisticadvocacy.org/2012/08/career-options/\">find fulfilling jobs</a> that they’re good at, <a href=\"https://autisticadvocacy.org/2024/05/beyond-coercion-and-institutionalization/\">stay out</a> of harmful psychiatric institutions, and <a href=\"https://www.npr.org/2022/05/11/1098150733/dating-coaches-who-specialize-in-working-with-people-with-autism-are-in-demand\">form healthy relationships</a> doesn’t require mouse models. It requires piloting initiatives like new <a href=\"https://iacc.hhs.gov/resources/housing/websites/\">housing programs</a>, building better <a href=\"https://autisticadvocacy.org/2017/10/everybody-communicates-our-new-toolkit-on-communication-supports/\">assistive communication devices</a>, and other community-oriented research.</p>\n\n<p class=\"has-text-align-none\">Studying existing interventions to make sure they’re helping autistic people — not just making them appear non-autistic in public — is also crucial, Crane said. For example, <a href=\"https://www.tiktok.com/@sweetpoochers/video/7405244574127361311?lang=en\">applied behavioral analysis (ABA) therapy</a>, which rewards “goal behaviors” like making eye contact or saying hello to people, is <a href=\"https://www.tiktok.com/@joannareese7/video/7356684281642634539?lang=en\">controversial in the autistic community</a> because it can be experienced as <a href=\"https://www.tiktok.com/@burritos_and_adhd/video/7039802682588040453?lang=en\">abusive and coercive</a>. Most existing studies on the effectiveness of ABA measured things like whether recipients <a href=\"https://journalofethics.ama-assn.org/article/when-disability-defined-behavior-outcome-measures-should-not-promote-passing/2021-07\">behaved better in the classroom</a>, rather than long-term outcomes like overall academic achievement or quality of life. With more money, Crane hopes this can change. “We need to be funding research that actually tracks the outcomes that matter to people.”</p>\n\n<p class=\"has-text-align-none\">The bottom line is that we don’t need more mouse models of autism or of autism-like behaviors. Biomedical science has a role to play, especially in helping people manage symptoms of other autism-related health issues like epilepsy and sleep disorders — but it has claimed a disproportionately large chunk of autism research funding for too long.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some people, especially the parents of children with intellectual and physical disabilities related to autism, argue that autistic self-advocates who push back against the biomedical research agenda are acting out of self-interest, leaving those with the most severe disabilities behind. People with different experiences of autism, Autism Science Foundation president Alison Singer <a href=\"https://www.thetransmitter.org/spectrum/its-time-to-embrace-profound-autism/\">argues</a>, need different things. Specifically, she believes that people with the most severe disabilities need the kinds of pharmaceutical interventions that biomedical research aims to find — and that many autistic self-advocates want to deprioritize.</p>\n\n<p class=\"has-text-align-none\">Ne’eman believes the opposite is true. “Those with the most severe impairments are especially poorly served by research that does not relate back to their needs,” he said. In its <a href=\"https://autisticadvocacy.org/wp-content/uploads/2022/03/genetic-statement-concerns.pdf\">statement on genetic research</a>, the Autistic Self-Advocacy Network emphasizes, “Autistic people with the highest support needs are some of the most vulnerable members of our community. They deserve good lives with the right to make their own decisions, not yet another round of ‘cures’ that will not work.”</p>\n\n<p class=\"has-text-align-none\">Neuroscience still has a lot to offer the autism community, but neuroscientists need to listen to the people they’re claiming to serve. Ditching outdated behavioral tests on mouse models of “autism-like behavior” might be a great place to start.</p>\n\n<p class=\"has-text-align-none\"><strong><em>Clarification, October 21, 12:50 pm ET: </em></strong><em>This story was updated to clarify the positions of Jill Silverman, Alycia Halladay, Brigitta Gundersen, and the Autism Science Foundation on animal models of autism.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the world of neuroscience research, the mouse reigns supreme: in the US alone, tens of millions of mice are studied as a proxy for the human brain in labs. They’re small, they breed quickly, and they’re relatively easy to genetically manipulate, making mice ubiquitous in biomedical science. When studying something fundamental to biology, like [&#8230;]",
    "author": "Celia Ford"
  },
  {
    "title": "The 7 states that will decide the 2024 election",
    "link": "https://www.vox.com/today-explained-podcast/378112/battleground-states-election-2024-trump-harris",
    "pubDate": "2024-10-21T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A person wears rolls of “I Voted” stickers on their arm with a stack of them in their hand, seen from above with just the arm and torso.\" data-caption=\"A poll worker holds “I Voted” stickers during the first day of early voting at a polling station in Wilmington, North Carolina, US, on October 17, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2178160483.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A poll worker holds “I Voted” stickers during the first day of early voting at a polling station in Wilmington, North Carolina, US, on October 17, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the seven weeks ahead of the 2024 presidential election, the <a href=\"https://www.vox.com/today-explained-podcast\"><em>Today, Explained</em> podcast</a> has been examining the major themes and policies impacting voters this year. We’ve been telling the story of the Donald Trump-Kamala Harris presidential match-up through each of the hard-fought swing states. There are seven battleground states, dotted throughout the country, and they each speak to major issues, themes, and demographic groups that will decide the 2024 election. Our hosts, producers, and reporters have been talking to voters in each of them: Georgia, Pennsylvania, Arizona, Wisconsin, Nevada, North Carolina, and Michigan.</p>\n\n<p class=\"has-text-align-none\">Episodes air every Monday or Tuesday from September 23 to November 4, 2024.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/today-explained-podcast/373334/georgia-election-board-rule-changes-trump\">Can&nbsp;Georgia’s&nbsp;MAGA election board actually rig the vote for Trump?</a></h2>\n\n<p class=\"has-text-align-none\">The Georgia state election board’s 11th-hour rule changes, explained.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8499292549\" width=\"100%\"></iframe>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/2024-elections/375904/pennsylvania-kamala-harris-donald-trumplose-by-less-rural-black-suburb-voters\">The strategy that might decide Pennsylvania — and the election</a></h2>\n\n<p class=\"has-text-align-none\">Victory in Pennsylvania might be all about losing by less in the other party’s strongholds.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1489740388\" width=\"100%\"></iframe>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/e/378027\">Will abortion rights help turn out voters in Arizona?</a></h2>\n\n<p class=\"has-text-align-none\">Arizona’s ballot will include a constitutional amendment on the right to abortion up until fetal viability. Both the Trump and Harris campaigns are hoping that gives them an edge with women voters.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4127984318\" width=\"100%\"></iframe>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/e/378368\">Why Wisconsin Democrats are campaigning in places they can’t win</a></h2>\n\n<p class=\"has-text-align-none\">Both the Trump and Harris campaigns need to court and win rural voters to take Wisconsin, a traditionally Democratic-leaning state that Trump won in 2016.</p>\n\n<iframe loading=\"lazy\" frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6931214746\" width=\"100%\"></iframe>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Credits</h2>\n\n\n\n<p class=\"has-text-align-none\">Executive Producer: <em>Miranda Kennedy</em></p>\n\n\n\n<p class=\"has-text-align-none\">Hosts: <em>Noel King and Sean Rameswaram</em></p>\n\n\n\n<p class=\"has-text-align-none\">Editors: <em>Amina al-Sadi and Matt Collette</em></p>\n\n\n\n<p class=\"has-text-align-none\">Producers: <em>Hady Mawajdeh, Miles Bryan, Victoria Chamberlin, Avishay Artsy, Amanda Lewellyn, and Peter Balonon-Rosen</em></p>\n\n\n\n<p class=\"has-text-align-none\">Engineers:<em> Patrick Boyd, Rob Byers, and Andrea Kristinsdottir</em></p>\n\n\n\n<p class=\"has-text-align-none\">Senior researcher: <em>Laura Bullard</em></p>\n</div>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the seven weeks ahead of the 2024 presidential election, the Today, Explained podcast has been examining the major themes and policies impacting voters this year. We’ve been telling the story of the Donald Trump-Kamala Harris presidential match-up through each of the hard-fought swing states. There are seven battleground states, dotted throughout the country, and [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "Why Wisconsin Democrats are campaigning in places they can’t win",
    "link": "https://www.vox.com/today-explained-podcast/378368/wisconsin-rural-voters-democrats-strategy",
    "pubDate": "2024-10-21T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A person standing in a crowd holds a blue sign reading “Wisconsin for Harris-Walz” in white text.\" data-caption=\"Supporters of Democratic vice presidential nominee Tim Walz listen to him speak at a rally in Green Bay, Wisconsin, on October 14, 2024. | Jim Vondruska/Getty Images\" data-portal-copyright=\"Jim Vondruska/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2177757603.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Supporters of Democratic vice presidential nominee Tim Walz listen to him speak at a rally in Green Bay, Wisconsin, on October 14, 2024. | Jim Vondruska/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>The </em>Today, Explained<em> podcast is taking a deep dive into the major themes of the 2024 election through the lens of seven battleground states. We’ve heard so far from voters in <a href=\"https://open.spotify.com/episode/0a8ahdph7BGpx9d0ZjzU3q?si=b5fcd333949f4909\">Georgia</a>, <a href=\"https://open.spotify.com/episode/4qTFkzBeRxCT5sPluaxd7n?si=13da5fec1295486e\">Pennsylvania</a>, and <a href=\"https://open.spotify.com/episode/0d33827slG3WnJObyCr2C1?si=376ff7132c7f4f52\">Arizona</a>, and this week we turn to Wisconsin, where rural voters could make the difference.</em></p>\n\n<p class=\"has-text-align-none\">With less than a month until Election Day, Wisconsin Democrats are pouring time and energy into parts of the state they routinely lose by double digits in the hope of reaching the rural voters who went solidly for Donald Trump in the last two presidential elections. <a href=\"https://www.usnews.com/news/elections/articles/the-2024-swing-states-wisconsin-could-sway-the-presidential-election\">All signs indicate</a> that these voters will do so again, but that hasn’t stopped Democrats from <a href=\"https://pbswisconsin.org/news-item/wisconsin-democrats-continue-fundraising-dominance-over-state-republicans-in-2024/\">campaigning</a> fiercely in rural districts to claw back as many voters as they can.</p>\n\n<p class=\"has-text-align-none\">According to <a href=\"https://www.wpr.org/person/rob-mentzer\">Rob Mentzer</a>, the rural communities reporter for Wisconsin Public Radio, Democrats are clear-eyed about the fact that they almost certainly won’t win in rural parts of Wisconsin. By narrowing the margins, though, they hope to “lose by less” — and thus win statewide.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If that tactic succeeds, it would be a big deal. Though Wisconsin was long a progressive stronghold, a wave of Republican support in the early 2000s transformed it from part of Democrats’ Midwestern “blue wall” into a <a href=\"https://thehill.com/opinion/campaign/4929521-kamala-harris-trump-polls-race/\">battleground state</a> often decided by razor-thin margins.</p>\n\n<p class=\"has-text-align-none\">In 2020, Biden won the state by just over half a percentage point, thanks in large part to high turnout in Madison, Milwaukee, and other cities. If Harris and incumbent Democratic Sen. Tammy Baldwin, who is up for reelection, can make gains with rural voters this time, it would expand their path to victory in the state.</p>\n\n<p class=\"has-text-align-none\"><em>Today, Explained</em> host Sean Rameswaram<em> </em>spoke with Mentzer about what he’s hearing from rural voters in north-central Wisconsin as Democrats make a play for their support.</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of their conversation, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> wherever you get your podcasts, including <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9yc3MuYXJ0MTkuY29tL3RvZGF5LWV4cGxhaW5lZA==\">Google Podcasts</a>, and <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>.</p>\n\n<iframe loading=\"lazy\" frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6931214746\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Can we just talk really quickly about what Wisconsin looked like, I don’t know, before Donald Trump? It used to be a progressive place, right?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Rob Mentzer</h4>\n\n<p class=\"has-text-align-none\">Wisconsin has a <a href=\"https://www.wisconsinhistory.org/Records/Article/CS3588\">very long history</a> of progressive politics. From the turn of the 20th century, it was actually one of the birthplaces of the progressive movement. <a href=\"https://www.britannica.com/biography/Robert-M-La-Follette\">Robert La Follette</a> was a populist governor, later US senator. He was beloved by the state&#8217;s farmers, by rural areas. And you can <a href=\"https://www.wisconsinhistory.org/Records/Article/CS417\">draw a straight line</a> from that progressive movement in Wisconsin to a lot of the New Deal legislation and into modern progressivism, for sure.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">And what changed? Is it as simple as Donald Trump or is there more to that story?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Rob Mentzer</h4>\n\n<p class=\"has-text-align-none\">I think that it goes back a little bit further than that. So in 2010, there was a massive wave election for Republicans. And one of the Republicans elected that year was <a href=\"https://www.washingtonpost.com/politics/how-the-democrats-finally-defeated-wisconsin-gov-scott-walker/2018/11/07/3377ed17-9cbe-4537-8b2a-acd0c37a8d35_story.html\">Scott Walker</a>, who became Wisconsin&#8217;s governor. Some people will recall the first thing he did in office was to introduce a bill that essentially removed collective bargaining rights from most public unions —&nbsp;teachers, government workers. And there was a huge backlash to this. There were weeks of protests in the state capital. But Republicans won that battle. And then, because 2010 was a <a href=\"https://ballotpedia.org/Redistricting_in_Wisconsin_after_the_2010_census\">redistricting year</a>, they used their trifecta power to <a href=\"https://www.twincities.com/2011/08/08/walker-signs-redistricting-bill-angering-democrats-on-day-of-recall-elections/\">entrench those majorities</a> in the legislature. Walker survived a <a href=\"https://www.npr.org/sections/itsallpolitics/2012/06/05/154384654/live-blog-wisconsin-decides-governors-fate-in-recall-vote\">recall election</a> in 2012. He won reelection in 2014. And that gets us to the Trump era in 2016.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hillary Clinton famously <a href=\"https://ecommons.udayton.edu/pol_fac_pub/116/\">did not visit Wisconsin</a> during the 2016 campaign. And she did not win Wisconsin on election night in 2016.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, the reasons for that are complicated. But I think that <a href=\"https://www.nbcnews.com/business/business-news/wisconsin-manufacturing-workers-divided-trump-despite-broken-promises-n1245458\">manufacturing</a> really is a big part of it. It&#8217;s one of the absolute pillars of Wisconsin&#8217;s economy. There are a lot of rural communities where a paper mill or a window and door manufacturer, a Harley Davidson plant, are the biggest employers. They provide the most jobs. And there was a real and a <a href=\"https://economicdevelopment.extension.wisc.edu/files/2019/05/Manufacturing_Full-report.pdf\">long-term decline</a> in that share of manufacturing jobs in Wisconsin that you can trace as far back as the 1970s all the way into the 2010s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some people absolutely blamed NAFTA for that or other free-trade agreements. Those were things that President Bill Clinton had signed into law, was an advocate for, and Hillary Clinton was associated with, while Trump was vocally against.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Also, in the 2010s, we saw a lot of <a href=\"https://www.ers.usda.gov/webdocs/publications/98901/err-274.pdf\">consolidation of dairy farms</a>, a lot of closures of smaller farms. And I think that those things were part of the change in rural areas that voters reacted to.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Is that how Biden flips it back in 2020? Because he&#8217;s got that Obama affiliation and he doesn&#8217;t have that NAFTA affiliation?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Rob Mentzer</h4>\n\n<p class=\"has-text-align-none\">In a word, no.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Okay!&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Rob Mentzer</h4>\n\n<p class=\"has-text-align-none\">The election in 2020 looked a lot like the election in 2016 in Wisconsin. The rural vote came out for Trump in <a href=\"https://wisconsinexaminer.com/2020/12/23/republicans-won-rural-wisconsin-governing/\">huge numbers</a>. Bigger than 2016. The only thing is that the vote in Madison and in other Democratic strongholds was a little bigger. Democrats gained ground in the suburbs in Wisconsin in 2020, and it put Biden over the top by about 20,000 votes in Wisconsin, which was enough, but which was less than 1 percent. But the sort of rural base of Trump voters, they <a href=\"https://www.nytimes.com/interactive/2020/11/05/us/wisconsin-election-results-biden-trump.html\">absolutely turned out</a>.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Okay. So let&#8217;s talk about where that leaves us this year, in 2024, in just a few weeks now. It sounded like you were saying you&#8217;d expect Wisconsin to go for Trump again from your vista, is that right?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Rob Mentzer</h4>\n\n<p class=\"has-text-align-none\">Well, I&#8217;d certainly expect that the part of the state that I live in to go for Trump again. There&#8217;s no question about that, I don&#8217;t think. It is worth saying that Democrats this year have put a lot of money and resources and volunteer time into rural Wisconsin.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">And what are Democrats doing to sort of shift the narrative in rural communities in Wisconsin, Rob? What are they doing to mobilize Democrats and to make new Democrats in these communities where you&#8217;ve been hanging out?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Rob Mentzer</h4>\n\n<p class=\"has-text-align-none\">Democrats have opened something like 50 field offices around the state, including more than 30 in counties that Trump won in 2020. They are out knocking on doors and doing direct mail and all the other sort of campaign outreach tactics, including a lot more in-person work than was the case four years ago.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We&#8217;ve also seen how Kamala Harris is trying to reach out to Republican voters directly. This month, she campaigned with Liz Cheney, a former member of House Republican leadership. They did <a href=\"https://www.npr.org/2024/10/02/nx-s1-5137349/kamala-harris-liz-cheney-wisconsin-little-white-schoolhouse\">that event in Ripon, Wisconsin</a>, which is where the Republican Party was born in the 19th century. And it was explicitly understood as a way to reach out to voters who consider themselves Republican but may be open to voting for Harris.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And then there&#8217;s Harris&#8217;s vice presidential choice. Tim Walz talks about having rural roots, <a href=\"https://nebraskaexaminer.com/2024/08/06/minnesota-gov-tim-walz-has-rural-nebraska-roots/\">growing up on a farm in Nebraska</a>. And he just sort of comes off as a rural guy. I passed on a highway in central Wisconsin one of those giant yard signs that said “Harris 2024,” and someone had spray-painted “Tim Walz for VP” underneath it, I guess as a way to emphasize he&#8217;s also part of the ticket. And I do hear from people in rural areas in Wisconsin who feel like they connect with Tim Walz, a hunter. He wears a camo cap and [he’s a] small-town football coach. </p>\n\n<p class=\"has-text-align-none\">And then one other factor this year is that for the first time in more than a decade, Wisconsin has <a href=\"https://wisconsinexaminer.com/2024/02/26/new-voting-maps-propel-a-surge-of-optimism-for-wisconsin-democrats/\">new voting maps</a> that actually do give Democrats a chance of taking back a majority in at least one house of the state legislature. I think that for sure has brought some new attention and additional energy to Democratic organizing on the local level.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">So do you think it could work? Do you think Democrats could win back rural voters in Wisconsin?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Rob Mentzer</h4>\n\n<p class=\"has-text-align-none\">Well, they could win back <em>some</em> of the rural voters, maybe. The Democrats I talked to, their goal is to lose by less in these rural areas. So one of those, Jim Davis, said that they&#8217;re not even remotely thinking that they&#8217;re going to get over 50 percent in Taylor County. And so if they can get to 35 percent in areas where maybe they&#8217;re lucky to scrape 25 percent, that can really make a difference in a state as close as Wisconsin.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Today, Explained podcast is taking a deep dive into the major themes of the 2024 election through the lens of seven battleground states. We’ve heard so far from voters in Georgia, Pennsylvania, and Arizona, and this week we turn to Wisconsin, where rural voters could make the difference. With less than a month until [&#8230;]",
    "author": "Avishay Artsy"
  },
  {
    "title": "Investing can be intimidating. Where do I even start?",
    "link": "https://www.vox.com/even-better/377119/how-to-start-investing-stock-market-budget-save",
    "pubDate": "2024-10-21T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of an open book with various symbols popping out of it: money, upward trending graphs, and a padlock with a dollar sign on it\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_PaigeVickers_OnTheMoney_10-17.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&nbsp;</em><a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\"><em><strong>submit your question on this form</strong></em></a><em>. Here, we answer two questions asked by Vox readers, which have been edited and condensed.</em></p>\n\n<p class=\"has-text-align-none\"><strong>Where do I begin with investing? How does the stock market work and how do I get into investing in stocks? How do I budget without it being too strict? How do I go about smartly saving?</strong></p>\n\n<p class=\"has-text-align-none\">Dear Future Investor,</p>\n\n<p class=\"has-text-align-none\">These questions are best answered in reverse order, so let’s begin.</p>\n\n<p class=\"has-text-align-none\">Smartly saving money — which is something you’ll need to do before you can start investing — comes down to the difference between your income and your expenses. Many people are unable to save because their expenses exceed their income, and spend much of their financial energy <a href=\"https://www.vox.com/even-better/24009317/how-to-get-out-of-credit-card-debt-mental-health-money-personal-finance\">digging out of credit card debt</a>. Other people are able to save small amounts of money, but not enough to get them out of the <a href=\"https://www.vox.com/life/366935/on-the-money-august-etfs-middle-class-retirement-investing\">paycheck-to-paycheck lifestyle</a>. (One or two missed paychecks, or the equivalent in unexpected expenses, would empty them out of everything they’ve saved.)</p>\n\n<p class=\"has-text-align-none\">Budgeting is one of the more effective ways to lower your expenses and save more money, particularly if you really are overspending in certain areas of your life. (Overspending, in this case, would involve making purchases that bring neither utility nor pleasure. Clothing you don’t wear, games you don’t play, food you throw out, and so on.) However, many people aren’t actually overspending, which is why their budgets feel overly strict.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That said, there are plenty of good reasons to take a look at how much you’re earning and how much you’re spending. You might as well draft up a budget just to see how you’re doing. Any of the <a href=\"https://www.vox.com/technology/365747/best-budgeting-app-mint-replacement-ynab\">popular budgeting apps</a> will help you get the job done. I use <a href=\"https://www.ynab.com/\">YNAB</a>, which lets you forecast how many of your future expenses you can pay with your current income. If you’re interested in tracking both your budget and your investment portfolio, you might want to try <a href=\"https://www.monarchmoney.com/\">Monarch Money</a>. <a href=\"https://web.meetcleo.com/budget\">Cleo</a> is a budgeting app that uses AI to help you decide what you can afford to buy, although I haven’t used it myself so I can’t specifically recommend it. If you want to go the DIY route, you can open a spreadsheet and start tracking earnings in one column and expenses in another — I’ve budgeted that way for years, and it works.</p>\n\n<p class=\"has-text-align-none\">Once you’ve done a top-level assessment of your finances, one of two things may happen. Either you’ll say, “Wow! I could save hundreds of dollars every month if I simply stopped buying all of this stuff I never use!” or you’ll say — and this is the more likely scenario — “Um, it kind of looks like I need everything I buy.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">This brings me to the most effective way to save more money, which is by earning more money.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some people earn more money by increasing their skills. Others turn an existing skillset into a side hustle. You may even be able to leverage your current skills into a raise, a promotion, or a better-paying job.</p>\n\n<p class=\"has-text-align-none\">You may also be able to earn more money by investing. A lot of people turn to the stock market because they believe it’s the best way to earn enough money to achieve their biggest financial goals, whether they’re using a Roth IRA to save for retirement or a 529 Plan to save for college. Other people successfully use the market as a way to achieve smaller financial goals, such as saving up enough money for a down payment on a home. (A few people try to use the market as a get-rich-quick tool, and <a href=\"https://www.vox.com/recode/22277998/robinhood-investing-app-alternatives-betterment-stash-acorns-wealthfront\">most of them fail</a>.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">When you purchase stock in a company, you are predicting that the company issuing that stock will be more valuable in the future than it is right now. When you purchase a share in a total-market index fund — which essentially allows you to purchase a representative portion of everything the market has to offer — you are predicting that the entire market will be more valuable in the future than it is right now.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You are also, in a sense, helping to fund the growth of the companies and entities in which you are investing — which is one of the reasons why many people choose to invest in companies that are meeting <a href=\"https://www.vox.com/the-goods/22714761/esg-investing-divestment-fossil-fuels-climate-401k\">social or environmental benchmarks</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Once you invest your money, it’s gone. Literally. You’ve exchanged your money for the stock or ETF or index fund, and you cannot count any of the numbers in your <a href=\"https://www.vox.com/recode/22277998/robinhood-investing-app-alternatives-betterment-stash-acorns-wealthfront\">investment app</a> as part of your net worth — no matter how high they get — until you exchange your stock for money, which is called “realizing” your investment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In other words, and I cannot emphasize this enough —&nbsp;you have to sell your stock for its value to become reality.</p>\n\n<p class=\"has-text-align-none\">There are two reasons to sell an investment:</p>\n\n<ol>\n<li>The value of your investment is enough for you to meet a specific financial goal, such as homeownership or retirement.</li>\n\n\n\n<li>You believe the investment will be worth less in the future than it is worth right now.</li>\n</ol>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more from On the Money</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\">Should you combine finances with your partner?</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\">How to cope with inflation and lifestyle creep</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\">How are you supposed to start investing?</a></p>\n\n\n\n<p class=\"has-text-align-none\">Do you have questions related to personal finance? Submit them <a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\" data-type=\"link\" data-id=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">In either case, you are at an advantage if you sell early. The first person to realize the value of their investments makes more money than the second person (who makes more money than the third person and so on). Every sale reduces the total value of the investment, and the value won’t start to go back up again until there are more buyers than sellers.</p>\n\n<p class=\"has-text-align-none\">This can get complicated really fast, which is why a lot of people navigate the bulls and bears of the stock market by following a strategy called “buy and hold.” Simply put, they believe that the long-term future of the market will be better than the present even if there are ups and downs in between.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The trouble is that every once in a while the market crashes — and although it has historically always rebounded, it takes a while to get those numbers back to where they were. During the Great Recession, for example, it took about four years for the market to recover. If you needed to sell your investments during those four years, perhaps to cover an income gap due to unemployment, you might have found yourself at a loss.</p>\n\n<p class=\"has-text-align-none\">This is one of the reasons why financial advisers recommend saving a three-to-six-month emergency fund before getting started with investing. Since we all know how difficult it can be to save up six months of expenses, some people choose to invest small amounts of cash specifically to build up their emergency fund, then sell the investments and transfer the money into a high-yield savings account or CD ladder. At that point, they can begin an investing strategy that could help them achieve longer-term financial goals.</p>\n\n<p class=\"has-text-align-none\">After all of that, investing is the simple part, all things considered. It’s a matter of picking a brokerage and installing an app. From there, you can open an account, follow a series of prompts that are designed to help you build an investment portfolio, and decide how much money you can afford to invest. Some people choose to get a financial adviser involved, but you don’t have to — there have been <a href=\"https://www.morningstar.com/business/insights/blog/funds/active-vs-passive-investing\">plenty</a> <a href=\"https://www.morganstanley.com/articles/active-vs-passive-investing\">of</a> <a href=\"https://www.cnbc.com/2024/01/18/passive-investing-rules-wall-street-now-topping-actively-managed-assets-in-stock-bond-and-other-funds.html\">studies</a> on whether the average investor benefits from an actively managed portfolio, and it turns out that passive management may be just as effective. (In other words, picking an index fund and sticking with it could be just as good as buying and selling a bunch of different stocks and/or hiring someone to buy and sell your stocks for you.)</p>\n\n<p class=\"has-text-align-none\">You might want to do some research before you <a href=\"https://www.vox.com/ad/23932320/so-you-want-to-start-investing\">choose your brokerage and your portfolio</a>, but you could also pick one of the more popular options and set yourself up with whatever they recommend. The amount of work you put into your investment decisions is entirely up to you. Some people read everything Warren Buffett ever wrote. Other people spend part of every day having conversations on investment forums. Most people simply let their investing app guide them toward a balanced portfolio, which is perfectly fine! You don’t have to master the art of investing to earn a modest return on your investment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the other hand, if you find the market fascinating and want to invest both time and money into understanding it, go ahead. Buy low and sell high, don’t invest anything you can’t afford to lose, and remember that past performance does not guarantee future results.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&#160;submit your question on this form. Here, we answer two questions asked by Vox readers, which have [&#8230;]",
    "author": "Nicole Dieker"
  },
  {
    "title": "The most important event you’ve never heard of, explained",
    "link": "https://www.vox.com/down-to-earth/378593/cop16-united-nations-cali-columbia-convention-bioligical-diversity-nature-conservation",
    "pubDate": "2024-10-21T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Colombia is hosting COP16 this year, and its environmental minister, Susana Muhamad, is leading the event. | Raul Arboleda/AFP via Getty Images\" data-portal-copyright=\"Raul Arboleda/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2166156444.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Colombia is hosting COP16 this year, and its environmental minister, Susana Muhamad, is leading the event. | Raul Arboleda/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Starting this week, thousands of people will descend on the Colombian city of Cali for an important meeting you may have never heard of: COP16.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This event is a big deal.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Commonly known as the UN biodiversity summit, COP16 is a meeting of government official from around the world — likely including some heads of state —&nbsp;to figure out how to stop ecological collapse. COP, which stands for “conference of the parties,” brings together environmental leaders and officials from countries that are part of the Convention on Biological Diversity, a global treaty under the UN to conserve nature. They meet every other year to push forward a conservation agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The last summit, known as COP15, was arguably much more important. During the event, held in 2022, nearly all countries of the world agreed on a <a href=\"https://www.cbd.int/doc/decisions/cop-15/cop-15-dec-04-en.pdf\">groundbreaking new deal</a> to halt biodiversity loss by 2030. The deal has 23 targets, including conserving at least 30 percent of land and oceans and reducing annual subsidies that harm ecosystems by at least $500 billion. Experts hailed it as the <a href=\"https://www.vox.com/2015/12/12/9981020/paris-climate-deal\">Paris agreement</a> for nature, the <a href=\"https://unfccc.int/process-and-meetings/the-paris-agreement\">global treaty</a> to combat climate change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">COP16, which runs from October 21 through November 1, won’t have the same sort of flashy outcome. Yet it’s a critical moment as countries assess their progress toward the 23 targets and hold each other accountable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Spoiler: They’re way off track. </p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://assets.bbhub.io/dotorg/sites/64/2024/10/On-track-or-off-course.pdf\">new report</a>, for example, found that less than 3 percent of the ocean is effectively protected from harmful activities, like overfishing. Subsidies that harm nature have only <a href=\"https://www.earthtrack.net/sites/default/files/documents/ehs_report_september-2024-update_final.pdf\">ballooned in recent years</a>, reaching into the trillions of dollars. What’s more is that many countries have <a href=\"https://www.carbonbrief.org/cop16-countries-miss-un-deadline-to-submit-nature-pledges/\">failed</a> to meet a deadline to submit plans for how they aim to achieve the objectives of the nature deal, known as the global biodiversity framework, within their own borders. </p>\n\n<p class=\"has-text-align-none\">Beyond serving as a formal check-in, COP16 will center a few major issues. To understand the biggest stakes of these negotiations, we’ve compiled our reporting below.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/down-to-earth/372277/digital-sequence-information-dsi-cop16-explained\">Inside the extremely messy, profoundly confusing fight over who should profit from DNA</a></h2>\n\n<p class=\"has-text-align-none\">One of the major issues to take center stage at this month’s negotiations is how best to manage DNA from plants and animals that’s found in online databases. This genetic data, referred to as digital sequence information, or DSI, is used by a range of companies to create products such as vaccines and drought-tolerant crops.</p>\n\n<p class=\"has-text-align-none\">We explain this thorny issue <a href=\"https://www.vox.com/down-to-earth/372277/digital-sequence-information-dsi-cop16-explained\">here</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-883204826.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Colony of sea squirts underwear surrounded by orange\" title=\"Colony of sea squirts underwear surrounded by orange\" data-has-syndication-rights=\"1\" data-caption=\"A sea squirts colony. | Reinhard Dirscherl/ullstein bild via Getty Images\" data-portal-copyright=\"Reinhard Dirscherl/ullstein bild via Getty Images\" />\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/down-to-earth/378249/cop16-biodiversity-finance-gap-seven-hundred-billion\">The global plan to save nature has a $700 billion hole</a></h2>\n\n<p class=\"has-text-align-none\">In Cali, global leaders will be discussing how to address a major funding gap and how to raise funds needed for critical conservation. Negotiations will focus on what role governments and the private sector —&nbsp;companies and investors —&nbsp;will need to play. Read our coverage on this <a href=\"https://www.vox.com/down-to-earth/378249/cop16-biodiversity-finance-gap-seven-hundred-billion\">here</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2177771138.jpg?quality=90&#038;strip=all&#038;crop=0,3.116733859934,100,93.766532280132\" alt=\"Group of white egrets flying through trees\" title=\"Group of white egrets flying through trees\" data-has-syndication-rights=\"1\" data-caption=\"A group of egrets at Qiandao Lake in Hangzhou, Zhejiang province of China.\" data-portal-copyright=\"\" />\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><a href=\"https://www.vox.com/down-to-earth/376706/wwf-living-planet-decline-extinction-conservation\">A new report reveals “catastrophic” declines of animals worldwide — but is it accurate?</a></strong></h2>\n\n<p class=\"has-text-align-none\">Another major part of this year’s summit will be a discussion about how to monitor progress toward achieving the 23 targets in the global monitoring framework. This includes figuring out what data to use to check if the world has, say, actually conserved 30 percent of all land.</p>\n\n<p class=\"has-text-align-none\">Read Vox’s story about one of the indicators, the Living Planet Index, <a href=\"https://www.vox.com/down-to-earth/376706/wwf-living-planet-decline-extinction-conservation\">here</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/BenjiJones_Vox_GettyImages-630005444.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"An elephant walking through water\" title=\"An elephant walking through water\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox; Universal Images Group via Getty Images\" />\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><a href=\"https://www.vox.com/22434172/us-cbd-treaty-biological-diversity-nature-conservation\">Why the US won’t join the single most important treaty to protect nature</a></strong></h2>\n\n<p class=\"has-text-align-none\">One important piece of context to keep in mind is that although the US helped negotiate the Convention on Biological Diversity —&nbsp;the treaty under which COP16 takes place —&nbsp;it’s not a formal member of the agreement. In fact, the US is the only country, other than the Vatican, that’s not party to the Convention. </p>\n\n<p class=\"has-text-align-none\">I wrote about what that means <a href=\"https://www.vox.com/22434172/us-cbd-treaty-biological-diversity-nature-conservation\">here</a>. Keep in mind this story was published in 2021. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/22523370/GettyImages_1206441368.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"George H.W. Bush stands at a lectern speaking while a group of people beside him listen.\" title=\"George H.W. Bush stands at a lectern speaking while a group of people beside him listen.\" data-has-syndication-rights=\"1\" data-caption=\"Then-President George H.W. Bush addresses the 15th planetary session of the UN-sponsored Earth Summit on June 12, 1992 in Rio de Janeiro.\" data-portal-copyright=\"\" />\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><strong>Reach out! </strong>Next week I’ll be in Colombia following these major themes. If you have feedback or ideas for our coverage, <a href=\"mailto:benji.jones@vox.com\">please get in touch</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Starting this week, thousands of people will descend on the Colombian city of Cali for an important meeting you may have never heard of: COP16.&#160; This event is a big deal.&#160; Commonly known as the UN biodiversity summit, COP16 is a meeting of government official from around the world — likely including some heads of [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "The big political shift that explains the 2024 election",
    "link": "https://www.vox.com/2024-elections/378644/progressives-left-backlash-retreat-kamala-harris-pivot-center",
    "pubDate": "2024-10-21T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Black and white photo of abandoned protest signs lying on a grassy curb. Signs read: “Police Keep Moving,” “End the Fed,” “Sop This Pointless War.”\" data-caption=\"\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-976270432.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The left’s hopes for sweeping change from the 2010s have crashed into the reality of the 2020s.</p>\n\n<p class=\"has-text-align-none\">The energy of the Bernie Sanders presidential campaigns and the George Floyd protests is a distant memory. Some members of <a href=\"https://www.the-independent.com/news/world/americas/aoc-squad-congress-cori-bush-jamaal-bowman-b1781857.html\" data-type=\"link\" data-id=\"https://www.the-independent.com/news/world/americas/aoc-squad-congress-cori-bush-jamaal-bowman-b1781857.html\">the Squad</a><strong> </strong>have <a href=\"https://www.politico.com/news/2023/04/02/alexandria-ocasio-cortez-interview-progressive-democrats-00088792\">moved toward</a> the Democratic mainstream, while others <a href=\"https://apnews.com/article/squad-aipac-progressives-congress-cori-bush-0de0a96929368db72145b033261415ca\">lost primaries</a>. Several of the progressive prosecutors elected in recent years have been ousted from office (by <a href=\"https://www.cbsnews.com/news/chesa-boudin-san-francisco-da-recalled/\">voters</a> or <a href=\"https://slate.com/news-and-politics/2024/05/marilyn-mosby-what-really-happened.html\">due to</a> <a href=\"https://www.wbur.org/news/2023/05/19/rachael-rollins-resigns-us-attorney\">scandals</a>) or appear <a href=\"https://www.latimes.com/california/story/2024-10-08/hochmans-lead-over-gascon-grows-to-30-in-new-la-da-race-poll\">headed that way</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Democrat-dominated spaces — like cities and mainstream media outlets — there’s been growing pushback against the left. Ambitious progressive rallying cries of just a few years ago, such as defunding the police and Medicare-for-all, are now absent from the discourse. Politicians who assiduously cultivated left activists are now increasingly tacking to the center — most notably Vice President Kamala Harris, who has <a href=\"https://www.cnn.com/2024/07/30/politics/harris-shifts-policy-stances/index.html\">abandoned</a> many of the positions she took while running in the Democrats’ 2020 presidential primary.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Altogether, it’s seemed that progressives have moved from being on the offensive to being on the defensive — in both politics and the <a href=\"https://www.vox.com/culture/373990/heterodoxy-anti-woke-libertarian-tech-bro\">nation’s culture</a>.</p>\n\n<p class=\"has-text-align-none\">Of course, it’s not as if progressives’ gains over the past 20 years or so have been entirely wiped away. The Democratic Party remains significantly further to the left than it was a decade ago and certainly two decades ago (see, for instance, <a href=\"https://www.vox.com/2024-elections/377170/kamala-harris-economic-policy-new-progressive-economics\">my recent article</a> about the rise of the New Progressive Economics). </p>\n\n<p class=\"has-text-align-none\">Yet, as bloggers <a href=\"https://www.noahpinion.blog/p/what-remains-of-the-progressive-project\">Noah Smith</a> and <a href=\"https://marginalrevolution.com/marginalrevolution/2024/07/the-changes-in-vibes-why-did-they-happen.html\">Tyler Cowen</a> have argued, there are growing indications that the leftward drift of the party and of the country’s culture broadly have stopped. On some fronts, there has indeed been a reversal. “No matter who wins, the US is moving to the right,” Semafor’s David Weigel <a href=\"https://www.semafor.com/article/10/15/2024/no-matter-who-wins-the-country-is-moving-to-the-right\">argued last week</a>, citing “immigrant rights, LGBTQ rights, climate change policies, and criminal justice reform” as issues where progressives are on the defensive.</p>\n\n<p class=\"has-text-align-none\">Being on the defensive is not new for the left — it’s the historical norm. Bursts of activist energy and successful reform are typically followed by long stretches where either the new status quo persists or a backlash reverses at least some recent change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, it’s certainly a shift from how politics has looked for most of the 21st century. So how and why did this change happen? Why did the progressive advance happen in the first place, and why did it stop?</p>\n\n<h2 class=\"wp-block-heading\">The era of rising progressive ambitions lasted from about 2005 to 2020</h2>\n\n<p class=\"has-text-align-none\">Historical periodization is a tricky thing, but here’s a rough attempt at it.</p>\n\n<p class=\"has-text-align-none\">From about 1980 to 2005, the left was mostly irrelevant to national politics. The Cold War was over, and capitalism reigned ascendant. The Republican Party <a href=\"https://www.vox.com/2016/7/18/12210500/diagnosed-dysfunction-republican-party\">moved right</a>, while the Democratic Party moved <a href=\"https://www.vox.com/the-big-idea/2017/7/18/15992226/neoliberalism-chait-austerity-democratic-party-sanders-clinton\">to the center</a>. The country cracked down on <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/1994-crime-bill-and-beyond-how-federal-funding-shapes-criminal-justice\">criminals</a>, <a href=\"https://www.vox.com/2016/4/28/11515132/iirira-clinton-immigration\">unauthorized immigrants</a>, and non-working <a href=\"https://www.vox.com/2016/6/20/11789988/clintons-welfare-reform\">welfare recipients</a>. 9/11 made patriotism mandatory. Same-sex marriage was viewed as politically toxic.</p>\n\n<p class=\"has-text-align-none\">But 2005 to 2020 was, broadly, a period where progressives and the left became increasingly influential inside the Democratic Party, in Democrat-dominated spaces, and in the larger culture. Call it the era of rising progressive ambitions.</p>\n\n<p class=\"has-text-align-none\">The disasters of George W. Bush’s second term kicked off the shift, discrediting Republican governance. This enabled the election of the nation’s first Black president, Barack Obama, whose agenda was strikingly ambitious and progressive when compared to the Clinton years.</p>\n\n<p class=\"has-text-align-none\">Democrats’ leftward shift accelerated in the 2010s, which saw:</p>\n\n<ul>\n<li>The increased cultural influence of the social justice left, which transformed how much of the country thought and spoke about racial and gender issues (“the <a href=\"https://www.vox.com/2019/3/22/18259865/great-awokening-white-liberals-race-polling-trump-2020\">Great Awokening</a>”)</li>\n\n\n\n<li>The launch of viral protest movements like Occupy Wall Street, Black Lives Matter, and Me Too</li>\n\n\n\n<li>The nationwide spread and Supreme Court’s protection of same-sex marriage rights, followed by increased advocacy for trans rights</li>\n\n\n\n<li>The rise of more economically progressive and even democratic socialist politicians, as seen in the support for Sanders’s campaigns, the Squad’s arrival in Congress, and party leaders’ embrace of some of <a href=\"https://www.vox.com/2024-elections/377170/kamala-harris-economic-policy-new-progressive-economics\">Elizabeth Warren’s ideas</a></li>\n\n\n\n<li>A leftward move of mainstream Democrats on issues like immigration and criminal justice, where activists had made the case that status quo policies were cruel and harmful</li>\n\n\n\n<li>Increased public discussion about causes like Medicare-for-All, the Green New Deal, and student loan forgiveness</li>\n</ul>\n\n<p class=\"has-text-align-none\">Basically, on a host of issues, the “<a href=\"https://www.nytimes.com/2019/02/26/us/politics/overton-window-democrats.html\">Overton window</a>” — the boundaries of which political and policy ideas are deemed fit for mainstream discussion, rather than fringe or self-evidently absurd — opened far further left. </p>\n\n<p class=\"has-text-align-none\">Trump’s election didn’t stop the left’s rising influence. Indeed, it intensified it, raising the stakes of politics and heightening passions. (Trump’s rise simultaneously opened the Overton window further right on some issues, as leading Republicans increasingly embraced <a href=\"https://www.vox.com/politics/371894/trump-vance-haitian-immigrants-pets-springfield-ohio-polls-aidan-clark\">bigotry</a> and flouted democratic norms.)</p>\n\n<p class=\"has-text-align-none\">The assumption spread among Democrats that the <a href=\"https://democracyjournal.org/arguments/the-new-old-democrats/\">establishment’s approach had failed</a> and that bold new progressive ideas were necessary. During the party’s 2020 presidential primary, most candidates — including Harris — scrambled to the left, wooing activist groups. Joe Biden, the most old-school major contender, won, but rather than a full-on pivot to the center for the general election, he embraced much of the progressive agenda. It was a political necessity for helming the Democratic Party of 2020.</p>\n\n<p class=\"has-text-align-none\">That year then brought further chaos as the country battled over the pandemic and the election, while the George Floyd protests led to a racial reckoning that played out in communities, companies, and institutions in intense and often controversial fashion.</p>\n\n<h2 class=\"wp-block-heading\">The backlash and disillusionment of the 2020s</h2>\n\n<p class=\"has-text-align-none\">Things feel different in the Biden years.</p>\n\n<p class=\"has-text-align-none\">In part that’s due to the constraints and disappointments that always exist when a party tries to turn a bold campaign agenda into governing reality. Narrow congressional majorities limited Democrats’ legislative possibilities (and then they lost the House). The conservative Supreme Court, meanwhile, blocked some Biden actions like student loan forgiveness and rolled back abortion rights protections.</p>\n\n<p class=\"has-text-align-none\">But the trend was broader. Democrats in cities <a href=\"https://www.wsj.com/articles/cities-reverse-defunding-the-police-amid-rising-crime-11622066307\">disavowed police cuts</a> as they struggled with rising crime and complained they <a href=\"https://www.cbsnews.com/chicago/news/mayor-lightfoot-gov-pritzker-migrant-crisis/\">couldn’t</a> <a href=\"https://www.nytimes.com/2022/10/07/nyregion/eric-adams-migrant-crisis-response.html\">handle</a> a migrant influx. Corporations have <a href=\"https://abcnews.go.com/US/corporate-america-slashing-dei-workers-amid-backlash-diversity/story?id=100477952\">laid off DEI workers</a>. Mainstream media companies, increasingly influenced by progressive causes (and sensitive to left criticism) in the 2010s, are now more forthrightly <a href=\"https://www.cjr.org/special_report/ag-sulzberger-new-york-times-journalisms-essential-value-objectivity-independence.php\">asserting their journalistic independence</a> and challenging progressive ideas. Activism in protest of Israel <a href=\"https://www.vox.com/24140769/free-speech-israel-palestine-protests-columbia-university-college\">was met with</a> fierce pushback at universities. Commentators started declaring that “wokeness” <a href=\"https://www.economist.com/leaders/2024/09/19/after-peak-woke-what-next\">had</a> <a href=\"https://marginalrevolution.com/marginalrevolution/2022/02/wokeism-has-peaked.html\">peaked</a> as social justice controversies <a href=\"https://musaalgharbi.com/2023/02/08/great-awokening-ending/\">grew less intense and frequent</a>.</p>\n\n<p class=\"has-text-align-none\">The common thread is that the Democratic Party, corporations, and the media have all become less deferential to the progressives who’d been trying to push them left.</p>\n\n<p class=\"has-text-align-none\">And the main reason for that, I’d argue, is a spreading sense among many who are in the center, center-left, or politically neutral that the left has overreached or screwed up.</p>\n\n<p class=\"has-text-align-none\">Indeed, one reason for the left’s 21st-century resurgence was that, at that point, they’d been irrelevant for so long that it was difficult to blame any of the country’s current problems on them. The flaws of centrism, neoliberalism, and conservatism seemed glaring and obvious, while left and progressive ideas simply hadn’t really been tried for some time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But by 2020 the left’s influence on our politics and culture had become quite significant. And though Trump’s critics had been united around the common cause of ousting him when he was in power, once he left office, those with misgivings about recent trends felt freed up to focus more on them.</p>\n\n<p class=\"has-text-align-none\">The right got more effective at stoking these misgivings. Conservative boycotts of Bud Light and Target helped <a href=\"https://www.vox.com/money/23851108/bud-light-target-boycott-success-trans-issues-woke-capitalism\">send a message</a> that it was risky for corporations to get too political. Elon Musk bought Twitter — which had been so central to the social justice trends of the 2010s — and turned it into the right-wing-friendly X. Christopher Rufo <a href=\"https://www.vox.com/23811277/christopher-rufo-culture-wars-ron-desantis-florida-critical-race-theory-anti-wokeness\">helped stoke</a> a nationwide war on DEI.</p>\n\n<p class=\"has-text-align-none\">Yet Democrats and progressives also simply had a hard time dealing with various challenging governance problems. The post-pandemic years have been a tough time to be in power: Incumbent parties <a href=\"https://time.com/6999625/us-france-japan-india-elections/\">have been struggling</a> around the world. But in the US, progressive ideas were blamed, fairly or unfairly,<em> </em>for causing or worsening problems like inflation, border chaos, and crime.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some commentators who’d previously been aligned with progressives now had second thoughts. “I have to say that I now doubt the practical effectiveness of some of the policies I embraced in previous years,” Smith wrote <a href=\"https://www.noahpinion.blog/p/what-remains-of-the-progressive-project\">in his Substack newsletter</a> last week. He said he now believed some of those policies were bad ideas, others suffered from “botched implementation,” and yet others simply had no path to broader political popularity.&nbsp; (<a href=\"https://www.noahpinion.blog/p/palestine-is-the-end-of-the-line\">Smith</a> is just one of <a href=\"https://www.vox.com/politics/372217/nate-silver-2024-polls-trump-harris\">many</a> <a href=\"https://slowboring.com/\">commentators</a> who have become increasingly critical of the left in recent years.)</p>\n\n<p class=\"has-text-align-none\">To what extent has the broader public turned against the left? I’m hesitant to generalize about public opinion, which contains many conflicting strains. Immigration is the issue where <a href=\"https://www.vox.com/politics/351535/3-theories-for-americas-anti-immigrant-shift\">the clearest backlash</a> to progressive ideas is seen in polling; on other issues (like the economy), dissatisfaction is harder to disentangle from Biden’s record. Though some stalwart progressives have <a href=\"https://www.politico.com/news/2024/08/06/cori-bush-primary-election-loss-00173000\">lost</a> primaries, others have held on without difficulty. In the 2022 midterms, Democrats did quite well in swing states. But the GOP gained ground in blue states like New York, which could suggest a frustration with governance in deep blue areas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Overall, though, Harris’s positioning clearly reflects a belief that many of her left positions of four years ago would be electorally detrimental in 2024.</p>\n\n<h2 class=\"wp-block-heading\">All of this has happened before</h2>\n\n<p class=\"has-text-align-none\">Meanwhile, there’s also been a conspicuous decline of energy and intensity among progressive activists. While many certainly remain committed to their longtime causes, others have disengaged or shifted their focus to opposing Israel’s war in Gaza (an issue that bitterly divides the Democratic Party and where Democratic leaders are disinclined to embrace the left).</p>\n\n<p class=\"has-text-align-none\">Perhaps if Trump wins, progressive energy would surge again in opposing him — but perhaps too many people are now burned out and apathetic, and the mobilization won’t match the bygone days of Trump’s first term. And a backlash against Trump’s governance would not necessarily spur the Democrats to resume their leftward march.</p>\n\n<p class=\"has-text-align-none\">Activists naturally get disappointed and disengaged when major change proves elusive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Every major social movement of the past 20 years has undergone a significant collapse,” the activist Bill Moyer <a href=\"https://www.wellbeingintlstudiesrepository.org/cgi/viewcontent.cgi?article=1000&amp;context=strsmov\">wrote</a> in 1987, “in which activists believed that their movements had failed, the power institutions were too powerful, and their own efforts were futile.” Fatigue, burnout, and organizational crisis then ensue; some move on to new causes.</p>\n\n<p class=\"has-text-align-none\">But Moyer argued that that is not, necessarily, the end of the story for such movements. The next step, he wrote, was for activists to pivot and to focus on the long, slow slog of changing public opinion in their favor.</p>\n\n<p class=\"has-text-align-none\">So one possibility is that we’re headed for a political situation resembling the late 20th century, where the left is weakened and politically irrelevant for years if not decades.</p>\n\n<p class=\"has-text-align-none\">That’s no sure thing, though. The challenge for the progressives now is regrouping around ideas and causes that can both energize activists and win popular support — while addressing doubts that have arisen about their competence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If they can pull that off, this period of left decline may prove to be just a blip. If not, their stay in the political wilderness could be a long one.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The left’s hopes for sweeping change from the 2010s have crashed into the reality of the 2020s. The energy of the Bernie Sanders presidential campaigns and the George Floyd protests is a distant memory. Some members of the Squad have moved toward the Democratic mainstream, while others lost primaries. Several of the progressive prosecutors elected [&#8230;]",
    "author": "Andrew Prokop"
  }
]