[
  {
    "title": "Why everywhere seems to be flooding right now",
    "link": "https://www.vox.com/climate/372589/flooding-europe-nigeria-north-carolina",
    "pubDate": "2024-09-18T16:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An aerial view show houses submerged in Maiduguri, Nigeria following torrential rains and flooding. \" data-caption=\"Houses submerged under water in Maiduguri, Nigeria, on September 10, 2024. | Audu Marte/AFP/Getty Images\" data-portal-copyright=\"Audu Marte/AFP/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2170533100.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Houses submerged under water in Maiduguri, Nigeria, on September 10, 2024. | Audu Marte/AFP/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">This week, there’s been yet another wave of extreme weather around the globe. North Carolina was <a href=\"https://www.nytimes.com/2024/09/16/weather/storm-warnings-north-south-carolina.html\">hit with a historic amount of rain</a>. Central and Eastern Europe have experienced some <a href=\"https://www.cnn.com/2024/09/14/weather/deadly-rains-flooding-europe-central-eastern-intl\">of their worst flooding in decades</a>. And <a href=\"https://www.dw.com/en/floods-devastate-west-and-central-africa/a-70231593\">Nigeria has faced</a> unprecedented floods following multiple days of torrential precipitation.</p>\n\n<p class=\"has-text-align-none\">Individually, the disasters have been damaging; together, their severity and proximity to each other are a sobering reminder of how climate change is already impacting people around the world. Such developments are part of a <a href=\"https://www.bbc.com/news/science-environment-58073295\" data-type=\"link\" data-id=\"https://www.bbc.com/news/science-environment-58073295\">broader increase in extreme weather of all kinds</a> — droughts, extreme heat, tropical storms, and wildfires — that’s poised to continue, <a href=\"https://www.ipcc.ch/report/ar6/wg1/chapter/chapter-11/\">and escalate</a>, in the coming years. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.sciencealert.com/extreme-weather-to-hit-70-of-humans-in-next-20-years-study-warns\">According to a study</a> released this week by the Center for International Climate Research in Norway, extreme weather changes could affect as much as 70 percent of the Earth’s population in the next two decades if greater efforts aren’t taken to reduce greenhouse gas emissions, and <a href=\"https://www.bbc.com/news/science-environment-35073297#:~:text=To%20%22pursue%20efforts%22%20to%20limit,zero%20%2D%20between%202050%20and%202100\">limit global temperature increases </a>to 1.5 degrees Celsius — or about 2.7 degrees Fahrenheit. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">70 percent of the world’s population can expect strong changes in extreme temperatures and rainfall the next 20 years. New study in <a href=\"https://twitter.com/Nature?ref_src=twsrc%5Etfw\">@Nature</a> Geosci led by Dr. Carley Iles, CICERO <a href=\"https://t.co/awP9UJdGzh\">https://t.co/awP9UJdGzh</a></p>&mdash; CICERO (@CICERO_klima) <a href=\"https://twitter.com/CICERO_klima/status/1833387934474543171?ref_src=twsrc%5Etfw\">September 10, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">In the case of this week’s floods, there’s likely <a href=\"https://www.npr.org/2024/09/18/nx-s1-5114954/flooding-has-devastated-several-parts-of-the-world-in-a-short-period-of-time\">a clear link to climate change</a>. While there are unique factors that fueled storms, and floods, in each of these places, higher temperatures mean the atmosphere can hold more water, which means it <a href=\"https://www.nrdc.org/stories/flooding-and-climate-change-everything-you-need-know#climate\">can also “dump” more of it</a>, too, according to the Natural Resources Defense Council. As a result, as the Earth gets warmer, <a href=\"https://glisa.umich.edu/resources-tools/climate-impacts/extreme-precipitation/\" data-type=\"link\" data-id=\"https://glisa.umich.edu/resources-tools/climate-impacts/extreme-precipitation/\">the heaviest rainfall events</a> tend to be even more severe than they otherwise would be. </p>\n\n<p class=\"has-text-align-none\">“I’m pretty comfortable making that claim that these events were at least 10 to 15 percent more intense than they would have been in terms of the amount of rain that fell in them as a result of this fairly basic effect,” UCLA climate scientist Daniel Swain told Vox, regarding rainfall in Europe and North Carolina. </p>\n\n<h2 class=\"wp-block-heading\">Climate change is fueling more extreme weather</h2>\n\n<p class=\"has-text-align-none\">While every individual storm has its own idiosyncrasies, extreme flooding events are <a href=\"https://www.un.org/en/climatechange/science/climate-issues/water?gad_source=1&amp;gclid=Cj0KCQjw9Km3BhDjARIsAGUb4ny5m8gjmBFNRWVBj2grqYMfQV41ufV5kicwcsqVQLLIWyfOUHMQLvoaAg-PEALw_wcB\">exactly what scientists expect</a> to see with worsening global warming: <a href=\"https://www.ipcc.ch/report/ar6/wg2/downloads/report/IPCC_AR6_WGII_Chapter04.pdf\">According to research</a> by the Intergovernmental Panel on Climate Change, a body of experts convened by the United Nations, currents models reflect high confidence that the frequency and magnitude of floods are projected to increase at a global scale, with some of the most extreme changes in Asia, Central Africa, Europe, and eastern North America.  </p>\n\n<p class=\"has-text-align-none\">“An increase in the intensity and frequency of extreme weather events” is one of the most “visible consequences” of global warming, <a href=\"https://www.c2es.org/content/extreme-weather-and-climate-change/\">notes the Center for Climate and Energy Solutions</a>. That appeared evident this week, when North Carolina, Nigeria, and Central and Eastern Europe, all thousands of miles apart, were deluged with massive amounts of rainfall in a short period of time. </p>\n\n<p class=\"has-text-align-none\">One section of Carolina Beach saw 18 inches of rain in the span of 12 hours, a phenomenon the National Weather Service <a href=\"https://www.cnn.com/2024/09/16/weather/tropical-storm-helene-south-north-carolina-climate/index.html\">described as</a> a once in a 1,000-year rainfall event.” In Vienna, Austria; Bratislava, Slovakia; and Prague, in the Czech Republic, a recent storm deposited “months worth of rain” in roughly three days, <a href=\"https://www.accuweather.com/en/weather-news/at-least-8-dead-as-heaviest-rain-in-decades-hits-parts-of-central-and-eastern-europe/1692234#:~:text=A%20slow%2Dmoving%20storm%20dumped,over%20just%20a%20few%20days.&amp;text=(CNN)%20%E2%80%94%20At%20least%20eight,causing%20flooding%20and%20widespread%20disruption.\">CNN reported</a>. At least 17 people have died in Central Europe from the resulting flooding, <a href=\"https://www.nytimes.com/2024/09/16/world/europe/deadly-europe-floods-romania-poland-austria.html\">according to the New York Times</a>, with the death toll expected to rise further in coming days. </p>\n\n<p class=\"has-text-align-none\">In Nigeria, a dam burst in the northern city of Maiduguri following <a href=\"https://www.careinternational.org.uk/news-stories/four-countries-caught-in-the-climate-crisis-right-now/unprecedented-rain-in-nigeria/\" data-type=\"link\" data-id=\"https://www.careinternational.org.uk/news-stories/four-countries-caught-in-the-climate-crisis-right-now/unprecedented-rain-in-nigeria/\">multiple days of historic rains</a>, which fueled floods that submerged <a href=\"https://www.trtworld.com/africa/massive-flooding-in-nigerias-maiduguri-kills-30-people-displaces-scores-18206577\">40 percent of the city</a> and displaced hundreds of thousands of people. That event added to weeks of flooding across West and Central Africa, where <a href=\"https://www.axios.com/2024/09/17/deadly-floods-africa-rare-weather-pattern-climate\" data-type=\"link\" data-id=\"https://www.axios.com/2024/09/17/deadly-floods-africa-rare-weather-pattern-climate\">more than a thousand people have died</a>.</p>\n\n<p class=\"has-text-align-none\">Although flooding is dependent on existing environmental conditions in a particular region, heavy rainfall can contribute to it, or precipitate it. And as the atmosphere gets warmer due to climate change, it can hold <a href=\"https://www.bbc.com/news/science-environment-58073295\">up to 7 percent more moisture</a> for every 1 degree Celsius increase in temperature. That can make the rainfall from an already-intense <a href=\"https://www.epa.gov/climate-indicators/climate-change-indicators-heavy-precipitation#:~:text=Warmer%20oceans%20increase%20the%20amount,heavier%20rain%20and%20snow%20storms.\">storm even more so</a>. </p>\n\n<p class=\"has-text-align-none\">“The strongest evidence is that the warming atmosphere increases the ceiling on precipitation intensity,” said Swain. Individual variables in each of these places — including the presence of a weather event <a href=\"https://www.scientificamerican.com/article/record-breaking-rainfall-in-carolinas-and-europe-explained/\">known as an “atmospheric block”</a> in Europe — helped spur these outsize storms, but a warmer atmosphere, and its ability to produce rain, likely amplified their effects. </p>\n\n<p class=\"has-text-align-none\">The flooding events of this week illustrate a phenomenon that’s poised to become more common as the world traverses a projected path of further warming. There is a window of opportunity to avoid the most catastrophic impacts of climate change if countries around the world are able to <a href=\"https://www.un.org/en/climatechange/net-zero-coalition\">zero out greenhouse gas emissions by 2050</a>, the goal set in the 2015 Paris climate accords. This week’s spate of extreme floods is a reminder of the global need to develop infrastructure that can be responsive to intensifying weather events, and to focus on curbing the greenhouse gas emissions contributing to climate change in the first place. </p>\n\n<p class=\"has-text-align-none\">“When we see these kinds of record-breaking extreme precipitation events, that is actually a very clear and representative example of a type of event that we very much do expect to continue to increase with further warming,” Swain said.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This week, there’s been yet another wave of extreme weather around the globe. North Carolina was hit with a historic amount of rain. Central and Eastern Europe have experienced some of their worst flooding in decades. And Nigeria has faced unprecedented floods following multiple days of torrential precipitation. Individually, the disasters have been damaging; together, [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Is my dentist scamming me?",
    "link": "https://www.vox.com/explain-it-to-me/371890/dental-insurance-scam-explain-it-to-me",
    "pubDate": "2024-09-18T16:13:17.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A giant tooth is surrounded by people in white coats examining it from various platforms. \" data-caption=\"\" data-portal-copyright=\"Intpro/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1195100513-1.jpg?quality=90&#038;strip=all&#038;crop=0,9.5281150434858,100,90.471884956514\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you need something explained, Vox is the place to go. Now, we’re bringing that ethos to our latest franchise, <a href=\"https://www.vox.com/explain-it-to-me\">Explain It to Me</a>, which launches Wednesday, September 18, and focuses on answering your questions through a <a href=\"https://link.chtbl.com/explainit?sid=site\">weekly podcast</a>, a <a href=\"https://www.vox.com/newsletters\">weekly newsletter</a>, and a video series. Every week, we’ll tackle a question from a listener and find the answer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This week, for our podcast, our <em>Today, Explained</em> colleague Matt Collette asks: Why does going to the dentist sometimes feel like a scam?&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I feel like every time I go to the dentist, it’s like a little bit of a mystery,” he says. “Unlike when I’m at my regular doctor’s office, there isn’t this step where they say, ‘Hey, we recommend you do something, and here’s what it’s going to cost.’ That just feels so [different from] how I think about health care — having to think about not only do I want this procedure, but do I want to pay for this procedure? And how do I want to pay for this procedure?”</p>\n\n<p class=\"has-text-align-none\">Matt isn’t imagining things. There are major differences between the ways dentistry and medicine operate, including the way dental and medical offices do billing and how patients pay for services.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These differences caught the attention of <a href=\"https://connects.catalyst.harvard.edu/Profiles/display/Person/89920\">Dr. Lisa Simon</a>. She’s an assistant professor of medicine at Brigham and Women’s Hospital and Harvard Medical School. She’s also a dentist <em>and</em> a doctor. After spending time in a community health care center as a dentist, she went to medical school. “I realized that the ways that dental care and medical care were separate was really harming my patients,” Simon told Vox, “and I wanted to do something about it.”</p>\n\n<p class=\"has-text-align-none\">“I think it’s this legacy, and maybe partly this dichotomy between medicine and dentistry, where we almost act like dentistry is optional and medicine is obligatory, which is not how our bodies work at all,” she said.</p>\n\n<p class=\"has-text-align-none\">We sat down with Simon to discuss the history of dentistry, why dental insurance works so differently from medical insurance, and how to leave the dentist not feeling like you were a Fyre Fest victim.&nbsp;</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1485624484\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">Below is an excerpt of our conversation, edited for length and clarity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You can listen to <em>Explain It to Me</em> on <a href=\"https://podcasts.apple.com/us/podcast/explain-it-to-me/id1042433083\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/1vSUO6Bg4abtjRF7fnGpT1\">Spotify</a>, or <a href=\"https://link.chtbl.com/explainit?sid=site\">wherever you get podcasts</a>. If you’d like to submit a question, send an email to <a href=\"mailto:askvox@vox.com\">askvox@vox.com</a> or call 1-800-618-8545.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jonquilyn Hill</h4>\n\n<p class=\"has-text-align-none\">Why does the dentist feel like a scam? What is Matt picking up on?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lisa Simon</h4>\n\n<p class=\"has-text-align-none\">There is a fundamental tension in the way dentistry is paid for, which is that the average dentist is in private practice, and their income is dependent on providing a procedural service to you. So they are incentivized to offer more services to you, and you are disincentivized from wanting to pay for them. There’s this misalignment in terms of what our goal would be, which is to never get a cavity, and what dentists’ goals are, which is to make money doing a lot of procedures that they’re very skilled at.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jonquilyn Hill</h4>\n\n<p class=\"has-text-align-none\">Have you heard dentistry be described as a scam before? Is this sentiment that Matt has common?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lisa Simon</h4>\n\n<p class=\"has-text-align-none\">I hear it all the time. Even within the field, I’ve heard it referred to as the mechanic’s principle. [If] I bring my car to the mechanic and the mechanic says, “Oh, yeah, pretty bad confubulator you got there, I definitely need to repair it,” I have no knowledge or expertise to be able to tell if that is true or if I am being scammed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the reality is that most dentists are probably not scamming you in this evil, mustache-twirling way, but also there can be legitimate clinical differences in someone’s style.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You may have a more conservative dentist [who is] going to wait and see if this gets bigger and maybe it doesn’t need a filling right now, or you might have a dentist that’s more aggressive and wants to treat something earlier just because they have different clinical experiences, and they’re legitimately recommending what they think would be best for you.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jonquilyn Hill</h4>\n\n<p class=\"has-text-align-none\">So why is it still so expensive to get dental work done? Why does it feel so different from regular health insurance?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lisa Simon</h4>\n\n<p class=\"has-text-align-none\">In one way, dental insurance is super expensive: For the average person, a dental procedure like an implant is a crazy amount of money out-of-pocket. In other ways, dentistry is actually super-duper cheap. It&#8217;s only 4 percent of our average health care expenses as a country. If you think about the single cost of being in an ICU in a hospital for a day — which can easily be $50,000 — that&#8217;s way more expensive than dental care. The idea behind medical insurance is that if this super expensive, absolutely horrible nightmare thing happens to you, you are not financially on the hook for it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Dental insurance isn’t actually insurance; it just doesn’t work that way. It’s a discount plan. It originated in the ’40s and ’50s with unions who were trying to provide a nice perk for their members.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What it does is it makes the cheapest things — like your cleaning, your exam, or your X-rays that you get every year — free or really cheap. But if you actually need things, you are going to pay progressively more and more of the cost of these more expensive things, which is basically the opposite of how medical insurance was originally designed to work.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Jonquilyn Hill</h4>\n\n<p class=\"has-text-align-none\">So should we even be calling it insurance? Should we call it a discount plan or say, “Here is your dentist loyalty card?”</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Lisa Simon</h4>\n\n<p class=\"has-text-align-none\">Honestly, I feel like that’s a great point. It’s not insurance. To call it insurance is maybe more of a scam than any other kind of scamming that’s being done. And it’s not to say that it might not be financially a good idea for an individual person, but as a structure designed to take care of a badly unmet need in our society and to provide health care, it’s not the way I think any of us would design it.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Clarification, September 18, 12 pm ET:</strong> Lisa Simon’s title has been updated to reflect her preferred affiliation. She is both a fellow at the Harvard School of Dental Medicine and an assistant professor of medicine at Brigham and Women&#8217;s Hospital and Harvard Medical School.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you need something explained, Vox is the place to go. Now, we’re bringing that ethos to our latest franchise, Explain It to Me, which launches Wednesday, September 18, and focuses on answering your questions through a weekly podcast, a weekly newsletter, and a video series. Every week, we’ll tackle a question from a listener [&#8230;]",
    "author": "Jonquilyn Hill"
  },
  {
    "title": "What we know about the pager and walkie-talkie explosions in Lebanon and Syria",
    "link": "https://www.vox.com/world-politics/372399/pager-explosions-lebanon-syria-hezbollah-israel-gaza",
    "pubDate": "2024-09-18T15:22:49.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man in a breathing mask and surgical gloves sorts bags of donated blood.\" data-caption=\"Medics collect blood donations in a Beirut suburb on September 17, 2024, after explosions hit locations in several Hezbollah strongholds around Lebanon amid ongoing cross-border tensions between Israel and Hezbollah.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171814980.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Medics collect blood donations in a Beirut suburb on September 17, 2024, after explosions hit locations in several Hezbollah strongholds around Lebanon amid ongoing cross-border tensions between Israel and Hezbollah.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Additional explosions, reportedly <a href=\"https://www.axios.com/2024/09/18/israel-detonates-hezbollah-walkie-talkies-second-wave-after-pager-attack\">involving thousands of walkie-talkies</a>, went off in Lebanon Wednesday, a day after hundreds of pagers exploded simultaneously in Lebanon and Syria in an attack that apparently targeted members of Hezbollah, the Iranian-backed Islamist militant organization and Lebanese political party.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.axios.com/2024/09/18/israel-detonates-hezbollah-walkie-talkies-second-wave-after-pager-attack\">Israel</a> was <a href=\"https://www.nytimes.com/live/2024/09/18/world/israel-hezbollah-gaza-hamas/here-is-the-latest-on-the-pager-attack?smid=url-share\">reportedly behind both</a> attacks, though it has not taken public credit. <a href=\"https://www.cnn.com/2024/09/17/middleeast/lebanon-hezbollah-pagers-explosions-intl/index.html\">Hezbollah has vowed to retaliate</a>. The Lebanese government has <a href=\"https://edition.cnn.com/2024/09/17/middleeast/lebanon-pager-attack-explosions-hezbollah-explainer-intl-latam/index.html\">characterized the pager attack</a> as “criminal Israeli aggression.” It comes amid rising tensions between Hezbollah and Israel as the war in Gaza rages on without any end in sight. <br><br>It’s not yet clear if the walkie-talkie attack has led to any injuries or deaths. </p>\n\n<p class=\"has-text-align-none\">At least <a href=\"https://www.cnn.com/world/live-news/lebanon-pagers-explode-hezbollah-israel-09-18-24-intl-hnk#h_64931bb6896d88e7f6ef8de48e302619\">12 people</a> were killed in the pager attack, including members of Hezbollah and two children, <a href=\"https://www.cnn.com/world/live-news/lebanon-pagers-explode-hezbollah-israel-09-18-24-intl-hnk#h_3b49b73405fe412f4c2393dce072d488\">CNN</a> reported. More than 2,800 were injured, including the <a href=\"https://www.reuters.com/world/middle-east/irans-ambassador-lebanon-injured-by-pager-explosion-2024-09-17/\">Iranian ambassador to Lebanon</a>, with over 300 people in critical<strong> </strong>condition, according to the <a href=\"https://www.nna-leb.gov.lb/en/justice-law/722027/public-health-minister-more-than-2-800-wounded-8-m\">Lebanese health ministry</a>. Most of the injuries were to the<strong> </strong><a href=\"https://www.cnn.com/world/live-news/lebanon-pagers-explode-hezbollah-israel-09-18-24-intl-hnk#h_64931bb6896d88e7f6ef8de48e302619\">eyes, face, and hands</a>; hospitals in Beirut have been overwhelmed with patients and are <a href=\"https://x.com/BeirutCityGuide/status/1836060165876920553\">asking the public to donate blood</a>. </p>\n\n<p class=\"has-text-align-none\">Hezbollah officials have <a href=\"https://apnews.com/article/lebanon-hezbollah-israel-exploding-pagers-8893a09816410959b6fe94aec124461b#https://apnews.com/article/lebanon-hezbollah-israel-exploding-pagers-8893a09816410959b6fe94aec124461b\">blamed Israel for the pager attack</a>. US officials have <a href=\"https://www.nytimes.com/2024/09/17/world/middleeast/israel-hezbollah-pagers-explosives.html\">reportedly confirmed</a> that Israel tampered with the pagers, adding a detonating switch that could be triggered remotely and a small amount of explosive material. The pagers <a href=\"https://www.cnn.com/world/live-news/lebanon-pagers-explode-hezbollah-israel-09-18-24-intl-hnk#h_f1d3e4533528fe6cf1526bc93c05b11f\">rang just before the attack</a>, so many victims were holding and looking at the pagers when they exploded.</p>\n\n<p class=\"has-text-align-none\">The Israel Defense Forces (IDF) declined to comment on the pager attack.</p>\n\n<p class=\"has-text-align-none\">Israeli officials did, however, say earlier this week the country could soon <a href=\"https://www.nytimes.com/live/2024/09/17/world/israel-hamas-war-news\">escalate its ongoing operations against Hezbollah</a>. Hezbollah is allied with Hamas — the militant group behind the October 7 attack on Israel that sparked the latest war in Gaza —&nbsp;and has grown impatient with stalled ceasefire negotiations over the Palestinian territory, ramping up hostilities and preparing for the possibility of broader war.</p>\n\n<p class=\"has-text-align-none\">The pagers bore the Taiwanese brand Gold Apollo, but the electronics manufacturer has <a href=\"https://www.nbcnews.com/news/world/taiwan-firm-denies-making-pagers-used-lebanon-explosions-rcna171594\">denied producing them</a>, saying that another company based in Hungary was licensed to use the brand. That company, BAC Consulting, has also <a href=\"https://www.nbcnews.com/news/world/taiwan-firm-denies-making-pagers-used-lebanon-explosions-rcna171594\">reportedly denied producing pagers</a>. It’s unclear exactly how Israel managed to gain access to them and plant the explosives.</p>\n\n<p class=\"has-text-align-none\">It’s not the first time that Israel has weaponized personal communications devices against its adversaries. It used an exploding phone to <a href=\"https://www.tehrantimes.com/news/495023/Israel-infiltrates-telecom-sector-to-carry-out-assassinations\">kill a Hamas bomb maker</a> in 1996. </p>\n\n<p class=\"has-text-align-none\">Israel is also known for its sophisticated electronic surveillance capabilities as well as its ability to hack cellphones and computers. Before Tuesday’s attack, Hezbollah commander Fuad Shukr was <a href=\"https://www.wsj.com/world/middle-east/how-israel-killed-a-ghost-73e6db68?mod=hp_lead_pos7\">killed in a July Israeli missile strike</a> after he received a mysterious phone call instructing him to go to the seventh floor of his building in Beirut. After that attack, Hezbollah <a href=\"https://www.usnews.com/news/world/articles/2024-07-09/pagers-and-drones-how-hezbollah-aims-to-counter-israels-high-tech-surveillance\">reportedly stopped using cellphones</a> in favor of pagers and couriers who deliver messages in person; the group has used a private, fixed-line telecommunications network since the early 2000s.</p>\n\n<p class=\"has-text-align-none\">The pager and walkie-talkie attacks — which were far more extensive and destructive than past attacks harnessing phones — demonstrate that Israeli forces have achieved a new level of sophistication in their ability to carry out strikes on enemy soil. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Israel and Hezbollah are locked in a regional conflict</strong></h2>\n\n<p class=\"has-text-align-none\">The recent attacks could lead to further escalation after months of increasing hostilities between Hezbollah and Israel. </p>\n\n<p class=\"has-text-align-none\">Hezbollah, which is designated as a terrorist organization by many countries and has previously fought wars against Israel, launched its latest campaign after Hamas’s October 7 attack on Israel, saying it was in “solidarity with the victorious Palestinian resistance.” The hostilities have primarily taken the form of airstrikes. It has signaled that it would cease hostilities if a ceasefire in Gaza is reached. More than <a href=\"https://www.jpost.com/breaking-news/article-820486\">41,000 Palestinians</a> have been killed in Gaza.</p>\n\n<p class=\"has-text-align-none\">Almost a year into the war, ceasefire negotiations have made little progress, especially after the recent <a href=\"https://www.cnn.com/2024/09/03/middleeast/hamas-israel-hostage-deal-raise-stakes-intl/index.html\">execution of six hostages in Gaza</a>. It’s an open question whether a deal may even be achievable <a href=\"https://www.cnn.com/2024/09/06/politics/gaza-ceasefire-talks-roadblocks-white-house/index.html\">before US President Joe Biden leaves office</a>. Israeli Prime Minister Benjamin Netanyahu has said that a <a href=\"https://www.cnn.com/2024/09/05/middleeast/israel-netanyahu-hamas-agreement-intl/index.html\">deal is not close</a> and has resisted international calls for Israeli forces to promise a full withdrawal from Gaza.</p>\n\n<p class=\"has-text-align-none\">As negotiations have stagnated, the conflict between Hezbollah and Israel has deepened, displacing <a href=\"https://www.nytimes.com/2024/09/17/world/middleeast/israel-hezbollah-lebanon-war-impact.html?smid=url-share\">more than 100,000 people</a> who face daily tit-for-tat attacks on both sides of the Lebanese border with Israel. Though it has not yet grown into full-scale regional war, increasingly aggressive tactics on both sides have raised worries that such a conflict may be inevitable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Intense escalation with Hezbollah, which is considered the most widely armed and powerful militia group in the region, could be catastrophic, as Israel’s previous wars with Hezbollah in 1996 and 2006 would indicate. <a href=\"https://www.aljazeera.com/news/2023/10/17/beyond-hezbollah-the-history-of-tensions-between-lebanon-and-israel\">Both of those conflicts</a> involved heavy civilian casualties in Lebanon, leaving more than 1,200 dead, and led to the killing of <a href=\"http://event\">about 200 Israelis</a>, mostly soldiers. But Hezbollah now has an <a href=\"https://foreignpolicy.com/2024/07/31/haniyeh-hezbollah-israel-war-lebanon-hamas-gaza/\">extensive rocket and missile arsenal</a> that make it a more formidable foe than it was before. A wider war could <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">also draw each side’s allies further into the conflict</a> — the US on the Israeli side and Iran on Hezbollah’s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such a war would also represent a diplomatic failure for the US, which has supported Israel since the beginning of the war in Gaza and played a leading role in the ceasefire negotiations, all with the objective of maintaining stability in the Middle East. Throughout the war in Gaza, US officials like Secretary of State Antony Blinken have repeatedly emphasized the US has been “very clear about the importance of all parties avoiding any steps that could further escalate the conflict that we’re trying to resolve in Gaza,” as he said Tuesday, adding that the <a href=\"https://www.nytimes.com/live/2024/09/18/world/israel-hezbollah-gaza-hamas/2922bdf9-9c65-5674-8865-676bb5c4f9b5?smid=url-share\">US did not know about the operation and was not involved</a>.</p>\n\n<p class=\"has-text-align-none\">The attacks may make it harder for Israel and Hezbollah to continue to contain their hostilities, and put them one step closer to a full-out war. Both have indicated they are <a href=\"https://www.reuters.com/world/middle-east/dozens-hezbollah-members-wounded-lebanon-when-pagers-exploded-sources-witnesses-2024-09-17/\">prepared for that possibility</a>. </p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 18, 11:20 am: </strong>This story, originally published September 17, has been updated with information on a second wave of walkie-talkie explosions in Lebanon. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Additional explosions, reportedly involving thousands of walkie-talkies, went off in Lebanon Wednesday, a day after hundreds of pagers exploded simultaneously in Lebanon and Syria in an attack that apparently targeted members of Hezbollah, the Iranian-backed Islamist militant organization and Lebanese political party. Israel was reportedly behind both attacks, though it has not taken public credit. [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "The moral case for paying kidney donors",
    "link": "https://www.vox.com/future-perfect/372412/end-kidney-deaths-act-kidney-donor-tax-credit",
    "pubDate": "2024-09-18T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two gowned and masked surgeons working in an operating room.\" data-caption=\"In a kidney transplant operation, the kidney is taken from a living donor. | BSIP/Universal Images Group via Getty Images\" data-portal-copyright=\"BSIP/Universal Images Group via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1041935926.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>In a kidney transplant operation, the kidney is taken from a living donor. | BSIP/Universal Images Group via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A few months ago, I <a href=\"https://www.vox.com/future-perfect/24131207/kidney-donation-compensation-tax-credit-end-kidney-deaths-act\">wrote about a proposal</a> called the <a href=\"https://www.modifynota.org/end-kidney-deaths-act-summary\">End Kidney Deaths Act</a>, which seeks to make sure that every one of the <a href=\"https://usrds-adr.niddk.nih.gov/2023/end-stage-renal-disease/1-incidence-prevalence-patient-characteristics-and-treatment-modalities\">more than 135,000 Americans</a> who get diagnosed with kidney failure every year has access to a kidney transplant.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Its method is simple: a federal tax credit worth $10,000 a year for five years, paid to anyone who donates a kidney to a stranger. It’s the kind of thing that would’ve helped a lot <a href=\"https://www.vox.com/science-and-health/2017/4/11/12716978/kidney-donation-dylan-matthews\">when I donated a kidney back in 2016</a>. Elaine Perlman, a fellow kidney donor who leads the <a href=\"https://www.modifynota.org/\">Coalition to Modify NOTA</a>, which is advocating for the act, estimates the measure will save 100,000 lives over the first decade it’s enacted, based on conversations with transplant centers on how many surgeries they can perform with their current resources. Polling has shown this kind of measure has overwhelming public support, with <a href=\"https://pubs.aeaweb.org/doi/pdfplus/10.1257/aer.20180568#page=13\">at least 64 percent of Americans supporting a system</a> where a government agency compensates donors.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Since we last covered it, the Act has taken some huge strides forward. It has been introduced in the House of Representatives with two Republicans (Reps. <a href=\"https://malliotakis.house.gov/media/press-releases/malliotakis-introduces-bipartisan-end-kidney-deaths-act\">Nicole Malliotakis</a> of New York and <a href=\"https://x.com/RepDonBacon/status/1833927860601462914\">Don Bacon</a> of Nebraska) and two Democrats (Reps. <a href=\"https://harder.house.gov/media/press-releases/harder-introduces-bill-to-increase-kidney-donations-and-save-thousands-of-lives\">Josh Harder</a> of California and <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/9275/cosponsors\">Joe Neguse</a> of Colorado) in support of it. Dozens of supporters took to the Hill last week for a lobby day, meeting with staff for over 50 other senators and representatives.</p>\n\n<p class=\"has-text-align-none\">But it’s also started to generate some real opposition. This is to be expected. In the half-century or so that organ donation has been a safe and reliable procedure, many people, including those running some kidney care advocacy groups, have <a href=\"https://aakp.org/wp-content/uploads/2023/04/JOINT-PRINCIPLES-STATEMENT-AAKP-ASTS-AST-FINAL.pdf\">expressed opposition to the idea of compensating kidney donors</a> for our work. Compensation has been banned ever since the National Organ Transplant Act of 1984, the law Perlman’s coalition seeks to modify. Admitting we’ve made a mistake for 40 years and counting is hard. Each year, <a href=\"https://www.sciencedirect.com/science/article/pii/S109830152201957X\">about 47,000 people die prematurely</a> due to the kidney shortage. Over 40 years, the death toll reaches into the millions. Failing to pay donors has killed a whole lot of people.</p>\n\n<p class=\"has-text-align-none\">Surveying the whole landscape of anti-compensation arguments could fill up a whole book (<a href=\"https://www.amazon.com/Ethics-Transplants-Careless-Thought-Costs/dp/019957555X\">and has</a>!), so I’ll only address a few here. But none of them are persuasive, and members of Congress weighing the bill should reject these arguments in favor of paying donors fairly for the work we do to prevent deaths from kidney failure.</p>\n\n<h2 class=\"wp-block-heading\">3 bad arguments against paying kidney donors</h2>\n\n<p class=\"has-text-align-none\"><strong>1) Kidney donation is too dangerous to pay people to do: </strong>This would be a very good argument against donation if it were true — but it’s wildly false. While kidney donation comes with risks, they’re quite small. A <a href=\"https://jamanetwork.com/journals/jama/article-abstract/2822922#google_vignette\">just-released study</a> found that the donor’s risk of death in the actual surgery, which was already very low, has dropped by two-thirds over the past decade. For the decade from 2013 to 2022, which includes <a href=\"https://www.vox.com/science-and-health/2017/4/11/12716978/kidney-donation-dylan-matthews\">my donation in 2016</a>, there were 58,656 living kidney donors in the US. Five died within 90 days of the operation. That’s a mortality risk of 0.9 per 10,000.</p>\n\n<p class=\"has-text-align-none\">For comparison, in 2022, there were over <a href=\"https://www.bls.gov/charts/census-of-fatal-occupational-injuries/civilian-occupations-with-high-fatal-work-injury-rates.htm\">100 deaths from work injuries for every 100,000 working loggers in the US</a>, a death rate every year that’s about 10 times larger than the one-time risk of kidney donation. Roofers, fishers, and truck drivers all had annual death rates at least twice as high as the risk of death from kidney donation. For sure, these workers deserve better safety protections, just as even five deaths among donors is five too many. But no one would credibly argue for banning the practice of roofing because it’s too dangerous. Why should that argument work for kidneys?</p>\n\n<p class=\"has-text-align-none\"><strong>2) Kidney donation exploits or coerces the poor: </strong>This argument takes a number of forms, but it’s based on the intuition that offering money to donate will disproportionately push poor people to become donors and that this constitutes exploitation because they would not have donated without compensation, and thus are donating in part because of their own financial deprivation.</p>\n\n<p class=\"has-text-align-none\">The Oxford philosopher Janet Radcliffe Richards notes that this argument, like the one above, proves too much. “It applies to just about all paid work,” she writes in <a href=\"https://www.amazon.com/Ethics-Transplants-Careless-Thought-Costs/dp/019957555X\"><em>The Ethics of Transplants</em></a>, “Unless you would do your job for no payment … anyone who employed you or bought what you offered for sale would in this sense be exploiting you.” While the idea that all wage labor is exploitative is <a href=\"https://plato.stanford.edu/entries/exploitation/#PreMarxAccoExplUnjuTrad\">hardly new</a>, it would be silly to draw the conclusion that wage labor should be banned and that workers should not be allowed to be paid.</p>\n\n<p class=\"has-text-align-none\">A similar but distinct argument is that this kind of payment is not exploitative but coercive: The lure of cash actively forces people to donate, like a blackmailer or extortionist does. This just isn’t what the word “coerced” means. Coercion means using threats or force to limit a person’s options so they do what you want. Paying for kidney donation expands options, rather than limiting them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The late philosopher Alan Wertheimer, who literally <a href=\"https://press.princeton.edu/books/hardcover/9780691637143/coercion?srsltid=AfmBOopbROATQe83H-HW_gKaW_YmpFe8i2MYRfXQAeMKw_3EP3uLTyw2\">wrote the book on coercion</a>, puts it bluntly: “Genuine offers do not coerce. Period.” The End Kidney Deaths Act’s offer of money for donors is a genuine offer. It cannot be coercive.</p>\n\n<p class=\"has-text-align-none\">I should note that the End Kidney Deaths Act could be altered to avoid this concern. It could be written so that only wealthy people (perhaps those making $400,000 or more) are eligible for the tax credit, so we can be sure they were not exploited. Is that better? Or does it offensively cut off poor people from a valuable benefit? I think the latter.</p>\n\n<p class=\"has-text-align-none\"><strong>3) We’ll get fewer kidney donations if donors are compensated because it will no longer feel altruistic</strong><em>: </em>This is known as the “crowding out” hypothesis, and it was the argument longtime compensation critic <a href=\"https://www.npr.org/sections/shots-health-news/2024/08/26/nx-s1-5086459/theres-a-severe-kidney-shortage-should-donors-be-compensated\">Alexander Capron made to NPR</a> in their piece on the End Kidney Deaths Act: “When something goes from being something which people give to being something that is bought, the givers stop giving.” The problem is that Capron has no evidence for it. (I emailed him asking for some and never heard back.)</p>\n\n<p class=\"has-text-align-none\">When it comes to blood donation, the <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0887796321000559\">most recent meta-analysis</a> on the topic found that the bulk of estimates point to cash or cash-like incentives increasing it, not decreasing it. In the case of <a href=\"https://www.niskanencenter.org/bloody-well-pay-them-the-case-for-voluntary-remunerated-plasma-collections/\">blood plasma</a>, which is more time-consuming and physically draining to donate than whole blood, monetary incentives have proven dramatically and obviously more effective than altruistic ones. The United States and Germany compensate plasma donors, while Canada, the UK, and Australia do not.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sure enough, the latter three countries import a majority of the blood plasma they use from countries where donors are paid. In a shocking twist, paying people for their work results in more work being done.</p>\n\n<p class=\"has-text-align-none\">In the kidney case, the same would likely be true. A recent survey conducted by the National Kidney Donation Organization (which represents living kidney donors) of 288 of its members, shared privately with Vox, found that 97.9 percent said they would’ve been as likely or even likelier to donate had they gotten a tax credit.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you believe kidney donors, incentives work. The <a href=\"https://brieflands.com/articles/num-87026#A87026REF14\">country with the shortest kidney waitlist in the world is Iran</a>, which not coincidentally is the only country that currently allows compensation.</p>\n\n<p class=\"has-text-align-none\">More to the point, the whole theory that paying people to donate blood or kidneys would make them less likely to do so is sufficiently bizarre that it’s hard to see how it even theoretically could be true, except perhaps at <a href=\"https://www.jstor.org/stable/2586896\">very low levels of compensation</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s no other area of human life where we assume that monetary incentives are actively counterproductive. We do not worry that paying salaries to doctors and nurses will “crowd out” their altruistic reasons for working in health care, or that letting firefighters accept wages “crowds out” their natural desire to save people from burning buildings.</p>\n\n<p class=\"has-text-align-none\">The correct response to “people donate more blood when they’re paid to donate blood” is “well, duh.” And the correct expectation to have about paying people to donate kidneys is that they’ll donate more kidneys.</p>\n\n<h2 class=\"wp-block-heading\">Enough thought experiments, it’s time for real experiments</h2>\n\n<p class=\"has-text-align-none\">I studied philosophy in college, and I enjoy dissecting the meanings of concepts like “exploitation” and “coercion” and “commodification” as much as the next dork. But I must admit I find the tendency of some philosophers to use kidneys as a kind of playground for thought experiments about the limits of markets to be borderline offensive.</p>\n\n<p class=\"has-text-align-none\">Their arguments aren’t just theoretical. They lend respectability to policy statements from practitioners like the jaw-droppingly inane <a href=\"https://www.declarationofistanbul.org/\">Declaration of Istanbul</a>, a joint statement by various transplant doctor and nephrologist organizations that states compensating donors “leads inexorably to inequity and injustice.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The document offers exactly zero empirical evidence for this statement because there is none. “There is no argument whatsoever here, only smoke and mirrors,” Radcliffe Richards rightly notes. “For a major international statement, widely endorsed, this is appalling.”</p>\n\n<p class=\"has-text-align-none\">It <em>is</em> appalling, and it has contributed to a situation where each year in the US sees only about 25,500 kidney transplants but over 135,000 new end-stage kidney disease diagnoses. That means some 110,000-odd people, each year, who plausibly could use a kidney donation cannot receive one because there is not enough supply. The way you increase labor supply, in any field, is to raise the wage.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nursingworld.org/practice-policy/workforce/\">Not enough nurses</a>? Pay nurses more. <a href=\"https://www.washingtonpost.com/business/2023/02/03/worker-shortage-restaurants-hotels-economy/\">Not enough waiters</a>? Pay your waiters more. Not enough kidney donors? Here’s a crazy idea: Pay us.</p>\n\n<p class=\"has-text-align-none\"><strong>Correction: </strong>A previous version of this article stated that the Coalition to Modify NOTA estimated the End Kidney Deaths Act could save 60,000 lives over a decade. They have since updated their estimate to 100,000, based on transplant centers having more capacity than previously thought.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A few months ago, I wrote about a proposal called the End Kidney Deaths Act, which seeks to make sure that every one of the more than 135,000 Americans who get diagnosed with kidney failure every year has access to a kidney transplant.&#160; Its method is simple: a federal tax credit worth $10,000 a year [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "Vox launches Explain It to Me franchise to answer audience questions",
    "link": "https://www.vox.com/explain-it-to-me/372258/explain-it-to-me-franchise-launch-answer-audience-questions",
    "pubDate": "2024-09-18T12:01:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Landing-Page-Hub-1.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Wednesday, we launched a new way for us to answer <em>your </em>questions. Our Explain It to Me franchise will include a weekly podcast, weekly newsletter, and regular videos that all focus on what our audience wants to know.</p>\n\n<p class=\"has-text-align-none\">The first podcast episode answers a listener’s question about whether <a href=\"https://link.chtbl.com/explainit?sid=site\">his dentist is scamming him</a> while the first edition of the newsletter answers a reader’s question about <a href=\"https://www.vox.com/explain-it-to-me/371434/insect-apocalypse-bees-decline-loss(opens in a new tab)\">whether bugs are disappearing</a> — and what we can do about it.</p>\n\n<p class=\"has-text-align-none\">Vox’s goal is to explain the world. But we know answers to your questions are hard to find. Misinformation is rampant, and internet searches and AI chatbots often come up empty.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So that’s why we’re here. Our newsroom is ready to answer with deep reporting and expert insight, whether your questions are heavy or silly, systemic or personal.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Sign up for the <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">Explain It to Me newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">The newsletter is part of Vox’s <a href=\"https://www.vox.com/explain-it-to-me\">Explain It to Me</a>. Each week, we tackle a question from our audience and deliver a digestible explainer from one of our journalists. Have a question you want us to answer? Ask us <a href=\"http://www.vox.com/ask-vox\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">Wondering about why American politics work the way they do? Have a question about retirement? Or just curious about something in your everyday life (like whether your dentist is scamming you)? <a href=\"https://www.vox.com/23700653/explain-it-to-me-crowdsourcing-ask-vox\">We want to hear from you</a>.</p>\n\n<p class=\"has-text-align-none\">The <strong><em>Explain It to Me</em></strong><em> </em><a href=\"https://link.chtbl.com/explainit?sid=site\">podcast</a> is your hotline for all your unanswered questions, and host Jonquilyn Hill is your friendly guide who will find you the answers you’re looking for — and maybe even the ones you don’t expect. New episodes are released <a href=\"https://link.chtbl.com/explainit?sid=site\">every Wednesday</a>. You can always call us at 1-800-618-8545 or fill out <a href=\"http://www.vox.com/ask-vox\">this form</a> and tell us what’s on your mind.</p>\n\n<p class=\"has-text-align-none\">The Explain It to Me<em> </em>newsletter also tackles a question each week, delivering a digestible explainer that’s fun to read, and gives answers from different journalists around our newsroom. <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\" data-type=\"link\" data-id=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">Sign up here</a> to get it straight into your inbox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Our video team will also tackle your questions in a series that launches later this month. Check out their latest work <a href=\"https://www.vox.com/videos\">here</a>.</p>\n\n<p class=\"has-text-align-none\">Have a question for us? You can always reach us <a href=\"https://www.vox.com/ask-vox\">here</a> or by calling 1-800-618-8545.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Wednesday, we launched a new way for us to answer your questions. Our Explain It to Me franchise will include a weekly podcast, weekly newsletter, and regular videos that all focus on what our audience wants to know. The first podcast episode answers a listener’s question about whether his dentist is scamming him while [&#8230;]",
    "author": "Gabriela Fernandez"
  },
  {
    "title": "Are bugs really disappearing?",
    "link": "https://www.vox.com/explain-it-to-me/371434/insect-apocalypse-bees-decline-loss",
    "pubDate": "2024-09-18T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A white butterfly is seen in a clear jar in the hand of a volunteer collecting insect data in Austria. \" data-caption=\"A volunteer helping collect insect data in Austria holds a black-veined white butterfly in June 2023. | Sean Gallup/Getty Images\" data-portal-copyright=\"Sean Gallup/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1501737535.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A volunteer helping collect insect data in Austria holds a black-veined white butterfly in June 2023. | Sean Gallup/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Vox reader Gunnar Colleen writes: “So are all the bugs really disappearing? If so, why does it seem like nobody is doing anything about it? Is there anything I can personally do to help out the little guys at the very base of our ecosystems? I’ve been thinking about this a lot and it seems like something that is really important.”</em> </p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">Many of the bugs that humans encounter — the mosquitoes and houseflies, cockroaches and bed bugs — are, in a word, disgusting.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But these loathsome pests represent an almost unimaginably small fraction of the planet’s insect diversity. Scientists have discovered about <a href=\"https://www.annualreviews.org/content/journals/10.1146/annurev-ento-020117-043348\">one million</a> species so far, and they estimate there are likely several million more that they have yet to describe.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This incredible diversity of bug life sustains our planet. Insects pollinate our favorite foods, clean up our messes, and even help reduce the number of insects that we don’t like. Dragonflies, for example, eat mosquitoes, and certain wasps prey on cockroaches.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s why recent <a href=\"https://www.nytimes.com/2018/11/27/magazine/insect-apocalypse.html\">headlines</a> warning of an “<a href=\"https://www.theguardian.com/environment/2021/jul/25/the-insect-apocalypse-our-world-will-grind-to-a-halt-without-them\">insect apocalypse</a>” —&nbsp;the idea that a huge number of insects are disappearing —&nbsp;are so alarming. A world without insects is not one we want to live in.</p>\n\n<p class=\"has-text-align-none\">But are bugs actually disappearing? It’s a good question, considering there’s an <a href=\"https://theconversation.com/insect-apocalypse-not-so-fast-at-least-in-north-america-141107\">ongoing debate</a> over the true extent of insect loss.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Sign up for the <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">Explain It to Me newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">The newsletter is part of Vox’s <a href=\"https://www.vox.com/explain-it-to-me\">Explain It to Me</a>. Each week, we tackle a question from our audience and deliver a digestible explainer from one of our journalists. Have a question you want us to answer? Ask us <a href=\"http://www.vox.com/ask-vox\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">For help answering this question, I spoke with someone who knows insects better than almost anyone: <a href=\"https://xerces.org/staff/scott-hoffman-black\">Scott Hoffman Black</a>, executive director of the Xerces Society for Invertebrate Conservation, a nonprofit that works to protect insects. He’s been with the group for more than two decades.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-639277680.jpg?quality=90&#038;strip=all&#038;crop=0,10.476078805429,100,79.047842389142\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A Carolina praying mantis on a yarrow plant in Huntsville, Alabama. | Ron Reznick/VW Pics/Universal Images Group via Getty Images\" data-portal-copyright=\"Ron Reznick/VW Pics/Universal Images Group via Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\">Yes, insects are really vanishing</h2>\n\n<p class=\"has-text-align-none\">“Unfortunately, the data is conclusive,” Black told me. “Insects on the whole are now declining. And it’s very worrisome.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Understanding the scale of this decline is a bit more complicated. Many groups of insects, like <a href=\"https://www.vox.com/down-to-earth/23736015/flies-gnats-fascinating-facts\">flies</a>, haven’t been thoroughly studied, so there are still a lot of unknowns. Some critters, meanwhile, are thriving in the world humans have created. Disease-carrying mosquitoes, for example, are <a href=\"https://www.cnn.com/2023/06/29/world/mosquitoes-spread-climate-dengue-malaria-scn/\">expanding into new areas</a> as the climate warms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But on the whole, studied populations of insects are declining by about 1 percent to 2 percent each year, according to the <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.2023989118\">best available research</a>, Black said. When compounded over two decades, that amounts to as much as a 30 percent decline in insect populations.</p>\n\n<p class=\"has-text-align-none\">“I don’t know any insect ecologist that doesn’t agree that insects are now declining,” Black said. “This was a question 10 years ago. It’s not really a question now.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What’s causing the decline?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">That would be us, humans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first problem, Black says, is that we’re gobbling up insect habitat, like prairies and forests, with our farms, buildings, and homes. He points out that there are some <a href=\"https://link.springer.com/article/10.1007/s00267-004-0316-2\">40 million acres</a> of lawn in the US (bluegrass, mostly), which has replaced native habitat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Very few animals, insects included,” can live off of bluegrass, Black said. “It’s a giant monoculture.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1149029288.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A collection of endangered Calosoma sycophanta beetles at the State Museum of National History in Stuttgart, Germany. | Thomas Lohnes/Getty Images\" data-portal-copyright=\"Thomas Lohnes/Getty Images\" />\n<p class=\"has-text-align-none\">The extremely common practice of spraying insecticides only makes the landscape less habitable. Globally, we now use <a href=\"https://www.fao.org/statistics/highlights-archive/highlights-detail/pesticides-use-and-trade-1990-2022/en\">more pesticides</a> than at any point in human history, Black said, and they’re clearly linked to insect declines. One recent <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0304319\">study</a>, for example, linked insecticides —&nbsp;and particularly neonicotinoids — to the decline of butterflies in the Midwest.</p>\n\n<p class=\"has-text-align-none\">Then you add in climate change and its many symptoms — from rising temperatures and deepening droughts to more extreme rainfall and hurricanes — which together can amplify these downward trends.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“That affects us, but it also affects all of the animals,” Black said.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">If bugs are irritating to many of us, why is losing them a problem?</h2>\n\n<p class=\"has-text-align-none\">Arthropods, a group that includes insects, spiders, and crustaceans, make up roughly <a href=\"https://www.pnas.org/doi/10.1073/pnas.1711842115\">half</a> of all animals on Earth, by biomass. There are, for example, an estimated <a href=\"https://www.pnas.org/doi/abs/10.1073/pnas.2201550119\">20 <em>quadrillion</em></a> ants. And because insects are superabundant and everywhere —&nbsp;in streams and lakes, deserts and mountaintops —&nbsp;they are essential parts to every ecosystem.</p>\n\n<p class=\"has-text-align-none\">Scientists estimate that about <a href=\"https://academic.oup.com/nsr/article/10/10/nwad219/7241545\">90 percent</a> of flowering plants are pollinated by animals, most of which are insects. More than a third of our food crops depend on pollinators, including almonds, chocolate, and coffee.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Insects also make up a huge part of the diet of many animals. <a href=\"https://academic.oup.com/condor/article/123/1/duaa059/6063623\">Nearly all</a> terrestrial birds in North America feed their young invertebrates. “If you like birds, you should thank an insect,” Black said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many fish eat insects, too, including salmon, he said. “They would not make it to the ocean without feeding on insects,” Black said. “This goes all the way up the food chain. Think of grizzly bears. They eat salmon, which rely on insects. And their other main food source is berries, which are insect-pollinated. So bears almost exclusively eat a diet that comes from insects.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Also worth mentioning: Insects, like dung beetles, clean up animal feces that might otherwise smother the ground and fill the air with a foul stench.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What can individuals do to help insects?</h2>\n\n<p class=\"has-text-align-none\">Saving insects isn’t an issue that can be solved by one person alone. City, state, and federal governments play a major role in helping insects, such as by passing legislation to limit habitat loss or certain insecticide chemicals. But there’s still a lot that individuals can do, Black said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Black pointed me to a publication he co-authored titled, “<a href=\"https://www.pnas.org/doi/full/10.1073/pnas.2002547117\">Eight simple actions that individuals can take to save insects from global declines</a>.” It suggests, among other things, creating insect habitat by growing more native plants. That could entail ripping up part of your lawn, even just 10 percent, or putting a few plants out on your city balcony.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We have a member in Germany who has a big garden space on his balcony, and he’s getting like a dozen of different bee species,” Black said. “You don’t need to rip out your whole lawn and go native unless you want to. Just start.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-975837492.jpg?quality=90&#038;strip=all&#038;crop=0,10.342434264851,100,79.315131470298\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A bumblebee flies toward a blackberry bush. | Wolfgang Kumm/picture alliance via Getty Images\" data-portal-copyright=\"Wolfgang Kumm/picture alliance via Getty Images\" />\n<p class=\"has-text-align-none\">Here are some other tips Black shared:&nbsp;</p>\n\n<ul>\n<li>Avoid using insecticides on your lawn and garden, and consider buying organic foods, which tend to use fewer pesticides.&nbsp;</li>\n\n\n\n<li>Think about reducing your climate impact, such as by taking fewer flights or eating less meat. “If everybody cut back their meat consumption by 10 or 20 percent, that would be huge from a climate change point of view,” Black said.&nbsp;</li>\n\n\n\n<li>Change your exterior lights. Switch to motion-activated lighting, and choose red or amber colored lights that face down. White lights “are terrible for insects,” he said. “They&#8217;re also terrible for migratory birds.”</li>\n</ul>\n\n<p class=\"has-text-align-none\">Relative to other major issues that face our planet and our communities —&nbsp;war, American politics, life-threatening natural disasters —&nbsp;insect declines have not, rather unsurprisingly, drawn much attention. They’re harder to see.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But what’s heartening, Black said, is that in his nearly 25 years of work at Xerces he’s seen support for insects swell dramatically. “There are tens of millions of people across the world who now <a href=\"https://xerces.org/pollinator-conservation/yards-and-gardens\">garden for pollinators</a>,” he told me. “There’s a growing movement.”</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the Explain It to Me newsletter. Sign up <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">here</a>.</em> <em>For more from Explain It to Me, <a href=\"https://link.chtbl.com/explainit?sid=site\">check out the podcast</a>. New episodes drop every Wednesday.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Vox reader Gunnar Colleen writes: “So are all the bugs really disappearing? If so, why does it seem like nobody is doing anything about it? Is there anything I can personally do to help out the little guys at the very base of our ecosystems? I’ve been thinking about this a lot and it seems [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Why Trump’s lies about Haitians are different",
    "link": "https://www.vox.com/politics/372364/trumps-haitians-springfield-ohio-nazi",
    "pubDate": "2024-09-18T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Republican presidential nominee former President Donald Trump looks on during a campaign rally in Las Vegas on September 13, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171847688.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican presidential nominee former President Donald Trump looks on during a campaign rally in Las Vegas on September 13, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As I’ve been thinking about Donald Trump and JD Vance’s reckless lies about Haitians eating cats in Ohio, I keep coming back to one question: What makes this different from all the other things they’ve said about immigrants?</p>\n\n<p class=\"has-text-align-none\">Trump blaming crime on immigrants is, after all, the foundation of his political identity: His 2016 campaign <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2017/06/16/theyre-rapists-presidents-trump-campaign-launch-speech-two-years-later-annotated/\">launched by calling Mexican migrants “rapists.”</a> During his presidency, he referred to Haiti as a “<a href=\"https://www.nbcnews.com/politics/white-house/trump-referred-haiti-african-countries-shithole-nations-n836946\">shithole country</a>” from which America should not be admitting migrants. Just last year, he warned about immigrants “<a href=\"https://www.nbcnews.com/politics/2024-election/trump-says-immigrants-are-poisoning-blood-country-biden-campaign-liken-rcna130141\">poisoning the blood of our country</a>.”</p>\n\n<p class=\"has-text-align-none\">Yet something about the way he and Vance are talking about Springfield, Ohio <em>feels</em> like an escalation above even this vicious baseline. A major part of that feeling comes from the truly vicious antecedents of their rhetoric, which parallels Nazi propaganda about Jews in some eerily specific ways. And the reasons behind their willingness to “go there” say a lot about the deeper identity of the American right at this moment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.vox.com/politics/371894/trump-vance-haitian-immigrants-pets-springfield-ohio-polls-aidan-clark\">a recent piece about Springfield</a>, my colleague Eric Levitz pointed out that the specificity of the charges here makes them more dangerous. “Trump and his running mate are fomenting hatred for a discrete group of 15,000 people in one location. This dramatically increases the risk that their campaign of dehumanization will lead to acts of violence,” he writes, <a href=\"https://x.com/BNODesk/status/1835783381659037702\">noting evidence of just that happening</a>.</p>\n\n<p class=\"has-text-align-none\">I do think that’s a key part of it. But another part is the lurid fascism of the charges themselves.</p>\n\n<p class=\"has-text-align-none\">The idea that Haitians in Springfield are abducting people’s pets and eating them is not just a normal lie, the way that Trump has long accused migrants of selling drugs and committing street crimes. The idea of barbecuing a neighbor’s beloved pet is such a violation, so alien in nature, that it renders the alleged targets outside the scope of what we recognize as human behavior. It is an attack on Haitians not only as individuals, but as an entire group. It is a kind of dehumanization that has historically led to deadly violence against the targeted group — often by design.</p>\n\n<p class=\"has-text-align-none\">Two New York Times columnists, <a href=\"https://www.nytimes.com/2024/09/14/opinion/trump-debate-haitians-pets.html\">Lydia Polgreen</a> and <a href=\"https://x.com/jeffjarvis/status/1834614826837950928?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1834614826837950928%7Ctwgr%5Ec6333fb4ce9f174fda47b517dd50b18bc8557700%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.commondreams.org%2Fnews%2Fohio-bomb-threats\">Jamelle Bouie</a>, have labeled the animal eating rhetoric a “blood libel” for this reason.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The term originates in medieval Europe, specifically to describe the lie that Jews were abducting Christian children and using their blood to bake matzah (an unleavened bread we eat during the Passover holiday). The calumny, which <a href=\"https://encyclopedia.ushmm.org/content/en/article/blood-libel\">persisted through the Nazi era</a>, was designed explicitly to cast Jews beyond the pale of acceptable society — to link Judaism as a religion and identity to barbarism and brutality. It was, as Bouie notes, frequently employed to whip up violence against the Jewish community.</p>\n\n<p class=\"has-text-align-none\">You don’t need to be a historian to see the obvious connections between accusing Jews of eating children and Haitians of eating pets. And since the Haitian Revolution, Americans have often treated Haitians as <a href=\"https://www.vox.com/politics/371855/trump-vance-springfield-ohio-racist-conspiracy-theories-haitian-immigrants\">the embodiment of the terrifying racial “other”</a> in the same way that Europeans <a href=\"https://www.vox.com/23481984/trump-kanye-nick-fuentes-ye-jews-anti-semitism-dinner\">displaced their fears and resentments onto Jews</a>. The <a href=\"https://www.vox.com/policy-and-politics/2019/7/31/20748594/marianne-williamson-debate-democratic-july-2019-depression\">crank presidential candidate</a> Marianne Williamson helpfully made the subtext the text in a tweet, <a href=\"https://www.thedailybeast.com/marianne-williamson-defends-donald-trumps-bizarre-haitian-pet-eating-conspiracy\">saying</a> that Democrats dismiss Trump’s lies at their peril because “Haitian voodoo is in fact real.”</p>\n\n<p class=\"has-text-align-none\">The same is true with another Vance lie about Springfield: that Haitians are responsible for a surge in communicable diseases, including HIV/AIDS. I say it’s a lie because there’s no public evidence supporting it, and authorities on the ground contradict it.</p>\n\n<p class=\"has-text-align-none\">“A common myth that I’ve heard is that we’ve seen all of our communicable diseases skyrocket and go through the roof. And really, when you look at the data, that’s not supported,” Chris Coon, a county health commissioner,<strong> </strong><a href=\"https://abc6onyourside.com/news/local/what-are-the-needs-and-myths-about-health-care-for-haitians-in-springfield\">told</a> the local ABC affiliate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Once again, this lie has a deeply troubling history. Immigrants have long been falsely accused of bringing disease to keep them out; Nazis did the same to Jews.</p>\n\n<p class=\"has-text-align-none\">Specifically, Nazi propaganda would <a href=\"https://journals.uvic.ca/index.php/corvette/article/view/20803/9344#:~:text=Typhus%20has%20long%20been%20a,government%20policies%2C%20and%20racial%20violence.\">regularly accuse Jews of spreading typhus</a>, a lice-borne disease that killed millions in early 20th century Europe. Much like HIV, typhus was a stigmatized ailment stereotypically associated with the moral defectiveness or dirtiness of the afflicted. Nazi doctors wrote <a href=\"https://perspectives.ushmm.org/item/propaganda-poster-jews-are-lice-they-cause-typhus\">pseudo-scientific papers</a> accusing Jews of spreading typhus due to our alleged “low cultural level” and “uncleanliness,” part of the justification for cramming Jews in Polish ghettos before shipping my ancestors and their co-religionists to death camps.</p>\n\n<p class=\"has-text-align-none\">In the past, attention to these kinds of glaringly obvious Nazi parallels might have seemed like enough to shame the Trump campaign into at least toning down its rhetoric. But now, those normative guardrails no longer hold.</p>\n\n<p class=\"has-text-align-none\">On the right today, there is a pervasive sense that any allegation of fascism, authoritarianism, or racism is a bad-faith smear designed to delegitimize conservative policies and politicians. It is a tactic used by <a href=\"https://www.vox.com/22547228/hungary-orban-lgbt-law-pedophilia-authoritarian\">American defenders of Viktor Orbán’s regime in Hungary</a>, but one most often used to excuse bad behavior at home. It can be used even to whitewash the flirtations with open fascism that are <a href=\"https://www.vox.com/politics/371466/trump-haitians-dogs-cats-pets-springfield-alt-right\">common among young rightists nowadays</a>, like the inclusion of a Nazi symbol in a video pushed out by Florida Governor Ron DeSantis’s primary campaign.</p>\n\n<p class=\"has-text-align-none\">I’m sure it’s frustrating to be constantly accused of backing a fascist for president when you genuinely don’t see yourself in that light. But at the same time, it gives the green light to ignore an awful lot of extremely dangerous behavior.</p>\n\n<p class=\"has-text-align-none\">In January, during a Trump campaign stop, a supporter yelled “12 years of Trump!” The former president said, “That’s very interesting,” before turning it into a joke.</p>\n\n<p class=\"has-text-align-none\">“Don’t say that too … loud, they’ll start saying, ‘He wants more, he’s a fascist!’” <a href=\"https://thehill.com/homenews/campaign/4424171-2024-election-trump-tells-supporter-calling-for-12-years-youre-right/\">he added</a>. “You know, they love to call me a fascist.”</p>\n\n<p class=\"has-text-align-none\">Indeed.</p>\n\n<h3 class=\"wp-block-heading\"></h3>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As I’ve been thinking about Donald Trump and JD Vance’s reckless lies about Haitians eating cats in Ohio, I keep coming back to one question: What makes this different from all the other things they’ve said about immigrants? Trump blaming crime on immigrants is, after all, the foundation of his political identity: His 2016 campaign [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Yet another person got bird flu. Now should I freak out?",
    "link": "https://www.vox.com/even-better/370804/bird-flu-h5n1-missouri-human-cows-raw-milk",
    "pubDate": "2024-09-17T22:02:07.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-530055943.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">On September 6, the Missouri health department announced it had recently identified a new <a href=\"https://health.mo.gov/news/newsitem/uuid/0ca9d648-cb9b-4eca-99a8-f9a1c96a01bd/human-h5-bird-flu-case-confirmed-in-missouri?utm_source=substack&amp;utm_medium=email\">human case of bird flu</a>. This case was different from the other <a href=\"https://www.cdc.gov/bird-flu/h5-monitoring/index.html\">15 human cases previously identified in the US</a> in that the patient denied having contact with animals, raising the possibility that the illness had already begun spreading among humans. </p>\n\n<p class=\"has-text-align-none\">On September 13, the Centers for Disease Control and Prevention (CDC) quietly released new information about the case: There were two more possible bird flu infections in people who’d had close contact with the first patient. According to a <a href=\"https://www.cdc.gov/bird-flu/spotlights/h5n1-response-09132024.html\">CDC website update</a>, one was a household contact of the patient who got sick with similar symptoms on the same day as the case; they weren’t tested and have since recovered. The second case was in a health care worker who developed mild symptoms and tested negative for flu.</p>\n\n<p class=\"has-text-align-none\">The CDC said in a press briefing only the day before, on September 12, that to their knowledge, none of the patient’s close household contacts had gotten sick. The confusing messaging has led to disquiet about the lack of transparency in US public health communications.  </p>\n\n<p class=\"has-text-align-none\">It was unclear why the CDC did not share the information initially: The Missouri health department has not requested the CDC’s assistance with its investigation of the case, and states typically determine what patient information they share with the CDC during outbreaks.  </p>\n\n<p class=\"has-text-align-none\">In its press briefing, CDC officials did reveal that while the virus’s subtype would likely not be identified, genetic analyses showed it is “closely related” to the <a href=\"https://www.cdc.gov/bird-flu/avian-timeline/2020s.html\">H5N1 influenza subtype</a> circulating among dairy cows, which experts fear could lead to another pandemic.<strong> </strong>“There’s a few steps before this potentially becomes a pandemic threat,” said <a href=\"https://www.bu.edu/ceid/about-the-center/team/nahid-bhadelia-md-mald/\">Nahid Bhadelia</a>, who directs the Boston University Center on Emerging Infectious Diseases, in early September. “But I’m a lot more worried about it than I was.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">CDC officials also said the initially identified patient had “significant underlying conditions” and that the patient’s symptoms — which included chest pain, nausea, vomiting, diarrhea and weakness — were more typical of a stomach bug than of classic influenza infection. </p>\n\n<p class=\"has-text-align-none\">Bird flu’s threat to most people remains pretty low. Still, here’s what makes this case concerning to experts, and what you can do to keep yourself safe.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What experts are worrying about</strong></h2>\n\n<h4 class=\"wp-block-heading\">The Missouri patient was sick enough to be hospitalized</h4>\n\n<p class=\"has-text-align-none\">Since the virus first spread to American dairy cows in January of this year, all 13 of the bird flu cases identified in humans before last Friday caused <a href=\"https://www.cdc.gov/bird-flu/spotlights/h5n1-response-07192024.html\">pretty mild disease</a> — eye redness, otherwise known as conjunctivitis, and in one person, a cough without a fever.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s where the initial Missouri case is different: The patient was hospitalized, suggesting severe disease. The Missouri health department noted the adult patient “has underlying medical conditions,” but we don’t know their age or other risk factors.</p>\n\n<p class=\"has-text-align-none\">For a flu virus to cause a human pandemic, says <a href=\"https://med.emory.edu/directory/profile/?u=SLAKDAW\">Seema Lakdawala</a>, a virologist and flu expert at Emory University, it needs to overcome three hurdles: It must access and replicate efficiently within the respiratory tract to cause disease; it must spread easily from person to person; and it must be novel to our immune systems. If the virus infecting the latest case turns out to be H5N1, the fact the patient was hospitalized suggests this germ is evolving to replicate more efficiently in our airways (and coming closer to overcoming the first hurdle).&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">We don’t know how the Missouri patient got infected</h4>\n\n<p class=\"has-text-align-none\"> Another thing all previous US human H5N1 cases shared was that they could be <a href=\"https://www.avma.org/resources-tools/animal-health-and-welfare/animal-health/avian-influenza/avian-influenza-virus-type-h5n1-us-dairy-cattle#:~:text=Since%20April%202022%2C%20infection%20with,one%20person%2C%20cough%20without%20fever.\">traced back to close contact</a> with infected farmed poultry or dairy herds. This case doesn’t appear to have that link.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Spread through casual contact — for example, between people standing next to each other on a bus — hasn’t been reported with this virus, and would be much more worrisome</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Without a known exposure to an infected animal, there’s concern that H5N1 may be spreading in other ways — for example, through drinking raw milk or, even more consequentially, from person to person, which could lead to a much larger outbreak. </p>\n\n<p class=\"has-text-align-none\">Some spread between household contacts or from a sick patient to health care workers has happened with H5N1 in the past, but hasn’t been sustainable, says <a href=\"https://vivo.brown.edu/display/jnuzzo\">Jennifer Nuzzo</a>, an epidemiologist who leads the Pandemic Center at Brown University’s School of Public Health. The additional cases reported on September 13 fall into these categories. However, spread through casual contact — for example, between people standing next to each other on a bus — hasn’t been reported with this virus, and would be much more worrisome.</p>\n\n<p class=\"has-text-align-none\">Spread through casual contact would represent a step toward overcoming Lakdawala’s second hurdle for a pandemic: sustained person-to-person transmission. “The last time a flu virus did that, which was 2009, it was around the globe in a matter of days,” says Nuzzo.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a promising sign that since the Missouri patient was hospitalized, there <a href=\"https://www.cdc.gov/flu/weekly/usmap.htm\">has not been a big bloom</a> of flu-like illness in the state. “I don’t think there’s a whole iceberg out there that we don’t see,” says Nuzzo, but more details about the case would put her and other experts at ease.</p>\n\n<p class=\"has-text-align-none\">Transmission through raw milk would also be bad news. Although most of the US milk supply is pasteurized — that is, heated to the point that bacteria and viruses are killed — about 1 in 100 Americans surveyed in the late 2010s said they <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9241341/#:~:text=Regardless%20of%20the%20risk%20of,per%20week%20or%20more%20often.\">drank raw milk every week</a>. In the September 12 briefing, CDC principal deputy director Nirav Shah said the patient had not reported raw dairy consumption. </p>\n\n<h4 class=\"wp-block-heading\">Two weeks elapsed between the patient’s hospitalization and <a href=\"https://health.mo.gov/news/newsitem/uuid/0ca9d648-cb9b-4eca-99a8-f9a1c96a01bd/human-h5-bird-flu-case-confirmed-in-missouri?utm_source=substack&amp;utm_medium=email\">public health</a> authorities’ <a href=\"https://www.cdc.gov/media/releases/2024/s0906-birdflu-case-missouri.html\">announcements</a> about the case</h4>\n\n<p class=\"has-text-align-none\">That long delay, says Nuzzo, suggests the US hasn’t switched on its sensitive flu surveillance system that would more rapidly identify bird flu infections in people with fever, cough, muscle aches, and other flu-like symptoms.</p>\n\n<p class=\"has-text-align-none\">If there were a lot of person-to-person spread happening, having that system switched on would mean detecting that spread early — perhaps at a stage when it could still be contained. If the system isn’t on, however, transmission among humans could get out of hand before there’s a chance to stop it using the vaccines and medications that we know work to prevent severe flu symptoms and flu transmission.</p>\n\n<p class=\"has-text-align-none\">The even longer delay preceding the announcement about the other two cases creates additional concern, and Nuzzo said in a follow-up email that the lack of detail surrounding those cases is also worrisome. “I am deeply concerned that the household contact was not tested … [and] that health authorities have not disclosed the dates on which the hospitalized patient or the health care worker were tested,” she wrote.<strong> </strong>“These data are standard reported data in outbreaks and are essential for interpreting the assessment that this virus was not transmitted between people.” </p>\n\n<h4 class=\"wp-block-heading\">There’s very little transparency about how much infection is taking place on US dairy farms</h4>\n\n<p class=\"has-text-align-none\">The more infection there is among dairy cows, the more infection there’s likely to be among the people who work with them, and the more opportunities that are created for H5N1 to mutate into a virus that spreads efficiently between people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite this risk, most states rely on farmers to self-report infections among their herds. Widespread distrust of government and public health across the agriculture industry means <a href=\"https://www.notus.org/healthcare/farmer-bird-flu-cases-hide-cows-federal-government\">self-reporting is rare</a>, and farms can’t be forced to test <a href=\"https://www.nytimes.com/2024/07/17/health/bird-flu-tests.html\">workers</a> or <a href=\"https://www.politico.com/news/2024/05/06/bird-flu-dairy-farms-cdc-00156119\">animals</a> unless their state agencies mandate it. “If these state public health agencies are not willing to do that, and the state governors are not willing to say, ‘Hey, there&#8217;s an ongoing outbreak that&#8217;s causing public health concern, we need to know what&#8217;s going on,’ we&#8217;re not going to have information,” says Lakdawala.</p>\n\n<p class=\"has-text-align-none\">Although bird flu has been reported in Missouri only in poultry farms and not on dairy farms, that doesn’t mean it isn’t there, said Nuzzo. It just means farmers may not be testing their workers or cows for the virus, or they aren’t reporting it.</p>\n\n<h4 class=\"wp-block-heading\">We’re not prepared for another pandemic</h4>\n\n<p class=\"has-text-align-none\">Many experts are concerned that Americans’ low trust in institutions would create enormous challenges in the event of another pandemic, especially one involving a virus transmitted through the air. That makes it particularly important to do what’s needed to get a handle on this outbreak, says Lakdawala. This would largely involve preventative measures instituted on dairy farms and having stockpiled vaccines available for those at highest risk of infection.</p>\n\n<h4 class=\"wp-block-heading\">Seasonal flu is coming</h4>\n\n<p class=\"has-text-align-none\">In a few months, the seasonal flu virus is going to be spreading in the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When animals get co-infected with different flu viruses at the same time, they can serve as “<a href=\"https://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1008330\">mixing</a> <a href=\"https://pubmed.ncbi.nlm.nih.gov/33657971/\">vessels</a>” for the viruses, allowing them to exchange segments of their genomes. That can lead to new viruses that are easier to transmit, better at causing disease, and above all, novel to the human immune system.</p>\n\n<p class=\"has-text-align-none\">That could lead to getting H5N1 closer to jumping Lakdawala’s third hurdle. “We don’t want those two viruses to swap genes,” says Nuzzo.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What you can do</strong></h2>\n\n<p class=\"has-text-align-none\">There are steps you can take to minimize your already low risk.</p>\n\n<h4 class=\"wp-block-heading\">Get a seasonal flu shot</h4>\n\n<p class=\"has-text-align-none\">Every episode of bird flu infection in a human makes a good case for a <a href=\"https://www.vox.com/even-better/370363/an-extremely-practical-guide-to-this-years-cold-flu-and-covid-season\">seasonal flu shot</a>, says Nuzzo, especially in people who work on poultry or dairy farms. Every person who’s immunized against seasonal flu is less likely to be a mixing vessel for some new nightmare Frankenflu.</p>\n\n<h4 class=\"wp-block-heading\">Avoid raw milk</h4>\n\n<p class=\"has-text-align-none\">There’s a ton of H5N1 virus <a href=\"https://www.vox.com/24158356/raw-milk-pasteurization-h5n1-bird-flu-sales-consumption-government-trust\">in raw milk</a>: In April, 14 percent of American raw milk products <a href=\"https://www.unmc.edu/healthsecurity/transmission/2024/07/03/fda-finds-infectious-h5n1-bird-flu-virus-in-14-of-raw-milk-samples/\">contained the live virus</a>, and the number may be higher now that more farms are affected. It’s never been safe to drink raw milk, but it’s particularly dangerous now; sticking with pasteurized dairy products is much safer, says Nuzzo.</p>\n\n<h4 class=\"wp-block-heading\">Prevent risky contact with farm animals</h4>\n\n<p class=\"has-text-align-none\">Fall often brings farm festivals, and with them, opportunities for lots of contact with animals that might be asymptomatically infected with H5N1, says Lakdawala. “Don’t get close with animals,” Lakdawala says, and wash your hands often during and after a farm visit. If you work on a dairy farm or a veterinarian&#8217;s office, wear a face shield and other personal protective equipment (the CDC<strong> </strong>has some <a href=\"https://www.cdc.gov/bird-flu/prevention/farm-workers.html\">helpful recommendations</a>) to protect yourself from splashes.</p>\n\n<h4 class=\"wp-block-heading\">Protect yourself from high-risk infections</h4>\n\n<p class=\"has-text-align-none\">People tend to have only two settings when thinking about their risk of catching an emerging infection, says Bhadelia: “low risk and ‘oh my god.’” It’s more helpful to think of risk as a spectrum, and on that spectrum, Covid-19 and mpox currently pose a bigger threat to the general public than H5N1.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So if you’re someone who wants to avoid getting sick, Nuzzo suggests getting your <a href=\"https://www.vox.com/even-better/370363/an-extremely-practical-guide-to-this-years-cold-flu-and-covid-season\">Covid booster</a> sometime this fall, wearing a mask in busy spots, and gathering outdoors instead of crowding inside. If you’d benefit from an <a href=\"https://www.cdc.gov/poxvirus/mpox/vaccines/vaccine-recommendations.html\">mpox vaccine</a>, get one.</p>\n\n<p class=\"has-text-align-none\">For now, it’s mostly public officials’ and farm owners’ job to worry about bird flu. The best path forward for the general population is to control the variables you can, Nuzzo says. “Being worried is not a protective action.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 17, 5:55 pm ET: </strong>This story was originally published on September 10 and has been updated to include information about newly identified cases and additional comment from a source.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On September 6, the Missouri health department announced it had recently identified a new human case of bird flu. This case was different from the other 15 human cases previously identified in the US in that the patient denied having contact with animals, raising the possibility that the illness had already begun spreading among humans. [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "The messy Murdoch succession drama, explained",
    "link": "https://www.vox.com/politics/372145/murdoch-succession-court-case-rupert-lachlan",
    "pubDate": "2024-09-17T21:20:02.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Rupert Murdoch stands with his sons Lachlan (left) and James (right). \" data-caption=\"Rupert Murdoch, with his sons Lachlan, left, and James, right, arrives at St. Bride’s Church for a service to celebrate his marriage to Jerry Hall on March 5, 2016 in London, England. | Max Mumby/Indigo/Getty Images\" data-portal-copyright=\"Max Mumby/Indigo/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-513908846.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rupert Murdoch, with his sons Lachlan, left, and James, right, arrives at St. Bride’s Church for a service to celebrate his marriage to Jerry Hall on March 5, 2016 in London, England. | Max Mumby/Indigo/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Murdochs — the real-life media family <a href=\"https://nymag.com/intelligencer/article/succession-based-on-rupert-murdoch-drama.html\">that inspired HBO’s <em>Succession</em></a> — are currently navigating a court case that could rival any fictional drama.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The family, led by 93-year-old patriarch Rupert Murdoch, <a href=\"https://www.nytimes.com/2024/07/25/business/rupert-murdoch-empire.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/07/25/business/rupert-murdoch-empire.html\">controls a vast, global news organization</a> that includes the Wall Street Journal and the Times of London, as well as Fox News in the United States. When it comes to Fox News in particular, Rupert Murdoch has <a href=\"https://www.vox.com/politics/2023/2/28/23617987/fox-news-rupert-murdoch-dominion-trump-election-fraud\">exercised a great level of editorial control</a>, helping to shape the network’s coverage — and, as a result, <a href=\"https://www.npr.org/2023/02/28/1159819849/fox-news-dominion-voting-rupert-murdoch-2020-election-fraud\">conservative political narratives in the US</a>.</p>\n\n<p class=\"has-text-align-none\">Rupert Murdoch stepped back from <a href=\"https://www.vox.com/technology/2023/9/21/23884119/rupert-murdoch-fox-news-lachlan-james-succession\">running his empire in 2023</a>, and handed the role of chair of News Corp to his eldest son, Lachlan, who also stayed on as CEO of Fox Corp, and is seen as the Murdoch child most politically aligned with his father’s conservative viewpoints.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.reuters.com/world/us/murdoch-succession-drama-plays-out-closed-court-2024-09-16/#:~:text=Upon%20Rupert%20Murdoch's%20death%2C%20News,%2C%20Elisabeth%2C%20Lachlan%20and%20James.\" data-type=\"link\" data-id=\"https://www.reuters.com/world/us/murdoch-succession-drama-plays-out-closed-court-2024-09-16/#:~:text=Upon%20Rupert%20Murdoch's%20death%2C%20News,%2C%20Elisabeth%2C%20Lachlan%20and%20James.\">Upon Rupert Murdoch’s death,</a> however, the voting shares he holds in the companies are set to be split evenly <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">among the four children</a> he had in his first marriage to Patricia Booker and second marriage to Anna Murdoch Mann — including Lachlan. In a new court case set to begin this week, Rupert Murdoch is now pushing to amend the previously established trust to <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">give the bulk of this power to Lachlan</a>. </p>\n\n<p class=\"has-text-align-none\">At stake is the ideological future of Fox News and News Corp: Unlike Lachlan, the other three elder Murdoch siblings — James, Elisabeth, and Prudence — are viewed as more centrist, and could take the family’s media outlets in a more moderate direction. That concern is among those that <a href=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\">spurred Rupert Murdoch to pursue this court action</a>, and to shift more control to the child he sees as most likely to carry on his vision.</p>\n\n<p class=\"has-text-align-none\">The outcome will be determined by Nevada probate commissioner Edmund Gorman in a closed Reno court. The trust, which was created in 1999 around Murdoch and Murdoch Mann’s divorce proceedings, was designed to be “irrevocable,” or quite difficult to change. In order to make the amendment, Rupert Murdoch will have to demonstrate that the alteration is to the benefit of all of his heirs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether he succeeds could have a major impact, both on the future of the outlets in his media empire, and on the role they play in shaping US and global politics.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What this could all mean for the future of Fox News</strong></h2>\n\n<p class=\"has-text-align-none\">Fox News, which Rupert Murdoch first founded in 1996, has become a mainstay for conservative cable news, and is known for elevating former President Donald Trump as well as misinformation about everything from election interference to <a href=\"https://www.motherjones.com/environment/2023/07/jesse-watters-tucker-carlson-fox-news-climate-denialism/\" data-type=\"link\" data-id=\"https://www.motherjones.com/environment/2023/07/jesse-watters-tucker-carlson-fox-news-climate-denialism/\">climate change</a>. In 2023, <a href=\"https://www.vox.com/politics/2023/4/18/23688613/fox-dominion-settlement-trial-2020\">Fox paid Dominion Voting Systems</a> $787 million after it was sued for amplifying lies suggesting that the company’s machines were rigged against a Trump win.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During that lawsuit, documents came out indicating that <a href=\"https://www.vox.com/2023/2/18/23604076/fox-news-trump-tucker-carlson-dominion-lawsuit\">Rupert and Lachlan Murdoch knew Trump’s claims the election was stolen were lies</a>, but chose to do <a href=\"https://www.npr.org/2023/02/28/1159819849/fox-news-dominion-voting-rupert-murdoch-2020-election-fraud\">nothing to discourage them</a>. Instead, they decided to focus on <a href=\"https://www.vox.com/2023/2/18/23604076/fox-news-trump-tucker-carlson-dominion-lawsuit\">deepening viewers’ trust of Fox News</a>, seemingly by broadcasting what Trump’s supporters wanted to hear.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.wsj.com/business/media/starboard-calls-on-news-corp-to-scrap-dual-class-share-structure-df5b0dea\" data-type=\"link\" data-id=\"https://www.wsj.com/business/media/starboard-calls-on-news-corp-to-scrap-dual-class-share-structure-df5b0dea\">As of now, Rupert Murdoch holds a 40 percent voting share</a> in both News Corp and Fox Corp, and under the existing trust, each of the four siblings would get an equal fraction of this when he passes away.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If Rupert Murdoch wins the Reno court case, and Lachlan gains the majority of these shares, the network could well continue, and even expand, its conservative approach. “It’s important to note that Lachlan’s politics are far more conservative than his father,” Hollywood Reporter special correspondent Lachlan Cartwright previously said <a href=\"https://www.newsweek.com/lachlan-murdoch-political-views-fox-news-coverage-1828853\">on <em>The New Abnormal</em> podcast</a>. In that scenario, his siblings would still receive financial inheritances, but they would have much less say in the media outlets’ future, much like Rupert’s two youngest daughters, Grace and Chloe, from his third marriage to Wendi Deng.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If the trust stays as is, however, there’s a possibility that James, Elisabeth, and Prudence work together to moderate the network’s tone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">James, in particular, has notably broken with his father publicly, including resigning from his position on the News Corp board in 2020. He and his wife Kathryn have also previously issued statements expressing disappointment in the climate change denial pushed by <a href=\"https://time.com/5765304/rupert-murdoch-son-climate/\">News Corp entities in Australia</a>, and he’s condemned the media’s <a href=\"https://www.theguardian.com/media/2021/jan/16/james-murdoch-says-us-media-lies-unleashed-insidious-forces\">“lies”</a> for contributing to the January 6 insurrection, though he stopped short of naming Fox News explicitly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rupert Murdoch has said that <a href=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\">the possible changes in ideological direction</a> — as well as potential disagreement among the siblings about next steps — could harm the company, and are some of the main reasons he’s trying to reopen the trust. <a href=\"https://www.wsj.com/business/media/rupert-murdoch-family-rift-trust-385f73d2\">According to the Wall Street Journal</a>, those close to the Murdochs have also flagged concerns that James could urge a sale of Fox News. <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">Allies to the other three siblings</a>, meanwhile, argue that Fox Corp has suffered under Lachlan’s leadership, including setbacks like the Dominion case.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the past, James, Elisabeth, and Prudence have also suggested proposals that would involve Rupert and Lachlan buying out the shares of the other family members, though those have fallen through.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All told, the messy court case is poised to have serious ramifications for the Murdoch family members — and for the broader state of media as well.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, September 17, 5:20 pm:</strong> This story previously stated that all four Murdoch children involved in the voting share dispute were from Rupert Murdoch’s second marriage, and has been updated to reflect that they are from his first and second marriages.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Murdochs — the real-life media family that inspired HBO’s Succession — are currently navigating a court case that could rival any fictional drama.&#160; The family, led by 93-year-old patriarch Rupert Murdoch, controls a vast, global news organization that includes the Wall Street Journal and the Times of London, as well as Fox News in [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "The horrifying rape case roiling France, explained",
    "link": "https://www.vox.com/world-politics/370736/france-rape-case-gisele-dominique-pelicot-metoo",
    "pubDate": "2024-09-17T21:16:45.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Gisèle Pelicot re-enters the courthouse during the trial of her ex-husband. | Christophe Simon/AFP via Getty Images\" data-portal-copyright=\"Christophe Simon/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2169643940.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Gisèle Pelicot re-enters the courthouse during the trial of her ex-husband. | Christophe Simon/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A horrifying sexual assault case playing out in France is adding to a larger French reckoning over abuse toward women.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The case centers on 71-year-old Dominique Pelicot, who is accused of drugging and raping his wife, Gisèle Pelicot, and inviting dozens of other men to sexually assault her while she was unconscious. Dominique Pelicot — who has <a href=\"https://www.dw.com/en/france-victim-testifies-in-gruesome-rape-trial/a-70158198\">confessed to raping his wife repeatedly</a> over the course of a decade — is now on trial, along with 50 other defendants, who are also accused of sexual assault or attempted sexual assault. Some of these defendants have admitted guilt, while others have denied it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During his testimony, Dominique Pelicot said he and all the men involved are guilty.  “I maintain that I am a rapist, like those in this room,” <a href=\"https://www.nytimes.com/2024/09/17/world/europe/france-rape-trial-dominique-pelicot.html\">Dominique Pelicot said</a>. “They all knew her condition before they came; they knew everything. They cannot say otherwise.”</p>\n\n<p class=\"has-text-align-none\">Although she <a href=\"https://www.cnn.com/2024/09/03/europe/france-man-accused-strangers-rape-wife-intl-latam/index.html\">had the option of a private trial</a>,<strong> </strong>Gisèle Pelicot decided to make the proceedings public in order to support and raise awareness for other victims of similar crimes. “I speak for all women who are drugged and don’t know about it, I do it on behalf of all women who will perhaps never know,” Gisèle Pelicot said of her case. In total, police have used roughly 20,000 images her husband took of the assaults to determine that 72 men had been involved in raping her from 2011 to 2020.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Pelicot case is roiling France and comes as the country continues to grapple with accountability regarding sexual misconduct toward women. <a href=\"https://www.nytimes.com/2024/04/03/movies/judith-godreche-metoo-abuse-france.html\">As the New York Times reported</a> this spring, the #MeToo movement had previously stalled in France’s film industry, and has found new momentum this year after prominent actor and director Judith Godrèche spoke out. French writers and actors have also previously noted that the country’s attitudes toward sexual freedom have distinguished it from the US in how condemning sexual misconduct is treated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“French attitudes toward morality and sex have historically always been different to the US,” journalist Agnès Poirier <a href=\"https://www.bbc.com/culture/article/20240522-cannes-film-festival-frances-divisive-reckoning-with-metoo\">previously told the BBC</a>. “But it’s been brewing for years and it feels that 2024 is different.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What the case is</strong></h2>\n\n<p class=\"has-text-align-none\">Dominique Pelicot’s assaults on his wife were first discovered by police in November 2020, after he was initially investigated for taking photos up women’s skirts at a supermarket in southeastern France, where the couple lived.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After he was caught taking the photos, police searched Pelicot’s computer and found a folder titled “Abuses” on a related USB drive. In it, they discovered thousands of photos and videos of Pelicot and other men raping his wife while she was unconscious. “My world fell apart,” Gisèle Pelicot said after police informed her of their discovery.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The officers’ findings followed years of Gisèle Pelicot experiencing memory lapses, hair loss, and weight loss, so much so she feared that she might be developing Alzheimer’s or another serious illness. During that time, her husband had been <a href=\"https://apnews.com/article/trial-rape-drug-france-husband-wife-5ad00446b8a76f0c8d14f349df9147e3\">drugging her regularly</a> with a combination of medications, including the anti-anxiety drug Temesta, which can act like a sedative.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Gisèle Pelicot was unconscious, Dominique Pelicot invited a number of men to their home so that they could rape her. Gisèle Pelicot has emphasized that she did not have any knowledge of these attacks, and did not feign unconsciousness as some of the defendants have suggested. Dominique Pelicot found the men via a messaging board called “Without their knowledge” on the now-shuttered website Coco, which was known for postings that involved illegal activities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the site, Dominique Pelicot solicited men to assault his wife, giving them specific instructions, including not wearing perfume or smoking, to avoid detection. <a href=\"https://www.nytimes.com/2024/09/17/world/europe/france-rape-trial-dominique-pelicot.html\">According to Dominique Pelicot</a>, the men were active participants in the crime: “They came looking for me. I was asked, I said yes. They accepted, they came. I did not handcuff anybody to make them come to my place.”</p>\n\n<p class=\"has-text-align-none\">The identities of these defendants haven’t been revealed, though authorities note that they range from the ages of 26 to 74, that many have partners, and that they come from a wide spectrum of backgrounds, including firefighters, journalists, and soldiers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In their search of his computer, police also found naked photos of Dominique and Gisèle Pelicot’s daughter, Caroline Darian; Dominique Pelicot <a href=\"https://www.nytimes.com/2024/09/17/world/europe/france-rape-trial-dominique-pelicot.html\">claimed during his testimony</a> that the photos weren’t his and that he believed they were of someone else. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What’s happened so far</strong></h2>\n\n<p class=\"has-text-align-none\">Gisèle and Dominique Pelicot, as well as Darian, all took the stand in recent weeks, and offered harrowing testimony about the assaults. “Frankly, these are scenes of horror for me,” Gisèle Pelicot said of the videos and photos her husband took to document the rapes. “They treat me like a rag doll.”</p>\n\n<p class=\"has-text-align-none\">Prior to learning of the attacks, Gisèle Pelicot had said that she had believed that she and her husband of roughly 50 years had been a close couple. Dominique Pelicot has admitted the abuse and also told a psychologist that he did it because Gisèle Pelicot had rejected swinging, or sleeping with other people outside their marriage. He added during the trial that he <a href=\"https://www.nytimes.com/2024/09/17/world/europe/france-rape-trial-dominique-pelicot.html\">believes a sexual assault</a> he says he experienced as a child also contributed to his “perversion.”</p>\n\n<p class=\"has-text-align-none\">Gisèle Pelicot says the decision to release her identity and to speak publicly about the case was intended to show that survivors shouldn’t be ashamed of the abuse they’ve suffered. Handling the case anonymously is “what her attackers would have wanted,” her lawyers said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Darian also described the horror she felt upon learning what her father had done, calling him “the worst sexual predator of the last 20 years.” Both emphasized fears that they wouldn’t be able to regain any sense of stability or safety in relationships. “I no longer have an identity. … I don’t know if I’ll ever rebuild myself,” Gisèle Pelicot said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The defendants have been charged with aggravated rape or attempted rape, with many <a href=\"https://www.cbsnews.com/news/france-rape-case-gisele-pelicot-husband-dominique-trial-drugging-mass-rape/\">facing 20 years in prison if convicted</a>. The trial is set to continue until December as the <a href=\"https://www.latimes.com/world-nation/story/2024-09-05/a-french-woman-whose-husband-is-accused-of-inviting-men-to-rape-her-testifies-in-court\">defendants make their testimony in groups.</a>&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How the case factors into larger movements in France</strong></h2>\n\n<p class=\"has-text-align-none\">The Pelicot case is just the latest to raise awareness of sexual abuses in France this year, after multiple cases of sexual misconduct by prominent actors and directors came to light.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since February, several high-profile French actresses, including Godrèche, have spoken about being sexually assaulted in their teens by film directors. Notably, Godrèche was <a href=\"https://apnews.com/article/france-cinema-metoo-sexual-abuse-godreche-e215e51b38c9500c9ac032be99d4e0f0\">invited to make remarks about this problem</a> at the Cesar Awards, the French equivalent of the Oscars, and was received with a standing ovation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“After years in which the American #MeToo movement gained traction while in France it languished,” Rokhaya Diallo, a French journalist, <a href=\"https://www.washingtonpost.com/opinions/2024/03/27/france-me-too-film-actresses/\">wrote of Godrèche for the Washington Post</a>, “this reception signaled that perhaps the larger culture here is finally ready to push back.”</p>\n\n<p class=\"has-text-align-none\">Such shifts come as France has been more resistant to confronting sexual abuses in the same way the US has, with some <a href=\"https://abcnews.go.com/International/metoo-france/story?id=66843843\">French commentators</a> dubbing the #MeToo movement the latest extension of puritanical American culture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But Godrèche’s speech and the Pelicot case, as well multiple allegations of sexual misconduct against famous French actor Gérard Depardieu, have put a new spotlight on the subject. <a href=\"https://www.rfi.fr/en/france/20240314-macron-vows-to-integrate-consent-into-french-legislation-on-sexual-assault\">Women’s rights advocates</a> have also urged lawmakers to add the term “consent” into the legal definition of rape, a move that French President Emmanuel Macron has said he supports. Currently, French law <a href=\"https://thehill.com/homenews/ap/ap-international/ap-activists-call-on-france-to-endorse-a-consent-based-rape-definition-across-the-entire-european-union/\">defines rape as</a> “an act of sexual penetration… committed on a person, with violence, coercion, threat, or surprise.”</p>\n\n<p class=\"has-text-align-none\">“While there is still perhaps more skepticism in France than in the US about the legitimacy of sexual assault and sexual harassment, these attitudes are changing fast, especially as a younger generation of women and French feminists and their male allies … are willing to confront these issues head-on,” Laura Frader, a professor of history emerita at Northeastern University who studies gender attitudes in Europe, told Vox. “The Pelicot case is certain to contribute to this trend.”</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, September 17, 5:15 pm ET: </em></strong><em>This story, originally published on September 9, has been update with the details of Dominique Pelicot’s testimony. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A horrifying sexual assault case playing out in France is adding to a larger French reckoning over abuse toward women.&#160; The case centers on 71-year-old Dominique Pelicot, who is accused of drugging and raping his wife, Gisèle Pelicot, and inviting dozens of other men to sexually assault her while she was unconscious. Dominique Pelicot — [&#8230;]",
    "author": "Li Zhou"
  }
]