[
  {
    "title": "The “dirty side” of a hurricane, explained",
    "link": "https://www.vox.com/climate/378544/the-dirty-side-of-a-hurricane-explained",
    "pubDate": "2024-10-18T16:36:40.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Video still depicting aerial footage of a hurricane, with a red label pointing to the “dirty side.”\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/thumb_clean.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The “dirty side” of a hurricane refers to the part of the storm that usually brings the highest impacts: the greatest winds, greatest tornado risk, and greatest storm surge and flooding. In the case of Atlantic hurricanes, which rotate counterclockwise, the “dirty side” is on the right — where the winds are moving in the same direction as the storm, combining their speeds. This is why the greatest risk of storm surge during a hurricane is at the center of the storm, in the “eyewall,” and to the right of it, where the forward-moving winds push water onto shore. </p>\n\n<p class=\"has-text-align-none\">Because the storm’s center is the strongest, forecasters tend to focus on tracking it, using a popular tool called the “forecast cone,” which shows the potential path of the center of a storm but leaves out the wider impact areas. So many viewers of hurricane forecasts don’t realize a storm’s impacts reach far beyond the cone, particularly on the right-hand side of the storm.</p>\n\n<p class=\"has-text-align-none\">You can find this video and all of <a href=\"https://www.youtube.com/channel/UCLXo7UDZvByw2ixzpQCufnA\">Vox’s videos on YouTube</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The “dirty side” of a hurricane refers to the part of the storm that usually brings the highest impacts: the greatest winds, greatest tornado risk, and greatest storm surge and flooding. In the case of Atlantic hurricanes, which rotate counterclockwise, the “dirty side” is on the right — where the winds are moving in the [&#8230;]",
    "author": "Coleman Lowndes"
  },
  {
    "title": "Sick of AI hype? I have some bad news.",
    "link": "https://www.vox.com/future-perfect/378347/nobel-prize-physics-ai-hinton-hopfield",
    "pubDate": "2024-10-18T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A lectern decorated with a large gold Nobel Medal replica, next to a wooden desk with a monitor and microphones attached.\" data-caption=\"\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Steffen Trumpf/picture alliance via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2176404375.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In <a href=\"https://www.vox.com/future-perfect/378007/nobel-economics-acemoglu-johnson-robinson-institutions\">Wednesday’s Future Perfect newsletter,</a> my colleague Dylan Matthews wrote about the case for skepticism about this year’s Nobel Prize in Economics winners. His argument was that while their theories are interesting, there’s plenty of reason to doubt just how correct those theories are.</p>\n\n<p class=\"has-text-align-none\">For several other Nobels this year, however, my skepticism runs in the opposite direction. The Physics Nobel was <a href=\"https://www.nobelprize.org/prizes/physics/2024/summary/\">awarded</a> this year to John J. Hopfield and <a href=\"https://www.vox.com/2015/7/15/11614684/ai-conspiracy-the-scientists-behind-deep-learning\">Geoffrey E. Hinton</a> “for foundational discoveries and inventions that enable machine learning with artificial neural networks.”&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">The award unquestionably reflects serious, impressive, world-changing work on their <a href=\"https://www.vox.com/2023/4/28/23702644/artificial-intelligence-machine-learning-technology\">research topics</a>, almost certainly some of the most impactful work out there. The hotly debated question is, well, whether this Nobel Prize in Physics should actually count as <em>physics.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\">Together, Hopfield and Hinton <a href=\"https://www.nytimes.com/2024/10/08/technology/nobel-prize-geoffrey-hinton-ai.html\">did much of the foundational work</a> on neural networks, which store new information by changing the weights between neurons. The Nobel committee argues that Hopfield and Hinton&#8217;s background in physics provided inspiration for their foundational AI work, and that they reasoned by analogies to molecule interactions and statistical mechanics when developing the early neural networks.</p>\n\n<h2 class=\"wp-block-heading\">That’s cool, but is it physics?</h2>\n\n<p class=\"has-text-align-none\">Some people aren’t buying it. “Initially, I was happy to see them recognised with such a prestigious award, but once I read further and saw it was for Physics, I was a bit confused,”&nbsp;Andrew Lensen, an artificial intelligence researcher, told <a href=\"https://cosmosmagazine.com/technology/ai/nobel-prize-physics-ai/\">Cosmos magazine</a>. “I think it is more accurate to say their methods may have been <em>inspired</em> by physics research.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’m speechless. I like ML [machine learning] and ANN [artificial neural networks] as much as the next person, but hard to see that this is a Physics discovery,” <a href=\"https://x.com/jr_pritchard/status/1843590159411097902\">tweeted</a> physicist Jonathan Pritchard. “Guess the Nobel got hit by AI hype.”</p>\n\n<p class=\"has-text-align-none\">The resentment over AI stealing the spotlight only intensified when the Chemistry Nobel was <a href=\"https://www.nobelprize.org/prizes/chemistry/2024/press-release/\">announced</a>. It went in part to Google DeepMind founder Demis Hassabis and his colleague John Jumper for AlphaFold 2, <a href=\"https://www.vox.com/future-perfect/2022/8/3/23288843/deepmind-alphafold-artificial-intelligence-biology-drugs-medicine-demis-hassabis\">a machine-learning protein-structure predictor</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the hardest problems in biology is anticipating the many molecular interactions that influence how a protein printed from a given string of amino acids will fold up. Understanding protein structure better will dramatically speed drug development and foundational research.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AlphaFold, which can cut the time needed to understand protein structure by orders of magnitude, is a huge achievement and very encouraging about the eventual ability of AI models to make major contributions in this field. It’s surely Nobel-worthy — if there were a Nobel in biology. (There isn’t, so Chemistry had to do.)</p>\n\n<p class=\"has-text-align-none\">The Chemistry Nobel strikes me as much less of a stretch than the Physics one; inasmuch as it inspired resentful grumbling, I suspect that’s primarily because along with the Physics award, it was starting to look like a trend. “Computer science seemed to be completing its Nobel takeover,” <a href=\"https://www.nature.com/articles/d41586-024-03310-8\">Nature</a> wrote after the Chemistry award was announced.</p>\n\n<p class=\"has-text-align-none\">The Nobels were betting on AI, declaring on one of the world’s most prestigious stages that the accomplishments of AI researchers with machine learning constituted serious, respectable, and world-class contributions to the fields that had loosely inspired them. In a world where AI is both an increasingly big deal and where a lot of people find it overhyped and extremely annoying, that’s a fraught statement.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Overhyped is a bad way to think about AI</h2>\n\n<p class=\"has-text-align-none\">Is AI overhyped? Yes, absolutely. There is a constant barrage of obnoxious, overstated claims about what AI can do. There are people raising <a href=\"https://www.economist.com/business/2024/09/19/openais-new-fundraising-is-shaking-up-silicon-valley\">absurd sums of money</a> by tacking “AI” on to business models that don’t have much to do with AI at all. Enthusiasm for “AI-based” solutions often exceeds any understanding of how they actually work.</p>\n\n<p class=\"has-text-align-none\">But all of that can — and, indeed, does — coexist with AI being genuinely a very big deal. The protein-folding achievements of AlphaFold happened in the context of preexisting contests on better protein-folding prediction, because it was well understood that solving that problem really mattered. Whether or not you have any enthusiasm for chatbots and generative art, the same techniques have brought the world cheap, fast, and effective transcription and translation — making all kinds of research and communication tasks much easier.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And we’re still in the very early days of using the machine learning systems that Hinton and Hopfield first laid out the framework for. I do think some people who position themselves as “against the AI hype” are effectively leaning against the wall of an early 20th-century factory saying, “Have you gotten electricity to solve all your problems yet? No? Hmmm, guess it wasn’t such a big deal.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was <a href=\"https://ide.mit.edu/sites/default/files/publications/2019-04JCurvebrief.final2_.pdf\">hard in the early 20th century</a> to anticipate where electricity would take us, but it was in fact quite easy to see that the ability to hand off major chunks of human labor to machines would matter a lot.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Similarly, it is not hard to see that AI is going to matter. So while it’s true that there is an obnoxious and enthusiastic gaggle of clueless investors and dishonest fundraisers eager to tag everything with AI, and while it’s true that companies often systematically overstate how cool their latest models are, it’s not “hype” to see AI as an enormously big deal and one of the leading scientific and intellectual contributions of our day. It’s just accurate.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Nobel Prize committee may or may not have been trying to ride the hype train — they’re just regular people with the same range of motivations as anyone else — but the work they identified really does matter, and we all live in a world that has been enriched by it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In Wednesday’s Future Perfect newsletter, my colleague Dylan Matthews wrote about the case for skepticism about this year’s Nobel Prize in Economics winners. His argument was that while their theories are interesting, there’s plenty of reason to doubt just how correct those theories are. For several other Nobels this year, however, my skepticism runs in [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Would Kamala Harris be a pro-immigrant president?",
    "link": "https://www.vox.com/politics/378478/harris-immigration-border-progressive-agenda-2024-election",
    "pubDate": "2024-10-18T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris sits at a desk beside a monitor showing the president of Mexico at his desk.\" data-caption=\"US Vice President Kamala Harris conducts a bilateral meeting with Mexico President Andres Manuel Lopez Obrador via video link from her Ceremonial Office in the Eisenhower Executive Office Building on May 7, 2021 in Washington, DC. Harris is heading the White House’s efforts to partner with Mexico and other Northern Triangle countries to work on the current migration crisis. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1316804432.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>US Vice President Kamala Harris conducts a bilateral meeting with Mexico President Andres Manuel Lopez Obrador via video link from her Ceremonial Office in the Eisenhower Executive Office Building on May 7, 2021 in Washington, DC. Harris is heading the White House’s efforts to partner with Mexico and other Northern Triangle countries to work on the current migration crisis. | Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It wasn’t long ago that Democrats embraced an unequivocally pro-immigrant stance.</p>\n\n<p class=\"has-text-align-none\">The party once defined its immigration platform in opposition to the policies of former President Donald Trump’s first term: separating families detained at the border, a travel ban on Muslim-majority countries, and efforts to gut the asylum system among them. In 2020, President Joe Biden ran on a message of undoing the cruelties of his predecessor, and in his first week in office, he signed a flurry of executive actions doing just that.</p>\n\n<p class=\"has-text-align-none\">Much has changed in the four years since. In the final weeks of the 2024 campaign, the rhetoric coming from Kamala Harris and most Democrats is decidedly different. There’s a greater focus on border security and less emphasis on immigrants&#8217; rights and contributions to the country.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This pivot didn’t come from nowhere. Border crossings reached record highs at the end of 2023, fueling a Republican narrative of chaos that Americans appear to have embraced. Though crossings have <a href=\"https://www.pewresearch.org/short-reads/2024/10/01/migrant-encounters-at-u-s-mexico-border-have-fallen-sharply-in-2024/\">come down significantly</a> throughout 2024, more Americans still want to see <a href=\"https://news.gallup.com/poll/1660/immigration.aspx\">immigration levels decrease</a> than at any point since the early 2000s, just after the 9/11 terror attacks. <a href=\"https://www.ipsos.com/en-us/securing-border-seen-top-immigration-priority\">Polls</a> <a href=\"https://immigrationforum.org/article/new-surveys-on-border-immigration-americans-want-cooperation-and-solutions/\">show</a> most voters support stricter border security measures; a growing share wants <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">mass deportations</a>.</p>\n\n<p class=\"has-text-align-none\">This is the political reality Democrats have had to confront ahead of the presidential election: Broadly, <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">Americans hold anti-immigration views</a>. It doesn’t really matter that Vice President Kamala Harris, the Democratic nominee, was known as a champion for immigrant rights in the Senate and during her 2020 presidential bid. In a race against Trump, who has upped the ante on his <a href=\"https://www.cbsnews.com/news/donald-trump-rhetoric-enemy-anti-immigrant/\">dehumanizing rhetoric about immigrants</a> in the final stretch of the campaign, she can’t afford to look weak on the border if she wants to win. That’s especially true given immigration is an issue that has only <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">become more salient</a> among the independent voters she’s courting in key states.</p>\n\n<p class=\"has-text-align-none\">“Before you can fix a policy, first you must get elected,” said Chuck Rocha, a Democratic strategist and former senior adviser on Sen. Bernie Sanders’s 2020 presidential campaign who designed Sanders’s Latino vote outreach strategy. “[Republicans] have bullied Democrats for years on this issue, and I think it smart for the Harris campaign to not back down and take them on.”</p>\n\n<p class=\"has-text-align-none\">Assuming Harris wins, what’s next for Democrats and liberals on immigration? The progressive left that was once so vocally pro-immigration has largely supported Harris despite her sprint to the center. That’s because progressives know full well that a Trump administration would be worse. But if Trump and his xenophobic agenda are defeated, that could make room for a leftist offensive on immigration. What would that look like, and will we see it during a Harris administration?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How a new politics of immigration emerged</strong></h2>\n\n<p class=\"has-text-align-none\">Democrats’ <a href=\"https://democrats.org/where-we-stand/party-platform/creating-a-21st-century-immigration-system/\">2020 platform</a> didn’t even mention border security. Instead, it focused on expanding legal immigration pathways and rolling back the US’s immigration detention regime. Four years after former President Barack Obama was dubbed the “<a href=\"https://www.npr.org/2017/01/20/510799842/obama-leaves-office-as-deporter-in-chief\">deporter in chief</a>,” it seemed as though Trump had pushed Democrats to embrace a newfound moral case for increasing immigration.</p>\n\n<p class=\"has-text-align-none\">But amid a <a href=\"https://www.vox.com/politics/24153132/us-border-crisis-mexico-migrant-immigration-asylum\">challenging new reality on the border</a> and resulting political pressure, Biden advanced immigration policies that his Republican predecessor devised himself or would have at least approved of:</p>\n\n<ul>\n<li>He kept Trump’s Title 42 policy in place for more than two years, allowing him to turn away swaths of immigrants at the border under the guise of protecting public health during the Covid-19 pandemic, despite the fact that <a href=\"https://www.publichealth.columbia.edu/research/programs/program-forced-migration-health/voices/epidemiologists-public-health-experts-reiterate-urgent-call-end-title-42\">public health experts saw no evidence</a> that it was an effective means of curbing the virus.</li>\n\n\n\n<li>He instituted his version of Trump’s <a href=\"https://www.aclu.org/press-releases/federal-court-again-blocks-trump-era-asylum-transit-ban\">asylum transit ban</a>. That <a href=\"https://www.federalregister.gov/documents/2023/05/16/2023-10146/circumvention-of-lawful-pathways\">rule</a> allows immigration enforcement officials to turn away migrants for a number of reasons: if they do not have valid travel and identification documents, if they’ve traveled through another country without applying for asylum, if they don’t show up at a port of entry at an appointed time, and more.</li>\n\n\n\n<li>He issued a <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/2024/06/04/a-proclamation-on-securing-the-border/\">proclamation</a> barring asylum seekers who cross the border without permission from applying for protections in the US when migrant crossings exceed a daily average of 2,500 in a week.</li>\n</ul>\n\n<p class=\"has-text-align-none\">Harris played a role in executing this strategy, and immigration was part of her portfolio as vice president from the early months of Biden’s presidency. She was tasked with addressing the root causes of migration in a diplomatic role that primarily involved directing private-sector investment to Central America.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During a visit to Guatemala in June 2021, she delivered a controversial message to migrants: <a href=\"https://www.nbcnews.com/investigations/kamala-harris-border-policy-rcna163317\">“Don’t come”</a> to the US. When border crossings later spiked, she came under fire from Republicans as Biden’s failed “border czar,” a frame that the Biden administration sought to rebut.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In February, Biden tried to make concrete progress on immigration by <a href=\"https://www.vox.com/politics/2024/2/5/24062710/senate-immigration-bill-border-security-ukraine-2024\">endorsing a bipartisan bill</a> that included border security measures that Democrats wouldn’t have dreamed of supporting a few years prior, including a new authority to quickly expel migrants arriving on the southern border at times of high demand. In exchange, Democrats would have gotten something they wanted: closing gaps in the legal immigration system that have left everyone from the children of high-skilled foreign workers to Afghan refugees in limbo.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At first, Republicans coalesced around the bill and it seemed as though it would pass — that is, until Trump began to lobby against it, <a href=\"https://www.cnn.com/2024/01/25/politics/gop-senators-angry-trump-immigration-deal/index.html\">reportedly stating</a> he wanted to keep the border a live issue in the presidential election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To be sure, Biden’s approach hasn’t been entirely focused on border security. It’s worth noting that Biden has also advanced one of the biggest efforts in over a decade to legalize undocumented immigrants. Under the new program, which is <a href=\"https://www.pbs.org/newshour/show/biden-policy-that-protects-undocumented-spouses-of-u-s-citizens-is-on-hold-whats-next\">now on hold due to a legal challenge</a>, approximately 500,000 spouses of US citizens and 50,000 of their stepchildren could be eligible to apply for permanent residence and get a green card without having to leave the US.</p>\n\n<p class=\"has-text-align-none\">But such moves are the exception. The Biden era has generally seen Democrats move closer to Trump on immigration rather than further away. As the Democratic nominee, Harris has had to navigate that new normal.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What would a Harris presidency mean for the politics of immigration?</strong></h2>\n\n<p class=\"has-text-align-none\">Democrats outlined <a href=\"https://democrats.org/wp-content/uploads/2024/08/FINAL-MASTER-PLATFORM.pdf\">their immigration platform</a> before Biden decided not to seek reelection, but Harris still needs to detail how she would approach the issue.&nbsp;</p>\n\n<p class=\"has-text-align-none\">She has indicated in public appearances that her strategy will be two-pronged, focused on securing the border and developing earned pathways to citizenship, including for Dreamers in the Deferred Action for Childhood Arrivals (DACA) program, which provides legal protections to migrants who came to the US without authorization as children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">She has repeatedly argued that Trump is simultaneously not tough enough and not compassionate enough on immigration, whereas she seems intent on presenting herself as striking that balance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s been clear in her rhetoric, but what exactly that balance looks like in practice promises to be the subject of an intra-movement struggle, one that pits pro-immigrant activists against the party’s relative border hawks.</p>\n\n<p class=\"has-text-align-none\">Harris’s rhetoric during the campaign has suggested a tougher-on-immigration approach.</p>\n\n<p class=\"has-text-align-none\">&nbsp;For instance, when speaking at her only debate with Trump about the <a href=\"https://www.vox.com/politics/2024/2/5/24062710/senate-immigration-bill-border-security-ukraine-2024\">border bill</a> that Democrats tried to pass in February, she cast the failed bill — and Trump’s advocacy against it — as evidence that the former president isn’t serious about finding a way to improve the situation at the US-Mexico border: “He preferred to run on a problem instead of fixing a problem,” Harris said.</p>\n\n<p class=\"has-text-align-none\">During a <a href=\"https://www.cbsnews.com/news/harris-dreamers-latino-voters-during-univision/\">Univision town hall</a> earlier this month, Harris again criticized Trump for tanking the bill. However, this time, it was in response to a question from a voter whose mother died before she could become a US citizen. Harris argued that the bill could have created &#8220;a comprehensive earned pathway to citizenship for hard-working people” like the voter’s mother.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not an entirely accurate portrayal of the bill. It would have expanded existing pathways to citizenship with the addition of 250,000 family- and employment-based visas and opened up a path to permanent status for Afghans who came to the US after American forces withdrew from <a href=\"https://www.vox.com/afghanistan\">Afghanistan</a>, but it was hardly comprehensive in its approach.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, the interaction showed Harris trying to soften her tone, if not the border policies she supports.</p>\n\n<p class=\"has-text-align-none\">“Depending on what venue she&#8217;s talking in, she frames the immigration issue a bit differently,” said Douglas Rivlin, a spokesperson for the immigrant advocacy group America’s Voice. “On Univision, her humanity came through in a way.”</p>\n\n<p class=\"has-text-align-none\">Some progressives, however, see reason to believe that Harris would be more pro-immigrant as a president than she has been as a campaigner.</p>\n\n<p class=\"has-text-align-none\">Rocha noted that the Harris campaign has hired immigrant activists, including Alida Garcia, who led immigration advocacy at the immigration and criminal justice reform advocacy group FWD.us, and Julie Chávez Rodriguez, the granddaughter of Latino civil rights activist and labor leader César Chávez. And that could suggest that her campaign is thinking about how to advance a pro-immigrant agenda within the current political environment.</p>\n\n<p class=\"has-text-align-none\">Progressives also seem to believe that while they may not endorse all of Harris’s immigration policies, they can still find ways to work together, as they used to when she was a senator.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rep. Pramila Jayapal (D-WA), chair of the Congressional Progressive Caucus, recounted that Harris co-sponsored the first bill she ever introduced, a response to Trump’s travel ban. It sought to ensure that people had access to legal counsel in detention when they first arrived in the US.</p>\n\n<p class=\"has-text-align-none\">“She cares about the dignity and humanity of people who come to this country,” Jayapal told Vox. “While I have disagreed with some of the immigration positions she has taken, I know that she will be a partner with us on this issue, rather than use immigrants as a political football the way Republicans and Donald Trump have.”</p>\n\n<p class=\"has-text-align-none\">Jayapal’s comments are a reminder of why the pro-immigrant left has given Harris scope to operate against Trump, whose rhetoric about immigrants, from his debunked comments about <a href=\"https://www.bbc.com/news/articles/c77l28myezko\">Haitians eating pets</a> to his claims that immigrants are “<a href=\"https://www.nbcnews.com/politics/2024-election/trump-says-immigrants-are-poisoning-blood-country-biden-campaign-liken-rcna130141\">poisoning the blood</a>” of America, has recently reached a new low. But the question is whether — and for how long — progressives’ goodwill toward Harris will last if Trump is defeated.</p>\n\n<p class=\"has-text-align-none\">Concretely, immigration battles under a Harris administration would likely play out on some of the same issues where the left criticized Biden, including his <a href=\"https://www.politico.com/news/2023/05/12/title-42-end-republicans-migrant-politics-biden-00096666\">restrictions</a> on <a href=\"https://www.politico.com/news/2024/06/06/biden-border-move-infuriated-progressives-00162171\">asylum seekers at the border</a> and the <a href=\"https://www.axios.com/2024/09/18/harris-border-shift-immigration\">February border bill</a> that Harris has held up as a model for Democrats going forward. Activists still want many of the <a href=\"https://www.politico.com/news/2024/06/06/biden-border-move-infuriated-progressives-00162171\">same reforms</a> Harris supported in 2020, such as swapping out deterrence-based policies for policies expanding safe pathways to come to the US and improving access to asylum.</p>\n\n<p class=\"has-text-align-none\">However, the impulses that drive support for Trump’s immigration policies aren’t likely to just fade away, even if the man himself recedes from public life. So, a President Harris would likely still face demand from the American public to prioritize border security. That may not leave much room for her to adopt the mantle of the left’s priorities on immigration.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Advocates seem to acknowledge that reality as well as the practical challenges of passing immigration reform in a divided Congress or issuing executive actions on immigration that could be challenged in court.</p>\n\n<p class=\"has-text-align-none\">“The American people are pretty clear about what they want to have happen on immigration. They want the balanced approach that Harris and the Democrats are for,” Rivlin said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Advocates are holding out hope that Harris can use her bully pulpit to change the tone of the conversation about immigration in America, as she started to do at the Univision town hall. In Rivlin’s view, “That&#8217;s one of the most important things that needs to happen on immigration.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It wasn’t long ago that Democrats embraced an unequivocally pro-immigrant stance. The party once defined its immigration platform in opposition to the policies of former President Donald Trump’s first term: separating families detained at the border, a travel ban on Muslim-majority countries, and efforts to gut the asylum system among them. In 2020, President Joe [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "The increasingly bizarre — and ominous — home stretch of Trump’s 2024 campaign",
    "link": "https://www.vox.com/politics/378299/trump-military-threat-dancing-town-hall",
    "pubDate": "2024-10-18T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump, left, and Kristi Noem, right, stand on a stage against a blue campaign-logoed background with a crowd of people visible in front of the stage.\" data-caption=\"Former President and Republican presidential candidate Donald Trump, with moderator and South Dakota Gov. Kristi Noem, at a town hall in Oaks, Pennsylvania, on October 14, 2024. | Jim Watson/AFP/Getty Images\" data-portal-copyright=\"Jim Watson/AFP/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2177752701.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President and Republican presidential candidate Donald Trump, with moderator and South Dakota Gov. Kristi Noem, at a town hall in Oaks, Pennsylvania, on October 14, 2024. | Jim Watson/AFP/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Here is a short and incomplete list of things that former President Donald Trump has done this week:</p>\n\n<ul>\n<li><strong>Sunday</strong>: Trump says the US military should be deployed against “<a href=\"https://www.vanityfair.com/news/story/trump-wants-the-military-used-against-americans-who-dont-support-him-on-election-day\">the enemy within</a>” on Election Day. It’s unclear who exactly he’s talking about, but he does refer to Rep. Adam Schiff (D-CA) as an example of a domestic enemy later in the interview.</li>\n\n\n\n<li><strong>Monday: </strong>Trump stops a town hall to conduct <a href=\"https://www.theguardian.com/us-news/2024/oct/15/trump-dancing-pennsylvania-rally\">a 40-minute impromptu dance party</a>, where he plays songs like “YMCA” and “Hallelujah” on stage with an obviously confused South Dakota Gov. Kristi Noem (R).</li>\n\n\n\n<li><strong>Tuesday: </strong>When asked during a Bloomberg interview about his policy toward Google, Trump responds with <a href=\"https://www.mediaite.com/trump/trump-gives-interviewer-completely-irrelevant-response-about-voting-before-being-reminded-the-question-is-about-google/\">an extended riff on an election lawsuit in Virginia</a>. When prompted to actually answer the question, Trump launches into a rant about critical stories appearing on Google News, said he’d called “the head of Google” to complain, and then threatened to “<a href=\"https://www.theverge.com/2024/10/15/24271297/google-donald-trump-bananas-breaking-up-bananas\">do something</a>” to the company in response.</li>\n\n\n\n<li><strong>Also Tuesday</strong>: Trump warns that “<a href=\"https://x.com/KamalaHQ/status/1846373568013029457\">hydrogen is the new car</a>,” and tells a story about a man who died in a hydrogen car explosion near a tree and could not be identified by his wife. Hydrogen-fueled cars are in fact a 10-year-old technology with <a href=\"https://www.hydrogeninsight.com/transport/global-sales-of-hydrogen-vehicles-fell-by-more-than-30-last-year-with-china-becoming-world-s-largest-market/2-1-1599764\">a small and declining global market share</a>. There is <a href=\"https://www.computerworld.com/article/1484385/heres-why-hydrogen-fueled-cars-arent-little-hindenburgs.html\">no evidence that they can explode like the Hindenburg</a>, as a car with hydrogen fuel cells is not the same thing as a dirigible inflated with hydrogen gas.</li>\n\n\n\n<li><strong>Wednesday: </strong>Asked about the “enemy within” comments from Sunday, Trump doubles down — saying Democrats like Schiff are <a href=\"https://x.com/atrupar/status/1846577637856031134\">indeed such an enemy</a>, that they are “Marxists” and “fascists” who are “so evil” and “dangerous for our country.”</li>\n</ul>\n\n<p class=\"has-text-align-none\">Throughout these events, Trump has come off as (alternately) a buffoon and a would-be dictator. One minute, you’re laughing at <a href=\"https://www.theatlantic.com/culture/archive/2020/10/how-donald-trump-hijacked-camp/616902/?taid=670fbeb16d994500016341da&amp;utm_campaign=the-atlantic&amp;utm_content=true-anthem&amp;utm_medium=social&amp;utm_source=twitter\">his campy dance moves</a> and Hindenburg car rants, the next you’re worrying that he really might try to send troops after American citizens.</p>\n\n<p class=\"has-text-align-none\">Yet the two Trumps, the clown and the menace, are intimately tied together: The absurdity helps normalize his dangerousness.</p>\n\n<p class=\"has-text-align-none\">For his biggest supporters, the schtick helps generate a sense of joy in transgression. For non-MAGA Republicans, it helps them feel comfortable ignoring what makes Trump extraordinary in favor of traditional grubby partisanship. For many of Trump’s opponents, it makes him seem like something we don’t have to worry about <em>all the time</em> — even when we really do. His absurdity works to make a horrifying reality <em>our</em> reality, something assimilable into the mental frames that we use to get through the day.</p>\n\n<p class=\"has-text-align-none\">I don’t think Trump does this by design. He’s not an evil genius, planning out moves 10 steps in advance. This is just who he is as a person; what you see on stage is what you get.</p>\n\n<p class=\"has-text-align-none\">But that persona arose from a gut-level understanding of human behavior, one that has allowed Trump to build extraordinary political and business careers on a foundation of lying to everyone around him and pushing the boundaries of “normal” to the breaking point. Without his buffoonery, none of this works — you get unpopular figures like Gov. <a href=\"https://www.vox.com/politics/24034491/iowa-caucus-results-polls-desantis-trump-haley-ramaswamy-republican-party\">Ron DeSantis</a> and Sen. <a href=\"https://www.wsj.com/livecoverage/vance-walz-vice-presidential-debate-election-2024/card/why-is-jd-vance-so-unpopular-in-polls--B7FhzC9S0rKb3E02H6Fp\">JD Vance</a>, who have all of Trump’s cruelty but none of his charm.</p>\n\n<p class=\"has-text-align-none\">Put differently: the dancing is a kind of alchemy that takes his terrifying ideas, like deploying the military against “the enemy within,” and turns them into just another day in American politics.</p>\n\n<h2 class=\"wp-block-heading\">The clown prince of America</h2>\n\n<p class=\"has-text-align-none\">In late 2016, the Atlantic published <a href=\"https://www.theatlantic.com/politics/archive/2016/09/trump-makes-his-case-in-pittsburgh/501335/\">a campaign trail dispatch by Salena Zito</a>, a conservative reporter, exploring Trump’s appeal to his voters. The piece was forgettable save one line, a description of Trump’s relationship to his fans that has been quoted endlessly for the past eight years: “The press takes him literally, but not seriously; his supporters take him seriously, but not literally.”</p>\n\n<p class=\"has-text-align-none\">In context, Zito was talking about Trump lying about unemployment among young Black men. At the time, he claimed that the unemployment rate was about three times what it actually was — a figure he arrived at in part by counting full-time students as “unemployed.” Zito acknowledged that this is false in a literal sense, but believes the press is wrong to dismiss him over it. She believed Trump’s fans understand the inflated numbers to be emblematic of some larger truth, caring less about facticity than the general picture he paints of a broken America.</p>\n\n<p class=\"has-text-align-none\">In the years since, “seriously not literally” has become <a href=\"https://www.cjr.org/the_media_today/trump_election_delayed_seriously_not_literally.php\">a punchline among political journalists</a>. <a href=\"https://www.amnesty.org.uk/licence-discriminate-trumps-muslim-refugee-ban\">Time</a> after <a href=\"https://www.theguardian.com/world/2024/jan/12/hydroxychloroquine-covid-increase-chance-death-trump\">time</a>, Trump and his fans have <a href=\"https://www.vox.com/c/2020/2/6/20914280/impeachment-trump-explained\">proven</a> that they take his outlandish pronouncements literally. When he said the 2020 election was stolen and demanded Vice President Mike Pence unlawfully attempt to overturn it, he meant it — and his most hardcore supporters staged a riot to try to turn his vision into reality.</p>\n\n<p class=\"has-text-align-none\">If there’s a group of Trump supporters whom Zito’s phrase actually describes, it’s not the superfans, but the squishes.</p>\n\n<p class=\"has-text-align-none\">Republicans who blanched at January 6, but loved the tax cuts and court appointments that preceded it, are among the most likely to dismiss the idea that Trump should be taken at his word. For these Republicans, his authoritarianism pronouncements are just part of the Trump show — a kind of brand-burnishing performance on par with silly pronouncements like “hydrogen is the new car.”</p>\n\n<p class=\"has-text-align-none\">With his most extraordinary ideas <a href=\"https://www.nationalreview.com/corner/there-are-differences-between-trump-and-lenin/\">safely slotted into the clown box</a>, they can return to treating him seriously as a “normal” Republican candidate for president: assessing his policies against Harris’s and naturally finding hers wanting. The bitter dilemma of choosing between a Democrat and democracy can be wished away.</p>\n\n<p class=\"has-text-align-none\">As infuriating as this attitude is, it does have a little bit of grounding in truth. The truth is that all of us, to one degree or another, take Trump “seriously but not literally.” We do it because actually confronting what a second Trump presidency would mean is tough even for his most ardent critics to wrap their heads around.</p>\n\n<p class=\"has-text-align-none\">At various points during the campaign, Trump and his team have suggested <a href=\"https://www.washingtonpost.com/politics/2024/02/20/trump-mass-deportations-immigration/\">putting millions of detained immigrants in camps</a>, replacing <a href=\"https://www.vox.com/politics/361455/jd-vance-trump-vice-president-rnc-speech\">the civil service with Trump cronies</a>, deploying the military to repress dissenters, setting up <a href=\"https://www.nytimes.com/2024/07/07/us/politics/vance-trump-biden-special-prosecutor.html\">special prosecutors to investigate Democrats</a>, imposing <a href=\"https://www.theatlantic.com/podcasts/archive/2024/10/trump-harris-trade-agreement-tariffs/680232/\">1,000 percent across-the-board tariffs</a>, putting <a href=\"https://www.pbs.org/newshour/show/how-trumps-wish-for-more-federal-reserve-control-could-impact-economy-if-hes-reelected\">the Federal Reserve under political control</a>, withdrawing <a href=\"https://thehill.com/policy/defense/4928390-john-bolton-donald-trump-nato-withdrawal-chances/\">from NATO</a>, and <a href=\"https://www.politico.com/news/2024/05/18/trump-at-nra-convention-floats-a-three-term-presidency-00158786\">unconstitutionally running for a third term in office</a>.</p>\n\n<p class=\"has-text-align-none\">If we took all of that literally, really integrated the reality of what these steps would mean into our daily behavior, it would be hard to live life normally. The specter of out-and-out authoritarianism, a crashing economy, and an international system shorn of the alliances that keep the global peace sounds apocalyptic. Actually trying to envision the enormity of this world is psychologically taxing; trying to live as if this were indeed an imminent possibility invariably leads to a life monomaniacally devoted to trying to stop it.</p>\n\n<p class=\"has-text-align-none\">For most people, that’s neither desirable nor possible. And Trump’s fog of distortion creates a mental space where one can reasonably tell oneself it’s not necessary. He lies and exaggerates so much that it’s hard to tell which of his policy ideas demand being taken literally. You can make educated guesses — it’s achingly clear he’ll try to fight the 2024 election result if he loses — but that’s really the best any of us can do.</p>\n\n<p class=\"has-text-align-none\">Trump demands to be taken literally, but taking <em>everything</em> he does seriously is both psychologically difficult and analytically mistaken. So it makes sense that we all do at least a little bit of “seriously, but not literally”: it helps manage the fear and uncertainty inherent to a second Trump presidency.</p>\n\n<p class=\"has-text-align-none\">The buffoonery helps with that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Laughing at Trump makes it easier to see him as something other than the boogeyman. I mean, look at him! He’s swaying on stage to “Ave Maria,” babbling about Pavarotti, making <a href=\"https://www.theguardian.com/books/2024/apr/26/trump-kristi-noem-shot-dog-and-goat-book\">Kristi Noem</a> sweat. Who<em> couldn’t</em> appreciate that?&nbsp;</p>\n\n<p class=\"has-text-align-none\">We laugh not only because he’s funny (which he objectively is), but because then we don’t have to confront the reality of what he truly represents — at least, for a minute.</p>\n\n<p class=\"has-text-align-none\">The problem, though, is that Trump is a fundamentally serious thing. He’s not just doing a traveling stand-up show; he’s running for president of the United States. He wants to be in charge of the most powerful nation in human history, for his fingers to be on a nuclear button that <a href=\"https://www.vox.com/future-perfect/2022/8/17/23306861/nuclear-winter-war-climate-change-food-starvation-existential-risk-russia-united-states\">could annihilate the planet</a>. </p>\n\n<p class=\"has-text-align-none\">It would be bad enough if someone who wanted this kind of power were just a clown. That he’s a clown with a proven track record of doing insanely dangerous things makes the laughter feel a bit hollow.</p>\n\n<p class=\"has-text-align-none\">Former President Barack Obama — who I’m convinced understands Trump better than almost anyone — recently gave a speech that <a href=\"https://www.offmessage.net/p/obama-when-did-that-become-okay\">distilled the problem down to its core</a>. After describing some of Trump’s recent lies about hurricanes, Obama asked, “When did that become okay?” He expands:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">If your coworkers acted like that, they wouldn’t be your coworkers very long. If you’re in business and somebody you’re doing business with just outright lies and manipulates you, you stop doing business with them. Even if you had a family member who acted like that, you might still love them, but you’d tell them you got a problem and you wouldn’t put them in charge of anything. And yet, when Donald Trump lies, cheats, or shows utter disregard for our Constitution, when he calls POWs “losers” or fellow citizens “vermin,” people make excuses for it. </p>\n</blockquote>\n\n<p class=\"has-text-align-none\">And that’s just it. This shouldn’t be okay, but enough people have accepted it that it is by default okay.</p>\n\n<p class=\"has-text-align-none\">The buffoonery helps us cope with the normalizing of the abnormal, the fact that the old rules for politics that kept things safe are being blown up at a faster and faster rate. When the prospect of a second Trump presidency feels too real, there’s always the comfort of laughing at him.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Here is a short and incomplete list of things that former President Donald Trump has done this week: Throughout these events, Trump has come off as (alternately) a buffoon and a would-be dictator. One minute, you’re laughing at his campy dance moves and Hindenburg car rants, the next you’re worrying that he really might try [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Is climate change really making hurricanes worse?",
    "link": "https://www.vox.com/climate/378359/hurricane-climate-change-flood-helene-milton-warming",
    "pubDate": "2024-10-18T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Satellite image of Hurricane Milton.\" data-caption=\"Hurricane Milton rapidly intensified before it made landfall. How much did climate change play a role in its devastation?\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/20241009215020_g16_fd_geocolor_milton-arrives-in-florida_nolabels.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Hurricane Milton rapidly intensified before it made landfall. How much did climate change play a role in its devastation?</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The deadly and destructive hurricanes this year have torn through enormous swaths of the country and reached places where people have never experienced such disasters in their lives. Beryl, Debbie, Francine, Helene, and Milton all made landfall in the continental United States in a season that’s shaping up to be well above average and may set all-time records for hurricane activity. The storms have <a href=\"https://www.motherjones.com/environment/2024/10/hurricane-milton-meteorologist-john-morales-climate-change/\">stunned and alarmed experts</a> who have been tracking these cyclones for decades. And there’s still <a href=\"https://climatecenter.fsu.edu/topics/hurricanes\">more than a month to go in the season</a>. </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">What you’ll learn in this story</h2>\n\n\n\n<p class=\"has-text-align-none\">• How climate change is contributing to increasing hurricane risk.</p>\n\n\n\n<p class=\"has-text-align-none\">• What climate change cannot be blamed for.</p>\n\n\n\n<p class=\"has-text-align-none\">• The other ways in which human activity is contributing to more severe hurricanes.</p>\n</div>\n\n<p class=\"has-text-align-none\">Several factors converged to make 2024 so fertile for tropical storms. Hurricanes feed on warm water, and the <a href=\"https://www.scientificamerican.com/article/record-breaking-ocean-heat-wave-foreshadows-a-dangerous-hurricane-season/\">Atlantic Ocean</a> and the <a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">Gulf of Mexico</a> provided ample nourishment as they reached record-high temperatures. Wind shear — where air currents change speed and direction with altitude — tends to rip apart tropical storms before they can form hurricanes, but there was little of that this year due in part to the ripple effects of the shift to <a href=\"https://www.vox.com/climate/24145756/la-nina-2024-el-nino-heat-hurricane-record-temperature-pacific\">La Niña</a> in the Pacific Ocean. </p>\n\n<p class=\"has-text-align-none\">In a warming world, it’s reasonable to ask how climate change is affecting the storms we’ve seen: How much of the damage can we trace back to our ravenous appetite for fossil fuels? And how much worse are storms like these going to get? </p>\n\n<p class=\"has-text-align-none\">There are strengthening links between climate change and the most deadly aspects of hurricanes, but climate change isn’t the only way humanity is enhancing the devastation of these disasters. </p>\n\n<h2 class=\"wp-block-heading\">How hurricanes work, and how climate change can make them worse</h2>\n\n<p class=\"has-text-align-none\">Some types of extreme weather have a robust connection to climate change. As average temperatures rise, <a href=\"https://www.epa.gov/climate-indicators/climate-change-indicators-heat-waves\">heat waves get hotter</a>, for example. But severe weather events like hurricanes are more complicated, arising from local, regional, and global ingredients, making humanity’s specific role harder to discern.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One way to model a hurricane is as a heat engine, a device that harnesses a temperature gradient to do work. Your car likely has a heat engine that uses gasoline to heat air inside a cylinder that presses on a piston to turn your wheels. Hurricanes are heat engines that use hot water to move air.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When warm water evaporates from the surface of the ocean, it cools down the surrounding water, similar to how evaporating sweat cools your skin. As low atmospheric pressure settles over an area of hot ocean water, convection elevates that evaporating water up to high, chilly altitudes, where it then condenses and warms the air around it, forming a convective storm. The warm air surrounded by cooler air creates a temperature gradient that generates wind. If it’s large enough, the Earth’s rotation induces a spin into the storm.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The stronger the contrast between the hot and cool portions of the storm, the more intense the cyclone.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/comet-x-section.png?quality=90&#038;strip=all&#038;crop=0,3.8505026669616,100,92.298994666077\" alt=\"Cross section of a hurricane\" title=\"Cross section of a hurricane\" data-has-syndication-rights=\"1\" data-caption=\"Hurricanes are powered by evaporating and condensing water, creating a temperature gradient that produces fast-moving wind. | NASA\" data-portal-copyright=\"NASA\" />\n<p class=\"has-text-align-none\">Higher temperatures across the planet from the rising concentrations of greenhouse gasses in the atmosphere mean oceans can accumulate more heat, and warmer air can hold onto more moisture, encouraging more evaporation. </p>\n\n<p class=\"has-text-align-none\">“The more greenhouse gas, the more potential there is for stronger winds and hurricanes,” said <a href=\"https://emanuel.mit.edu/\">Kerry Emanuel</a>, an emeritus professor of atmospheric science at the Massachusetts Institute of Technology and <a href=\"https://news.mit.edu/2022/kerry-emanuel-climate-scientist-0629\">one of the most prolific researchers</a> studying the links between climate change and hurricanes. “For every degree centigrade that you raise the ocean temperature, the wind speed in the hurricane goes up between 5 and 7 percent.” </p>\n\n<p class=\"has-text-align-none\">The other way that climate change can influence hurricanes is through water. While we rank hurricanes by their wind speed, the flooding that they leave in their wake is what tends to cause the most fatalities and property damage. </p>\n\n<p class=\"has-text-align-none\">Warming across the planet is causing <a href=\"https://www.vox.com/22939545/antarctica-greenland-ice-sheet-shelf-glacier-melt-climate-sea-level-rise\">ice on land to melt</a>, increasing the quantity of water in the oceans. The <a href=\"https://oceanservice.noaa.gov/facts/sealevel.html\">water is also expanding</a> as it heats up. These two phenomena cause sea level rise. So when a hurricane makes landfall, particularly with high winds, it can push water further inland and cause <a href=\"https://www.weather.gov/phi/stormsurge\">storm surges</a> to reach greater heights.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Why a storm surge can be the deadliest part of a hurricane\" src=\"https://www.youtube.com/embed/TJ5C7TsBsao?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">And again, warmer air can hold onto more moisture. For every 1.8 degrees Fahrenheit (1 degree Celsius) increase in air temperature, air can retain 7 percent more water. That means when a major storm occurs, it can dish out more rain and cause greater flooding. </p>\n\n<p class=\"has-text-align-none\">So climate change can increase the destructive potential of hurricanes. But having all the raw materials present needed to build a dangerous hurricane doesn’t mean that one will be assembled. Compared to weather events like thunderstorms and heat waves, hurricanes are relatively rare; there are only a couple dozen tropical storms in the Atlantic Ocean in a given year and a smaller subset of them ever reach hurricane strength. </p>\n\n<p class=\"has-text-align-none\">Hurricanes demand a precise sequence of actions to form, and there’s a lot that can disrupt this choreography, such as wind shear, <a href=\"http://www.atmo.arizona.edu/students/courselinks/fall16/atmo336/lectures/sec1/stability.html\">atmospheric stability</a>, or <a href=\"https://news.stanford.edu/stories/2024/07/saharan-dust-regulates-hurricane-rainfall\">dust from the Sahara Desert</a>. </p>\n\n<p class=\"has-text-align-none\">And scientists still aren’t clear what governs the total number of cyclones across Earth. Even in 2024, when there was ample high-octane fuel for hurricanes all season in the Atlantic, there was a <a href=\"https://www.scientificamerican.com/article/atlantic-hurricane-lull-puzzles-scientists/\">lull in cyclone activity</a> before gargantuan storms like Helene and Milton erupted.  </p>\n\n<p class=\"has-text-align-none\">“Conditions have to be kind of perfect for that to happen,” Emanuel said. “But they do become perfect once in a while.”</p>\n\n<h2 class=\"wp-block-heading\">Climate change does not seem to be changing the number of hurricanes</h2>\n\n<p class=\"has-text-align-none\">The world has already heated up <a href=\"https://earthobservatory.nasa.gov/world-of-change/global-temperatures\">by about 1.9 degrees Fahrenheit (1.1 degrees Celsius)</a> since the dawn of the Industrial Revolution. There’s some evidence of this warming playing out in various hurricane traits, but there are also places where it’s absent. </p>\n\n<p class=\"has-text-align-none\">“There’s never been a consensus among the scientific community who actually studies hurricanes about the overall frequency of hurricanes when it comes to climate change,” Emanuel said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.vox.com/climate/23648274/climate-change-report-ipcc-ar6-warming-overshoot\">Intergovernmental Panel on Climate Change</a>, an international team of climate scientists convened by the United Nations, put out their latest comprehensive assessment of the body of climate science last year. It was the sixth iteration of the report, but for the first time, authors included a <a href=\"https://www.ipcc.ch/report/ar6/wg1/downloads/report/IPCC_AR6_WGI_Chapter11.pdf\">chapter on weather extremes</a>. When it comes to tropical cyclones like hurricanes, they found that there wasn’t an increase in the overall number of these storms, particularly when looking at the ones that made landfall in the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“A subset of the best-track data corresponding to hurricanes that have directly impacted the USA since 1900 is considered to be reliable, and shows no trend in the frequency of USA landfall events,” according to the IPCC report.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hurricanes are relatively infrequent weather events, and their numbers naturally vary year to year and decade to decade, making it harder to suss out a specific trend due to climate change. There has been an <a href=\"https://science.nasa.gov/earth/climate-change/a-force-of-nature-hurricanes-in-a-changing-climate/\">increase in hurricane activity in the Atlantic since the 1980s</a>, with more cyclones and an increase in stronger hurricanes. However, it’s not clear how much of this is due to a <a href=\"https://climatedataguide.ucar.edu/climate-data/atlantic-multi-decadal-oscillation-amo\">normal pattern of high and low activity</a> versus human-caused warming. </p>\n\n<p class=\"has-text-align-none\">The IPCC authors also note that there isn’t great data on hurricanes going back over the whole time humans have been burning fossil fuels since the mid-18th century. “This should not be interpreted as implying that no physical (real) trends exist, but rather as indicating that either the quality or the temporal length of the data is not adequate to provide robust trend detection statements, particularly in the presence of multi-decadal variability,” they wrote. Which is to say, scientists need more observations and more time to confirm whether climate change is having any influence on the number of hurricanes. </p>\n\n<h2 class=\"wp-block-heading\">Global warming is making the most worrying parts of a hurricane more dangerous</h2>\n\n<p class=\"has-text-align-none\">That said, the IPCC report does show hurricanes changing in ways beyond their overall numbers. One is that hurricanes in recent decades have likely been shifting toward the poles, farther away from their normal habitat in the tropics. That makes sense knowing that hurricanes need warm water, around 80 degrees Fahrenheit, so hotter oceans mean these storms can have a greater range. </p>\n\n<p class=\"has-text-align-none\">Another changing trait is that hurricanes appear to be moving slower. That means the storms that make landfall spend more time parked over a given region, forcing the area to endure more wind and rainfall. <a href=\"https://earthobservatory.nasa.gov/images/90839/harvey-stalls-over-southeastern-texas\">Hurricane Harvey in 2017</a> was an exemplar of this as it sauntered along the Texas coast at 5 miles per hour and drenched Houston. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/climate/376323/hurricane-milton-category-5-tampa-florida\">Rapid intensification</a> is a climate change hallmark as well. This is where a tropical storm gains 35 miles per hour or more in windspeed in 24 hours. Hurricane Milton rapidly intensified from a tropical storm to a Category 5 hurricane with winds up to 180 miles per hour in just one day. The IPCC found that the global frequency of rapid intensification in tropical cyclones has likely increased over the past 40 years to an extent that can’t be explained by natural variability alone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the <a href=\"https://www.vox.com/energy-and-environment/2017/9/28/16362522/hurricane-maria-2017-irma-harvey-rain-flooding-climate-change\">strongest signals of climate change in hurricanes is rain</a>. The average and maximum rainfall rates from hurricanes are increasing, largely a function of rising water and air temperatures. More recently, some researchers have begun to connect the increase in rainfall from individual hurricanes to climate change. The <a href=\"https://www.worldweatherattribution.org/yet-another-hurricane-wetter-windier-and-more-destructive-because-of-climate-change/\">World Weather Attribution</a> research group analyzed the rain from Hurricane Helene. They found the precipitation from the storm was 10 percent heavier due to climate change and that such extreme rain is now <a href=\"https://www.worldweatherattribution.org/climate-change-key-driver-of-catastrophic-impacts-of-hurricane-helene-that-devastated-both-coastal-and-inland-communities/\">40 to 70 percent more likely</a> because of warming. Looking at <a href=\"https://www.worldweatherattribution.org/yet-another-hurricane-wetter-windier-and-more-destructive-because-of-climate-change/\">Hurricane Milton</a>, the researchers reported that heavy one-day rain events like those spawned from the storm are at least 20 to 30 percent more probable. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2177760617.jpg?quality=90&#038;strip=all&#038;crop=0,3.5850878170139,100,92.829824365972\" alt=\"Aerial photo of a flooded neighborhood with a pickup truck driving down a flooded street.\" title=\"Aerial photo of a flooded neighborhood with a pickup truck driving down a flooded street.\" data-has-syndication-rights=\"1\" data-caption=\"Flood waters inundate a neighborhood after Hurricane Milton came ashore on October 10, 2024, in Punta Gorda, Florida. | Joe Radle/Getty Images\" data-portal-copyright=\"Joe Radle/Getty Images\" />\n<p class=\"has-text-align-none\">Emanuel, however, is hesitant to read too much into the precision of these direct attribution studies for individual storms, particularly when it comes to rainfall. For one thing, rain is much harder to measure than temperature. The amount of rainfall can vary a lot over a short distance and rain gauges aren’t spread out evenly, so ground-based measurements are patchy. Meanwhile, radar is a coarse measure of precipitation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The theory is crystal clear, and if you treat this as a problem of risk, undoubtedly these storms have produced more rain than they would have if the atmosphere were cooler. It&#8217;s a slam dunk,” Emanuel said. “To be able to say in a particular storm, ‘So much of the rain was caused by climate change,’ I think that&#8217;s going out on a limb.”</p>\n\n<p class=\"has-text-align-none\">However, as average temperatures continue to rise, many of these hurricane trait knobs will continue to turn to higher levels and more robust signs of humanity’s role will likely emerge. There’s an <a href=\"https://www.vox.com/energy-and-environment/2019/9/11/18485563/hurricane-florida-climate-change-tampa\">upper limit to how strong a hurricane can get</a>, but the Earth hasn’t hit that ceiling yet. “The potential intensity can still go up,” Emanuel said. “We might see records being broken 50 years from now, we might have 220-mile-per-hour hurricanes.” </p>\n\n<h2 class=\"wp-block-heading\">Climate change isn’t the only way we’re increasing hurricane threats</h2>\n\n<p class=\"has-text-align-none\">If you expand the question of “How does climate change affect hurricanes?” to “How do people affect hurricanes?” there are other variables to consider as well. </p>\n\n<p class=\"has-text-align-none\">One factor is <a href=\"https://www.vox.com/climate/374253/climate-chamge-model-warming-ipcc-record-heat\">aerosols</a>, tiny particles suspended in the air. These aerosols can come from natural sources like dust, but they can also rise out of smokestacks and tailpipes attached to generators and engines burning fuels like coal and diesel. In the atmosphere, their presence can suppress hurricane formation. They can also block out enough sunlight to cause a measurable drop in the temperature below. Higher concentrations of aerosols can thus lead to fewer hurricanes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As governments across North America and Europe implemented new air pollution regulations over the past 40 years, the amount of aerosols over the <a href=\"https://www.gfdl.noaa.gov/research_highlight/substantial-global-influence-of-anthropogenic-aerosols-on-tropical-cyclones-over-the-past-40-years/\">Atlantic Ocean declined</a>. That helped drive the rise in tropical cyclones in the Atlantic over this time period, according to a 2022 study in the journal <a href=\"https://www.science.org/doi/10.1126/sciadv.abn9493\"><em>Science</em></a>. More recently, the International Maritime Organization imposed new pollution regulations on ships in 2020 that led to a <a href=\"https://www.carbonbrief.org/analysis-how-low-sulphur-shipping-rules-are-affecting-global-warming/\">10 percent drop in sulfur dioxide aerosol pollution</a> around the world. That may have helped push the <a href=\"https://www.vox.com/climate/23762529/atlantic-ocean-record-heat-wave-el-nino-hurricane-climate-change\">Atlantic Ocean to record high temperatures</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other major variable is that a <a href=\"https://www.vox.com/climate/377094/hurricane-milton-helene-home-insurance-flooding-damage\">growing number of people and properties are now in the paths of these storms</a>, even <a href=\"https://www.vox.com/climate/366893/debby-beryl-hurricane-climate-change-florida-texas-vermont\">far away from coastlines</a>. That means when a hurricane makes landfall, it threatens to kill more people and destroy more homes. The rising exposure to extreme weather coupled with inflation means that extreme weather events in general are extracting a far higher price in lives and livelihoods. </p>\n\n<p class=\"has-text-align-none\">Conversely, it shows there are ways to reduce the harm from hurricanes, even as they spool up faster, pour out more rain, and linger longer. It demands careful planning and sound policies, as well as some difficult decisions about where people can live. And it remains prudent to curb climate change by reducing greenhouse gas emissions as much as possible, as fast as possible.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The deadly and destructive hurricanes this year have torn through enormous swaths of the country and reached places where people have never experienced such disasters in their lives. Beryl, Debbie, Francine, Helene, and Milton all made landfall in the continental United States in a season that’s shaping up to be well above average and may [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "The chaos, conspiracy theories, and controversy surrounding Liam Payne’s death",
    "link": "https://www.vox.com/culture/378321/liam-payne-death-reactions-one-direction-controversy",
    "pubDate": "2024-10-17T21:56:05.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A young man in a black shirt and white suit jacket posing in front of a colorful backdrop.\" data-caption=\"Singer Liam Payne at the “All of Those Voices” premiere on March 16, 2023, in London, England.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1473997127.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Singer Liam Payne at the “All of Those Voices” premiere on March 16, 2023, in London, England.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Liam Payne died Wednesday in Buenos Aires, leaving fans around the globe mourning the former One Direction singer — and grappling with chaos, conspiracy theories, and controversy in the wake of the 31-year-old’s death.</p>\n\n<p class=\"has-text-align-none\">Argentine police <a href=\"https://abc7.com/post/liam-payne-death-former-direction-singer-dies-after-fall-hotel-argentina-31/15435786/\">confirmed</a> that Payne, who <a href=\"https://pagesix.com/2024/10/16/celebrity-news/liam-payne-traveled-to-argentina-to-reconcile-with-one-direction-bandmate-niall-horan-2-weeks-before-his-death/\">came</a> to Buenos Aires two weeks ago to <a href=\"https://x.com/PopCrave/status/1841633396344160574\">attend</a> a concert by his former bandmate Niall Horan, had died after falling from the third story of his hotel. The BBC obtained the transcript of <a href=\"https://www.bbc.com/news/articles/cj9jx89w490o\">two 911 calls</a> that were made from the hotel with concerns for Payne’s safety shortly before his death. Authorities later <a href=\"https://news.sky.com/story/liam-payne-dies-latest-former-one-direction-star-found-dead-at-buenos-aires-hotel-13234923?postid=8453189#liveblog-body\">clarified</a> that Payne died as a result of injuries from the fall.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://www.instagram.com/p/DBPRvpVveEx/\">joint statement</a> posted to Instagram, the former members of One Direction — Niall Horan, Harry Styles, Louis Tomlinson, and Zayn Malik — said that they were “completely devastated” by “the loss of our brother, who we loved dearly. The memories we shared with him will be treasured forever.”</p>\n\n<p class=\"has-text-align-none\">As a member of the massively popular UK boy band, Payne achieved a very rare level of global fame, but <a href=\"https://www.standard.co.uk/culture/music/liam-payne-dead-mental-health-drug-alcohol-abuse-rehab-quotes-b1188418.html\">faced</a> addiction struggles that he spoke about publicly following the band&#8217;s breakup. His last single, “Teardrops,” released in March, left fans <a href=\"https://www.manchestereveningnews.co.uk/news/showbiz-news/liam-paynes-final-lyrics-contained-30163528\">speculating</a> about his mental health. Just days before his death, Payne had <a href=\"https://people.com/liam-payne-overwhelmed-by-legal-issues-with-ex-before-death-exclusive-8729450\">received</a> a cease-and-desist order from his ex-fianceé Maya Henry.</p>\n\n<p class=\"has-text-align-none\">The premature death of any public figure is a collectively mourned tragedy, but when a large and devoted fandom faces this kind of loss, the ripple effects can be intense. Often, fans in this situation are met with what psychologists term <a href=\"https://www.vox.com/22297792/fandom-escape-grief-psychology-complicated-lynn-zubernis-interview\">disenfranchised loss</a> — when there’s a lack of community support system for this grief because the “loss” of a celebrity or an intense parasocial relationship isn’t one that society tends to recognize as real or legitimate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In such a context, fans look online for other fans to share their experience with, which can lead to plenty of confusion and chaos. The circumstances of Payne’s death contributed to the spread of misinformation about what happened, as did coverage by tabloid media.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Who is Liam Payne, and how did he become famous?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Payne initially auditioned for the fifth season of <em>The X Factor </em>in 2008 with a rendition of Frank Sinatra’s <a href=\"https://www.youtube.com/watch?v=HBj9ctwZsX0\">“Fly Me to the Moon.”</a> He was just 14. (Girls Aloud member Cheryl Cole, with whom he would go on to share a child, served as one of the judges at the time.) Payne was dismissed and brought back to the show twice before being cut by executive producer and judge Simon Cowell. However, Cowell encouraged him to come back in a couple of years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At 16, Payne tried out again for the competition’s seventh season in 2010 where his Michael Bublé-inspired cover of <a href=\"https://www.youtube.com/watch?v=awhsOgmdq6w\">“Cry Me a River”</a> earned him a standing ovation from Cowell. He failed to advance as a solo act but received a fateful second chance when guest judge Nicole Scherzinger <a href=\"https://www.youtube.com/watch?v=5dr1-sVhC9o\">suggested</a> that he and his future bandmates — Styles, Horan, Malik, and Tomlinson — compete as a boy band under Cowell’s mentorship. One Direction made it all the way to the finals before coming in third.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-808566062.jpg?quality=90&#038;strip=all&#038;crop=0,6.0791157649796,100,87.841768470041\" alt=\"Five young men, one holding a guitar.\" title=\"Five young men, one holding a guitar.\" data-has-syndication-rights=\"1\" data-caption=\"One Direction members Liam Payne, Louis Tomlinson, Zayn Malik, Harry Styles and Niall Horan at rehearsals for The X Factor in London. | Dominic Lipinski/PA Images via Getty Images\" data-portal-copyright=\"Dominic Lipinski/PA Images via Getty Images\" />\n<p class=\"has-text-align-none\">Throughout their time on the show, the group accumulated a fervent international following on social media, especially <a href=\"https://www.vox.com/the-goods/23158503/one-direction-fandom-book-kaitlyn-tiffany\">Tumblr</a>. Soon after the competition, they signed with Cowell’s Syco Entertainment and released their single “What Makes You Beautiful” from the album <em>Up All Night</em> in 2011. The album was notably successful in the United States, debuting at No. 1 on the Billboard 200. They became the <a href=\"https://www.billboard.com/music/music-news/one-direction-makes-history-with-no-1-debut-on-billboard-200-499420/\">first UK group to top the US charts</a> with a debut album, marking a new British invasion.</p>\n\n<p class=\"has-text-align-none\">Throughout their time as a band, One Direction released five albums — their final record excluding Malik, who exited the group in 2015 — and two concert films, <em>One Direction: This Is Us</em> and <em>One Direction: Where We Are</em>. In 2015, they released their final album, <em>Made In The A.M</em>., before each remaining member embarked on a solo career. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What’s been happening since 1D’s split?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">A year after One Direction’s final album, Payne released his solo single, “Strip That Down” featuring Quavo, from his first and only album <em>LP1</em>. The R&amp;B-tinged track was fairly successful, peaking at No. 10 on the Billboard Hot 100 and No. 3 on the UK Singles charts. However, <em>LP1</em> received largely <a href=\"https://www.theguardian.com/music/2019/dec/06/liam-payne-lp1-review-capitol\">negative</a> <a href=\"https://pitchfork.com/reviews/albums/liam-payne-lp1/\">reviews</a>. </p>\n\n<p class=\"has-text-align-none\">Payne&#8217;s solo career and celebrity were met with less buzz than his bandmates, notably Styles. He largely garnered headlines for his relationships and personal life. In 2016, he started dating Cheryl Cole and had a son, Bear, with the singer in 2017 before they split a year later. In 2021, he opened up about the “severe” addiction issues he dealt with during his boyband days on <a href=\"https://www.youtube.com/watch?v=TovCz1Qh_24\"><em>The Diary of a CEO</em></a> podcast. The singer revealed that he took a lot of “pills and booze” and experienced suicidal ideation.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-922620750.jpg?quality=90&#038;strip=all&#038;crop=0,15.449742936654,100,69.100514126692\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Liam Payne and Cheryl Cole at the 2018 BRIT Awards on February 21, 2018. | Karwai Tang/WireImage\" data-portal-copyright=\"Karwai Tang/WireImage\" />\n<p class=\"has-text-align-none\">“The day the band ended, I was like, ‘Thank the Lord,’” he said on the podcast. “I know a lot of people are going to be mad at me for saying that, but I needed to stop, or it would kill me.”</p>\n\n<p class=\"has-text-align-none\">The following year, he sat down for an <a href=\"https://www.youtube.com/watch?v=Uux_L_pkKe4\">interview with YouTuber Logan Paul</a> on his podcast <em>Impaulsive</em> which prompted his less-than-favorable reputation among <a href=\"https://variety.com/2023/music/news/liam-payne-rehab-one-direction-scramble-to-stay-relevant-1235665998/\">One Direction fans</a> in his final years. On the podcast, Payne made some questionable claims about his role in the band, stating that the <a href=\"https://www.youtube.com/watch?v=zMTYHlhDuMI\">idea for One Direction</a> started with him and that his first solo single <a href=\"https://x.com/PopBase/status/1531815219202170880\">“outsold”</a> the rest of the group’s debuts. He also discussed negative interactions with his ex-bandmates and discord within the group.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What happened on the day of Liam Payne’s death?</strong></h2>\n\n<p class=\"has-text-align-none\">On October 16, Payne had been in Argentina for two weeks, in part to attend a Niall Horan concert. Roughly an hour after posting <a href=\"https://x.com/daujahmarie/status/1846671484984742041\">photos and video</a>s with his girlfriend, influencer Katie Cassidy, on his Snapchat, posts claiming that Payne had fallen from his hotel balcony began to circulate on <a href=\"https://x.com/NsbSo/status/1846655015316074964\">X</a>. <a href=\"https://www.tmz.com/2024/10/16/liam-payne-dies-hotel-balcony-one-direction/\">TMZ</a> confirmed his death with partially cropped photos of Payne’s dead body, which they later removed. </p>\n\n<p class=\"has-text-align-none\">In a statement to the <a href=\"https://apnews.com/article/liam-payne-one-direction-death-487239e4f0b938a6f350a7d2f14737e4\">Associated Press</a>, Buenos Aires police said that Payne fell from the third floor of the Casa Sur Hotel in the Palermo neighborhood of Argentina’s capital at 5:07 pm local time, resulting in extremely serious injuries. Police also found medication in his room.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The next day, Buenos Aires police shared a <a href=\"https://www.rollingstone.com/music/music-news/liam-payne-cause-of-death-multiple-traumas-bleeding-from-fall-1235136202/?utm_source=pocket_shared\">preliminary autopsy</a> that pointed out “craniocerebral injuries were sufficient to cause death” as well as “internal and external hemorrhages in the skull, thorax, abdomen and limbs.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How did the media respond?</strong>&nbsp;</h2>\n\n<p class=\"has-text-align-none\">When the news first broke, many on social media refused to believe it, in part because Payne had continued to update his accounts throughout the day until <a href=\"https://www.bbc.com/news/articles/cly25847932o\">shortly before</a> his death. That changed abruptly when TMZ published a photograph of Payne, ostensibly under the guise of identifying him and “confirm[ing] early reports from witnesses.” The outlet quickly <a href=\"https://www.hollywoodreporter.com/news/general-news/tmz-liam-payne-death-photos-breaking-taboos-drawing-condemnation-1236033681/\">unpublished</a> the photo due to public backlash, but <a href=\"https://www.tmz.com/2024/10/16/liam-payne-dies-hotel-balcony-one-direction/\">retained</a> a description of Payne’s body at the scene.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The treatment of the situation by TMZ was the beginning of a flood of sensationalized reporting surrounding Payne’s death. Readers of outlets ranging from tabloids to CNN quickly learned about the <a href=\"https://www.cnn.com/entertainment/live-news/liam-payne-death-one-direction-10-17-24-intl#cm2d5dhyl000t3b6m0l6j9x1j\">damage</a> done to Payne’s hotel room, the 911 caller who <a href=\"https://www.bbc.com/news/articles/cj9jx89w490o\">reported</a> that Payne was allegedly &#8220;trashing the room&#8221; and had taken &#8220;too many drugs and alcohol,&#8221; and the legal battles with ex-fiancée Maya Henry that reportedly “<a href=\"https://people.com/liam-payne-overwhelmed-by-legal-issues-with-ex-before-death-exclusive-8729450\">overwhelmed</a>” Payne prior to his death. The tabloids also <a href=\"https://www.justjared.com/2024/10/16/liam-payne-previously-spoke-out-about-mental-health-addiction-sobriety-struggles-prior-to-death/\">fed speculation</a> about Payne’s mental health, referencing his past mention of suicidal thoughts and circulating reports of his “<a href=\"https://www.irishstar.com/culture/entertainment/liam-payne-acting-erratic-hours-33909077\">erratic</a>” behavior in the lead-up to the incident. </p>\n\n<p class=\"has-text-align-none\">Platforms like X were rife with misinformation, most notably unsourced <a href=\"https://radaronline.com/p/horrific-videos-liam-payne-plunging-death-fake-sick/\">videos and photos</a> falsely purporting to be of Payne either falling or having fallen to his death, all of which were subsequently <a href=\"https://www.newsweek.com/liam-payne-death-misinformation-conspiracy-1970429\">debunked</a>. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What was the controversy with his ex-fiancée?</strong></h2>\n\n<p class=\"has-text-align-none\">Weeks before his death, Payne received criticism from One Direction fans online for displaying so-called <a href=\"https://www.msn.com/en-gb/entertainment/music/liam-payne-dissed-for-stealing-fellow-one-direction-member-niall-horans-spotlight-at-his-argentina-concert/ar-AA1rInJ8\">attention-seeking behavior</a> at Horan’s Bueno Aires show on October 2. On Snapchat, he said he announced that he was attending the show and had <a href=\"https://nypost.com/2024/10/16/entertainment/liam-payne-visited-argentina-to-see-former-one-direction-bandmate-niall-horan-before-fatal-hotel-balcony-fall/\">some things to “square up”</a> with Horan. In videos, Payne can be seen eagerly engaging and taking photos with fans seated outside of his suite. After the show, Payne was spotted posing for more fans outside. After the concert, Payne <a href=\"https://pagesix.com/2024/10/16/celebrity-news/liam-payne-traveled-to-argentina-to-reconcile-with-one-direction-bandmate-niall-horan-2-weeks-before-his-death/\">posted a photo of himself</a> and Horan, stating that he was “so proud” of his former bandmate.    </p>\n\n<p class=\"has-text-align-none\">Amid that discussion, clips of Payne’s comments from his interview with Paul began to recirculate on TikTok and X, as well as other <a href=\"https://www.reddit.com/r/popculturechat/comments/1esc02s/thinking_about_the_time_a_girl_posted_a_picture/\">ridiculed interactions</a> he had on social media. He was also still dealing with <a href=\"https://www.independent.co.uk/life-style/liam-payne-kate-cassidy-tiktok-b2596392.html\">criticism</a> from fans that he was a controlling partner after a TikTok his current girlfriend Cassidy posted in August where Payne quips that she looks “nice and covered up for once.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">On October 14, his ex-fiancée Maya Henry — to whom he was engaged from 2020 to 2022 — made some troubling allegations on <a href=\"https://www.youtube.com/watch?v=MP4qIFdfgPM&amp;t=1299s\"><em>The</em> <em>Internet Is Dead</em> podcast</a> about her relationship with Payne, which she called “toxic.” In the most chilling moments of the interview, she accused him of <a href=\"https://www.newsweek.com/liam-payne-death-maya-henry-interview-youtube-video-1970552\">“play[ing] with death”</a> and threatening suicide as a “manipulation tactic.” She said she and her family offered to get him help in a rehab facility, which he ignored. She also stated that she sent him a cease-and-desist letter after he allegedly wouldn’t stop contacting her through her iCloud accounts. </p>\n\n<p class=\"has-text-align-none\">She also claimed that Payne’s family had warned her against releasing her first novel, <em>Lookin</em>g<em> Forward</em>, this past May, which she says was <a href=\"https://people.com/liam-payne-ex-maya-henry-opens-up-about-painful-abortion-experience-exclusive-8649608\">“inspired by true events.”</a> Given the book’s subject matter — a woman&#8217;s traumatizing experience with a famous man — fans speculated that it was based on her relationship with Payne. In the book, the main protagonist Mallory is coerced by her partner into receiving a painful at-home abortion. Mallory is then discouraged by her partner’s team from seeking medical treatment for hemorrhaging for fear of being spotted in public.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How has the industry reacted?</strong></h2>\n\n<p class=\"has-text-align-none\">In the wake of Payne’s death, social media was <a href=\"https://www.independent.co.uk/arts-entertainment/music/news/liam-payne-tributes-family-harry-styles-niall-horan-b2630993.html\">flooded</a> with entertainment industry tributes from Payne’s colleagues and friends, everyone from the <a href=\"https://www.cnn.com/entertainment/live-news/liam-payne-death-one-direction-10-17-24-intl#cm2d283rq0000356mhjkpo6o9\">Backstreet Boys</a> to <a href=\"https://deadline.com/2024/10/liam-payne-tributes-paris-hilton-charlie-puth-more-1236118186/\">Paris Hilton</a>. Dermot O’Leary, the host of <em>X Factor</em>, the British reality competition show where One Direction was famously created in 2010, <a href=\"https://www.instagram.com/p/DBM_0G9Nvw6/\">posted</a> to Instagram that Payne’s death was “the worst news.”</p>\n\n<p class=\"has-text-align-none\">“I remember him as a 14 year old turning up to audition on The X Factor, and blowing us away singing Sinatra. He just loved to sing.”</p>\n\n<p class=\"has-text-align-none\">Payne’s neighbors and close friends recounted <a href=\"https://www.bbc.com/news/live/cn4vem0l5ldt?post=asset%3A88bee5db-c602-44a9-b4c3-a327e431ad6b#post\">moments</a> of kindness and compassion, including the time he reportedly <a href=\"https://uk.news.yahoo.com/liam-payne-saved-life-friend-fire-123354017.html\">saved the life</a> of a friend in a fire. “I’m devastated,” Rita Ora, who previously collaborated with Payne on the <em>Fifty Shades Freed</em> soundtrack, <a href=\"https://www.instagram.com/p/DBOcC6Ft7SH/\">wrote</a> on Instagram. “He had the kindest soul, I will never forget. I loved working with him so much — he was just such a joy to be around on and off stage.”</p>\n\n<p class=\"has-text-align-none\">Several relatives of Payne’s former bandmates reacted publicly, including Harry Styles’ mother, who <a href=\"https://www.instagram.com/p/DBNIp_1ITDv/\">shared</a> a broken heart emoji on Instagram. The band itself issued a joint statement via <a href=\"https://www.instagram.com/p/DBPRvpVveEx/?hl=en\">Instagram</a>.</p>\n\n<p class=\"has-text-align-none\">Additionally, former band member Louis Tomlinson updated Instagram with a <a href=\"https://www.instagram.com/p/DBPRBySzeJW/\">lengthy tribute</a> to Payne, saying he was “devastated to be writing this but yesterday I lost a brother.”</p>\n\n<p class=\"has-text-align-none\">In a statement, Payne’s family <a href=\"https://variety.com/2024/music/global/liam-payne-death-911-call-events-before-fall-1236181064/\">described</a> themselves as “heartbroken” by the loss. “Liam will forever live in our hearts and we’ll remember him for his kind, funny and brave soul,” the family stated.</p>\n\n<p class=\"has-text-align-none\">“We are supporting each other the best we can as a family and ask for privacy and space at this awful time.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How have fans reacted?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Because the early reports of an out-of-control man endangering himself were so out of sync with the upbeat, calm social media videos uploaded to his feed from earlier in the day, many fans initially refused to believe he’d died. People magazine <a href=\"https://people.com/liam-payne-final-social-media-posts-snapchat-before-death-8729435\">reported</a> that the videos shared on Payne’s feed the day of his death had actually been created four days earlier.</p>\n\n<p class=\"has-text-align-none\">Still, it was enough to jump-start a wave of wild speculation, including the false <a href=\"https://www.vox.com/21558524/conspiracy-theories-2020-qanon-covid-conspiracies-why\">conspiracy theory</a> that his death was somehow <a href=\"https://tribune.com.pk/story/2503505/conspiracy-theories-link-liam-paynes-tragic-death-to-diddys-arrest-as-old-interview-resurfaces\">connected</a> to the <a href=\"https://www.vox.com/culture/373997/sean-combs-diddy-puffy-cassie-freak-offs-conspiracy-beiber\">ongoing criminal case</a> against Sean “Diddy” Combs. Internet trolls also flooded the hotel where he died with <a href=\"https://nypost.com/2024/10/17/entertainment/hotel-where-liam-payne-fell-flooded-with-vile-reviews-mocking-his-death/\">ironic and mocking reviews</a>, while others reportedly turned to <a href=\"https://www.herzindagi.com/celebrities/liam-paynes-death-and-backlash-against-maya-henry-why-women-face-unjust-criticism-in-tragic-situations-article-1004463\">harassing</a> Henry, <a href=\"https://www.instagram.com/popfaction/p/DBNC_m4S6fb/?img_index=2\">flooding</a> her Instagram comments following his death.</p>\n\n<p class=\"has-text-align-none\">Many of Payne’s fans, however, were left simply reeling from the shock. Local fans turned the location of Payne’s hotel into an impromptu <a href=\"https://www.bbc.com/news/videos/c98y6n94z01o\">memorial site</a> after his death, leaving candles, flowers, and other tributes in his memory and <a href=\"https://www.independent.co.uk/tv/news/liam-payne-death-one-direction-balcony-b2630701.html\">singing his songs</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I&#8217;ve always loved One Direction since I was little,” one of the fans gathered there <a href=\"https://abc7.com/post/death-ex-direction-member-liam-payne-shocks-fans-around-world/15437832/\">told</a> the Associated Press. “To see that he died and that there will never be another reunion of the boys is unbelievable.”</p>\n\n<p class=\"has-text-align-none\">Another fan <a href=\"https://www.cnn.com/entertainment/live-news/liam-payne-death-one-direction-10-17-24-intl#cm2d1o0ve0000356muo2vwsln\">told</a> CNN that she’d been unable to see the group on their Argentine tour stop. Her visit to Payne’s memorial site, she noted, was “the only time I was able to clap for him.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Liam Payne died Wednesday in Buenos Aires, leaving fans around the globe mourning the former One Direction singer — and grappling with chaos, conspiracy theories, and controversy in the wake of the 31-year-old’s death. Argentine police confirmed that Payne, who came to Buenos Aires two weeks ago to attend a concert by his former bandmate [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "Israel killed Hamas’s leader. What happens next?",
    "link": "https://www.vox.com/world-politics/378433/israel-killed-hamass-leader-what-happens-next",
    "pubDate": "2024-10-17T21:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Sinwar frowns and waves while surrounded by other men. \" data-caption=\"Yahya Sinwar during a celebration of International Quds Day in Gaza City on April 14, 2023. | Yousef Masoud/SOPA Images/LightRocket via Getty Images\" data-portal-copyright=\"Yousef Masoud/SOPA Images/LightRocket via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1251837467.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Yahya Sinwar during a celebration of International Quds Day in Gaza City on April 14, 2023. | Yousef Masoud/SOPA Images/LightRocket via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The killing of Yahya Sinwar, the leader of Hamas and architect of the October 7 attacks, could be a pivotal moment in the war in Gaza and the wider conflict in the Middle East. It might even be an opportunity to end the fighting — but only if both sides of the war treat it that way.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to preliminary Israeli media reports, <a href=\"https://www.timesofisrael.com/high-likelihood-hamas-leader-oct-7-mastermind-yahya-sinwar-killed-by-troops-in-gaza/\">Sinwar, along with two other Hamas fighters, was killed</a> on Wednesday in the southern Gaza city of Rafah when Israel Defense Forces (IDF) opened fire on a building where the three were holed up. The troops then ordered an airstrike against the building, collapsing it. When IDF troops entered what was left of the building on Thursday, they noticed that one of the killed Hamas members looked like Sinwar. The body’s identity was confirmed by DNA testing on Thursday. </p>\n\n<p class=\"has-text-align-none\">While Sinwar has been described as a “<a href=\"https://www.ft.com/content/de78c7a0-f8f0-403e-b0db-eb86d6e76919\">dead man walking</a>” by Israeli officials for months, he was reportedly not the target of the IDF operation and it’s very surprising that he was apparently above ground and accompanied by only a few fellow fighters. For months, US and Israeli officials <a href=\"https://www.timesofisrael.com/us-official-sinwar-likely-alive-in-gaza-tunnel-with-hostages-in-his-vicinity/\">have said</a> Sinwar was likely deep underground in Hamas’s tunnel network, surrounded by hostages effectively acting as human shields. Israeli authorities say they believe Sinwar <a href=\"https://www.ynetnews.com/article/sk2nm2cjkx\">had been in a tunnel</a> with six hostages who were executed by their captors in late August, though it’s not clear when exactly Sinwar left. </p>\n\n<p class=\"has-text-align-none\">What will his death mean for Hamas? <a href=\"https://www.cnas.org/people/jonathan-lord\">Jonathan Lord</a>, director of the Middle East Security Program at the Center for a New American Security, said that with Hamas already severely degraded after a year of Israeli assaults, Sinwar’s death, alone, would likely result in “no change to Hamas’s military capabilities.” But, he added, “politically, Sinwar’s death leaves a gaping hole in the movement, at least in the near term.”</p>\n\n<h3 class=\"wp-block-heading\">Sinwar, explained</h3>\n\n<p class=\"has-text-align-none\">Born in the Gaza city of Khan Younis in 1962, Sinwar had been a member of Hamas since its origination in 1987, and founded its internal security service, known as the Majd. He <a href=\"https://www.newyorker.com/magazine/2024/08/12/yahya-sinwar-profile-hamas-gaza-war-israel\">acquired a reputation</a> for brutally enforcing loyalty to the movement by murdering and torturing suspected traitors and collaborators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sinwar was arrested for murder and kidnapping in 1988 and sentenced to four life terms in Israel. During his time in prison, he reportedly learned Hebrew and consumed Israeli media and books to learn more about his adversary. Sinwar was able to put those lessons to use after he became one of more than 1,000 Palestinian prisoners released in 2011 in exchange for the captured Israeli soldier Gilad Shalit. </p>\n\n<p class=\"has-text-align-none\">Six years after his release, he became Hamas’s leader in Gaza. Within the Hamas leadership, he was considered among the least willing to make political compromises with Israel and the closest to Iran. Sinwar was reportedly the main architect of the October 7 attacks and was the one who picked its official name, <a href=\"https://www.washingtonpost.com/obituaries/2024/10/17/sinwar-hamas-gaza-dies/\">Operation al-Aqsa Flood</a>.</p>\n\n<p class=\"has-text-align-none\">After Hamas’s global political leader Ismail Haniyeh, was killed in an Israeli bombing in Tehran in July, Sinwar took over that role as well. Over the past year, Israeli and American authorities have often described Sinwar as the main obstacle to a ceasefire.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sinwar was committed to full Israeli military withdrawal from Gaza, and less willing to compromise than Hamas leaders based outside of Palestine. In early October, the <a href=\"https://www.nytimes.com/2024/10/04/us/politics/sinwar-hamas-israel-hezbollah-iran.html\">New York Times reported</a> that American intelligence assessed that Sinwar did not believe he would survive the conflict, wanted to see Israel embroiled in a larger war in the Middle East, and was not interested in reaching a compromise. All of which, it seems, has been proved correct.</p>\n\n<h3 class=\"wp-block-heading\">What’s next for Hamas — and the war in Gaza</h3>\n\n<p class=\"has-text-align-none\">It’s not immediately clear who will take Sinwar’s place. Many of Hamas’s senior leaders and Sinwar’s top lieutenants have also been killed over the past years. In terms of global leaders, the most obvious candidate, if only because he’s the most prominent Hamas figure still alive, is Khaled Meshaal, a founding member of the group who was chair of Hamas’s political bureau from 1996 until 2017, when he was replaced by Haniyeh. Meshaal is currently based in Qatar. It&#8217;s also possible Hamas might choose a younger face from within its politburo — the main decision-making body. </p>\n\n<p class=\"has-text-align-none\">For Israel, Sinwar’s death is a major political and strategic victory. “This is our bin Laden moment,” Nimrod Novik, former senior adviser to the late Israeli Prime Minister Shimon Peres, told Vox. Novik described the killing as a tremendous opportunity for Prime Minister Benjamin Netanyahu “to declare victory” and push for a ceasefire deal and hostage release deal along the lines of the one Israel offered in late May, and which Hamas accepted — <a href=\"https://apnews.com/article/israel-hamas-war-palestinians-gaza-ceasefire-77910b6fae70ac1ff4eb3ac278852b44\">albeit with some key alterations</a> — in early July. Talks over that deal eventually collapsed when Netanyahu <a href=\"https://www.cnn.com/2024/07/08/middleeast/israel-hamas-ceasefire-hostage-deal-demands-explainer-mime-intl/index.html\">added additional conditions</a>.  </p>\n\n<p class=\"has-text-align-none\">“The guy that you, Bibi, kept saying is blocking the deal is gone,” said Novik, a fellow at the Israel Policy Forum. “Can you do something creative?”</p>\n\n<p class=\"has-text-align-none\">The message from Washington was similar. &#8220;This moment gives us an opportunity to finally end the war in Gaza,&#8221; ⁦Vice President and Democratic Presidential nominee Kamala Harris <a href=\"https://x.com/nanditab1/status/1846979247702700489\">said</a> in a brief statement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the moment, however, that doesn’t seem to be how Netanyahu sees it. “Today, evil took a heavy blow — the mission ahead of us is still unfinished,” the prime minister <a href=\"https://www.timesofisrael.com/liveblog-october-17-2024/\">said on Thursday</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For now, attention turns to the remaining hostages held in Gaza, with many families <a href=\"https://www.reuters.com/world/middle-east/families-israeli-hostages-fear-captives-after-sinwar-killed-2024-10-17/\">fearful that more may be killed</a> in retaliation for Sinwar’s death. Officially, Hamas is believed to be holding 101 of the 254 hostages abducted on October 7, though Israeli authorities believe as many as half of those may be dead. </p>\n\n<p class=\"has-text-align-none\">Sinwar’s death comes at a time when Israel has increasingly been <a href=\"https://www.vox.com/world-politics/376206/gaza-occupation-forever-war-israel\">shifting its political attention and military resources</a> toward its war with Hezbollah in Lebanon and Syria as well as its escalating direct conflict with Iran, though strikes in Gaza — including a <a href=\"https://www.bbc.com/news/articles/c5y5d33dmepo\">deadly one earlier this week</a> on a hospital where displaced people were sheltering — have continued.  </p>\n\n<p class=\"has-text-align-none\">Netanyahu has also reportedly <a href=\"https://www.timesofisrael.com/liveblog_entry/netanyahu-tells-lawmakers-hes-considering-generals-plan-to-lay-siege-to-northern-gaza/\">been considering a plan</a> proposed by several former generals to turn northern Gaza into a closed military zone, evacuating its entire civilian population and starving out any who remain. Defense Minister Yoav Gallant has denied that Israel is moving forward with this so-called <a href=\"https://www.axios.com/2024/10/14/israel-wont-impose-starvation-plan-gaza-defense-minister-says\">starvation plan</a>, which is opposed by the US. </p>\n\n<p class=\"has-text-align-none\">On Monday, the US <a href=\"https://www.axios.com/2024/10/15/us-israel-gaza-humanitarian-conditions-military-aid-letter\">issued a statement</a> telling Israel to improve humanitarian conditions in Gaza — particularly by allowing in more aid shipments, which have <a href=\"https://www.reuters.com/world/middle-east/israel-stops-processing-key-commercial-food-imports-gaza-sources-say-2024-10-17/\">reportedly slowed</a> to a trickle, or risk the supply of US weapons. On the other hand, the statement came on the same day Israel received a <a href=\"https://apnews.com/article/army-israel-thaad-air-defense-strains-e49a65aaaf3a4ff051b54eebb869f241\">new top-of-the-line missile</a> defense system. </p>\n\n<p class=\"has-text-align-none\">This wouldn’t be the first time the White House — and Netanyahu’s Israeli critics — have hoped the prime minister would “take the win” in Gaza. In a White House statement back in May, <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/05/31/remarks-by-president-biden-on-the-middle-east-2/\">Biden assured Israelis </a>that “Hamas no longer is capable of carrying out another October 7” and that the pursuit of “total victory” would not bring the hostages home or “bring Israel lasting security.”</p>\n\n<p class=\"has-text-align-none\">Perhaps Sinwar’s killing will change the calculus of the Israeli government. But it’s also possible that Netanyahu and his senior officials might see this as vindication — if they’d heeded Biden’s caution back in May, Sinwar would presumably still be alive. And of course, hopes of a ceasefire will dim further if hostages are killed by Hamas in retaliation. </p>\n\n<p class=\"has-text-align-none\">One thing is for sure, the war in Gaza, which has killed more than 40,000 people, is back at the center of attention. The question is whether that means it will finally be brought to an end — or at least a pause — or if a <a href=\"https://www.vox.com/world-politics/376206/gaza-occupation-forever-war-israel\">more-or-less permanent reoccupation</a> of the territory is in store. </p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The killing of Yahya Sinwar, the leader of Hamas and architect of the October 7 attacks, could be a pivotal moment in the war in Gaza and the wider conflict in the Middle East. It might even be an opportunity to end the fighting — but only if both sides of the war treat it [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "We need $700 billion to save nature",
    "link": "https://www.vox.com/down-to-earth/378249/cop16-biodiversity-finance-gap-seven-hundred-billion",
    "pubDate": "2024-10-17T20:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A group of large white birds, some flying and some perched, seen against a large green tree.\" data-caption=\"A group of egrets at Qiandao Lake in Hangzhou, Zhejiang Province of China. | Yu Jianfeng/VCG via Getty Images\" data-portal-copyright=\"Yu Jianfeng/VCG via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2177771138.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A group of egrets at Qiandao Lake in Hangzhou, Zhejiang Province of China. | Yu Jianfeng/VCG via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If there’s one number worth paying attention to in the fight to protect nature, it’s this: $700 billion.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s the sum in US dollars that experts say we need each year — in addition to more than $100 billion the world is already spending — to stop the <a href=\"https://www.vox.com/down-to-earth/376706/wwf-living-planet-decline-extinction-conservation\">decline of animals and ecosystems</a> and all the <a href=\"https://www.vox.com/down-to-earth/370002/bats-link-babies-death-study-white-nose-syndrome\">services they provide</a>, from <a href=\"https://www.vox.com/down-to-earth/2022/10/27/23424362/freshwater-mussels-fish-lure-extinction\">creating clean water</a> to <a href=\"https://www.vox.com/down-to-earth/2024/3/6/24090096/predators-insects-birds-eat-pests-farms\">pollinating commercial crops</a>. That money would go toward ramping up urgently needed conservation efforts including replanting forests and making farms more wildlife-friendly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But how exactly countries can raise that money is still an open question, and one that’s central to the modern environmental movement. Beginning Monday, world leaders will meet in Cali, Colombia, for a major United Nations event known as COP16, the world’s most important conference concerned with protecting plant and animal life. Finalizing a plan to funnel more money into the environment is one of the event’s main goals and one of its most enduring sticking points.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The good news is that $700 billion is actually not that much. At least compared to global GDP, which amounts to <a href=\"https://databankfiles.worldbank.org/public/ddpext_download/GDP.pdf\">more than $100 trillion</a>. And it’s less than the US alone spends on its <a href=\"https://usafacts.org/articles/how-much-does-the-us-spend-on-the-military/\">military</a> each year.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then again, most countries don’t prioritize conserving nature compared to things like health care and infrastructure, which tend to yield more obvious and immediate benefits. While people understand the problem of a crumbling freeway, it can be harder to perceive the loss of wildlife, which may occur over decades. Plus, it hasn’t been easy for companies or financial firms to invest in ecosystems in the same way they might back, say, a renewable energy project; the value of healthy ecosystems is still overlooked and grossly underpriced.</p>\n\n<p class=\"has-text-align-none\">So coming up with $700 billion will be a challenge, even though the return on that investment is priceless. Every basic human need, from food to water to shelter, depends on ecosystems and animals that compose them. This is about sustaining human existence.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>The price of saving nature</strong></h2>\n\n<p class=\"has-text-align-none\">By <a href=\"https://www.vox.com/down-to-earth/376706/wwf-living-planet-decline-extinction-conservation\">most measures</a>, populations of plants and animals are collapsing, and they have been for decades. Coral reefs are disappearing, as are tropical forests. Animals are going extinct. It’s bleak.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The world’s best defense against these alarming declines is a UN treaty called the Convention on Biological Diversity, which aims to protect nature. Every two years, the convention hosts a conference with all of its members, or parties —&nbsp;which includes leaders from nearly every country, <a href=\"https://www.vox.com/22434172/us-cbd-treaty-biological-diversity-nature-conservation\">except the US</a> — called COP. </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">More stories on the biggest issues at COP16</h2>\n\n\n\n<p class=\"has-text-align-none\">Wrap your head around one of the most controversial topics that countries will debate: digital sequence information, or DSI. “<a href=\"https://www.vox.com/down-to-earth/372277/digital-sequence-information-dsi-cop16-explained\">DNA from wild organisms could save your life — but there’s a catch</a>.”</p>\n\n\n\n<p class=\"has-text-align-none\">The US is the only country that is not a party to the Convention on Biological Diversity. Why is that? <a href=\"https://www.vox.com/22434172/us-cbd-treaty-biological-diversity-nature-conservation\">Why the US won’t join the single most important treaty to protect nature</a> (2021)</p>\n\n\n\n<p class=\"has-text-align-none\">A key topic at COP16 is how to measure progress toward protecting nature. Vox looked into one of the main metrics for wildlife declines. <a href=\"https://www.vox.com/down-to-earth/376706/wwf-living-planet-decline-extinction-conservation\">A new report reveals “catastrophic” declines of animals worldwide — but is it accurate?</a></p>\n</div>\n\n<p class=\"has-text-align-none\">In late 2022, during COP15, countries met in Montreal and agreed on a groundbreaking <a href=\"https://www.cbd.int/article/cop15-final-text-kunming-montreal-gbf-221222\">new plan</a> to stop the global decline of nature. The plan, known as the global biodiversity framework, lays out 23 targets that countries need to achieve by 2030, including a goal to conserve at least 30 percent of all land and water on the planet. It’s ambitious.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To meet those targets, countries — and especially poorer nations — need more money, to the tune of $700 billion per year, <a href=\"https://www.cbd.int/doc/c/e6d3/cd1d/daf663719a03902a9b116c34/cop-15-l-25-en.pdf\">according to</a> the framework. Experts say this number comes from an influential <a href=\"https://www.paulsoninstitute.org/conservation/financing-nature-report/\">report</a> published in 2020 by Cornell University and two nonprofits, the Nature Conservancy and the Paulson Institute. The report estimated that countries and companies currently spend about $133 billion a year on protecting wild animals and places, such as by restoring habitat. Yet in order to truly safeguard ecosystems, including conserving nearly a third of the planet’s land and water, they’ll need to spend more like $844 billion a year, the report found.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rounded down, the gap in spending is $700 billion a year. This is often referred to as the biodiversity finance gap, and this number is used in the highest-stake negotiations to safeguard the natural world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The biggest chunk of that $700 billion is meant to target agriculture through a suite of efforts that would make farms and <a href=\"https://www.vox.com/science-and-health/2022/10/19/23403330/amazon-rainforest-deforestation-cattle-laundering\">ranches</a> more sustainable. Agriculture, which drives about <a href=\"https://wwflpr.awsassets.panda.org/downloads/2024-living-planet-report-a-system-in-peril.pdf\">90 percent</a> of deforestation in the tropics, is by far the largest driver of animal declines globally — not hunting or poaching. Industrial farms not only replace native grasslands and forests with vast fields of crops but also often rely on pesticides and fertilizers that harm animal life. Making farms more sustainable, such as by using natural pest controls, can come at high upfront costs to the agriculture industry.</p>\n\n<p class=\"has-text-align-none\">Setting up new parks to protect land, restoring forests, and eradicating invasive plants like cheatgrass also costs many billions of dollars a year, the report found. Together these conservation efforts contribute to the $700 billion figure.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/CBD_DSI2-1378.jpg?quality=90&#038;strip=all&#038;crop=0,6.3408764656368,100,87.318247068726\" alt=\"A large auditorium full of people.\" title=\"A large auditorium full of people.\" data-has-syndication-rights=\"1\" data-caption=\"In the lead-up to COP16, country officials negotiate a plan to share benefits from digital DNA information, known as DSI. | Mike Muzurakis/IISD/ENB\" data-portal-copyright=\"Mike Muzurakis/IISD/ENB\" />\n<p class=\"has-text-align-none\">The 2022 plan to save nature laid out what are essentially four main ways to close that funding gap.</p>\n\n<p class=\"has-text-align-none\">The first is to ramp up money that wealthy countries and philanthropists give or loan to poorer nations for conservation, either directly or through big development banks like the International Monetary Fund and the World Bank. This is foreign aid.&nbsp;The second is increasing the amount of money that national governments spend on protecting nature, such as through their environmental or agriculture ministries.&nbsp;The third avenue is encouraging the private sector, including corporations and investors, to spend more on conservation efforts.</p>\n\n<p class=\"has-text-align-none\">These three categories are meant to raise $200 billion a year by 2030, according to the plan.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The fourth way to close this gap is to shut off incentives that directly harm the natural world. Indeed, the remaining money — $500 billion a year — is meant to come from phasing out or repurposing harmful subsidies. Subsidy is a somewhat squishy term that refers to benefits that a government provides to commercial industries, such as the agriculture and oil and gas industries. Often this is in the form of direct payments but it can also include things like tax breaks and government research that ultimately benefits companies. The idea is to repurpose subsidies so that they incentivize efforts to safeguard nature. “Subsidy reform represents the single biggest opportunity to close the funding gap,” authors of the 2020 report wrote.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During this year’s UN negotiations in Colombia, world leaders will try and figure out how to make this happen.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The funding strategies, explained</strong></h2>\n\n<p class=\"has-text-align-none\">Let’s start with foreign aid, the money that would go from rich countries to poor ones. While it’s ultimately a very small piece of the pie, these payments are politically fraught. Many low-income countries, such as those in central Africa, hold much of the world’s plant and animal life, yet they often lack the resources to protect it. Meanwhile, the industries threatening that natural abundance, such as metal mining, are often stoked by wealthy nations. So developing countries say it’s only fair that wealthy countries help foot the bill for conservation.</p>\n\n<p class=\"has-text-align-none\">In 2022, global leaders landed on a deal. According to the biodiversity framework, rich countries like Canada and Japan will pay developing nations at least $20 billion a year for conservation by 2025 and $30 billion a year by 2030. And this money has already been flowing: Aid for conservation in developing nations reached $15.4 billion in 2022, <a href=\"https://www.oecd.org/en/publications/2024/09/biodiversity-and-development-finance-2015-2022_bef02691.html#:~:text=From%202015%20to%202022%2C%20bilateral,USD%203.8%20billion%20in%202022.\">according to</a> the Organisation for Economic Co-operation and Development (OECD), which tracks spending. The bulk of this money comes from development banks and direct payments from wealthy to poor countries. That’s a big increase from 2021, when aid for conservation reached $11.1 billion.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">A flaw in the math</h2>\n\n\n\n<p class=\"has-text-align-none\">The gap in funding needed to protect ecosystems and their key functions is $700 billion. That’s <em>in addition</em> to what the world is already spending. </p>\n\n\n\n<p class=\"has-text-align-none\">The global plan to save nature commits nearly all countries to raising $200 billion a year toward closing that gap, in addition to reforming subsidies worth at least $500 billion a year.</p>\n\n\n\n<p class=\"has-text-align-none\">But here’s the rub: Language in the plan doesn’t specify that this $200 billion is <em>in addition </em>to what countries are already spending. It’s a total. So even if world leaders achieve the ambitious plan to save nature, they may still be short in money.</p>\n</div>\n\n<p class=\"has-text-align-none\">This is promising at face value: Rich countries are less than $5 billion from their aid goal. But the scale of biodiversity loss in the Global South —&nbsp;lower-income countries that are typically south of the equator — will almost certainly require a much larger increase in funding, said Brian O’Donnell, who leads the environmental group Campaign for Nature. The other problem is that much of that aid money is in the form of loans, “which is problematic, given the <a href=\"https://www.batimes.com.ar/news/world/global-public-debt-to-hit-us100-trillion-by-end-of-2024-the-imf-says.phtml\">massive debt</a> that we&#8217;re seeing in much of the Global South,” O’Donnell said.</p>\n\n<p class=\"has-text-align-none\">A much bigger portion of the $700 billion gap will need to come from national governments — what individual countries raise and spend within their borders. Environmental ministries, for example, will need to put more resources toward stopping cattle ranchers from razing the rainforest, whereas agriculture agencies might have to fund more sea patrols to prevent overfishing.</p>\n\n<p class=\"has-text-align-none\">A key question is where all that money will come from. Governments could redirect spending from other departments. They could impose new taxes on products like pesticides and close tax loopholes. They could also raise more money from their natural resources, such as by increasing entrance fees for national parks, said Onno van den Heuvel, who leads a UN nature finance project called BioFin. BioFin helps countries come up with money for conservation. “Protected area budgeting is one of the areas where there’s a lot more that countries can do,” he told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then there’s the role of the private sector — which is where things get more complex.</p>\n\n<p class=\"has-text-align-none\">There’s a whole host of new projects designed by governments and NGOs to get companies and investment firms to fund conservation. An initiative called the Taskforce on Nature-Related Financial Disclosures (TNFD), for example, was created by the UN and nonprofit leaders to help companies and investors identify how their profits depend on healthy ecosystems. The thinking is that firms are more likely to protect nature as part of their business if they know how much they depend on it. For example, a company that grows chocolate might invest in protecting insects when they learn their cacao crops depend on them for pollination. A different project called the Tropical Forest Finance Facility (TFFF), which is still under development, would help direct money from wealthy countries and investors to countries that have successfully stemmed deforestation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet another large effort, hotly debated among environmental leaders, aims to raise money for nature from something called <a href=\"https://www.vox.com/down-to-earth/372277/digital-sequence-information-dsi-cop16-explained\">digital sequence information</a> (DSI). DSI is essentially the genetic material from living organisms, in digital form. All kinds of companies, such as pharmaceuticals and agriculture firms, rely on that data to create commercial products. A proposal on the table at COP16 would funnel money from industries that rely heavily on DSI into conservation, especially in the Global South.</p>\n\n<p class=\"has-text-align-none\">The last bucket of funding — which would pull money from subsidy reform — is even trickier.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The subsidy elephant in the room</strong></h2>\n\n<p class=\"has-text-align-none\">We’ve established how important it is for world leaders to raise $700 billion to protect nature. Now consider this: Countries are collectively spending $1.25 trillion — yes, trillion — on subsidies for agriculture, fishing, fossil fuel development, industries that are known to erode biodiversity, according to a <a href=\"https://openknowledge.worldbank.org/server/api/core/bitstreams/61d04aca-1b95-4c06-8199-3c4a423cb7fe/content\">2023 report</a> by the World Bank. <a href=\"https://www.earthtrack.net/sites/default/files/documents/ehs_report_september-2024-update_final.pdf\">Other reports</a> suggest that the value of harmful subsidies is much higher.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This means that countries are subsidizing environmental harm on an enormous scale.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Environmental leaders want to change this. In the 2022 biodiversity framework, they agreed to reduce subsidies that harm the environment by at least $500 billion a year by 2030.</p>\n\n<p class=\"has-text-align-none\">But the challenge they face is immense, and they’ve failed at it before. In 2009, leaders of the G20, which run the world’s largest economies, <a href=\"https://www.iisd.org/gsi/sites/default/files/ffs_g20_firstyear.pdf\">agreed to</a> phase out fossil-fuel subsidies in the medium term, but such kickbacks <a href=\"https://www.imf.org/en/Blogs/Articles/2023/08/24/fossil-fuel-subsidies-surged-to-record-7-trillion\">have since ballooned</a>. And in 2010, nearly all countries agreed to a set of environmental goals, known as the <a href=\"https://www.cbd.int/sp/targets\">Aichi Targets</a>, including phasing out subsidies that harm nature, by 2020. They didn’t meet that target (or <a href=\"https://www.theguardian.com/environment/2020/sep/15/every-global-target-to-stem-destruction-of-nature-by-2020-missed-un-report-aoe\">any other one</a> of the 20 Aichi Targets, for that matter).</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/CBD_DSI2-0886.jpg?quality=90&#038;strip=all&#038;crop=0,10.740836125969,100,78.518327748063\" alt=\"The representative from Antigua and Barbuda sits and listens from her seat and desk.\" title=\"The representative from Antigua and Barbuda sits and listens from her seat and desk.\" data-has-syndication-rights=\"1\" data-caption=\"Before meeting in Cali, Colombia, government officials negotiate language that will be finalized at COP16. | Mike Muzurakis/IISD/ENB\" data-portal-copyright=\"Mike Muzurakis/IISD/ENB\" />\n<p class=\"has-text-align-none\">Experts say there’s really only one way to make this work: Instead of getting rid of subsidies, countries should redirect them toward commercial efforts that make companies more sustainable. In other words, subsidies should incentivize conservation, said Andrew Deutz, a policy and finance expert at the World Wildlife Fund. Governments could, for example, deepen tax breaks for farmers who restore pollinator habitat instead of subsidizing the cost of pesticides.</p>\n\n<p class=\"has-text-align-none\">“We don’t want to remove subsidies from the agriculture sector,” Deutz said. “We’re trying to change the behavior that&#8217;s incentivized by the money.”</p>\n\n<p class=\"has-text-align-none\">Some countries have made progress on subsidy reform, said the UN’s van den Heuvel. At least a dozen countries including Colombia have identified their subsidies that harm nature, which is the first step, he said. “There is better momentum than in the last decade,” he said. “Now countries are willing to investigate.”</p>\n\n<p class=\"has-text-align-none\">Yet policy experts still worry that it will take decades to reform these systems. Part of the problem is that most governments are siloed — the agriculture and environmental ministries don’t talk to each other — and they often work against each other, said Carlos Manuel Rodríguez, the former minister of the environment and energy in Costa Rica. Environmental officials might be trying to protect pollinators while agricultural officials are subsidizing pollinator-killing pesticides.</p>\n\n<p class=\"has-text-align-none\">And while many companies want to reduce their environmental footprint, they often don’t even know what subsidies they’re receiving, said Eva Zabey, the CEO of Business for Nature, a group that helps align corporate and environmental goals. “It will be a messy topic,” Zabey said of trying to reform subsidies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nonetheless, world leaders agreed that the majority of money needed to close the finance gap — more than 70 percent — is meant to come from subsidy reform. O’Donnell says it’s “one of the biggest weaknesses in finance for the biodiversity framework.” Andrew Deutz of WWF echoed his concerns, saying that the number senior negotiators are most worried about is the $500 billion in subsidy reform.</p>\n\n<p class=\"has-text-align-none\">“It’s the biggest number,” Deutz said, “and perhaps the most politically difficult one to address.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Is more money enough?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Raising more money is a challenge, but there are also problems that money won’t fix.</p>\n\n<p class=\"has-text-align-none\">One has to do with how aid funding is managed. Much of the money that wealthy nations put toward conservation in developing countries is managed by an organization called the Global Environmental Facility (GEF). GEF disperses money to these low-income countries. Yet many of those countries say it’s burdensome to access GEF funds and argue that it’s controlled largely by wealthy nations. Developing countries want a new fund that gives lower-income countries more control.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s not about developing countries begging for money,” said Lim Li Ching, a senior researcher at the Third World Network, which advocates for developing countries. “It really is about equity.”</p>\n\n<p class=\"has-text-align-none\">Manuel Rodríguez, who now runs the GEF, says that concerns about how GEF manages foreign aid are misplaced. He says that donor countries have more power in determining where money goes “for evident and obvious reasons.” Blaming GEF, he said, is a political tactic employed by large, biodiversity-rich countries to gain more control over how funds are dispersed.</p>\n\n<p class=\"has-text-align-none\">Policy experts also point out that building new funds distracts from the main objective: to raise more money. “We have created a global myth that creating a new funding mechanism therefore means more funds,” O’Donnell said. “Just because you create a mechanism to distribute funds doesn’t mean someone is going to fill up the coffers.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Concerns about international aid tie into a much more fundamental problem of how global financial institutions are structured and the inequalities they perpetuate.</p>\n\n<p class=\"has-text-align-none\">Much of the current environmental destruction takes place in poorer regions of the world — the Global South, for the most part. Industries in places like Bolivia and the Democratic Republic of the Congo are destroying acre upon acre of forests. These countries are often blamed for that destruction; it’s their weak policies or poor enforcement that’s failing to restrict harmful activities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But some scholars <a href=\"https://climatejustice.ubc.ca/wp-content/uploads/sites/45/2024/03/Exporting-Extinction-English.pdf\">argue</a> that much of the responsibility lies with the world’s big aid institutions, including development banks. These organizations, which lend money to poor regions, especially in a time of fiscal crisis, are governed by wealthy, or donor, countries. And the support they provide — whether loans or a restructuring of debt — can fuel the very industries that destroy the environment, including industrial agriculture, <a href=\"https://climatejustice.ubc.ca/wp-content/uploads/sites/45/2024/03/Exporting-Extinction-English.pdf\">according to</a> a recent report by the University of British Columbia, Third World Network, and a progressive think tank called the Climate and Community Project.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For one, poor nations are, on the whole, in a huge amount of debt from these international lenders.&nbsp;The UN estimates that an eye-popping <a href=\"https://unctad.org/publication/world-of-debt\">3.3 billion</a> people live in countries with governments that spend more on debt interest payments than on the education or health of their citizens.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Think about that statistic for a minute. It’s extreme: That’s about 40 percent of the world’s population.</p>\n\n<p class=\"has-text-align-none\">And all that debt they carry creates an incentive for countries to make tons of money quickly, which tends to fuel resource extraction. That’s partly because countries often need foreign currency to repay those debts, which they commonly earn through export commodities like soy that harm native landscapes. Frequently it also leads to countries loosening regulations on development in order to grow export industries.</p>\n\n<p class=\"has-text-align-none\">On top of all of that, loans often come with austerity measures that require countries to clamp down on public services. These cutbacks are often imposed on environmental agencies that enforce rules to safeguard nature. “The international financial architecture continues to supercharge extraction,” said Jessica Dempsey, a researcher at the University of British Columbia and one of the report authors. “That’s just making the problem worse and worse.”</p>\n\n<p class=\"has-text-align-none\">It’s hard to imagine solving environmental problems simply by raising more money. World leaders also need to upend deeply rooted systems that perpetuate wealth inequality and the harmful industries it fuels. There are a lot of ideas floating around about how to do this, from overhauling how lenders like the IMF and World Bank are governed to debt cancellation and closing tax loopholes.</p>\n\n<p class=\"has-text-align-none\">But that won’t happen overnight.</p>\n\n<p class=\"has-text-align-none\">“I mean, it’s a huge, huge task,” Lim said. “But then it’s also an imperative. If we don’t address it, we’ll just be [working] around the edges of making a difference.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If there’s one number worth paying attention to in the fight to protect nature, it’s this: $700 billion.&#160; That’s the sum in US dollars that experts say we need each year — in addition to more than $100 billion the world is already spending — to stop the decline of animals and ecosystems and all [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "The $1.3 trillion question we may never answer",
    "link": "https://www.vox.com/money/378108/bitcoin-satoshi-nakamoto-peter-todd-money-electric",
    "pubDate": "2024-10-17T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Close-up of a statue in Budapest, Hungary, honoring the anonymous founder of bitcoin, Satoshi Nakamoto\" data-caption=\"In 2009, someone going by the pseudonym Satoshi Nakamoto created bitcoin — the world’s first cryptocurrency. | Getty Images/Janos Kummer\" data-portal-copyright=\"Getty Images/Janos Kummer\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1341873866.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>In 2009, someone going by the pseudonym Satoshi Nakamoto created bitcoin — the world’s first cryptocurrency. | Getty Images/Janos Kummer</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Despite what a new HBO documentary suggests, the identity of one of the richest people in the world is still unknown.</p>\n\n<p class=\"has-text-align-none\">By now, the story is so famous that it’s taken on the aura of a creation myth: one day in early 2009, Satoshi Nakamoto, the pseudonym used by the inventor of bitcoin, released the world’s first cryptocurrency. Two years later, Nakamoto vanished seemingly forever. Since then, <a href=\"https://cointelegraph.com/news/7-people-who-could-be-bitcoin-creator-satoshi-nakamoto\">countless</a> <a href=\"https://www.reddit.com/r/CryptoCurrency/comments/1b12azf/satoshi_nakamoto_was_john_nash_the_inventor_of/\">theories</a> on who the <a href=\"https://www.wired.com/story/craig-wright-perjury-bitcoin-trial\">real Nakamoto</a> is have been advanced, with no single candidate coming out on top.</p>\n\n<p class=\"has-text-align-none\">Whether Nakamoto’s anonymity is merely an entertaining mystery, a necessity for privacy, or a worrisome concern depends on who you ask. For filmmaker Cullen Hoback, whose documentary <em>Money Electric: The Bitcoin Mystery</em> premiered on HBO last week, finding the mysterious bitcoin founder is a matter of public interest — and Hoback believes he has unmasked him as a 39-year-old Canadian bitcoin developer named Peter Todd. Since the film’s release, Todd and other prominent voices in the community have dismissed Hoback’s arguments. According to them, Nakamoto remains an enigma. Many bitcoin enthusiasts prefer it that way.</p>\n\n<p class=\"has-text-align-none\">But it’s obvious why the search has endured over the past 15 years. Bitcoin is far and away the most popular digital currency in the world, with a market cap of about $1.3 trillion at the time of writing. (For comparison, the second biggest, ethereum, has a market cap of $312 million.) For those who believe a decentralized alternative to government-issued currencies — like the US dollar — is crucial to protect individual privacy and freedom, Nakamoto is akin to Prometheus bringing the gift of fire from the gods.</p>\n\n<p class=\"has-text-align-none\">Then there’s this mind-boggling possibility: if <a href=\"https://www.nasdaq.com/articles/how-much-bitcoin-does-satoshi-nakamoto-own-number-will-blow-your-mind\">reports</a> that Nakamoto might hold as much as 1.1 million bitcoins are true, they could be sitting on a fortune of over $70 billion, making them one of the 25 wealthiest individuals on Earth, according to <a href=\"https://www.forbes.com/real-time-billionaires/#495d947a3d78\">Forbes’ real-time billionaires ranking</a>. But Nakamoto doesn’t seem to have spent any of it — at least, not anything in their confirmed bitcoin wallets. </p>\n\n<p class=\"has-text-align-none\">What does it mean for the rest of us that such an enormous treasure chest remains in the hands of an unknown entity, whose true aims and intentions can’t be determined? Who benefits if Nakamoto remains in the shadows — and who benefits if they’re revealed?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What we know about the bitcoin creator</h2>\n\n<p class=\"has-text-align-none\">The internet user Satoshi Nakamoto first appeared in 2008, when they published a paper to a cryptographic technology mailing list laying out a system that they had dubbed bitcoin. It would function as a form of digital cash that people could use to send money back and forth without involving any kind of bank. In other words, one could reliably make and receive payments completely anonymously.</p>\n\n<p class=\"has-text-align-none\">There was a clear ideological aim: in Nakamoto’s view, the ability to keep your financial record out of the surveillance and reach of powerful authorities, whether it’s large private banks or the government, is an important personal freedom. Such institutions, after all, aren’t infallible. In one illuminating forum post in 2009, <a href=\"https://p2pfoundation.ning.com/forum/topics/bitcoin-open-source\">Nakamoto wrote</a> that “the root problem with conventional currency” was “trust.”</p>\n\n<p class=\"has-text-align-none\">“Banks must be trusted to hold our money and transfer it electronically, but they lend it out in waves of credit bubbles with barely a fraction in reserve,” they continued. “We have to trust them with our privacy, trust them not to let identity thieves drain our accounts.” When Nakamoto created the very first block that would become the bitcoin blockchain, they included a message <a href=\"https://www.nasdaq.com/articles/the-genesis-block:-the-first-bitcoin-block\">referencing a headline</a> in the British newspaper The Times <a href=\"https://www.thetimes.com/article/chancellor-alistair-darling-on-brink-of-second-bailout-for-banks-n9l382mn62h\">that day</a>: “Chancellor on brink of second bailout for banks.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The top suspects, and why Nakamoto’s identity is still up for debate</h2>\n\n<p class=\"has-text-align-none\">Nakamoto’s writings indicate that they’re most likely someone with a strong understanding of economics, computer science, and modern cryptography — which involves methods and technologies for keeping information secure, like <a href=\"https://www.vox.com/recode/22226618/what-is-signal-whatsapp-telegram-download-encrypted-messaging\">encrypting a message</a> that can only be unlocked with a special key. Unsurprisingly, the commonly advanced candidates for who Nakamoto could be are self-identified “cypherpunks” — a community of mainly computer scientists who advocate for using cryptography to protect digital privacy.</p>\n\n<p class=\"has-text-align-none\">According to Hoback, director of <em>Money Electric</em>, Peter Todd fits the bill. Todd is a libertarian pro-privacy advocate who, among other things, is a <a href=\"https://x.com/peterktodd/status/1646601411377999872\">huge</a> <a href=\"https://x.com/peterktodd/status/1766100934503936511\">proponent</a> <a href=\"https://x.com/peterktodd/status/1841832099923230804\">of using cash</a> because it’s harder for governments and banks to track your spending. As a teenager, he was already communicating with older, respected cypherpunks and seemed unusually knowledgeable about bitcoin despite his youth. Todd would have been 23 years old when the bitcoin white paper was published.</p>\n\n<p class=\"has-text-align-none\">Hoback builds his case primarily on the fact that Todd joined the message board Bitcointalk.org in 2010 right before Nakamoto stopped posting. But the crux of Hoback’s argument hinges on an interaction between Todd and Nakamoto on Bitcointalk. Nakamoto had <a href=\"https://bitcointalk.org/index.php?topic=2181.msg28729#msg28729\">posted something technical</a> about how bitcoin transactions work; about an hour and a half later, Todd <a href=\"https://bitcointalk.org/index.php?topic=2181.msg28739#msg28739\">replied</a> with a small disagreement. Hoback contends that the reply actually reads more like someone finishing their previous thought — that Todd had signed into the wrong account to make an addendum to the original Nakamoto post. In the film, he also points to a chat log in which Todd calls himself a foremost authority on sacrificing bitcoin, which Hoback connects to the fact that Nakamoto hasn’t done anything with their coins in all these years (at least, that we know of).</p>\n\n<p class=\"has-text-align-none\">It’s an intriguing interpretation, but not exactly a smoking gun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hoback, both in interviews and within <em>Money Electric</em>, portrays Todd as someone who enjoys playing games over whether he could be the bitcoin founder, laughing on camera as the filmmaker explains why he believes Todd is Nakamoto — at one point saying with a smirking grin, “Well, yeah. I’m Satoshi Nakamoto.” On X, though, Todd has <a href=\"https://x.com/peterktodd/status/1843789750983110697\">firmly denied</a> that he’s Nakamoto. In an email to Vox, Hoback wrote that Todd stopped speaking to him after filming this scene.</p>\n\n<p class=\"has-text-align-none\">The other main person of interest in <em>Money Electric</em> is Adam Back, a British cypherpunk in his 50s whose work toward a functional digital currency was cited in Nakamoto’s original bitcoin paper. One reason Hoback finds Back suspicious is that he became more active in the bitcoin world — specifically concerned with how to make transactions <a href=\"https://www.wired.com/story/27-year-old-codebreaker-busted-myth-bitcoins-anonymity/\">completely anonymous</a> — right after <a href=\"https://bitcointalk.org/index.php?topic=175996.msg1832533#msg1832533\">speculation emerged</a> that Nakamoto controlled over 1 million bitcoins, more than previously thought. Unlike Todd, Back has stridently distanced himself from even joking suggestions that he could be Nakamoto.</p>\n\n<p class=\"has-text-align-none\">Other commonly floated contenders include prominent cypherpunk figures such as Hal Finney, who died in 2014 and was the recipient of the first test bitcoin transaction that Nakamoto sent, and <a href=\"https://cointelegraph.com/news/nick-szabo-bitcoin-hbo-satoshi-nakamoto\">Nick Szabo</a>, who came up with the concept of “smart contracts,” a crucial function of many blockchains today. One wild suggestion claims that the Japanese etymology behind Satoshi Nakamoto can roughly translate to “<a href=\"https://www.coindesk.com/learn/who-is-satoshi-nakamoto/\">central intelligence</a>,” a sign that bitcoin was in fact invented by the CIA as some sort of trap. Another conspiracy theory — practically a meme at this point — posits that Tesla and SpaceX billionaire Elon Musk is the real Nakamoto. (He <a href=\"https://www.cnbc.com/2017/11/28/elon-musk-denies-he-is-bitcoin-creator-satoshi-nakamoto.html\">denies</a> it.)</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1341873890.jpg?quality=90&#038;strip=all&#038;crop=0,10.729780130345,100,78.540439739309\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A statue honoring the anonymous Satoshi Nakamoto, the creator of bitcoin, in Budapest, Hungary.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">It isn’t clear whether Nakamoto is still alive, or even whether they’re one person rather than a group of people working together. Early this year, an unknown person <a href=\"https://cointelegraph.com/news/crypto-community-bitcoin-transfer-satoshi-genesis-block\">sent 26.9 bitcoins</a> (worth approximately $1.8 million today) to Nakamoto’s dormant wallet, firing up fresh excitement over where Nakamoto is and what they might be doing. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How do you track down a mystery like Nakamoto? Should you even try?</h2>\n\n<p class=\"has-text-align-none\">Since 2011, Nakamoto hasn’t emailed or posted anywhere under their username. They also haven’t used the crypto wallets associated with that name.<strong> </strong>But even if someone is determined to remain in the shadows, and has left no obvious evidence giving them away, there are bound to be some breadcrumbs. Much of the theorizing around Nakamoto depends on analyzing their style of coding and writing. Hoback, at one point in the film, nods to the fact that <a href=\"https://mmalmi.github.io/satoshi/#email-24\">Nakamoto</a> and <a href=\"https://x.com/peterktodd/status/1644557915703869442\">Todd</a> both used slurs that could <a href=\"https://x.com/CullenHoback/status/1843893419443359867\">indicate immaturity</a>. Another commonly noted marker is that Nakamoto often used British English spelling (such as “favour”), and Todd is Canadian.</p>\n\n<p class=\"has-text-align-none\">But other <a href=\"https://web.stanford.edu/class/archive/cs/cs224n/cs224n.1184/reports/6858026.pdf\">linguistic comparisons</a> of <a href=\"https://towardsdatascience.com/stylometric-analysis-satoshi-nakamoto-294926cdf995\">commonly used</a> <a href=\"https://techcrunch.com/2013/12/05/who-is-the-real-satoshi-nakamoto-one-researcher-may-have-found-the-answer/?guccounter=1\">words and phrases</a> have been made that inconclusively point to other candidates. On the forum, Nakamoto often uses a double space at the start of a sentence, while Todd does not. Both Back and Todd pepper in dashes to break up clauses in a single sentence — Nakamoto doesn’t. Could the stylistic differences be a cunning, intentional misdirection? No one knows. Ultimately, none of these tics add up to definitive proof.</p>\n\n<p class=\"has-text-align-none\">Many in the bitcoin world conjecture that Nakamoto disappeared because WikiLeaks — the site where Julian Assange published many leaked documents — appeared poised to start accepting <a href=\"https://www.forbes.com/sites/rogerhuang/2019/04/26/how-bitcoin-and-wikileaks-saved-each-other/\">donations in bitcoin</a>, which might lead to more attention on Nakamoto. In one of their <a href=\"http://gavinandresen.ninja/eleven-years-ago-today\">last known communications</a>, Nakamoto wrote to bitcoin developer Gavin Andresen, “I wish you wouldn’t keep talking about me as a mysterious shadowy figure, the press just turns that into a pirate currency angle.” In the last known email, sent in April 2011, Nakamoto claimed they were no longer involved with bitcoin.</p>\n\n<p class=\"has-text-align-none\">It’s clear that Nakamoto never intend to out themselves — and, indeed, they seem to argue that there’s no point. Bitcoin is now out of their hands. So how much does their identity matter?</p>\n\n<p class=\"has-text-align-none\">Hoback argues that it matters a lot due to how important bitcoin has become. “Bitcoin is already being baked into our financial system,” he told Vox, referring to its acceptance as <a href=\"https://www.npr.org/2021/09/07/1034838909/bitcoin-el-salvador-legal-tender-official-currency-cryptocurrency\">legal tender</a> in some countries and the fact that it could now be included in <a href=\"https://news.bloomberglaw.com/daily-labor-report/bitcoin-funds-set-new-precedent-for-crypto-401k-ira-investing\">401(k)s</a>. Nakamoto potentially controls a significant portion of the total limited supply of bitcoin; if they one day decided to come forward and start moving (and spending) the coins in their possession, such an enormous sell-off could be destabilizing for the cryptocurrency. If they spend their riches, there’s also arguably a public interest in knowing where so much money is going, and whether it has any political impact.</p>\n\n<p class=\"has-text-align-none\">Acknowledging the possibility that Nakamoto could be multiple people, Hoback continued, “This group is making themselves super rich while saying no one should look into Satoshi. Isn’t that a little suspicious?”</p>\n\n<p class=\"has-text-align-none\">If you believe that holding the powerful to account is important, then Nakamoto’s insistence on anonymity stands against the transparency that such accountability requires. It’s no secret that many of the world’s richest people have historically cleaved to remaining as private as possible, using <a href=\"https://www.vox.com/money/2024/3/13/24086102/billionaires-wealthy-tax-avoidance-loopholes\">elaborate financial structures</a> and <a href=\"https://www.vox.com/the-goods/2023/1/4/23413342/us-tax-havens-billionaires-wealthy\">tax havens</a> to avoid scrutiny of <a href=\"https://www.vox.com/the-goods/23604105/philanthropy-mackenzie-scott-elon-musk-billionaires-charity\">what their money is funding</a>.</p>\n\n<p class=\"has-text-align-none\">Then again, there’s no proof that Nakamoto has spent any of their fortune. Their known bitcoin hoard is a rough value of net worth, not yet used for anything — and we know this because all bitcoin transactions are part of a public ledger. If they started cashing in their bitcoin stockpile, that could make it easier for people to <a href=\"https://www.wsj.com/articles/untraceable-bitcoin-is-a-myth-11623860828\">find their real-life identity</a>, which is an incentive for Nakamoto to leave that stash untouched. (It is curious, though, that in late September about <a href=\"https://finance.yahoo.com/news/satoshi-era-wallets-move-16m-075536741.html?guccounter=1\">$13 million worth of bitcoin</a> mined in the very early days of the cryptocurrency suddenly moved.)</p>\n\n<p class=\"has-text-align-none\">Perhaps there’s a better question than whether it matters who Nakamoto is: How important is it that the inventor of bitcoin remains a mystery?</p>\n\n<p class=\"has-text-align-none\">From the perspective of the cypherpunks, it’s crucial. There’s a financial motivation — the reveal of Nakamoto’s real identity could tank the price of bitcoin. But Nakamoto’s lasting anonymity is also an ideological resistance to government authority in an increasingly surveilled digital world. Many <a href=\"https://x.com/adam3us/status/1842503179130298492\">key</a> <a href=\"https://x.com/lopp/status/1753475690174058979\">figures</a> in the bitcoin community unequivocally express a desire for Nakamoto’s identity to stay a secret – according to Hoback, Todd seemed displeased that people had found Nakamoto’s million-plus bitcoin stash, and told him to leave Nakamoto alone. There’s also the potential danger someone could be in if others think they’re Nakamoto. In a comment to the <a href=\"https://www.newyorker.com/tech/annals-of-technology/has-bitcoins-elusive-creator-finally-been-unmasked\">New Yorker</a>, Todd told the publication that Hoback had put his safety at risk by accusing him of being a multi-billionaire, and that he would soon be doing “some unplanned travel.” (He has not responded to an email from Vox.) Todd isn’t wrong that prior attempts to unmask Nakamoto have disturbed people’s personal lives — take the case of Dorian Satoshi Nakamoto, a former engineer and programmer in California who was the subject of a <a href=\"https://www.newsweek.com/2014/03/14/face-behind-bitcoin-247957.html\">Newsweek report</a> claiming he was the bitcoin God. Dorian Nakamoto has categorically denied even knowing what cryptocurrencies are, and has said the accusation and public scrutiny caused a “great deal of confusion and stress” for him and his family. In response, Hoback told Vox that other people long suspected of being Nakamoto — like Nick Szabo and Adam Back — are fine.</p>\n\n<p class=\"has-text-align-none\">Toward the end of the <em>Money Electric</em>, Todd says that the hunt for bitcoin’s Nakamoto is yet another example of “journalists really missing the point.” The point, he elaborates, is “to make bitcoin the global currency.” But if that came to fruition — and it <a href=\"https://cointelegraph.com/news/bitcoin-price-ultimate-700k-portfolio-allocation\">isn’t close to becoming reality</a> yet — then ironically, Hoback’s argument for hunting down the bitcoin mastermind would only become more compelling to both the general public and almost certainly to governments around the world. The surest way to protect Nakamoto’s anonymity seems to be for bitcoin to not become a widespread alternative threatening government-issued currencies — to not become too important.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Despite what a new HBO documentary suggests, the identity of one of the richest people in the world is still unknown. By now, the story is so famous that it’s taken on the aura of a creation myth: one day in early 2009, Satoshi Nakamoto, the pseudonym used by the inventor of bitcoin, released the [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "The strange case that the Supreme Court keeps refusing to decide",
    "link": "https://www.vox.com/scotus/378058/supreme-court-hamm-smith-death-penalty-eighth-amendment",
    "pubDate": "2024-10-17T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A pair of tattooed brown-skinned hands are held out through the bars of a cell door, with a person in a white shirt visible down the hallway.\" data-caption=\"A prisoner’s hands inside a cell at Angola prison in Louisiana. | Giles Clarke/Getty Images\" data-portal-copyright=\"Giles Clarke/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-894670834.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A prisoner’s hands inside a cell at Angola prison in Louisiana. | Giles Clarke/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For more than a year, Joseph Clifton Smith, a man who says he is intellectually disabled, has sat on death row, waiting to find out if the Supreme Court will greenlight his execution.</p>\n\n<p class=\"has-text-align-none\">Smith’s case, known as <a href=\"https://www.scotusblog.com/case-files/cases/hamm-v-smith-3/\"><em>Hamm v. Smith</em></a>, first arrived on the Court’s doorstep in August 2023. Since then, the justices have met more than two dozen times to decide what to do about the case, and each time they’ve put the decision off until a future meeting.</p>\n\n<p class=\"has-text-align-none\">No one outside of the Court can know for sure why the justices keep delaying, but if you follow the Court’s Eighth Amendment cases closely, it’s easy to see how the <em>Hamm</em> case could open up all kinds of internal rifts among the justices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Eighth Amendment, which has a vague ban on “<a href=\"https://constitution.congress.gov/constitution/amendment-8/\">cruel and unusual punishments</a>,” is at the center of the <em>Hamm </em>case because, for decades, the Court has held this amendment forbids executions of<strong> </strong><a href=\"https://www.law.cornell.edu/supct/html/00-8452.ZO.html\">intellectually disabled</a> offenders (and offenders who <a href=\"https://supreme.justia.com/cases/federal/us/543/551/\">commit a crime while they are juveniles</a>). The idea is that both groups have diminished mental capacity, at least as compared to non-disabled adults, and thus bear less moral responsibility even for homicide crimes.</p>\n\n<p class=\"has-text-align-none\">That idea, however, has long been contested by the Court’s various ideological factions, and the <em>Hamm</em> case potentially reopens up all of the Court’s issues with the amendment at once. Indeed, in the worst-case scenario for criminal defendants, the justices could potentially overrule more than 60 years of precedents protecting against excessive punishments.</p>\n\n<h2 class=\"wp-block-heading\">This Supreme Court’s ongoing battles over the Eighth Amendment, briefly explained</h2>\n\n<p class=\"has-text-align-none\">In two 2000s decisions, <a href=\"https://www.law.cornell.edu/supct/html/00-8452.ZO.html\"><em>Atkins v. Virginia</em></a> (2002) and <a href=\"https://supreme.justia.com/cases/federal/us/543/551/\"><em>Roper v. Simmons</em></a> (2005), a coalition of Democratic and moderate Republican justices handed down decisions that barred youths and people who are intellectually disabled from being executed. Those majority decisions came down over bitter dissents from the Court’s right flank — the same right flank that has since <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">gained a supermajority on the Supreme Court</a>.</p>\n\n<p class=\"has-text-align-none\">At least some of the current Court’s Republicans seem eager to use their newfound supermajority to blow up those two cases (and pretty much everything the Court has said about the Eighth Amendment in the last six or seven decades). So it’s possible that the Court is fighting over what to do with the <em>Hamm</em> case because many of the justices want a wholesale revolution in Eighth Amendment law.</p>\n\n<p class=\"has-text-align-none\">Beginning in the mid-20th century, the Supreme Court maintained that the Eighth Amendment “must draw its meaning from the <a href=\"https://www.vox.com/2020/12/30/22187578/death-penalty-united-states-executions-decline-gregg-georgia-bucklew-precythe\">evolving standards of decency that mark the progress of a maturing society</a>.” Thus, as a particular method of punishment grew less common, the Court was increasingly likely to declare it cruel and unusual in violation of the Constitution.</p>\n\n<p class=\"has-text-align-none\">At least some members of the Court’s Republican majority, however, have suggested that this “evolving standards of decency” framework should be abandoned. In <a href=\"https://www.supremecourt.gov/opinions/18pdf/17-8151_1qm2.pdf\"><em>Bucklew v. Precythe</em></a> (2019), the Court considered whether states could use execution methods that risked causing the dying inmate a great deal of pain. Justice Neil Gorsuch’s majority opinion, which held that potentially painful methods of execution are allowed, <a href=\"https://www.vox.com/2020/12/30/22187578/death-penalty-united-states-executions-decline-gregg-georgia-bucklew-precythe\">seems to exist in a completely different universe</a> than the Court’s Eighth Amendment cases that look to evolving standards.</p>\n\n<p class=\"has-text-align-none\">While the Court’s earlier opinions ask whether a particular form of punishment has fallen out of favor <em>today</em>, Gorsuch asked whether a method of punishment was out of favor <em>at the time of the founding</em>. Though his opinion does list some methods of execution, such as “disemboweling” and “burning alive” that violate the Eighth Amendment, Gorsuch wrote that these methods are unconstitutional because “by the time of the founding, these methods had long fallen out of use and so had become ‘unusual.’”</p>\n\n<p class=\"has-text-align-none\">What makes <em>Bucklew</em> confusing, however, is that it didn’t explicitly overrule any of the previous decisions applying the evolving standards framework. So it’s unclear whether all five of the justices who joined that opinion share a desire to blow up more than a half-century of law, or if the justices who joined the <em>Bucklew </em>majority simply failed to rein in an overly ambitious opinion by Gorsuch, the Court’s <a href=\"https://www.vox.com/22431044/neil-gorsuch-nihilism-supreme-court-voting-rights-lgbt-housing-obamacare-constitution\">most intellectually</a> <a href=\"https://www.vox.com/2022/6/27/23184848/supreme-court-kennedy-bremerton-school-football-coach-prayer-neil-gorsuch\">sloppy justice</a>.</p>\n\n<p class=\"has-text-align-none\">In any event, <em>Hamm</em> opens up at least two major potential divides within the Court. Smith says he is intellectually disabled; the state of Alabama wants to execute him anyway. So the case perfectly tees up a challenge to <em>Atkins</em> if a majority of the justices want to go there. Meanwhile, <em>Bucklew</em> looms like a vulture over any cruel and unusual punishment case heard by the Court, as it suggests that the Republican justices may hit the reset button on all of its Eighth Amendment precedents at any time.</p>\n\n<h2 class=\"wp-block-heading\">So what is the specific legal issue in <em>Hamm</em>?</h2>\n\n<p class=\"has-text-align-none\">The Court receives thousands of petitions every year asking it to hear a particular appeal, and it typically <a href=\"https://www.scotusblog.com/supreme-court-procedure/#:~:text=In%20most%20circumstances%2C%20the%20Supreme,argument%20in%20only%20about%2080.\">only grants several dozen of these petitions</a>. The vast majority of these cases are nominally discussed at one of the justices’ regular conferences, then promptly denied.</p>\n\n<p class=\"has-text-align-none\">In recent years, the Court often discusses a case in two different conferences before agreeing to hear it — for this reason, I and other Supreme Court reporters often watch the <a href=\"https://www.scotusblog.com/case-files/petitions-were-watching/\">list of cases the Court “relisted”</a> for a second conference to identify cases the justices are more likely to hear. Occasionally, a case may be relisted for several conferences in a row. But this is rare, and typically is a sign either that the justices are negotiating over which issues they wish to decide in a particular case — or, more often, that a justice is dissenting from the Court’s decision not to hear a case and the “relists” are really just buying that justice time to draft an opinion.</p>\n\n<p class=\"has-text-align-none\"><em>Hamm</em>, however, has now been relisted in every single conference since the justices first discussed it on October 27, 2023. That is, to say the least, highly unusual. And it suggests that some particularly bitter internal negotiations are ongoing. If someone were dissenting from the Court’s decision to turn the case away, they likely would have released that dissent last July, because the justices typically try to resolve loose ends before they go on their summer vacation.</p>\n\n<p class=\"has-text-align-none\"><em>Hamm </em>involves a question that would inevitably arise once the Court decided <em>Atkins</em> — though it is unconstitutional to execute intellectually disabled offenders, there will always be some offenders who are on the borderline of what mental health professionals consider an intellectual disability. The specific question before the Court is what to do with these borderline cases.</p>\n\n<p class=\"has-text-align-none\">As a general rule, someone must have an IQ of 70 or below to be considered intellectually disabled. But IQ tests aren’t particularly precise — as the Supreme Court acknowledged in <a href=\"https://casetext.com/case/moore-v-texas-12\"><em>Moore v. Texas</em></a> (2017), the IQ of someone who scores 74 on a particular IQ test falls within “a range of 69 to 79.” So, if courts read IQ tests as if they can identify an offender’s IQ score exactly, an intellectually disabled person could be executed due to something as arbitrary as a measurement error.</p>\n\n<p class=\"has-text-align-none\">Accordingly, the Court held in <a href=\"https://casetext.com/case/hall-v-florida-7#p723\"><em>Hall v. Florida</em></a> (2014) that a capital offender with an IQ score slightly above 70 must be given “the opportunity to present evidence of his intellectual disability, including deficits in adaptive functioning over his lifetime.” That is, such an offender must be allowed to present additional evidence beyond their IQ score to show that they are, in fact, intellectually disabled.</p>\n\n<p class=\"has-text-align-none\"><em>Hamm</em> is such a case. Smith took five different IQ tests, four of which showed him with an IQ in the low to mid-70s. Accordingly, two lower courts looked at additional evidence of his disability, determined he is, in fact, intellectually disabled, and ruled that he must receive a sentence other than death.</p>\n\n<p class=\"has-text-align-none\">In asking to execute Smith, in other words, Alabama is asking, among other things, that the Supreme Court overrule <em>Moore</em> and <em>Hall</em>, both cases that were handed down before former President Donald Trump <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">remade the Court in the Federalist Society’s image</a>. If the Court agrees, that alone would be a very significant legal development, both because it could allow intellectually disabled inmates to be executed due to a testing error, and because it would be a severe blow to <a href=\"https://www.vox.com/2021/5/18/22440256/brett-kavanaugh-supreme-court-edwards-vannoy-abortion-criminal-justice-constitution-stare-decisis\">stare decisis</a> — the idea that judicial precedents shouldn’t be tossed out simply because the members of a court change.</p>\n\n<p class=\"has-text-align-none\">Of course, this Court’s Republican majority has shown little regard for stare decisis, at least in cases that divide along partisan lines. Since Justice Amy Coney Barrett’s confirmation gave the Republican Party a supermajority on the Supreme Court in late 2020, the Court has <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">behaved as if it was going down a checklist</a>, overruling liberal victories such as the cases establishing a constitutional right to abortion or the line of cases permitting affirmative action in limited circumstances, and replacing them with whatever outcome the GOP prefers.</p>\n\n<p class=\"has-text-align-none\">Yet, while this process has been painful for Democrats and <a href=\"https://projects.fivethirtyeight.com/polls/approval/supreme-court/\">toxic for the Court’s approval rating</a>, it hasn’t been comprehensive — occasionally, one or more of the Republican justices signal that they will allow a previous liberal victory to remain in effect. Concurring in the Court’s decision to overrule <em>Roe v. Wade</em>, for example, Justice Brett Kavanaugh identified the Court’s past decisions <a href=\"https://www.supremecourt.gov/opinions/21pdf/19-1392_6j37.pdf\">protecting a right to contraception, as well as the right to marry a person of your own choosing</a>, as cases he did not intend to overrule.</p>\n\n<p class=\"has-text-align-none\">All of which is a long way of saying that there’s no good way to know if <em>Atkins</em> or <em>Roper</em> is on the Court’s checklist of past liberal decisions to be overruled. These justices’ approaches to specific cases are often idiosyncratic, unpredictable, and unbound by preexisting law — just look at the Republican justices’ recent decision holding that Trump was <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">allowed to commit many crimes while he was in office</a>. The question of whether <em>Atkins</em> survives or falls will turn on whether there are five justices who want intellectually disabled people to be executed, and nothing else.</p>\n\n<p class=\"has-text-align-none\">But the fact <em>Hamm</em> has been relisted so many times suggests, at the very least, that there is a vocal faction within the Supreme Court that wants to use this case to aggressively reshape the law.</p>\n\n<h2 class=\"wp-block-heading\">What can be made of <em>Bucklew</em>?</h2>\n\n<p class=\"has-text-align-none\">The other uncertainty looming over <em>Hamm</em> is the <em>Bucklew</em> decision, which didn’t so much overrule the Court’s last six decades of Eighth Amendment precedents as pretend that they didn’t exist.</p>\n\n<p class=\"has-text-align-none\"><em>Bucklew</em> involved a death row inmate who claimed that the Eighth Amendment would not allow him to be executed using Missouri’s lethal injection protocol — he said he had an unusual medical condition that would cause him to experience extraordinary pain before his death. So the question was whether the Constitution allows a state to execute an inmate in a manner that may amount to torture.</p>\n\n<p class=\"has-text-align-none\">Gorsuch’s opinion denying relief to this inmate reads like the Court’s “evolving standards of decency” framework never existed. This phrase appears nowhere in Gorsuch’s opinion, and the only citation to <a href=\"https://supreme.justia.com/cases/federal/us/356/86/\"><em>Trop v. Dulles</em></a> (1958), the first Supreme Court case to use that phrase, appears in Justice Stephen Breyer’s dissent.</p>\n\n<p class=\"has-text-align-none\">Rather than follow longstanding law, Gorsuch asked whether capital offenders could be subjected to similar pain “<a href=\"https://www.supremecourt.gov/opinions/18pdf/17-8151_1qm2.pdf\">at the time of the framing</a>.” This is the Eighth Amendment rule long favored by the Court’s rightmost flank, including in Justice Antonin Scalia’s dissenting opinion in <em>Atkins</em>.</p>\n\n<p class=\"has-text-align-none\">Scalia’s <em>Atkins</em> dissent, moreover, doesn’t simply disagree with the Court’s past decisions. It lays out many examples of how the law would change — and how much easier it would be to subject even minor criminal offenders to outlandish punishments — under a framework that looks to how things worked in the 1790s.</p>\n\n<p class=\"has-text-align-none\">For starters, Scalia argues that <a href=\"https://www.law.cornell.edu/supct/html/00-8452.ZD1.html\" target=\"_blank\" rel=\"noreferrer noopener\">only “severely or profoundly” intellectually disabled people</a> enjoy some protection against execution (he argues these individuals were often “committed to civil confinement or made wards of the State” rather than being criminally punished). One of the sources Scalia cites suggests that only people with an IQ of 25 or below enjoy any constitutional protection.</p>\n\n<p class=\"has-text-align-none\">More significantly, Scalia also argues that the Eighth Amendment only forbids “always-and-everywhere ‘cruel’ punishments, such as the rack and the thumbscrew,” and that it does not prohibit the government from imposing excessive punishments for minor crimes. Under Scalia’s framework, if the death penalty can constitutionally be applied to murderers (and he believes it can) then it can also be applied to shoplifters. If a rapist can be sentenced to life in prison, so too can a jaywalker.</p>\n\n<p class=\"has-text-align-none\">Gorsuch’s <em>Bucklew</em> opinion elaborates on the sort of punishments that, under this <a href=\"https://www.vox.com/21497317/originalism-amy-coney-barrett-constitution-supreme-court\">originalist</a> framework, are prohibited by the Eighth Amendment. He lists “<a href=\"https://www.supremecourt.gov/opinions/18pdf/17-8151_1qm2.pdf\">dragging the prisoner to the place of execution, disemboweling, quartering, public dissection, and burning alive</a>” as examples.</p>\n\n<p class=\"has-text-align-none\">So there is a faction within the Supreme Court that would drastically shrink Americans’ constitutional protections against cruel and unusual punishment. This faction would allow more people to be executed. They would apparently eliminate any concern that punishments must be proportionate to the crime. And the kinds of punishments they do offer up as examples of impermissible sanctions are the kinds of things normally depicted in <a href=\"https://www.youtube.com/watch?v=uFFvI0IQpt8\">torture scenes from movies set in the Middle Ages</a>.</p>\n\n<p class=\"has-text-align-none\">Will five justices go there? It’s impossible to know. But that a total of five justices joined Gorsuch’s opinion in <em>Bucklew</em> suggests this faction could very well prevail — if and when the Court decides to take up <em>Hamm</em>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For more than a year, Joseph Clifton Smith, a man who says he is intellectually disabled, has sat on death row, waiting to find out if the Supreme Court will greenlight his execution. Smith’s case, known as Hamm v. Smith, first arrived on the Court’s doorstep in August 2023. Since then, the justices have met [&#8230;]",
    "author": "Ian Millhiser"
  }
]