[
  {
    "title": "Do I actually need electrolytes to stay hydrated?",
    "link": "https://www.vox.com/even-better/382384/electrolytes-sports-drinks-explained-hydration-athletes",
    "pubDate": "2024-11-11T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/AdobeStock_227519148-1.jpeg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Look around: Does it seem like everyone has been pouring little packages of electrolyte into their beverages lately? Pre-workout, post-workout, without a workout at all? Powders and tablets like LMNT, Liquid I.V., and Nuun are everywhere, from TikTok ads to your office snack counter.</p>\n\n<p class=\"has-text-align-none\">The concept of hardcore hydration isn’t new — athletes <a href=\"https://www.npr.org/sections/thesalt/2014/10/27/357903336/gladiator-gatorade-ancient-athletes-also-had-a-recovery-drink\">have been adding stuff to their water</a> for millennia. And electrolyte-filled drinks like Gatorade have been mainstays in sports culture for decades.</p>\n\n<p class=\"has-text-align-none\">But today’s electrolyte supplements aren’t just for football players or ultramarathoners. Companies like Nuun <a href=\"https://nuunlife.com/pages/orangetheory\">market their tablets</a> for everyone from aspiring endurance athletes to regular people going to yoga classes during their lunch breaks.</p>\n\n<p class=\"has-text-align-none\">These brands are “playing into people’s perception of what is healthy,” said <a href=\"https://www.unlv.edu/people/samantha-coogan\">Samantha Coogan</a>, a nutrition sciences educator at the University of Nevada, Las Vegas. And it seems to be working: According to Precedence Research, the <a href=\"https://www.precedenceresearch.com/electrolyte-drinks-market\">global electrolyte drinks market</a> is worth over $40 billion and is expected to grow to nearly $75 billion in the next decade.</p>\n\n<p class=\"has-text-align-none\">The <span>concept of hydration has become a&nbsp;<a href=\"https://www.theatlantic.com/health/archive/2023/08/drinking-water-hydration-amount-importance/674926/\" target=\"_blank\" rel=\"noopener\">point of fixation</a>&nbsp;in wellness culture, even though experts still&nbsp;<a href=\"https://www.physiology.org/publications/news/the-physiologist-magazine/2021/july/the-science-of-hydration?SSO=Y\" target=\"_blank\" rel=\"noopener\">don’t entirely agree</a>&nbsp;on how much hydration we&nbsp;</span>need or the ideal way to get there. With electrolytes making their way from the world of endurance athletes to brunch cocktails, it’s tempting to believe that they might indeed be a magic cure for everything from leg cramps to hangovers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While electrolyte supplements are great for athletes and lifesaving for cholera patients, they’re not magic. Here’s what you need to know about what electrolytes can and can’t do, and whether you need them.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What is an electrolyte, anyway?</h2>\n\n<p class=\"has-text-align-none\">Our bodies need to maintain a certain balance of essential minerals to function properly: sodium, potassium, magnesium, calcium, chloride, phosphate, and bicarbonate.</p>\n\n<p class=\"has-text-align-none\">These minerals are all electrolytes, substances that carry electricity through the body, controlling fluid balance, muscle function, and communication between the brain and the body. The “electro” in “electrolytes” comes from the electric charge produced when they’re dissolved in a fluid like blood. Without electrolytes, these electrical signals get disrupted, causing muscle spasms and cramps, headaches, and trouble thinking clearly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sodium in particular is an important electrolyte because it aids in controlling the amount of water in your blood. Electrolytes like sodium “basically help water in the body go where it’s supposed to go,” said <a href=\"https://holleyfuelednutrition.com/\">Holley Samuel</a>, a registered sports dietitian who works with endurance athletes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When we sweat, we lose a lot of sodium and chloride (a.k.a. salt). But if a person profusely sweating only chugs water without also replenishing the salt, it throws off the balance of sodium and water in the body, pushing too much fluid inside of cells. This can eventually <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK470386/#:~:text=Hyponatremia%20is%20defined%20as%20a,to%20total%20body%20sodium%20content.\">make those cells swell</a> like raisins soaking in water, a potentially dangerous condition called hyponatremia. When you drink water with electrolytes, that water <a href=\"https://scholar.google.com/scholar?hl=en&amp;as_sdt=0%2C5&amp;q=electrolytes+fluid+absorption&amp;oq=electrolytes+fluid+abso#d=gs_qabs&amp;t=1730327083109&amp;u=%23p%3D08GE-q5ZaZMJ\">is better able</a> to stick around inside your body where it’s needed.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Electrolytes like sodium “basically help water in the body go where it’s supposed to go.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">It’s important to note that “electrolytes don’t exist only in a magic packet,” said <a href=\"https://search.asu.edu/profile/3335553\">Stavros Kavouras</a>, director of the Hydration Science Lab at Arizona State University. Beyond tablets, packets, and powders, electrolytes exist in regular foods we eat all the time, like bananas (potassium), cheese and crackers (sodium and calcium), and spinach (magnesium). Electrolytes as pre-packaged water supplements, as we think of them today, have only been around for a few decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the 1960s, assistant coach Dewayne Douglas noticed that his University of Florida <a href=\"https://research.ufl.edu/publications/explore/v08n1/gatorade.html\">football players were struggling</a> to recover after practices in the swampy Gainesville heat. Athletes shed weight — Douglas recalled losing up to 18 pounds per game himself, when he played — but barely felt the need to pee.</p>\n\n<p class=\"has-text-align-none\">After conducting studies with UF first-year football players as subjects, <a href=\"https://nephrology.medicine.ufl.edu/education/visiting-professorships/j-robert-cade/\">kidney disease specialist J. Robert Cade</a> found that players felt terrible because in addition to experiencing low blood sugar after working out, they were sweating out tons of electrolytes, especially sodium and potassium. So he created a new sports recovery drink for the Florida Gators, called Gatorade: basically water, salt, sugar, and lemon juice for taste. The sodium-enriched drink helps athletes retain water while sweating, and the results were remarkable. “One Lil’ Swig of That Kickapoo Juice and Biff, Bam, Sock — It’s Gators, 8-2,” <a href=\"https://ufhealth.org/news/2015/uf-celebrates-50-years-gatorade\">the Florida Times-Union celebrated in December 1966</a>, after Gatorade’s first season with the team.</p>\n\n<p class=\"has-text-align-none\">Sports drinks took off, and other companies began capitalizing on Gatorade’s success. All sports drinks are variations on Gatorade’s theme: Water for hydration, sugar for energy, and electrolytes to aid in fluid absorption, as well as flavoring to get it down. Sports drinks act as “one magic bullet” for athletes, Kavouras said. “You take one thing, and it has everything in there.” This formula is so effective it’s<a href=\"https://iris.who.int/bitstream/handle/10665/69227/WHO_FCH_CAH_06.1.pdf?sequence=1\"> recommended by the World Health Organization</a> for rehydrating people, especially cholera patients or children experiencing diarrhea.</p>\n\n<p class=\"has-text-align-none\">At first, these beverages were <a href=\"https://hashtagpaid.com/banknotes/gatorades-approach-to-marketing-then-and-now\">primarily marketed to professional athletes</a>. Today, Powerade and Gatorade are advertised <a href=\"https://www.linkedin.com/pulse/history-beverage-industry-part-3-which-brands-furthered-bill-sipper/\">as soft drinks</a> for anyone. </p>\n\n<p class=\"has-text-align-none\">In 2024, <a href=\"https://www.vox.com/culture/24031385/stanley-craze-tumbler-best-water-bottle\">the year of the giant water bottle</a>, there are also a bunch of new-wave electrolyte supplements like Nuun, LMNT, and Liquid I.V. in grocery and convenience store aisles, which swap sugar for alternative sweeteners like stevia leaf extract or allulose to target consumers who don’t want to drink too many extra calories. These supplements market themselves as hydration superfoods: something to help athletes, sure, but also a hangover cure and <a href=\"https://hashtagpaid.com/banknotes/how-liquid-iv-is-packaging-hydration-alongside-joy\">overall vibe-booster</a> for regular, health-conscious people.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Coogan said, if you’re eating a balanced diet and aren’t training for a marathon, you probably shouldn’t be pounding back electrolyte packets.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">If your body needs extra electrolytes, supplements — whether a Gatorade or a Nuun — can be an efficient way to rehydrate. But, Coogan said, if you’re eating a balanced diet and aren’t training for a marathon, you probably shouldn’t be pounding back electrolyte packets. “Too much of a good thing is not always a good thing,” Coogan said.</p>\n\n<p class=\"has-text-align-none\">Okay, but what about hangovers? Pedialyte, an oral electrolyte solution meant for babies and children, <a href=\"https://www.vox.com/the-goods/2018/9/10/17819358/pedialyte-hangover-marketing-strategy-instagram-influencers\">has become the go-to hangover cure</a> for young adults at music festivals and fraternity parties. College students are even trying to sidestep the consequences of binge drinking by swapping beers for <a href=\"https://www.bonappetit.com/story/borg-gen-z-binge-drinking\">BORGs (“blackout rage gallons”)</a>: a half-gallon of water mixed with a bottle of liquor and an electrolyte additive.</p>\n\n<p class=\"has-text-align-none\">Alas, electrolytes are <a href=\"https://www.niaaa.nih.gov/publications/brochures-and-fact-sheets/hangovers\">not a magic hangover cure</a> — trying to undo a night out with electrolyte supplements is “just going to be an uphill battle,” Coogan said. While pre-hydrating with an electrolyte supplement before a night out might help mitigate some of the consequences of the impending alcohol-fueled dehydration, the only real hangover cure is time.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/electrolytes.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Pink bottles of Mas+.\" title=\"Pink bottles of Mas+.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><strong>Electrolytes are great for super-sweaty times. Otherwise, meh.</strong></h2>\n\n<p class=\"has-text-align-none\">The best time to consume extra electrolytes is when you’ve been sweating a lot, or otherwise losing a lot of fluids through something like food poisoning. <a href=\"https://khaki-bear-ys52.squarespace.com/blog/hydration-on-the-run\">Training for a long-distance run</a>? <a href=\"https://www.osha.gov/sites/default/files/FactSheet_KeepingWorkersWellHydrated.pdf\">Working</a> on a construction site on a summer day in a place like Phoenix? Experts say electrolyte supplements are definitely a good call.</p>\n\n<p class=\"has-text-align-none\">Many people (myself included) fall somewhere in between couch potato and ultramarathoner. I asked experts how I should think about electrolytes, as someone who spends most of the day sitting in front of my computer, then goes to a CrossFit or <a href=\"https://www.vox.com/culture/366257/pole-dancing-olympics-sport-sex-work-gymnastics-paris\">pole dancing</a> class after work. Samuel says that for casual gym rats and recreational athletes, how you should rehydrate largely depends on how much you sweat, and what your sweat is made of.</p>\n\n<p class=\"has-text-align-none\">Some people “go to do a spin class and they’re on the bike for five minutes, and there’s a puddle around them,” Samuel said. “If that’s you, you’re a heavy sweater.” Sodium levels in sweat can also vary anywhere from <a href=\"https://journals.lww.com/acsm-healthfitness/Fulltext/2019/07000/INDIVIDUALIZED_HYDRATION_PLANS_FOR_ULTRADISTANCE.8.aspx\">200 milligrams per liter to 2,000</a>, depending on the person. If your sweat tends to sting your eyes or leave white streaks or crystals on your skin and clothes, you might be a<a href=\"https://www.self.com/story/salty-sweat-exercise\"> salty sweater</a>.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>For casual gym rats and recreational athletes, how you should rehydrate largely depends on how much you sweat, and what your sweat is made of.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Both heavy sweaters and salty sweaters should consider electrolyte supplements before, during, and after working out. The American College of Sports Medicine recommends consuming <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC8955583/#:~:text=ACSM%20recommendations%20for%20sodium%20intake,)%20%5B8%2C9%5D.\">at least 300 milligrams of sodium per hour</a> if you’re going to be out sweating for more than an hour, whether you’re participating in a sport or simply working outside on a hot day. Read labels, too: Try to stay <a href=\"https://time.com/7020001/electrolyte-drinks-hydration-benefits/\">below 14 grams of sugar</a> per 8 ounces of fluid (that’s about half of the amount in a Gatorade Thirst Quencher). </p>\n\n<p class=\"has-text-align-none\">Make sure to check the sodium content on the label of your electrolyte supplement, though: Some popular supplements, like Liquid I.V., <a href=\"https://www.healthline.com/nutrition/liquid-iv-reviews#products\">contain 500 mg of sodium</a>, which is more than what’s necessary for all but the sweatiest endurance athletes. Those athletes <a href=\"https://holleyfuelednutrition.com/blog/how-much-sodium-is-too-much-for-runners\">usually need to consume more sodium than other people</a>, Samuel said. For everyone else, supplements with more moderate levels of sodium (around 200 to 300 mg), should be enough to rehydrate. </p>\n\n<p class=\"has-text-align-none\">About one-third of otherwise healthy people are <a href=\"https://www.ahajournals.org/doi/10.1161/HYPERTENSIONAHA.123.17959#:~:text=For%20approximately%20one%2Dthird%20of,independent%20risk%20factor%20for%20cardiovascular\">sensitive to salt</a>, meaning that consuming high amounts of sodium causes an <a href=\"https://www.self.com/story/electrolyte-packets-workout-recovery\">increase in blood pressure</a>. “That&#8217;s why you have heard that a high sodium diet can lead to hypertension and cardiovascular disease,” Kavouras said. If you’re sensitive to salt, you’ll want to be careful. The FDA recommends Americans limit their sodium intake to 2,300 mg per day.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevertheless, for most people, <a href=\"https://time.com/7020001/electrolyte-drinks-hydration-benefits/\">it’s next to impossible</a> to consume a dangerous amount of electrolytes. If you eat more carbs, fat, or protein than your body needs, they get stored as fat. But electrolytes aren’t stored — they’re eliminated. “If you drink too much sodium,” Kavouras said, “you will be peeing more sodium.”</p>\n\n<p class=\"has-text-align-none\">You don’t necessarily need an electrolyte supplement after your workout. <a href=\"https://doi.org/10.1080/17461391.2018.1534989\">Low-fat milk</a> (or soy milk, for lactose-intolerant and plant-based athletes) offer enough electrolytes, carbs, and protein to rehydrate, repair muscles, and stabilize blood sugar, and <a href=\"https://www.self.com/story/how-to-hydrate-after-workout\">smoothies</a> can incorporate protein and fats in addition to electrolyte-rich foods like bananas, dates, leafy greens, and <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3293068/\">coconut water</a>.</p>\n\n<p class=\"has-text-align-none\">Electrolytes have another counterintuitive benefit: making you thirstier. “Electrolytes help in maintaining the thirst drive for a longer period of time,” Kavouras said. This can be helpful for those who struggle to drink enough water, because they aren’t thirsty enough to reach for it — or because they don’t like the taste of water. “If it tastes better, and if it drives thirst longer, you will be drinking more on your own,” Kavouras said.</p>\n\n<p class=\"has-text-align-none\">While drinking an electrolyte supplement when you don&#8217;t really need one is rarely dangerous, Samuel cautioned that consuming extra sodium without enough extra water (or sweating it out) is dehydrating — say pouring two LMNT packets into one regular-sized water bottle, although that would taste pretty bad. “You’re basically creating jerky out of yourself by salting too much,” she said. “We want to be a nice, hydrated steak.”</p>\n\n<p class=\"has-text-align-none\">You don’t need them all the time, but electrolytes can help rebalance a sweaty body and make drinking water a little more fun. Just remember that they’re hardly magic — they’re salts.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Look around: Does it seem like everyone has been pouring little packages of electrolyte into their beverages lately? Pre-workout, post-workout, without a workout at all? Powders and tablets like LMNT, Liquid I.V., and Nuun are everywhere, from TikTok ads to your office snack counter. The concept of hardcore hydration isn’t new — athletes have been [&#8230;]",
    "author": "Celia Ford"
  },
  {
    "title": "How to bring a dead nuclear power plant back to life",
    "link": "https://www.vox.com/climate/383547/nuclear-power-google-amazon-restart-energy",
    "pubDate": "2024-11-11T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A power plant along a coast, belching steam.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/MicrosoftTeams-image-6.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The US nuclear industry has been <a href=\"https://www.eia.gov/energyexplained/nuclear/us-nuclear-industry.php\">struggling to hold its ground</a> for decades as it contends with <a href=\"https://www.energypolicy.columbia.edu/the-uncertain-costs-of-new-nuclear-reactors-what-study-estimates-reveal-about-the-potential-for-nuclear-in-a-decarbonizing-world/\">rising costs</a>, an aging fleet, a shrinking workforce, and stiff competition from <a href=\"https://www.vox.com/climate/24055711/lng-export-pause-biden-liquefied-natural-gas-climate-change\">natural gas</a> and <a href=\"https://www.vox.com/climate/372852/solar-power-energy-growth-record-us-climate-china\">renewable power</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The most recent <a href=\"https://www.vox.com/23771809/nuclear-power-smr-small-modular-reactor-energy-climate-nuscale\">US nuclear reactors to come online</a>, units 3 and 4 at <a href=\"https://www.southerncompany.com/innovation/vogtle-3-and-4.html\">Plant Vogtle in Georgia</a>, started up in 2023. It was years behind schedule and billions of dollars over budget. Meanwhile, <a href=\"https://crsreports.congress.gov/product/pdf/R/R46820/\">more than a dozen reactors</a> have shut down since 2013. Several companies developing <a href=\"https://www.vox.com/science/23702686/nuclear-power-small-modular-reactor-energy-climate-change\">advanced reactors</a> and small modular reactors, promising greater safety and lower costs, have seen their <a href=\"https://apnews.com/article/nuclear-power-nuscale-clean-energy-wind-biden-7f3a7fe754b77d8d6cbad8662b87a9c3\">projects</a> and their <a href=\"https://www.powermag.com/major-microreactor-developer-enters-bankruptcy-amid-nuclear-industry-surge/\">businesses</a> collapse.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/chart.png?quality=90&#038;strip=all&#038;crop=0,9.7261377366089,100,80.547724526782\" alt=\"Graph of nuclear electricity generation capacity\" title=\"Graph of nuclear electricity generation capacity\" data-has-syndication-rights=\"1\" data-caption=\"Nuclear power has been holding fairly steady for decades. | Energy Information Administration\" data-portal-copyright=\"Energy Information Administration\" />\n<p class=\"has-text-align-none\">But in the past year, some big tech companies have taken steps toward a revival.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.powermag.com/amazon-backs-massive-nuclear-smr-deployment-5-gw-with-x-energy-agreements-with-energy-northwest-dominion/\">Amazon</a> has signed a $500 million deal with <a href=\"https://x-energy.com/\">X-energy</a> to deploy 5 gigawatts worth of small modular reactors (SMRs) in Washington state. The company is also investigating new <a href=\"https://news.dominionenergy.com/2024-10-16-Dominion-Energy-and-Amazon-to-explore-advancement-of-Small-Modular-Reactor-SMR-nuclear-development-in-Virginia,1\">nuclear projects in Virginia</a>. <a href=\"https://www.powermag.com/google-bets-big-on-nuclear-inks-deal-with-kairos-power-for-500-mw-smr-fleet-to-power-data-centers/\">Google</a> and nuclear startup <a href=\"https://kairospower.com/\">Kairos Power</a> agreed to develop <a href=\"https://www.technologyreview.com/2024/10/01/1104387/2024-climate-tech-companies-kairos-power-molten-salt-nuclear-reactors/\">molten salt-cooled nuclear reactors</a>, an approach that promises greater efficiency and lower costs. Microsoft has made advanced nuclear energy, including technologies like <a href=\"https://www.iaea.org/newscenter/news/what-are-small-modular-reactors-smrs\">SMRs</a> and <a href=\"https://www.vox.com/22801265/fusion-energy-electricity-power-climate-change-research-iter\">fusion</a>, a part of its <a href=\"https://query.prod.cms.rt.microsoft.com/cms/api/am/binary/RW1fApf\">energy strategy</a>. These tech firms are looking to meet their climate goals while sating energy appetites that have exploded with the <a href=\"https://www.vox.com/climate/2024/3/28/24111721/climate-ai-tech-energy-demand-rising\">push for artificial intelligence</a>. Last year, new data center power demand grew 26 percent to more than <a href=\"https://www.cbre.com/insights/reports/north-america-data-center-trends-h2-2023\">5 gigawatts</a> in North America.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The case to lean into nuclear power at this moment is compelling. It could generate massive quantities of electricity, day or night, rain or shine, without emitting greenhouse gasses into the atmosphere. Nuclear fission is also <a href=\"https://ourworldindata.org/safest-sources-of-energy\">one of the safest energy sources</a>. Coal kills more than 32 people per terawatt-hour of electricity produced while nuclear kills about 0.03. But building a new nuclear power plant from scratch, especially a new design, is an arduous, expensive process that can span decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, old, carbon dioxide- and soot-spewing <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=61425\">coal power plants are also shutting down</a>. Many states are looking to fill the void while also trying to meet their goals to decarbonize their power grids.</p>\n\n<p class=\"has-text-align-none\">That’s why tech companies are also looking to revive shuttered nuclear plants. Progress is underway to resurrect reactors at three nuclear power plants that were slated for dismantling and could restart as soon as next year. It’s a stunning and unprecedented development for the nuclear industry.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If you told me we would’ve been talking about this 10 years ago, I would’ve laughed at you,” said Patrick O’Brien, head of government affairs and communications at Holtec International, a nuclear services company that until recently specialized in shutting nuclear plants down.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Three plants are on the resuscitation list. The 800-megawatt reactor at the <a href=\"https://www.nrc.gov/info-finder/reactors/pali.html\">Palisades Nuclear Power Plant</a> in Michigan, which <a href=\"https://www.powermag.com/palisades-nuclear-power-plant-closes-after-50-years-of-operation-employees-leave-with-pride/\">shut down in 2022</a>, is slated to revive <a href=\"https://holtecinternational.com/2024/08/29/recent-milestone-achievements-keep-palisades-repowering-on-track/\">by the end of 2025</a>; Holtec bought the Palisades plant in 2022 and is now leading its restart. Microsoft signed a deal with Constellation to <a href=\"https://www.constellationenergy.com/newsroom/2024/Constellation-to-Launch-Crane-Clean-Energy-Center-Restoring-Jobs-and-Carbon-Free-Power-to-The-Grid.html\">resuscitate the 835-megawatt Unit 1 reactor</a> at Three Mile Island in Pennsylvania, which initially <a href=\"https://abcnews.go.com/US/mile-island-site-1979-nuclear-reactor-accident-reopening/story?id=113870404\">turned off in 2019</a> and could <a href=\"https://www.npr.org/2024/09/20/nx-s1-5120581/three-mile-island-nuclear-power-plant-microsoft-ai\">power up by 2028</a>. NextEra Energy is mulling breathing life back into the 600-megawatt <a href=\"https://www.cnbc.com/2024/10/23/nextera-sees-strong-data-center-interest-in-restarting-iowa-nuclear-plant-ceo-says.html\">Duane Arnold nuclear power plant</a> in Iowa. The plant <a href=\"https://www.thegazette.com/energy/nextera-ceo-says-hed-consider-restarting-duane-arnold-nuclear-power-plant/\">closed in 2020</a> after sustaining damage during a <a href=\"https://www.vox.com/2018/5/14/17353206/derecho-storm-washington-dc-rain-wind\">derecho</a>, a fast, powerful thunderstorm.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Restarting these plants is a critical test for nuclear power in the US, and how they fare will bolster or erode confidence in broader ambitions for a new generation of nuclear deployment.</p>\n\n<p class=\"has-text-align-none\">But whether they will help keep global warming in check depends on how much they will displace dirtier energy sources as opposed to merely enabling new demand.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">How to restart a nuclear reactor</h2>\n\n<p class=\"has-text-align-none\">Alas, restarting a nuclear power plant doesn’t involve flipping a comically large circuit breaker. The reality is much more tedious.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For a would-be nuclear resurrectionist, the main tasks are appeasing the regulators and reinvigorating the hardware.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Nuclear Regulatory Commission (NRC), the federal agency in charge of commercial nuclear reactors, says the reason these power plants — Palisades, Three Mile Island, Duane Arnold — are eligible to be restarted is that, from the regulator’s perspective, they’re only <a href=\"https://www.youtube.com/watch?v=xbE8E1ez97M\">mostly dead</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When a reactor first gains approval from the NRC, its initial operating license runs for 40 years. At the end of the first license, the operator can then seek a 20-year extension. “The key to all of these restart efforts is the fact that the licenses that are involved have not yet hit their expiration date,” said Scott Burnell, a spokesman for the NRC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These reactors were shut down ahead of schedule not for technical problems but because the business wasn’t panning out.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After shutting down a plant, operators remove fuel from the reactors and place it in spent fuel pools. They disassemble pipes and machinery. They drain coolants and lubricants to prevent contamination. A complete decommissioning can <a href=\"https://www.iaea.org/bulletin/nuclear-decommissioning-addressing-the-past-and-ensuring-the-future\">cost up to $2 billion and take 20 years</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the three plants under restart consideration haven’t gotten far along in the disassembly process. Until recently, no one has sought to bring back a plant already slated for retirement, so there isn’t an established rulebook for how to go about it. “There&#8217;s never been a case up to this point where a company has come back and said, ‘Well, I&#8217;ve changed my mind,’” Burnell said. The first thing someone seeking to resuscitate a nuclear reactor must do is seek an exemption from the current rules that make shutting down a one-way street, which requires an enormous amount of paperwork.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The operator then has to put a safety plan in place and bring the plant back up to the original requirements under its operating license. Therein lies the next undertaking.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Palisades, Three Mile Island, and Duane Arnold shut down relatively recently, but they’ve still been offline for years. Imagine letting a car sit in your driveway unused for a couple of years and then trying to fire it up. Odds are, it won’t start on the first try. The motor may have seized, the fuel may have separated, the battery may have discharged completely. Even sitting unused, components like rubber hoses, gaskets, and tires can oxidize and turn brittle with time. Metal parts can rust. A shuttered nuclear power plant faces similar concerns, albeit with significantly higher consequences.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nuclear operators have to first meticulously investigate all the parts of their offline facilities before they get the thumbs-up to power up again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, this shutdown, inspection, and resuscitation process can also be an opportunity. Holtec’s O’Brien noted that operating nuclear power plants have regularly scheduled downtime lasting a month or so to conduct maintenance and refuel. But a longer outage gives the operator more time to do more extensive upgrades and restoration.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We have parts of the turbine that have been sent out to North Carolina for refurbishment that&#8217;ll be gone for a year with the work being done,” O’Brien said. “You couldn&#8217;t have done that when you&#8217;re an [actively] operating plant.”</p>\n\n<p class=\"has-text-align-none\">The other challenge is the workforce. Running a nuclear power plant requires highly specialized personnel, and since the US has been so slow in building reactors, many veteran staffers have retired or left the industry while <a href=\"https://www.wsj.com/articles/shortfall-in-young-engineers-threatens-nuclear-renaissance-b63c6642\">fewer new graduates are rising to replace them</a>. Palisades <a href=\"https://holtecinternational.com/2023/09/12/holtec-and-wolverine-ink-power-purchase-agreement-for-palisades/\">employed 600 workers when operating and brought in 1,000 more</a> during refueling and maintenance periods.</p>\n\n<p class=\"has-text-align-none\">When a plant is slated for shutdown, many of those workers leave the area or retire. So to restart a nuclear facility, operators need to get their teams back together, sometimes <a href=\"https://www.ft.com/content/eb89cbc1-2cc3-48d4-9c8c-e2c10f2b2ce0\">bringing workers out of retirement</a> while recruiting and training new ones.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Nuclear revivals still have to prove their economics</h2>\n\n<p class=\"has-text-align-none\">The biggest challenge for nuclear restarts may not be the hardware or the regulations, but competition. According to a 2021 report from the <a href=\"https://crsreports.congress.gov/product/pdf/R/R46820/3\">Congressional Research Service</a>, “The US nuclear power industry in recent years has been facing economic and financial challenges, particularly plants located in competitive power markets where natural gas and renewable power generators influence wholesale electricity prices.”</p>\n\n<p class=\"has-text-align-none\">The reactor revivers say they can overcome what killed these power plants in the first place. With Palisades, Holtec is securing a power purchasing agreement with <a href=\"https://www.wolverinepowercooperative.com/\">Wolverine Power Cooperative</a>, a nonprofit that provides electricity to 280,000 homes and businesses in rural Michigan. Rather than competing head-to-head with other generators, this guarantees the plant can sell a given amount of electricity at a fixed rate. </p>\n\n<p class=\"has-text-align-none\">O’Brien said Holtec is putting up $500 million of its own money. The company also received <a href=\"https://www.bloomberg.com/news/features/2024-05-08/holtec-aims-to-lead-a-us-nuclear-power-renaissance\">$300 million in grants from the state of Michigan</a> and a <a href=\"https://www.energy.gov/lpo/articles/lpo-announces-conditional-commitment-holtec-palisades-finance-restoration-and\">$1.52 billion loan guarantee</a> from the US Department of Energy for its effort.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Holtec is also aiming to use the Palisades site to deploy two 300-megawatt <a href=\"https://www.vox.com/23771809/nuclear-power-smr-small-modular-reactor-energy-climate-nuscale\">small modular reactors</a>, essentially becoming its own first customer for these reactors and demonstrating them for future clients. Since the site is already certified to be a nuclear power plant, it cuts out a lot of the development costs that come with building a plant on fresh soil. Holtec is aiming to <a href=\"https://holtecinternational.com/2023/12/04/first-two-smr-300-units-slated-to-be-built-at-michigans-palisades-site-for-commissioning-by-mid-2030/\">have its first SMR up by 2030</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While a lot of the recent activity around nuclear power has been fueled by the energy-hungry tech industry, Michigan has set its own ambitious climate goals that make Palisades an even more attractive option. The state is aiming to <a href=\"https://www.michigan.gov/egle/about/organization/climate-and-energy/mi-healthy-climate-plan\">phase out all of its coal-fired power plants</a> by 2030. Coal currently provides more than <a href=\"https://www.eia.gov/state/print.php?sid=MI\">22 percent of the state’s electricity</a>. That’s a big hole to fill in over the next six years. </p>\n\n<p class=\"has-text-align-none\">Like many states, Michigan is experiencing growing electricity demand, particularly as <a href=\"https://www.michigan.gov/mpsc/commission/news-releases/2024/06/24/mpsc-summer-energy-outlook-shows-lower-fuel-costs\">hotter summers increase cooling needs</a>. The rise of <a href=\"https://www.vox.com/climate/24047383/winter-storm-heating-electricity-grid-power-polar-vortex\">electric cars and switching from natural gas heating to electric heat pumps</a> is increasing energy appetites as well. The state also sees an opportunity to get a piece of the AI action and is instituting <a href=\"https://www.axios.com/local/detroit/2024/10/25/michigan-data-centers-expansion\">tax breaks for new data centers</a>.</p>\n\n<p class=\"has-text-align-none\">Revived plants like Palisades can’t keep running forever though. In a car, regular oil changes, tire replacements, and inspections can keep it on the road for a long time. But if the engine block starts to wear down, it’s usually not worth the time or money to replace it. Similarly, with a nuclear power plant, ongoing fueling and maintenance can keep it operational, but if its equivalent of an engine block — the <a href=\"https://www.nrc.gov/reactors/operating/ops-experience/reactor-vessel-integrity.html\">reactor pressure vessel</a> around the reactor core — becomes brittle over time as neutrons from nuclear fission bombard it, that can be expensive and difficult to replace. Its integrity is often the main determinant of the overall lifespan of a nuclear plant.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Palisades was <a href=\"https://www.powermag.com/palisades-nuclear-power-plant-closes-after-50-years-of-operation-employees-leave-with-pride/\">already 50 years old</a> when it went offline, and the NRC’s current regulations are set up to allow for two 20-year renewals after an initial 40-year license for a nuclear power plant. “We&#8217;ve had several plants that have come in for a second renewal, which would allow them to run essentially for 80 years,” Burnell said. A plant could theoretically push that further, but no one has tried yet. </p>\n\n<p class=\"has-text-align-none\">And all nuclear plants have to <a href=\"https://www.nei.org/CorporateSite/media/filefolder/resources/reports-and-briefs/2023-Costs-in-Context_r1.pdf\">deal with rising costs</a>. Maintaining a <a href=\"https://www.cell.com/joule/fulltext/S2542-4351(20)30458-X\">nuclear workforce is getting more expensive</a>, and safety regulations continue to ratchet up. Inflation is making materials more pricey and higher interest rates are increasing financing expenses. At the same time, <a href=\"https://www.vox.com/climate/372852/solar-power-energy-growth-record-us-climate-china\">photovoltaic solar panels</a> and <a href=\"https://www.scmp.com/news/china/science/article/3257036/historic-breakthrough-chinas-installed-wind-turbine-cost-drops-one-fifth-us-green-energy-race\">wind turbines</a> have experienced extraordinary price drops and explosive growth around the world.</p>\n\n<p class=\"has-text-align-none\">The nuclear industry’s challenges remain immense, but concerns about climate change might end up being the most compelling driver for new nuclear power. When it comes to ample, around-the-clock, zero-emissions power, nuclear is a strong contender in the competition. </p>\n\n<p class=\"has-text-align-none\">But nuclear energy is now facing another curveball. <a href=\"https://www.vox.com/2024-elections/382679/trump-foreign-policy-america-first-tariffs-nato-alliance\">Donald Trump’s reelection to the White House</a> likely means that addressing climate change will become a lower priority, as it did <a href=\"https://www.vox.com/energy-and-environment/2020/8/27/21374894/trump-election-second-term-climate-change-energy-russia-china\">during his first term</a>. How much the federal government will continue backing nuclear restarts and new companies is unclear, and the industry might need to figure out a new pitch for more public investment. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The US nuclear industry has been struggling to hold its ground for decades as it contends with rising costs, an aging fleet, a shrinking workforce, and stiff competition from natural gas and renewable power.&#160; The most recent US nuclear reactors to come online, units 3 and 4 at Plant Vogtle in Georgia, started up in [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Trump’s techno-libertarian dream team goes to Washington",
    "link": "https://www.vox.com/technology/383859/musk-trump-vance-silicon-valley",
    "pubDate": "2024-11-11T11:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Elon Musk shakes hands with Trump.\" data-caption=\"Elon Musk joined President Trump at this October 5, 2024 rally in Butler, Pennsylvania, the site of the former president’s assassination attempt. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2176986706.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Elon Musk joined President Trump at this October 5, 2024 rally in Butler, Pennsylvania, the site of the former president’s assassination attempt. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the weeks after Donald Trump’s 2016 victory, many top tech leaders found themselves at a meeting in Trump Tower, <a href=\"https://www.nytimes.com/2024/11/07/technology/trump-apple-amazon-google-meta.html\">frowning and quite obviously full of dread</a>. Now, the same executives sound enthusiastic when they say they’re looking forward to working with the next president.</p>\n\n<p class=\"has-text-align-none\">After Tuesday’s election, the congratulations from the tech elite to Trump came in fast. The day after he secured the White House, everyone from <a href=\"https://x.com/tim_cook/status/1854225875002396860\">Tim Cook</a> to <a href=\"https://www.threads.net/@zuck/post/DCCYlzUPKvy?xmt=AQGz0EQp3_zUkB0bsFvb1kwDsIStpqpxYVkY7mOxRcCcBA\">Mark Zuckerberg</a> posted their well wishes for Trump’s second term. Even Jeff Bezos <a href=\"https://x.com/JeffBezos/status/1854184441511571765\">weighed in</a>, hailing Trump’s “extraordinary political comeback and decisive victory.” This, from a man who has been in <a href=\"https://www.washingtonpost.com/politics/why-trump-went-after-bezos-two-billionaires-across-a-cultural-divide/2018/04/05/22bb94c2-3763-11e8-acd5-35eac230e514_story.html\">more than</a> <a href=\"https://www.nytimes.com/2020/02/18/opinion/trump-amazon-jedi.html\">one public feud</a> with Trump.</p>\n\n<p class=\"has-text-align-none\">The newfound praise does not, however, signal a political realignment in all of Silicon Valley. Tech executives as well as rank-and-file workers <a href=\"https://www.reuters.com/world/us/workers-several-large-us-tech-companies-overwhelmingly-back-kamala-harris-data-2024-09-09/\">overwhelmingly supported Kamala Harris</a> in the election, which shouldn’t be too surprising: She’s been involved in Bay Area politics for many years and has <a href=\"https://www.washingtonpost.com/technology/2024/09/03/harris-campaign-silicon-valley-tech-policy/\">deep ties</a> with the tech and venture capital industries. That allegiance continued the trends of the Obama era, which was marked by a bit of a love fest between Washington and Silicon Valley. Barack Obama, who won the White House in 2008 <a href=\"https://www.fastcompany.com/1207594/how-chris-hughes-helped-launch-facebook-and-barack-obama-campaign\">with the help of Facebook co-founder Chris Hughes</a>, embraced the ethos of startup culture and celebrated tech companies as a positive force in the United States. He developed personal relationships with executives like Zuckerberg and <a href=\"https://www.nytimes.com/2016/10/30/magazine/barack-obama-brought-silicon-valley-to-washington-is-that-a-good-thing.html\">championed tech-friendly policies</a>. </p>\n\n<p class=\"has-text-align-none\">Now, that era is over. In its place is something darker and dominated by <a href=\"https://www.vox.com/politics/361087/trump-silicon-valley-fundraising-musk-andreessen-horowitz\">a small but very loud group of techno-libertarian Trump fans</a> whose ranks include not only Elon Musk but also the industry’s most influential investors, most of <a href=\"https://fortune.com/2024/07/21/paypal-mafia-silicon-valley-thiel-hoffman-botha-rabois-musk/\">the PayPal Mafia</a>, and the vice president-elect. </p>\n\n<p class=\"has-text-align-none\">Does that mean the tech industry has taken a turn to the right? Is Silicon Valley Trump country now?</p>\n\n<p class=\"has-text-align-none\">“It is neither left nor right, Democrat or Republican,” <a href=\"https://history.washington.edu/people/margaret-omara\">Margaret O’Mara</a>, an American history professor at the University of Washington, told me after the election. She pointed out that the tech industry culture in Silicon Valley has its roots in post-Vietnam baby boomers viewing personal computers as a form of liberation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“They didn&#8217;t feel like they had anything in common with political conservatives, but they shared a libertarianism that ran its way all the way across the political spectrum,” O’Mara added. “It&#8217;s kind of a funny libertarianism.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-629845074.jpg?quality=90&#038;strip=all&#038;crop=0,10.73741974058,100,78.525160518841\" alt=\"Donald Trump, Peter Thiel, and Tim Cook sit at a table, looking awkward.\" title=\"Donald Trump, Peter Thiel, and Tim Cook sit at a table, looking awkward.\" data-has-syndication-rights=\"1\" data-caption=\"Tim Cook and other tech leaders met with Donald Trump, Peter Thiel, and other members of the transition team at Trump Tower on December 14, 2016. | Albin Lohr-Jones/Getty Images\" data-portal-copyright=\"Albin Lohr-Jones/Getty Images\" />\n<p class=\"has-text-align-none\">You get a sense of Silicon Valley’s anti-bureaucratic worldview in everything from <a href=\"https://www.nytimes.com/2024/02/09/arts/television/super-bowl-apple-1984-ad.html\">Apple’s famous “1984” ad</a>, which quite literally suggests tearing down the establishment, to <a href=\"https://www.cnbc.com/2021/12/16/google-20-percent-rule-shows-exactly-how-much-time-you-should-spend-learning-new-skills.html\">Google’s celebrated 20 percent rule</a>, which lets employees work on side projects of their own choosing. There’s also a more extreme version of this philosophy in the tech industry, especially lately, one that leans into anti-establishment thinking, which explains their affinity for crypto. These 21st-century techno-libertarians just want to be left alone to build things and make money.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The tech executives busy kissing the ring this week are not necessarily part of this crowd. The Tim Cooks of the world are just doing business, and that requires doing business with the president of the United States, whomever it might be. After the tumultuous first Trump administration, these leaders learned that the president-elect responds best to flattery and praise. They’ve actually <a href=\"https://www.nytimes.com/2024/11/07/technology/trump-tech-ceos.html\">been sucking up to Trump for months</a> in hopes that they might have some sway in the event of his return to office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This would be handy for many reasons. The Biden administration, in a break from Obama, has been tough on Big Tech. He appointed anti-monopoly legal star Lina Khan to chair the Federal Trade Commission, and she mounted <a href=\"https://www.cnn.com/2023/10/16/tech/lina-khan-risk-takers/index.html\">multiple antitrust suits</a> against the country’s biggest tech companies, including Amazon, Microsoft, and Meta. Now, Khan is currently <a href=\"https://www.nytimes.com/2024/11/05/technology/election-2024-ftc-lina-khan.html\">waiting to see if she’ll keep her job</a>, and the targets of those lawsuits may have an ally in Trump, who gets to decide Khan’s fate. In addition to less intense regulatory scrutiny, tech companies would also enjoy lower corporate taxes, which Trump <a href=\"https://www.washingtonpost.com/business/2024/11/07/trump-taxes-republican-congress/\">has promised to provide</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“​​In my mind, this isn’t a story about Silicon Valley overall and DC overall,” said <a href=\"https://freeman.tulane.edu/faculty-research/management/rob-lalka\">Robert Lalka</a>, a professor at Tulane University. “Instead, what’s occurring now involves the influence of far fewer people: a very close-knit network of like-minded Trump supporters, especially if we focus on the PayPal Mafia, and the transformation of the Republican Party and its policy agenda.”</p>\n\n<p class=\"has-text-align-none\">The PayPal Mafia refers to a group of entrepreneurs who worked at PayPal in its early days before going on to found or help build hugely influential tech companies. If you had to pick a godfather of the PayPal Mafia — and hence the leader of this pro-Trump techno-libertarian political revolution — it would be Peter Thiel. The PayPal co-founder donated over $1 million to Trump’s campaign back in 2016 and <a href=\"https://www.vox.com/recode/22332045/peter-thiel-jd-vance-ohio-senate-donation\">spent $10 million to help JD Vance win a Senate seat in Ohio in 2022</a>. Thiel also helped fund a project <a href=\"https://www.theguardian.com/environment/2020/jun/24/seasteading-a-vanity-project-for-the-rich-or-the-future-of-humanity\">to establish autonomous, floating nations in international waters</a>, where they would be free of all laws and regulations — one reason he has been called the “<a href=\"https://www.theatlantic.com/politics/archive/2023/11/peter-thiel-2024-election-politics-investing-life-views/675946/\">avatar of techno-libertarianism</a>.”</p>\n\n<p class=\"has-text-align-none\">The motivations of the techno-libertarians, <a href=\"https://www.theatlantic.com/magazine/archive/2024/03/facebook-meta-silicon-valley-politics/677168/\">also now known as techno-authoritarians</a>, are more twisted. Elon Musk, who was also a PayPal co-founder, emerged this year as Trump’s biggest supporter after <a href=\"https://www.cnn.com/2024/11/06/business/elon-musk-election-bet/index.html\">donating nearly $119 million to his campaign</a> through his America PAC and has made the promotion of free speech one of his missions. Free speech is also <a href=\"https://www.theatlantic.com/ideas/archive/2022/05/elon-musk-twitter-free-speech-first-amendment/629721/\">a big part of why</a>, after accusing it of censorship, Musk bought Twitter in 2022 and turned it into X, where the promotion of right-wing propaganda and misinformation <a href=\"https://www.vox.com/technology/383336/trump-election-elon-musk-misinformation\">may or may not have helped Trump get elected</a> too. </p>\n\n<p class=\"has-text-align-none\">It’s not hard to see why Musk would benefit from a close relationship with the White House. The billionaire certainly didn’t have much of a rapport with the Biden administration, which snubbed him at an electric vehicle summit, an incident that <a href=\"https://www.wsj.com/politics/elections/how-elon-musk-broke-with-biden-and-the-democrats-4960b7d8\">reportedly led Musk to embrace Trump</a>. Musk’s rocket company, SpaceX, makes billions of dollars through government contracts, while his car company, Tesla, is lobbying for fewer regulations around self-driving cars as it <a href=\"https://www.theverge.com/2024/10/10/24265530/tesla-robotaxi-elon-musk-features-range-price-release-date\">attempts to launch a robotaxi business</a>. Musk’s company Tesla Energy, formerly SolarCity, has received <a href=\"https://www.businessinsider.com/elon-musk-list-government-subsidies-tesla-billions-spacex-solarcity-2021-12#solarcity-receives-4975-million-in-grants-in-addition-to-tax-credits-by-2015-5\">billions in subsidies</a> over the years and surely looks to benefit from the federal government’s continued investment in the energy transition. Meanwhile, Trump has promised Musk <a href=\"https://www.cnn.com/2024/09/05/politics/trump-economic-plans-musk-government-commission/index.html\">a role in his administration</a> as the “secretary of cost-cutting” — a position that doesn’t yet exist, but one that Trump seems to be seriously entertaining.</p>\n\n<p class=\"has-text-align-none\">The other loud pro-Trump voices in Silicon Valley share a web of connections to each other and to Musk. There’s former PayPal COO and <a href=\"https://www.nytimes.com/2023/05/24/us/politics/david-sacks-desantis-twitter-musk.html\">Musk pal</a> David Sacks, who spoke at the Republican National Convention in July; Joe Lonsdale, who co-founded Palantir with Peter Thiel and helped launch Musk’s America PAC; and Marc Andreessen, who last year published the 5,200-word Techno-Optimist Manifesto that <a href=\"https://www.nytimes.com/2023/10/28/opinion/marc-andreessen-manifesto-techno-optimism.html\">envisions tech leaders as keepers of the social order</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s worth noting that not every member of the PayPal Mafia has pledged allegiance to Trump. Reid Hoffman, another former PayPal COO and LinkedIn co-founder <a href=\"https://www.vox.com/recode/21451481/linkedin-reid-hoffman-billionaire-democratic-party-tension-silicon-valley\">is a prominent Democratic Party fundraiser</a>. He donated $7 million to pro-Harris and pro-Biden PACs, even though he’s a vocal Lina Khan critic. He was also on a list of <a href=\"https://www.nytimes.com/2024/07/31/technology/silicon-valley-investors-support-kamala-harris.html\">more than 100 venture capitalists</a> who threw their support behind Harris leading up to the election.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2172973156.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Donald Trump at crowded crypto-themed bar.\" title=\"Donald Trump at crowded crypto-themed bar.\" data-has-syndication-rights=\"1\" data-caption=\"Donald Trump did a campaign stop at a crypto-themed bar in New York City’s West Village on September 18. | Spencer Platt/Getty Images\" data-portal-copyright=\"Spencer Platt/Getty Images\" />\n<p class=\"has-text-align-none\">And then there’s cryptocurrency.</p>\n\n<p class=\"has-text-align-none\">Andreessen’s VC firm announced in 2022 it was going all-in on crypto, a bet that’s starting to pay off <a href=\"https://www.wsj.com/articles/andreessen-horowitz-went-all-in-on-crypto-at-the-worst-possible-time-11666769270\">after two years of looking very foolish</a>. Trump <a href=\"https://www.cnbc.com/2024/11/06/trump-claims-presidential-win-here-is-what-he-promised-the-crypto-industry-ahead-of-the-election.html\">has promised</a> to create a strategic cryptocurrency stockpile for the US government in his second term. Trump’s general anti-regulation, pro-crypto stance sent Bitcoin and other cryptocurrencies <a href=\"https://www.barrons.com/articles/dogecoin-elon-musk-bitcoin-crypto-election-276ddf9a\">soaring to all-time highs</a> after election night, following a widely covered <a href=\"https://www.theverge.com/2022/11/10/23450169/crypto-winter-ftx-binance-celsius-bitcoin/archives/11\">crypto winter</a> that lasted a couple of years. </p>\n\n<p class=\"has-text-align-none\">You could argue that the crypto vote was vital to helping Trump and a lot of other Republican candidates win, too. The crypto industry has emerged as <a href=\"https://www.newyorker.com/magazine/2024/10/14/silicon-valley-the-new-lobbying-monster\">one of the most powerful lobbying forces in the country</a>, pouring tens of millions of dollars into races against politicians they perceive to be anti-crypto — and it’s working. So far, 48 candidates backed by pro-crypto PACs have won their races this year. <a href=\"https://www.bloomberg.com/news/articles/2024-11-08/crypto-s-135-million-campaign-is-undefeated-in-48-races-so-far?sref=qYiz2hd0\">Zero have lost</a>. </p>\n\n<p class=\"has-text-align-none\">When you think of it that way, Trump’s win on the back of techno-authoritarian billionaires seems less like a seismic shift in the politics of the tech industry and more like a bunch of one-issue voters who donated lots of money and got their way.</p>\n\n<p class=\"has-text-align-none\">“I think a lot of it is about crypto,” O’Mara said. “Crypto is also tied in — and always has been tied in — to a broader worldview, which is one of libertarianism, deregulation, or privately regulated markets that are separate from government.” She described this ethos as “escaping the state.”</p>\n\n<p class=\"has-text-align-none\">Now, the techno-libertarians are the state. The day after Trump declared victory, he asked Musk to join him on a call <a href=\"https://www.axios.com/2024/11/08/musk-trump-zelensky-ukraine-call\">with Ukrainian President Volodymyr Zelenskyy</a>. And in the coming months, several more members of the PayPal Mafia get to decide what US tech policy will be for the next four years. </p>\n\n<p class=\"has-text-align-none\">You have to wonder if they just want to tear it all down. Or maybe they’ll get bored and move to a floating nation in international waters where there are no laws and never have been.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the weeks after Donald Trump’s 2016 victory, many top tech leaders found themselves at a meeting in Trump Tower, frowning and quite obviously full of dread. Now, the same executives sound enthusiastic when they say they’re looking forward to working with the next president. After Tuesday’s election, the congratulations from the tech elite to [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "How to get through this",
    "link": "https://www.vox.com/even-better/383873/coping-strategies-trump-presidency-processing",
    "pubDate": "2024-11-11T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a black and white hart shattered into pieces.\" data-caption=\"\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Vox_Crop_GettyImages-1462576473.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Americans disheartened by this year’s election results may find themselves in a 2016 redux. Facing yet another Donald Trump presidency, you might be asking yourself: How do I cope? How will I steel myself to do it all over again for the next four years? This time around, Trump and his allies have vowed to <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">deport millions of people</a>, <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">fire civil servants and appoint loyalists in their stead</a>, and <a href=\"https://www.vox.com/politics/366495/trump-medication-abortion-mifepristone\">further restrict abortion access</a>. These policies are genuinely distressing and can feel overwhelming for the many millions of people who will be affected by them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But it is not 2016. Having a clear-eyed plan for how you’ll handle what lies ahead is more protective than succumbing to despair. You can take the lessons learned to buttress your coping skills and avoid psychological exhaustion to make it through the coming days — and the next four years.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">How to cope right now</h2>\n\n<h4 class=\"wp-block-heading\">Don’t suppress your emotions, process them</h4>\n\n<p class=\"has-text-align-none\">In the immediate aftermath of the election results, you may be flooded with emotions ranging from despair to rage. “You can&#8217;t suppress those emotions of fear and despair. You have to process them,” says <a href=\"http://www.dradrienneheinz.com/\">Adrienne Heinz</a>, a clinical research psychologist at Stanford University. “When you finally accept how you feel and the reality, you can start to focus on what you can change.”</p>\n\n<p class=\"has-text-align-none\">Processing emotions requires <a href=\"https://www.vox.com/even-better/24042177/alone-thoughts-rumination-thinking-for-pleasure\">quiet time with your thoughts</a>. It’s important in this moment to tune out distractions, like social media, and resist avoidant coping strategies, such as sleeping or doomscrolling, and sit with your feelings instead — <a href=\"https://www.vox.com/climate/24130937/indoor-person-guide-outdoors-car-camping-birding-urban-nature\">whether out in nature</a> or while <a href=\"https://www.vox.com/even-better/23718805/beginner-guide-meditation-mindfulness-how-to-meditate\">meditating in your living room</a>. </p>\n\n<p class=\"has-text-align-none\">“Right now, we probably don&#8217;t have very high distress tolerance — we&#8217;re maxed out,” Heinz says. “But just remembering those emotions don&#8217;t last forever. They might feel like they&#8217;re going to eat you and swallow you whole, but if you can walk through them and come out the other side, you will be more emotionally intelligent.”</p>\n\n<p class=\"has-text-align-none\">You may want to seek out a trusted friend or a mental health professional to help you work through some of your feelings, says <a href=\"https://www.rianaelyse.com/\">Riana Elyse Anderson</a>, an associate professor at Columbia University’s School of Social Work. However, give yourself permission to mute group chats with friends if the conversation or information shared feels overwhelming.</p>\n\n<h4 class=\"wp-block-heading\">Stay in the moment</h4>\n\n<p class=\"has-text-align-none\">Instead of worrying about what’s to come, hard as that may be, ground yourself in the present. Remind yourself that the tree on your lawn is still there, that the bus is still following its route, says licensed clinical social worker <a href=\"https://www.evercurioustherapy.com/\">Jneé Hill</a>. Squirrels are still scurrying along. “Life is still going on,” Hill says. </p>\n\n<p class=\"has-text-align-none\">She also recommends spending time with children who generally have other concerns&nbsp;—&nbsp;they’re more interested <a href=\"https://www.vox.com/life/382562/2024-election-kids-politics-voting\">in the book fair they just visited</a> or the new move they learned in karate. This can bring you back into the present moment. Don’t forget to lean into joy wherever you can — this is what refills your energy stores.</p>\n\n<h4 class=\"wp-block-heading\">Avoid fatalistic thinking</h4>\n\n<p class=\"has-text-align-none\">Although the country has clarity on its next president, there are still plenty of unknowns about what exactly will unfold over the next four years. <a href=\"https://www.nature.com/articles/nrn3524.epdf?sharing_token=s1g9JLVHygs4JCkLR1rc7tRgN0jAjWel9jnR3ZoTv0O2p8IzUOE6gakxUh3l7QmBZ37d_L0L1lhtcpWrgu6_nHzOI3tUvvm3pzK3wfkqx87oZBtCTrEOa3CdrIGwYLMywI3nCZ13iGLMPjYF0eDTnW_bYCnrTspWQtD5uWraRikfvIqGxuf7KY-rw-Gj1OKw7-Q6LKAIYgy6M3fGuMAoxIDK9URAdaZxs2V3MGq_AD7xc7_C2fdACEkbx5ICR86MKKqGgPlPivW_2P4Ml3dtgH-HS8LbArQYKIJzSTi2q4c%3D&amp;tracking_referrer=www.bbc.com\">Uncertainty breeds anxiety</a>, research shows, so it’s understandable to feel uneasy.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.danielhunter.org/\">Daniel Hunter</a>, founder of <a href=\"https://choosedemocracy.us/\">Choose Democracy</a>, an organization that provides resources to help Americans prepare for an undemocratic power grab, says his experience in activism has taught him that the solution isn’t to bury your head in the sand or jump to the worst-case scenario. Try not to paint a narrative of the future based on assumptions. </p>\n\n<p class=\"has-text-align-none\">“Consciously engage in that uncertainty and hold there are things we don&#8217;t know,” he says. “We can grieve for the things we know, and we can grieve for the things we don&#8217;t know, the things we&#8217;re not certain about. But that&#8217;s different than telling ourselves a story.”</p>\n\n<h2 class=\"wp-block-heading\">What to do in the weeks, months, and years ahead</h2>\n\n<h4 class=\"wp-block-heading\">Curb reactionary impulses</h4>\n\n<p class=\"has-text-align-none\">Trump’s first administration was a near-daily blitz of chaotic headlines, Hunter says. “Trump would announce at 3 am some new policy that had never been discussed before,” he says. “Then people would feel like we have to react and do something about that. What it meant was we stayed in a constant state, or near-constant state, of Trump setting the agenda.” </p>\n\n<p class=\"has-text-align-none\">This time around, try to be more measured and targeted with your reactions, Hunter says. Use moments of outrage to ask yourself what you feel inspired to do and what you’d like to accomplish, “and continue to press forward on those things, regardless of a political context,” he says. Hunter points to the effectiveness of the so-called Muslim ban protests, <a href=\"https://www.cbsnews.com/news/donald-trump-travel-ban-sparks-protests-at-airports-nationwide-seattle-tacoma/\">which communicated the public&#8217;s outrage</a> over the policy at airports across the country. “The disruption that happened in the airports,” he says, “was a major piece of putting the pressure on in a material way.”</p>\n\n<h4 class=\"wp-block-heading\">Focus on what you can change</h4>\n\n<p class=\"has-text-align-none\">In a similar vein, instead of devoting your attention to things you have no power to change, like the enactment of specific policies or Cabinet appointments, Heinz says to focus on what you do have control over. Choose one issue that resonates with you and find ways to get involved locally. “It might be organizing something at the grassroots level to support new families who need child care,” Heinz says. “It could be going to a city council meeting to talk about housing.”</p>\n\n<p class=\"has-text-align-none\">You can also consider areas where you don’t feel like you have total control, Hill says. “Are you not feeling in control of your livelihood, of your safety, your security, just being able to go out and not be attacked or injured?” The question to then ask is, what can you control to make yourself feel safer during this moment? Perhaps that’s spending more time with friends in your home. “Maybe I want to spend some time beautifying and taking care of it,” Hill says.</p>\n\n<h4 class=\"wp-block-heading\">Find — or bolster — your community efforts</h4>\n\n<p class=\"has-text-align-none\">Social isolation can <a href=\"https://journals.sagepub.com/doi/10.1177/09567976231156413\">make you feel fatigued</a> and <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9102031/\">emotionally exhausted</a>, studies suggest. Lonely people may also be <a href=\"https://www.sciencedaily.com/releases/2021/09/210920121800.htm\">less trusting of others</a>, another study found. Surrounding yourself with people you love can bring comfort, Heinz says. The morning the race was called, Hunter texted a few friends to make plans to get together and commiserate, cry, laugh.</p>\n\n<p class=\"has-text-align-none\">Knowing your neighbors and finding local groups of people who champion the same causes as you can help you form community. Anderson recommends <a href=\"https://www.mobilize.us/\">Mobilize</a> to find events and volunteer opportunities near you. Think about what makes you feel like you’ve made a difference in the world. Is it protesting? Working with a mutual aid organization? Making dinner for your elderly neighbor? Ask yourself what issue in your town or city matters the most to you and how you could make an impact there. “Getting people in person with each other is how we&#8217;re going to be able to show up for each other and also get the work done more effectively,” Anderson says.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">You’ve got to live</h4>\n\n<p class=\"has-text-align-none\">Authoritarianism is fueled by fear, isolation, and perceived helplessness, Heinz says. “That combination ultimately leads to psychological exhaustion,” she says. But throwing yourself completely into resistance mode will ultimately lead to burnout. On the other end of the spectrum, there will be moments when you want to curl up in bed and shut out the world, but that isn’t an effective long-term strategy, either.</p>\n\n<p class=\"has-text-align-none\">To keep from full emotional exhaustion, you need to set boundaries. “We need psychological boundaries,” Hunter says, “not on our phones all the time, spaces where we&#8217;re not talking about it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take time to rest and recuperate, but don’t disengage. Set time limits on your news consumption, but don’t avoid it completely. Balance upsetting coverage with good news, stories of progress, and examples of people who have gone through tragedy and made it to the other side. Support those you love and stand together with your community to protect others.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“How we live [is] not really a question that&#8217;s intrinsically tied to a political outcome,” Hill says. “Obviously, it has real-life impact, globally and personally, but that philosophical question of how you live your life is not something that can be dictated by other people.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Americans disheartened by this year’s election results may find themselves in a 2016 redux. Facing yet another Donald Trump presidency, you might be asking yourself: How do I cope? How will I steel myself to do it all over again for the next four years? This time around, Trump and his allies have vowed to [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "The antipoverty agenda under Trump isn’t all lost",
    "link": "https://www.vox.com/policy/383549/minimum-wage-ballot-measures-missouri-alaska",
    "pubDate": "2024-11-10T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man holds a sign that says “Good jobs and $15 for all.”\" data-caption=\"Protesters rally against then-Labor Secretary nominee Andrew Puzder in 2017. | &lt;span style=&quot;caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); white-space: normal;&quot;&gt;Jeff Curry&lt;/span&gt;/Getty Images\" data-portal-copyright=\"&lt;span style=&quot;caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); white-space: normal;&quot;&gt;Jeff Curry&lt;/span&gt;/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-635146084.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Protesters rally against then-Labor Secretary nominee Andrew Puzder in 2017. | &lt;span style=&quot;caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); white-space: normal;&quot;&gt;Jeff Curry&lt;/span&gt;/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There is no sugarcoating it: Donald Trump’s victory on Tuesday is a major setback for many antipoverty policies. With a Republican majority in the Senate (and likely in the House as well), there’s little doubt that spending cuts will be up for debate, and tried-and-failed ideas like imposing work requirements on welfare recipients will be back on the table.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the campaign, Trump promised that he wouldn’t cut Social Security. But his proposed changes to the program — like <a href=\"https://www.cnbc.com/2024/08/14/trumps-plan-to-end-taxes-on-social-security-a-fatal-mistake-lawmaker.html\">cutting taxes on Social Security benefits</a> — would likely result in <a href=\"https://www.kiplinger.com/taxes/whats-wrong-with-trumps-pledge-to-repeal-taxes-on-social-security-benefits\">reducing benefits sooner rather than later</a>. Other tax-cutting ideas, like his “No Tax on Tips” plan, would likely be a <a href=\"https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage\">bigger payoff for big businesses</a> than for workers because it could push wages down.</p>\n\n<p class=\"has-text-align-none\">None of that means, however, that there’s only room for pessimism. As my colleague <a href=\"https://www.vox.com/policy/383186/trump-vance-medicaid-food-stamps-obamacare-poverty\">Dylan Matthews wrote</a>, Trump’s first term showed that any major cuts would have a hard time getting passed, even with a Republican majority. And there’s also reason to believe that some programs could even get passed, like some version of an expanded child tax credit that <a href=\"https://www.cbpp.org/blog/despite-flaws-romney-proposal-on-child-tax-credit-creates-opening-for-bipartisan-action\">has had bipartisan support</a> in the past. (Vice President-elect JD Vance, for example, has supported expanding the <a href=\"https://www.cbsnews.com/news/jd-vance-child-tax-credit-5000-what-to-know/\">child tax credit</a>.)</p>\n\n<p class=\"has-text-align-none\">The election results on Tuesday also showed signs of hope — a roadmap for what an antipoverty agenda could look like under a second Trump presidency. Because while Democrats lost the presidential race, voters didn’t necessarily reject their policies. In various states, <a href=\"https://www.epi.org/blog/a-review-of-key-2024-ballot-measures-voters-backed-progressive-policy-measures/\">voters supported progressive priorities</a> through ballot measures, including minimum wage hikes, paid sick leave, and expanded labor rights. If Democrats want to have a productive four years under Trump, there’s a lot they can do at the state level — if not in the legislatures, then at the ballot box.</p>\n\n<h2 class=\"wp-block-heading\"><strong>One positive election outcome? Voters raised the minimum wage.</strong></h2>\n\n<p class=\"has-text-align-none\">In five states, voters got to have a say in their minimum wage laws.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Missouri, for example, <a href=\"https://missouriindependent.com/2024/11/05/missourians-vote-to-increase-minimum-wage-require-paid-sick-leave/\">voters passed a minimum wage hike</a>, raising it from $12.30 per hour to $15 by 2026. The new law pegs the minimum wage to inflation, which means that workers don’t have to wait for another law to pass to keep up with rising costs. More than 562,000 workers will see their wages rise as a result of the law, <a href=\"https://mobudget.org/wp-content/uploads/2023/12/MinWage-Earned-Sick-Leave-Analysis.pdf\">according to the Missouri Budget Project</a>.</p>\n\n<p class=\"has-text-align-none\">Alaskans also voted on <a href=\"https://alaskapublic.org/2024/10/24/alaska-business-are-divided-over-a-ballot-measure-that-would-raise-minimum-wage-and-mandate-sick-leave/\">raising the minimum wage</a> to $15 per hour, up from $11.73, and the measure is <a href=\"https://www.adn.com/politics/2024/11/05/ballot-measure-1-aimed-at-boosting-alaska-minimum-wage-passing-by-wide-margin-in-early-returns/\">on track to pass</a>. It would increase earnings for nearly 10 percent of the workforce, <a href=\"https://www.epi.org/publication/alaskas-minimum-wage/\">according to the Economic Policy Institute</a>. In California, voters were asked to raise the state’s minimum wage to $18 per hour, but the results are still too close to call.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Arizona, voters protected worker pay by <a href=\"https://www.nytimes.com/interactive/2024/11/05/us/elections/results-arizona-proposition-138-allow-employers-to-reduce-wages-of-tipped-employees.html\">overwhelmingly rejecting</a> a measure that would have allowed employers to reduce base wages for tipped workers. In Massachusetts, however, there was a different story. Voters <a href=\"https://www.wbur.org/news/2024/11/06/tipped-workers-wages-ballot-question-5-results\">didn’t approve a ballot measure</a> that would have supported tipped workers. Tipped workers in the state are now paid $6.75 per hour, but had the measure passed, they would have eventually <a href=\"https://www.wbur.org/news/2024/11/06/tipped-workers-wages-ballot-question-5-results\">been paid the standard minimum wage</a>, which now sits at $15.</p>\n\n<p class=\"has-text-align-none\">The benefits of a higher minimum wage are clear: Workers at the bottom automatically see their incomes rise. But efforts to raise the minimum wage often face opposition because business interests argue that they would result in job losses or increased prices. In the case of Massachusetts, the proposal was <a href=\"https://www.bostonglobe.com/2024/10/23/business/massachusetts-tipped-worker-ballot-measure-question-5/\">strongly opposed</a> by restaurant lobbying groups.</p>\n\n<p class=\"has-text-align-none\">The evidence points to a different reality. In states that have increased the minimum wage, there was <a href=\"https://www.epi.org/blog/most-minimum-wage-studies-have-found-little-or-no-job-loss/\">little to no impact</a> on the number of jobs. Some studies have <a href=\"https://www.americanprogress.org/article/higher-minimum-wages-support-job-growth-economy-recovers-covid-19/\">even shown</a> that a hike in the minimum wage <a href=\"https://sp2.upenn.edu/study-increasing-minimum-wage-has-positive-effects-on-employment-in-fast-food-sector-and-other-highly-concentrated-labor-markets/\">can also lead to higher employment</a> in certain labor markets in part because they attract more workers. And states that have gotten rid of subminimum wages <a href=\"https://www.americanprogress.org/article/ending-tipped-minimum-wage-will-reduce-poverty-inequality/\">have seen lower poverty rates</a> among tipped workers than states that haven’t.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://irle.berkeley.edu/publications/working-papers/sectoral-wage-setting-in-california/\">Recent research</a> from the Center on Wage and Employment Dynamics at the University of California, Berkeley, <a href=\"https://irle.berkeley.edu/publications/press-release/new-study-analyzes-impact-of-californias-20-minimum-wage-for-fast-food-workers/\">found</a> that a higher minimum wage did not necessarily lead to significantly higher prices. After California <a href=\"https://www.cbsnews.com/news/california-fast-food-20-minimum-wage-law-prices/\">raised the minimum wage</a> for fast food workers up to $20 per hour earlier this year, employment remained stable and prices didn’t dramatically change. According to the study, popular menu items were about 3.7 percent more expensive — about a 15-cent increase for a $4 hamburger.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The next four years will be about the small wins</strong></h2>\n\n<p class=\"has-text-align-none\">It’s worth noting that during Trump’s first term, when Democrats had control of the House, the former president <a href=\"https://www.cnn.com/2020/12/27/politics/trump-relief-bill-christmas-eve/index.html\">signed</a> some major antipoverty measures into law, including rental assistance, boosted unemployment benefits, and stimulus checks. Of course, that was prompted by a pandemic, a global disaster that we hopefully won’t see a repeat of anytime soon. So that kind of policy at the federal level is highly unlikely to pass in the next four years.</p>\n\n<p class=\"has-text-align-none\">That’s why Democratic lawmakers and antipoverty advocates have to focus on the state level to deliver meaningful improvements to people’s lives. The ballot measures on Tuesday, some of which <a href=\"https://www.epi.org/blog/a-review-of-key-2024-ballot-measures-voters-backed-progressive-policy-measures/\">also included provisions</a> that require employers to offer their workers paid sick leave, showed that the public has an appetite for policies that would reduce poverty. And while voters in Massachusetts rejected abolishing the subminimum wage for tipped workers, <a href=\"https://www.masslive.com/politics/2024/11/mass-election-results-question-3-authorizing-rideshare-union-on-brink-of-approval.html\">they passed a ballot measure</a> that allows rideshare drivers to unionize.  </p>\n\n<p class=\"has-text-align-none\">Democrats should capitalize on that because it can genuinely make a big difference. Even though the federal minimum wage, which is $7.25 per hour, hasn’t changed in 15 years, <a href=\"https://www.epi.org/minimum-wage-tracker/\">at least 30 states and Washington, DC</a>, have implemented a higher minimum wage.</p>\n\n<p class=\"has-text-align-none\">Sometimes, major breakthroughs don’t come from one major legislative overhaul from Congress. They can also be a series of small wins. And we should take them wherever we can.</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">Within Our Means</a>&nbsp;newsletter. Sign up&nbsp;<a href=\"https://www.vox.com/pages/within-our-means-newsletter-us-poverty-politics-solutions\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There is no sugarcoating it: Donald Trump’s victory on Tuesday is a major setback for many antipoverty policies. With a Republican majority in the Senate (and likely in the House as well), there’s little doubt that spending cuts will be up for debate, and tried-and-failed ideas like imposing work requirements on welfare recipients will be [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "Trump’s tariffs could tank the economy. Will the Supreme Court stop them?",
    "link": "https://www.vox.com/scotus/383884/supreme-court-donald-trump-tariffs-inflation-economy",
    "pubDate": "2024-11-10T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump lookin up with his hand on a podium at a rally\" data-caption=\"President-elect Donald Trump’s tariffs are unwise, but assuming that he implements them in compliance with federal law, they are not unconstitutional. | Photo by Chip Somodevilla/Getty Images\" data-portal-copyright=\"Photo by Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2183214747.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President-elect Donald Trump’s tariffs are unwise, but assuming that he implements them in compliance with federal law, they are not unconstitutional. | Photo by Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">After winning the 2024 election in part due to <a href=\"https://www.vox.com/2024-elections/383397/economy-inflation-2024-election-democrats-trump\">high inflation early in President Joe Biden’s term</a>, President-elect Donald Trump wants to enact policies that would lead to the very same kind of inflation that doomed Democrats.</p>\n\n<p class=\"has-text-align-none\">Though Trump inherits a <a href=\"https://www.vox.com/2024-elections/383397/economy-inflation-2024-election-democrats-trump\">strong economy and low inflation</a>, he’s proposed a <a href=\"https://www.vox.com/politics/381637/elon-musk-donald-trump-2024-election-temporary-hardship\">10 to 20 percent tariff on all imports</a>, and a 60 percent tariff on all imports from China. The Budget Lab at Yale estimates that this policy alone could <a href=\"https://budgetlab.yale.edu/research/fiscal-macroeconomic-and-price-estimates-tariffs-under-both-non-retaliation-and-retaliation\">raise consumer prices by as much as 5.1 percent</a> and could diminish US economic growth by up to 1.4 percent. An analysis by the think tank Peterson Institute for International Economics, finds that Trump’s tariffs, when combined with some of his other proposals such as <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">mass deportation</a>, would lead to inflation <a href=\"https://www.piie.com/blogs/realtime-economics/2024/how-much-would-trumps-plans-deportations-tariffs-and-fed-damage-us\">rising between 6 and 9.3 percent</a>.</p>\n\n<p class=\"has-text-align-none\">If Trump pushes through his proposed tariffs, they will undoubtedly be challenged in court — and, most likely, in the Supreme Court. There are no shortages of businesses that might be hurt financially by these tariffs, and any one of them could file a lawsuit.</p>\n\n<p class=\"has-text-align-none\">That raises a difficult question: Will this Supreme Court permit Trump to enact policies that could sabotage his presidency, and with it, the Republican Party’s hopes of a political realignment that could doom Democrats to the wilderness?</p>\n\n<p class=\"has-text-align-none\">The legal arguments in favor of allowing Trump to unilaterally impose high tariffs are <a href=\"https://www.cassidylevy.com/news/across-the-board-tariffs-can-a-us-president-do-that/\">surprisingly strong</a>. Several federal laws give the president exceedingly broad power to impose tariffs, and the limits imposed by these statutes are quite vague.</p>\n\n<p class=\"has-text-align-none\">A presidential proclamation imposing such tariffs wouldn’t be unprecedented. In 1971, President Richard Nixon <a href=\"https://www.presidency.ucsb.edu/documents/proclamation-4074-imposition-supplemental-duty-for-balance-payments-purposes\">imposed a 10 percent tariff on nearly all foreign goods</a>, which a <a href=\"https://casetext.com/case/united-states-v-yoshida-intern-inc\">federal appeals court upheld</a>. Congress has since amended some of the laws Nixon relied on, but a key provision allowing the president to regulate importation of “<a href=\"https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title50-section1702(b)(3)&amp;num=0&amp;edition=prelim\">any property in which any foreign country or any national thereof has or has had any interest</a>” remains on the books.</p>\n\n<p class=\"has-text-align-none\">The judiciary does have one way it might constrain Trump’s tariffs: The Supreme Court’s Republican majority has given itself an <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">unchecked veto power</a> over any policy decision by the executive branch that those justices deem to be too ambitious. In <em>Biden v. Nebraska</em> (2023), for example, the Republican justices struck down the Biden administration’s primary student loans forgiveness program, despite the fact that the program is <a href=\"https://www.vox.com/scotus/2023/6/30/23779903/supreme-court-student-loan-biden-nebraska-john-roberts\">unambiguously authorized by a federal statute</a>.</p>\n\n<p class=\"has-text-align-none\"><em>Nebraska</em> suggests a Nixon-style tariff should be struck down — at least if the Republican justices want to use their self-given power to veto executive branch actions consistently. <em>Nebraska</em> claimed that the Court’s veto power is at an apex when the executive enacts a policy of “<a href=\"https://www.supremecourt.gov/opinions/22pdf/22-506_nmip.pdf\">vast ‘economic and political significance</a>.” A presidential proclamation that could bring back 2022 inflation levels certainly seem to fit within this framework.</p>\n\n<p class=\"has-text-align-none\">The question is whether a Republican Supreme Court will value loyalty to a Republican administration, and thus uphold Trump’s tariffs; or whether they will prefer to prop up Trump’s presidency by vetoing a policy that could make him unpopular and potentially invite the Democratic Party back into power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After the Court’s decision holding that Trump is allowed to <a href=\"https://www.vox.com/scotus/366855/supreme-court-trump-immunity-betrayal-worst-decisions-anticanon\">use the powers of the presidency to commit crimes</a>, it is naive to think that this Court’s decisions are driven solely – or even primarily – by what the law and the Constitution actually have to say about legal questions. But that does not mean that this Court will necessarily strike down a Republican tariff policy that could do long term damage to the GOP.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The federal laws governing tariffs give the president an enormous amount of power</strong></h2>\n\n<p class=\"has-text-align-none\">Tariffs are often viewed as economic weapons that the United States can use to combat other nation’s activities that undermine US interests. For this reason, federal law gives the president significant power to impose new tariffs after an appropriate federal agency determines that deploying such a weapon is justified.</p>\n\n<p class=\"has-text-align-none\">One striking thing about these laws, however, is that they focus far more on process than on substance. Federal tariff laws tend to lay out a procedure the federal government must follow before it can authorize a new tariff, but they place few explicit restrictions on the nature of those tariffs once the process is followed. The Trump administration must follow certain processes to create new tariffs, but so long as it follows that process it has broad latitude over tariff policy.</p>\n\n<p class=\"has-text-align-none\">Consider, for example, <a href=\"https://www.law.cornell.edu/uscode/text/19/2411\">Section 301 of the Trade Act of 1974</a>. This law requires the US trade representative, a Cabinet-level official appointed by the president, to make certain findings before their power to issue new tariffs is triggered. But specific findings the trade representative must make before acting are quite vague. The power to issue tariffs can be triggered if the trade representative finds that a foreign country is engaged in activity that “is unjustifiable and burdens or restricts United States commerce,” or that is “unreasonable or discriminatory and burdens or restricts United States commerce.”</p>\n\n<p class=\"has-text-align-none\">So that’s not much of an explicit limit on tariffs — the government’s power to issue them is triggered if a Cabinet official determines that a foreign nation’s behavior is “unreasonable.”</p>\n\n<p class=\"has-text-align-none\">Once the trade representative makes this determination, their powers are quite broad. The government may “impose duties or other import restrictions on the goods of, and, notwithstanding any other provision of law, fees or restrictions on the services of, such foreign country for such time as the trade representative determines appropriate.”</p>\n\n<p class=\"has-text-align-none\">As my colleague Dylan Matthews <a href=\"https://www.vox.com/policy/374102/trump-harris-tariffs-congress\">notes</a>, “Trump used this power to impose <a href=\"https://sgp.fas.org/crs/row/IF10708.pdf\">sweeping tariffs against China</a>. Biden has made liberal use of this power, too, <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/14/fact-sheet-president-biden-takes-action-to-protect-american-workers-and-businesses-from-chinas-unfair-trade-practices/\">expanding tariffs</a> on steel, batteries, solar cells, and <a href=\"https://www.vox.com/climate/2024/3/4/24087919/biden-tariff-chinese-ev-byd-battery-detroit\">electric vehicles from China</a>.”</p>\n\n<p class=\"has-text-align-none\">Another statute gives the president <a href=\"https://www.law.cornell.edu/uscode/text/19/1862\">similarly broad authority</a> to impose tariffs after the commerce secretary conducts an investigation and determines that a foreign good “is being imported into the United States in such quantities or under such circumstances as to threaten to impair the national security.” In his first term, Trump used this to tax imports of steel and aluminum.</p>\n\n<p class=\"has-text-align-none\">And then there’s the authority that Nixon used in 1971 to issue broad new tariffs on a variety of imports. In its current form, this law allows the president to act <a href=\"https://tile.loc.gov/storage-services/service/ll/usrep/usrep468/usrep468222/usrep468222.pdf\">only after they declare a national emergency</a> “to deal with any unusual and extraordinary threat, which has its source in whole or substantial part outside the United States, to the national security, foreign policy, or economy of the United States.” But the law <a href=\"https://www.cassidylevy.com/news/across-the-board-tariffs-can-a-us-president-do-that/\">doesn’t define terms</a> like “national emergency” or “unusual and extraordinary threat.” And, once such an emergency is declared, the president’s power is quite broad.</p>\n\n<p class=\"has-text-align-none\">This is the law that also permits the president to regulate importation of “<a href=\"https://uscode.house.gov/view.xhtml?req=granuleid:USC-prelim-title50-section1702(b)(3)&amp;num=0&amp;edition=prelim\">any property in which any foreign country or any national thereof has or has had any interest</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s important to emphasize that, while these laws impose few substantive limits on tariffs, they do require Trump to jump through certain procedural hoops — and his administration struggled with such procedural barriers in his first term. In 2020, for example, a 5-4 Supreme Court rejected the administration’s attempt to eliminate the Deferred Action for Childhood Arrivals program, which allows hundreds of thousands of undocumented young immigrants to live and work in the US, <a href=\"https://www.vox.com/2020/6/18/21295518/supreme-court-daca-trump-roberts-regents-university-california-homeland-security\">due to a paperwork error</a>.</p>\n\n<p class=\"has-text-align-none\">Still, assuming the second Trump administration is staffed with competent lawyers who can navigate procedural hurdles more deftly this time, federal law places few explicit limits on the president’s power to issue tariffs.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How the Court could veto Trump’s tariffs, if a majority of the justices want to do so</strong></h2>\n\n<p class=\"has-text-align-none\">The strongest legal argument against Trump’s proposed tariff policy involves something called the “<a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">major questions doctrine</a>,” a power that the Supreme Court gave itself in recent years, which has only ever been used to block policies handed down by the Biden administration. The Court has <a href=\"https://www.vox.com/scotus/2023/6/30/23779903/supreme-court-student-loan-biden-nebraska-john-roberts\">never explained where this major questions doctrine comes from</a>, and has never attempted to ground it in any statute or constitutional provision — although some individual justices have written concurring opinions that attempt to do so.</p>\n\n<p class=\"has-text-align-none\">When summarizing this fabricated legal doctrine, the Court often quotes a line from <a href=\"https://supreme.justia.com/cases/federal/us/573/302/\"><em>Utility Air Regulatory Group v. EPA</em></a> (2014), which states that “we expect Congress to speak clearly if it wishes to assign to an agency decisions of vast ‘economic and political significance.’” But the justices have <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">only provided vague guidance</a> on just how “clearly” Congress must write a statute if it wants to give broad policymaking authority to an agency, so it is unclear if this Court would follow a statute permitting the president to tax “any property” that “any foreign country” has “any interest” in.</p>\n\n<p class=\"has-text-align-none\">The major questions doctrine is a new legal concept, which is poorly defined and which has never been used to block any policy by a Republican president — or, indeed, any president not named “Joe Biden” (some scholars argue that the Court applied an early version of the doctrine in <a href=\"https://supreme.justia.com/cases/federal/us/529/120/\"><em>FDA v. Brown &amp; Williamson</em></a> (2000) to block a Clinton administration policy, but the Court’s reasoning in that case <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">bears only a passing resemblance</a> to its reasoning in its Biden-era decisions). Because this doctrine is so ill-defined, a lawyer can only guess at whether this Court will apply it to the Trump administration at all, or specifically to Trump’s tariff policies.</p>\n\n<p class=\"has-text-align-none\">Still, there is both a principled argument for why it might apply to Trump, and a cynical one.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The principled one is that the law should be the same regardless of which party controls the White House. So, if the <a href=\"https://www.vox.com/scotus/371361/supreme-court-call-republican-justices-republicans\">Republican justices</a> insisted on vetoing Biden administration policies they deemed too ambitious, they should also veto similarly ambitious Trump administration policies. Under this argument, the major questions doctrine may still be bad law that the Republican justices pulled out of thin air, but the least they can do is apply it equally harshly to presidents of both parties.</p>\n\n<p class=\"has-text-align-none\">The cynical argument, meanwhile, is that Democrats got crushed at the polls, despite low inflation and a strong economy, seemingly in part because they <a href=\"https://www.vox.com/2024-elections/383397/economy-inflation-2024-election-democrats-trump\">held power during a period of high inflation</a>. If Trump gets to implement his tariffs, that would also likely trigger a period of similarly high inflation, and that would be bad for the political party that controls the Supreme Court.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>So what should the Supreme Court do?</strong></h2>\n\n<p class=\"has-text-align-none\">Trump has proposed many policies that violate the Constitution. If he follows through on his <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-suggests-re-elected-biden-indicted-rcna132810\">threats to have his political enemies arrested</a>, that would violate the First Amendment and may violate the Fourth Amendment’s requirement that law enforcement must have “<a href=\"https://constitution.congress.gov/constitution/amendment-4/\">probable cause</a>” to make an arrest. Depending on how Trump conducts his deportation policies, they may violate constitutional due process guarantees. His <a href=\"https://www.washingtonpost.com/politics/2024/09/20/trump-lgbtq-second-term-agenda/\">anti-transgender policies</a> could violate <a href=\"https://www.vox.com/politics/2023/3/14/23635663/supreme-court-transgender-sports-constitution-stanford-kyle-duncan-protest\">constitutional protections against discrimination</a>, and some of his policies targeting incarcerated transgender people could violate the Constitution’s ban on “<a href=\"https://constitution.congress.gov/constitution/amendment-8/\">cruel and unusual punishments</a>.”</p>\n\n<p class=\"has-text-align-none\">But there’s nothing in the Constitution that prohibits tariffs. Tariffs are a common part of US economic and foreign policy. Federal laws that long predate the Trump administration give the president broad authority over tariffs. And there’s even a precedent, from the Nixon administration, for the kind of sweeping tariffs that Trump says he wants to implement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The coming legal fight over tariffs presents a dilemma. A decision against the tariffs would consolidate more power in an unelected Supreme Court, and breathe more life into a legal doctrine that has no basis in law. A decision for the tariffs, however, would cause needless misery to millions of Americans.</p>\n\n<p class=\"has-text-align-none\">The Constitution itself is pretty clear about what should happen in this case. When a duly elected president violates the Constitution or a federal law, it’s the Supreme Court’s job to step in. But when the president merely enacts an unwise economic policy, the Court is supposed to play no role whatsoever — even if this policy is likely to hurt the nation or the political party that controls the Court. Trump’s tariffs are unwise, but assuming that he implements them in compliance with federal law, they are not unconstitutional.</p>\n\n<p class=\"has-text-align-none\">In any event, it’s far from clear what these justices will do. But, if Trump does try to implement the kinds of tariffs he touted on the campaign trail, a legal showdown over whether he can actually do what federal law says he can do is almost certainly inevitable.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "After winning the 2024 election in part due to high inflation early in President Joe Biden’s term, President-elect Donald Trump wants to enact policies that would lead to the very same kind of inflation that doomed Democrats. Though Trump inherits a strong economy and low inflation, he’s proposed a 10 to 20 percent tariff on [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "In praise of the “middlebrow” movie",
    "link": "https://www.vox.com/culture/382672/conclave-challengers-trap-it-ends-with-us-movies",
    "pubDate": "2024-11-09T13:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Actor Ralph Fiennes as Cardinal Lawrence in the 2024 Edward Berger-directed film Conclave.\" data-caption=\"Actor Ralph Fiennes as Cardinal Lawrence in the 2024 film Conclave. | Courtesy of Focus Features\" data-portal-copyright=\"Courtesy of Focus Features\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Screen-Shot-2024-11-05-at-4.32.03-PM.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Actor Ralph Fiennes as Cardinal Lawrence in the 2024 film Conclave. | Courtesy of Focus Features</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For all its serious subject matter, there’s something deeply comforting about a movie like <em>Conclave.</em> Edward Berger’s new mystery thriller, about a cardinal (Ralph Fiennes) assigned with overseeing the election of a new pope, is surprisingly juicy and a lot more fun than many of the standard, austere Catholic dramas Hollywood has churned out in recent years (<em>The Two Popes</em>, <em>Spotlight</em>, <em>Silence</em>). Imagine the last 20 minutes of <em>Survivor</em>, when contestants switch up alliances and do their most aggressive politicking before Tribal Council, set in the Vatican.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In this fictional election, heavy matters are at stake, mainly whether the Church will embrace progress or maintain its conservative values. Scandals emerge. Chaos ensues. At its core, though, <em>Conclave</em> is a straightforward and arguably silly movie. The characters are all written in the same generic voice and announce what’s happening in every scene. Stanley Tucci plays a man named Cardinal Bellini. It ends with a twist that you’ll either find <a href=\"https://www.vulture.com/article/conclaves-surprise-twist-ending-has-a-deeper-meaning.html\">genius or bonkers</a>. Most notably, it has a quality that’s been missing from the box office lately. From its $20 million budget to its accessible story, <em>Conclave</em> is firmly middlebrow. </p>\n\n<p class=\"has-text-align-none\">We’re used to hearing “middlebrow” used as a pejorative, a knock on overly accessible, “normie” content. But as a third path between “highbrow” and “lowbrow,” it doesn&#8217;t get nearly enough credit. It’s a relief to occasionally watch a film that doesn’t insult or overly challenge our intelligence; accessibility with some standards isn’t always a bad thing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In our current movie landscape, “middlebrow” has become lost between the poles of big-budget IP films drowning in CGI, and Oscar bait-y, indie fare mainly discussed on Letterboxd. Worse, within this dichotomy, it’s become increasingly difficult to find movies with a wide appeal that also contain&nbsp;interesting, human stories. “For me, a middlebrow movie is something that I can recommend to everyone — a parent, a friend,” says Los Angeles Times film critic Katie Walsh.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Hollywood executives continue to bet on big franchises to turn huge profits, the past few years have seen the mid-budget movie make significant gains at the box office. This year alone, midsized projects like <em>Conclave</em>, <a href=\"https://www.vox.com/culture/24139393/challengers-sexy-tennis-zendaya-luca-guadagnino-investigation\"><em>Challengers</em></a><em>, Trap</em>, and <a href=\"https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud\"><em>It Ends With Us</em></a><em> </em>have generated either significant fanfare or big bucks at the box office. After a decade-and-a-half of narrowing movie choices, could middlebrow films finally be making a comeback?&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Marvel killed the “middlebrow” movie&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Following the explosion and eventual drop-off of blockbusters in the ’80s, modest films made a comeback in the ’90s. In particular, <a href=\"https://www.vox.com/culture/24144453/harvey-weinstein-overturned-conviction-explained-eliza-orlins-molineaux-rule-sandoval\">Harvey Weinstein</a>’s former production company Miramax gave the latter half of the decade some of its highest-grossing medium-sized hits. Movies like <em>Good Will Hunting</em>, <em>The English Patient</em>, <em>Shakespeare in Love</em>, and <em>The Talented Mr. Ripley</em>, for example, over-performed at the box office and went on to either be nominated or receive Academy Awards.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even then, however, midsized movies didn’t need “prestige” to justify their existence. In the 2000s, for every Oscar-winning tear-jerker, you could check out an even larger number of crowd-pleasing comfort movies — many that might even be categorized as “junk” — from soapy romantic dramas like <em>The Notebook </em>to bro comedies like <em>Wedding Crashers.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\">While midsized films don’t necessarily guarantee quality, they did give grown-ups a wide range of stories and genres to choose from when going to the multiplex. Think “chick flicks,” sports movies, legal thrillers, domestic dramas, capers, and whodunits during the ’90s and aughts. Up-and-coming filmmakers got to experiment with interesting concepts — or stick to more conventional fare — with decent budgets, ranging from $10 million to $60 million. As is the case with IPs now, studios could largely count on movie stars to lure audiences to the movie theaters and take a chance on original or newly adapted stories. During the era of physical media, studios could also rely on the profits from VHS and DVDs — as <a href=\"https://www.youtube.com/watch?v=QlWb4vjaJBI\">Matt Damon explained</a> on an episode of <em>Hot Ones</em> — giving these medium-sized films a longer tail and more chances at profitability.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Screen-Shot-2024-11-05-at-4.53.10-PM.png?quality=90&#038;strip=all&#038;crop=0,10.483669907754,100,79.032660184493\" alt=\"Actors Ryan Gosling and Rachel McAdams in the 2004 Nick Cassavetes-directed film “The Notebook.“\" title=\"Actors Ryan Gosling and Rachel McAdams in the 2004 Nick Cassavetes-directed film “The Notebook.“\" data-has-syndication-rights=\"1\" data-caption=\"Ryan Gosling and Rachel McAdams in the 2004 film &lt;em&gt;The Notebook.&lt;/em&gt; | Melissa Moseley/Courtesy of New Line Cinema\" data-portal-copyright=\"Melissa Moseley/Courtesy of New Line Cinema\" />\n<p class=\"has-text-align-none\">While middle-range movies used to occupy much of a studio&#8217;s yearly slate in the 2000s, blockbuster franchises like <em>Spider-Man</em> and <em>Transformers</em> were also a part of the mix and proved to be a worthy investment. Suddenly, even impressive earnings from mid-budget movies were starting to look like chump change compared to the hundreds of millions of dollars franchises could turn in with the promise of sequels.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2009, a year after the release of <em>Iron Man</em>, <a href=\"https://www.vanityfair.com/news/2009/03/state-of-hollywood200903?srsltid=AfmBOorzZ1tF6CURhaR2bRVKytlrWolmHWhpp7my_N0mKoBTlRVB3CQs&amp;utm_source=pocket_shared\">journalist and film producer Peter Bart reported</a> on the growing skepticism in Hollywood toward these sorts of in-between films (i.e., moderately budgeted movies geared toward adults) because they lacked built-in audiences. Instead, Hollywood executives were turning their attention and dollars to splashy franchises they could connect to “a maze of ancillary promotions,” like toys and video games.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Fifteen years and 33 Marvel movies later, this would prove to be true. Year after year, it seems like audiences can only count on comic book movies (and their endless sequels), live-action Disney remakes, video game adaptations, and reboots of other classic films to feature buzzy stars and be mass-marketed — with a couple of indie films slipping through the cracks. Still, the billion-dollar success of last year’s <em>Barbie</em> signaled the prolonging of our time in kid-friendly IP hell, with a <a href=\"https://www.newyorker.com/magazine/2023/07/10/after-barbie-mattel-is-raiding-its-entire-toybox\">slew of movies inspired by Mattel</a> products reportedly coming down the pipeline.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Investing in blockbusters hasn’t been a foolproof plan, though. With bigger budgets, the expectation for box-office success has risen to astronomical numbers. According to Mitchell Beaupre, managing editor at Letterboxd, this has created a “feast-or-famine landscape” where movies are either “gargantuan hits or colossal failures.”</p>\n\n<p class=\"has-text-align-none\">Studios “need to put up $200 million in order to make a mammoth blockbuster,” Beaupre says. “They only turn a profit if it makes $500 million or more. Otherwise it&#8217;s a disaster.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">“<strong>Middlebrow” movies have a communal value, especially when they hit theaters</strong></h2>\n\n<p class=\"has-text-align-none\">It’s not that “middlebrow” movies have completely fallen off the radar, but theatrical runs and robust marketing campaigns are largely a thing of the past. Rather, the bulk of these movies are dropped on streaming platforms with little to no promotion.&nbsp;For instance, Netflix took advantage of the rom-com-sized hole in the movie landscape and began <a href=\"https://www.businessinsider.com/netflix-original-rom-coms-ranked-critics-2019-2\">releasing a slate of original films</a>, many of them geared at teens, in the late 2010s. Hulu, Prime Video, and Max are also where you can find most romance flicks, family comedies, and small action films nowadays — if you even know they’re there in the first place.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This year, several “middlebrow” movies that would’ve been marquee theatrical releases in a previous era were quickly dumped onto streamers, including the Apple TV+ movie <em>Wolfs</em>, starring George Clooney and Brad Pitt, and the Glen Powell vehicle <em>Hit Man. </em>The latter film’s quick arrival on Netflix, after a limited theatrical run, was especially perplexing, given the recent box-office success of Powell’s previous film <em>Anyone But You </em>in 2023. Not only did the studio rom-com (made on a $25 million budget) earn over $200 million worldwide, it showed that well-liked actors could still drive people to movie theaters.</p>\n\n<p class=\"has-text-align-none\">“<em>Hit Man</em>, I think, would have done great,” Walsh says. “I saw it in the theater in Los Angeles, and it was packed with middle-aged people. My friend was like, ‘Oh, this feels like a real movie.’”</p>\n\n<p class=\"has-text-align-none\">In the same vein, the thwarted release of Clint Eastwood’s latest film <em>Juror #2, </em>another firmly “middlebrow” movie, is currently confusing critics and supporters of the film online. Eastwood’s 40th film was given a limited release on November 2 with <a href=\"https://variety.com/2024/film/news/clint-eastwood-juror-no-2-release-warner-bros-burying-1236188876/\">no plans to expand</a>, according to Variety. Sources also told the Hollywood Reporter that <a href=\"https://www.hollywoodreporter.com/movies/movie-news/clint-eastwood-juror-robert-zemeckis-here-1236053637/\">the drama would arrive on Max</a> “over the Christmas holidays.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Screen-Shot-2024-11-05-at-4.48.19-PM.png?quality=90&#038;strip=all&#038;crop=0,3.0101086278662,100,93.979782744268\" alt=\"Actor Nicholas Hoult as Justin Kemp in the 2024 Clint Eastwood-directed film “Juror #2.“\" title=\"Actor Nicholas Hoult as Justin Kemp in the 2024 Clint Eastwood-directed film “Juror #2.“\" data-has-syndication-rights=\"1\" data-caption=\"Nicholas Hoult as Justin Kemp in the 2024 film &lt;em&gt;Juror #2.&lt;/em&gt; | Courtesy of Warner Bros/Everett Collection\" data-portal-copyright=\"Courtesy of Warner Bros/Everett Collection\" />\n<p class=\"has-text-align-none\"><em>“Juror #2 </em>is a perfect example of something that easily could have made $100 million if it was in theaters,” says Beaupre. “But for whatever reason, [Warner Bros. Discovery CEO] David Zaslav has decided to <a href=\"https://www.forbes.com/sites/timlammers/2024/11/05/clint-eastwoods-juror-2-gets-max-streaming-release-window/\">barely release it</a>. Even reliable investments like Eastwood, who has had three of his last six movies crack $100 million worldwide, aren&#8217;t worth putting their resources behind to studios.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, when “middlebrow” movies have stuck around in movie theaters long enough the year, they’ve felt like special cultural events. This year’s <a href=\"https://www.vox.com/culture/2024/5/2/24147291/challengers-polyamory-ending-movie\">Luca Guadagnino film <em>Challengers</em></a><em> </em>felt the most reminiscent of the classic midsized movie buoyed by a beloved movie star (Zendaya). While the film contained artistic elements and a more “non-traditional” subject matter than a typical mainstream movie, it quickly became a populist favorite through viral memes and fans recommending it to other people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Every time I went back to see it again, the theater was busier<em> </em>than the last time,” Beaupre says. “That was a massive word-of-mouth hit that had people filling up theaters a month after it came out.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, it seems that the desire for original or at least new movies that adults can enjoy and, namely, discuss<em> </em>with other adults has never gone away. Whether viewers appreciated it or not, the ending of <em>Conclave </em>has at least given moviegoers something to talk about. Amid months-long marketing campaigns and cross-promotion tactics à la <em>Barbie</em> and <em>Wicked</em>, it’s refreshing to see moviegoers spreading the gospel of <em>Conclave</em> in an organic fashion. It also seems to be working. While the movie has yet to break even, it’s already <a href=\"https://collider.com/conclave-domestic-box-office-15-million/\">passed a $15 million milestone</a>, despite a relatively limited release.</p>\n\n<p class=\"has-text-align-none\">“There&#8217;s definitely a desire to go see<em> Deadpool and Wolverine</em> or <em>Twisters</em> and be with a crowd and have that big-screen sensation,” Walsh says. “But I think people also want to feel like they&#8217;re watching a movie and have something to think about and something to say afterward.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Hollywood’s franchise mania continues to confound, there’s hope that the industry will bend to the needs of moviegoers eventually. Just like blockbusters briefly lost their magic at the end of the ’80s, this moment could be a trend, rather than fate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Filmmakers are also becoming restless about the lack of mid-budget offerings themselves. At this year’s Oscars, <em>American Fiction</em> writer and director Cord Jefferson suggested that Hollywood executives make “20 $10 million movies” instead of one “$200 million movie” during his <a href=\"https://youtu.be/d07lNlkn0Ug?feature=shared\">acceptance speech for Best Adapted Screenplay</a>, drawing loud applause from the audience. His plea immediately begged the question: What’s so hard about that math?&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For all its serious subject matter, there’s something deeply comforting about a movie like Conclave. Edward Berger’s new mystery thriller, about a cardinal (Ralph Fiennes) assigned with overseeing the election of a new pope, is surprisingly juicy and a lot more fun than many of the standard, austere Catholic dramas Hollywood has churned out in [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "The debate over why Harris lost is in full swing. Here’s a guide.",
    "link": "https://www.vox.com/2024-elections/383897/harris-lost-debate-why-trump-won",
    "pubDate": "2024-11-09T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris looking serious, in a black jacket.\" data-caption=\"Kamala Harris speaks at Howard University in Washington, DC, on November 6, 2024. | Angela Weiss/AFP via Getty Images\" data-portal-copyright=\"Angela Weiss/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182616245.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Kamala Harris speaks at Howard University in Washington, DC, on November 6, 2024. | Angela Weiss/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Democrats have faced a bitterly disappointing defeat, and the debate is on about why that happened.</p>\n\n<p class=\"has-text-align-none\">Amid the opportunistic finger-pointing and evidence-free assertions that Vice President Kamala Harris could have won if only she had done this or that, there is a genuine search for explanations about what happened. The answer Democrats find most persuasive could greatly influence the party’s direction as it tries to win again.</p>\n\n<p class=\"has-text-align-none\">This debate will clearly go on for some time, and disentangling causality is difficult. But one way to think about it is to break up the question.&nbsp;</p>\n\n<p class=\"has-text-align-none\">How much of the defeat was about Harris’s weakness as a candidate or her campaign strategy? How much was about Donald Trump’s strengths? How much was about Joe Biden’s record? How much was about the Democratic Party brand generally? And how much was due to larger structural factors like a <a href=\"https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893\">global anti-incumbent trend</a>?</p>\n\n<p class=\"has-text-align-none\">It’s possible that all of these played some role in the outcome, especially because issues like inflation can resonate across them all. But let’s go through them.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Was Harris an unusually weak candidate?</h2>\n\n<p class=\"has-text-align-none\">Any candidate who loses tends to get defined, in retrospect, as an obvious loser. So naturally, lots of the Democratic finger-pointing has been pointing at Harris. But how convincing is it?</p>\n\n<p class=\"has-text-align-none\">Harris had some real strengths: her record as a former prosecutor, her formidable fundraising, and the fact that she was a fresh face. But many had grave doubts about her prospects <a href=\"https://www.vox.com/2024-elections/362277/kamala-harris-donald-trump-polling\">all along</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris’s political rise in deep-blue San Francisco, and later statewide in California, came by cultivating support among Democratic elites; she had never had to run in a swing state and therefore never developed a political style designed to appeal to swing voters. It was far from clear what those swing voters would make of her when she entered the 2024 race. (The one time before this year that she faced a decent Republican opponent — her first run for California attorney general, in 2010 — she barely won.)</p>\n\n<p class=\"has-text-align-none\">Her campaign strategy was cautious and defensive. In her prior presidential campaign and during the vice presidency, she’d done several <a href=\"https://www.nytimes.com/2023/02/06/us/politics/kamala-harris-vice-presidenct-legacy.html\">high-profile interviews</a> that went poorly, which spurred her to avoid such interviews. In this bid, she was happy to prosecute the case against Trump on the debate stage, but seemed much less comfortable when it was her being grilled. She often spoke in talking points and platitudes.</p>\n\n<p class=\"has-text-align-none\">There was also her record. When Harris was trying to win the 2020 Democratic primary, she ran to the left, taking several policy positions (like <a href=\"https://www.politico.com/newsletters/power-switch/2024/09/19/harris-fracking-reversal-may-have-a-sequel-00180080\">banning fracking</a>) that did not seem politically tenable. Trump’s team used one clip from that campaign, when <a href=\"https://www.factcheck.org/2024/10/harris-position-on-health-care-for-transgender-prisoners-and-detainees/\">she touted</a> how she’d worked to ensure transgender inmates in California could access gender-affirming care, in a heavily funded attack ad. It <a href=\"https://www.nytimes.com/2024/11/07/us/politics/trump-win-election-harris.html\">concluded with the line</a>: “Kamala is for they/them. President Trump is for you.”</p>\n\n<p class=\"has-text-align-none\">Her campaign strategy hinged on trying to tack to the center, disavowing or simply avoiding her past positions, sending out signals to the business community that she’d be friendlier to them, while using former Rep. Liz Cheney as a Republican validator. She did not break with the Biden administration or the mainstream Democratic consensus on any issue of significance. She did not run as a bold populist or progressive, either.</p>\n\n<p class=\"has-text-align-none\">Finally, there’s gender and race. Many have wondered whether the voter backlash against her was due to sexism — particularly due to preliminary numbers suggesting the swing against her was most intense among men. The <a href=\"https://www.nytimes.com/2024/11/07/us/politics/trump-win-election-harris.html\">New York Times reports</a> that the Trump team’s ads often showed Harris “laughing or dancing in a colorful blouse and pink pants,” because Trump’s goal was “to make her look like a lightweight.”</p>\n\n<p class=\"has-text-align-none\">But is Harris getting too much of the blame? Evidence suggests the guy she replaced at the top of the ticket, Joe Biden, would have done much worse. One <a href=\"https://x.com/YouGovAmerica/status/1854895311644172605\">post-election poll</a> found Trump would have beaten him by 7 percentage points nationally. Perhaps she did a decent job of playing a bad hand: the Biden administration’s record.</p>\n\n<h2 class=\"wp-block-heading\">Was it Biden’s fault?</h2>\n\n<p class=\"has-text-align-none\">Biden’s initial attempt to run for reelection — before it was curtailed by his disastrous debate — limited the time and options available to Harris. But the bigger problem may have simply been that she was his vice president, and his administration was very unpopular.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Blueprint, a Democratic polling initiative, <a href=\"https://blueprint2024.com/polling/why-trump-reasons-11-8/\">published research</a> showing that two of the three most effective arguments for pushing swing voters away from Harris were that “inflation was too high under the Biden-Harris administration” and that “too many immigrants illegally crossed the border under the Biden-Harris administration.”</p>\n\n<p class=\"has-text-align-none\">Polling all year has shown that inflation and immigration were Democrats’ biggest vulnerabilities. So part of the party’s second-guessing will naturally involve whether Biden should have made different policy choices to produce different outcomes in those areas.</p>\n\n<p class=\"has-text-align-none\">Biden did not cause inflation, but his American Rescue Plan <a href=\"https://www.vox.com/23036340/biden-american-rescue-plan-inflation\">did make it worse</a>, which resulted in higher prices and necessitated bigger interest rate hikes than would have happened otherwise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His administration was also slow to adjust, and though a “soft landing” without a recession eventually resulted, voters hated the enduring high prices.</p>\n\n<p class=\"has-text-align-none\">On the border, too, Biden only belatedly pivoted. After a huge increase in the number of unauthorized immigrants arriving at the border in 2021 and onward, Democrats in blue states and cities struggled to deal with the logistics of so many arrivals, and public backlash brewed. Late in 2023, Biden tried to pass a border security bill through Congress, but failed — in part due to <a href=\"https://www.vox.com/politics/2024/1/25/24050278/senate-immigration-border-ukraine-trump-mcconnell-romney\">opposition from Donald Trump</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In mid-2024, the combination of a deal with Mexico and new executive orders seemed to <a href=\"https://www.nbcnews.com/investigations/border-crossings-dropped-lowest-level-biden-administration-september-rcna174574\">finally cut down</a> on border crossings. But it’s possible Biden could have done more earlier, limiting the effectiveness of immigration as an attack on Harris.</p>\n\n<p class=\"has-text-align-none\">Finally, Israel’s war in Gaza bitterly divided the Democratic coalition. There was probably no way to make everyone happy here, and polling <a href=\"https://blueprint2024.com/polling/why-trump-reasons-11-8/\">does not show it</a> as a top reason swing voters turned against Harris. But the ugly controversy over Biden’s support for Israel (and Harris’s support for Biden’s policy) may have hurt her in Michigan and cut down on the left’s enthusiasm for her. It’s unlikely to have been decisive, but it certainly didn’t help.</p>\n\n<h2 class=\"wp-block-heading\">Was Trump an unusually strong candidate?</h2>\n\n<p class=\"has-text-align-none\">The political conventional wisdom has generally been that Trump is a weak candidate who’s been holding Republicans back — that his 2016 win was a fluke reliant on the Electoral College; that he was quite unpopular as president; that voters rejected him and his party in 2018, 2020, and (sort of) 2022; and that the GOP was taking a massive risk by nominating him again after he tried to steal the last presidential election and was indicted four times.</p>\n\n<p class=\"has-text-align-none\">But Trump may have been unusually well-positioned to take advantage of dissatisfaction with the Biden administration’s record on the economy and immigration.</p>\n\n<p class=\"has-text-align-none\">Trump’s persona as a celebrity businessman, one who many voters view as especially savvy about the economy, has been an advantage for him in polls <a href=\"https://www.latimes.com/opinion/op-ed/la-oe-schiller-trump-victory-economy-20161109-story.html\">since his first campaign</a>. That wasn’t enough to save him amid the chaos of 2020, but given what’s ensued since, many Americans have looked back on Trump’s governing record more fondly. Voters have given him retrospective credit for the strong economy and low inflation environment of 2017 through 2019, while not really blaming him for the pandemic. Focus groups again and again <a href=\"https://www.nytimes.com/2024/11/03/opinion/election-focus-groups.html\">came back to the idea</a> that voters hated the Biden economy and thought Trump could fix it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Indeed, <a href=\"https://www.vox.com/2024-elections/383197/kamala-harris-results-underperformed-democratic-senate-candidates\">Trump’s outperformance of many down-ballot Republican candidates</a> in key races — in part due to split-ticket voting, in part due to Trump voters simply not voting down-ballot — suggests there was a significant bloc of “I don’t like Republicans much, but the economy was better under Trump” voters.</p>\n\n<p class=\"has-text-align-none\">On immigration, too, there was a <a href=\"https://www.vox.com/politics/351535/3-theories-for-americas-anti-immigrant-shift\">stunning swing</a> of public opinion to the right during Biden’s term, as border arrivals soared, which may have played to Trump’s advantage.</p>\n\n<h2 class=\"wp-block-heading\">Was this a backlash against the Democratic Party for going too far left?</h2>\n\n<p class=\"has-text-align-none\">One theory floating around is that the results show the public is punishing the Democratic Party for having moved too far left.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Josh Barro made this argument in <a href=\"https://www.joshbarro.com/p/trump-didnt-deserve-to-win-but-we\">a Substack post</a>, citing poor Democratic governance in blue states and cities as well as “woke” far-left policies on crime, schooling, and trans rights as likely causes of public frustration. Perhaps this explains some of the disproportionate shifts against Harris we saw in deep-blue states like New York, as well as progressive prosecutors losing and a tough-on-crime ballot proposition <a href=\"https://www.latimes.com/california/story/2024-11-06/tide-shifts-against-criminal-justice-reform-among-california-voters\">passing in California</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A counterpoint to this is that Democrats’ swing-state Senate candidates did well — several of them won despite Harris losing their states — and that even amid the backlash in New York, Democrats <a href=\"https://www.nytimes.com/2024/11/06/nyregion/democrats-house-ny.html\">flipped several House seats</a> in New York. That could be read to suggest the problem had less to do with the Democratic Party and more to do with the top of the ticket.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, Democrats did likely lose the national popular vote as well as the presidency, so it’s hard to argue that the party’s political positioning is optimal.</p>\n\n<h2 class=\"wp-block-heading\">Was it just due to a global trend?</h2>\n\n<p class=\"has-text-align-none\">Finally, another school of thought holds that perhaps the explanation for the outcome doesn’t lie in the United States at all. Perhaps it’s just the latest example of a worldwide trend of <a href=\"https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893\">incumbents doing poorly</a> in democracies holding elections in the post-pandemic years. Inflation, as a worldwide trend caused by supply-side disruptions and foreign crises, is a big part of the reason for that global struggle.</p>\n\n<p class=\"has-text-align-none\">“Every governing party facing election in a developed country this year lost vote share, the first time this has ever happened,” John Burn-Murdoch <a href=\"https://www.ft.com/content/e8ac09ea-c300-4249-af7d-109003afb893\">reported for the Financial Times</a>. “It’s possible there is just no set of policies or personas that can overcome the current global anti-incumbent wave.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, it is worth keeping in mind that Trump won quite narrowly, by just 2 percentage points or less in the decisive swing states. On the one hand, that could suggest Democrats did a surprisingly good job among structural headwinds, starting from behind and closing the gap as much as possible — even if it wasn’t ultimately enough.</p>\n\n<p class=\"has-text-align-none\">On the other hand, it could suggest that more could have been done. Was it really fated that there was absolutely nothing Democrats could have done over the past four years to improve their margin by 2 more points, however strong the headwinds?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whatever the answer, Democrats have two years until their next chance to take back a branch of the federal government — and plenty to figure out in the meantime.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Democrats have faced a bitterly disappointing defeat, and the debate is on about why that happened. Amid the opportunistic finger-pointing and evidence-free assertions that Vice President Kamala Harris could have won if only she had done this or that, there is a genuine search for explanations about what happened. The answer Democrats find most persuasive [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "Conspiracy theories are spreading about Trump’s win. They’re false.",
    "link": "https://www.vox.com/politics/383944/conspiracy-theories-trump-win",
    "pubDate": "2024-11-08T23:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Voters waiting to vote stand in a line beside Harris-Walz signs and Trump signs.\" data-caption=\"Voters line up to cast their ballots at a voting location at the Farmersville Elementary School on Election Day in Bethlehem, Pennsylvania. | Samuel Corum/AFP/Getty Images\" data-portal-copyright=\"Samuel Corum/AFP/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182405951.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Voters line up to cast their ballots at a voting location at the Farmersville Elementary School on Election Day in Bethlehem, Pennsylvania. | Samuel Corum/AFP/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the wake of <a href=\"https://www.vox.com/2024-elections/382696/donald-trump-wins-2024-election-results-democracy\">President-elect Donald Trump’s 2024 victory</a>, online misinformation claiming the election was rigged in his favor has proliferated — including theories <a href=\"https://x.com/AruneMinecraft/status/1854323968926507183\">about missing votes</a> and <a href=\"https://www.wired.com/story/election-denial-conspiracy-theories-x-left-blueanon/\">voting machine dysfunction</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As was the case with election denialism following the 2020 election, these conspiracy theories about election fraud are false. According to the Cybersecurity and Infrastructure Security Agency, the federal body that oversees risks to election systems, there haven’t been signs of meddling or hacks on machines affecting the race outcome.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Importantly, we have no evidence of any malicious activity that had a material impact on the security or integrity of our election infrastructure,” CISA director <a href=\"https://www.cisa.gov/news-events/news/statement-cisa-director-easterly-security-2024-elections\">Jen Easterly said in a statement.&nbsp;</a></p>\n\n<p class=\"has-text-align-none\">While it’s true that the current total vote count is less than it was in 2020, that’s not because votes are missing — a number of ballots are still being tabulated and the final count isn’t yet available. </p>\n\n<p class=\"has-text-align-none\">It’s worth noting there’s a big distinction between 2020 and the misinformation being spread this time around. During the last cycle, Trump was one of the chief people perpetuating lies about the election being stolen and falsehoods about fraud. Powerful <a href=\"https://www.vox.com/2021/2/22/22295243/steve-scalise-abc-this-week-jon-karl-2020-election-lies-trump\">voices in the GOP</a> — including senators and House members — <a href=\"https://www.vox.com/2020/11/6/21552720/trump-2020-campaign-election-irregularities-fraud\">echoed the claims</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This cycle, Vice President Kamala Harris has already conceded the election, and Democratic leaders, including President Joe Biden, have emphasized the need for a peaceful transfer of power. The misinformation this week instead appears to be coming from online observers — many of them <a href=\"https://x.com/legendofaaron/status/1854366913020965177\">small accounts</a> — disappointed in the <a href=\"https://x.com/AruneMinecraft/status/1854323968926507183\">outcome of the election</a> or eager to <a href=\"https://x.com/JasonFyk/status/1854151387644383507\">revive claims of election denialism from 2020</a>.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>There’s no evidence to back up the “missing ballots” conspiracy theory</strong></h2>\n\n<p class=\"has-text-align-none\">One conspiracy theory that’s spread online is that there are votes missing this cycle because the count so far is lower than what it was in 2020. In reality, that’s because votes are still being counted — particularly in populous states, like California, that rely heavily on mail-in ballots.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Observers on both sides of the aisle have floated this theory. Those <a href=\"https://x.com/legendofaaron/status/1854366913020965177\">sympathetic with Democrats argue</a> that it’s evidence that Trump cheated and that votes are missing from the final count. <a href=\"https://x.com/JasonFyk/status/1854151387644383507\">Those sympathetic with Republicans</a> say it’s more evidence that something went awry in 2020 and that extra votes were counted that year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Neither is correct, experts emphasize.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Those are both lies. Those are both complete misinterpretations of the data,” David Becker, the founder and executive director of the Center for Election Innovation and Research, a nonpartisan nonprofit that works on election administration, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Claim: </strong>There were 20 million fewer votes cast in 2024 than in 2020.</p>\n\n<p class=\"has-text-align-none\"><strong>Reality: </strong>The final count for this election is still not yet in and could take weeks. That’s because a number of states including California, Nevada, and Arizona are continuing to process mail-in ballots. As a result, comparing the current vote totals with those in 2020 isn’t an accurate approach.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Thanks to slow counting of ballots mostly out west, there are still millions of votes to be added to the ultimate totals,” UCLA election law professor Rick Hasen told Vox. “When all is said and done, turnout will likely be on par with turnout in the last election.”</p>\n\n<p class=\"has-text-align-none\">The changing vote totals is evidence of this dynamic. As Gabriel Sterling, the chief operating officer of the Georgia secretary of state office, noted on Friday, the difference in vote totals between 2024 and 2020 has already changed: While there was a difference of 20 million votes on Wednesday, it went down to 15 million votes on Thursday as more ballots were counted.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">The difference in election numbers between 20&amp;24 continues to drop. On Wednesday morning the difference was 20 million, yesterday it was down to 15 million yesterday, it’s down to about 12.5 million now as votes are still being tallied, especially out West. This is the process. <a href=\"https://t.co/qA9qdJu3AL\">pic.twitter.com/qA9qdJu3AL</a></p>&mdash; Gabriel Sterling (@GabrielSterling) <a href=\"https://twitter.com/GabrielSterling/status/1854934229987029043?ref_src=twsrc%5Etfw\">November 8, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">As of early Friday afternoon, <a href=\"https://www.nytimes.com/interactive/2024/11/05/us/elections/results-president.html\">an estimated 91.8 percent of votes</a> had been counted, according to the New York Times. That included a total of 144.7 million votes, including 69.2 million for Harris and 73.5 million for Trump.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given that estimate, there should be a total of roughly 157.6 million total votes cast, once the full count is in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That figure is similar to the 2020 final vote total. When 100 percent of votes were counted in 2020, 155.5 million total votes were cast including 81.2 million for Biden and 74.2 million for Trump.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>A conspiracy theory about swing states is false, too&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://x.com/lasel22/status/1854958429049102397\">Another claim that’s emerged</a> centers on how Harris lost key swing states including Michigan and Wisconsin — but Democrats won other seats, including Senate seats in those places. Because some <a href=\"https://www.vox.com/2024-elections/383197/kamala-harris-results-underperformed-democratic-senate-candidates\">voters in these states</a> appear to <a href=\"https://www.newsobserver.com/news/politics-government/article295120649.html\">have split their tickets</a>, that’s prompted some online observers to push theories that there’s something amiss with voting machines or other parts of the election process.</p>\n\n<p class=\"has-text-align-none\"><strong>Claim: </strong>Democrats losing the presidency but winning other seats in swing states is evidence there’s something awry.</p>\n\n<p class=\"has-text-align-none\"><strong>Reality: </strong>Even though they’ve become less common over time, split-ticket voters still exist. Recall that in 2020, Biden won most of Maine’s electoral votes <a href=\"https://www.vox.com/21559109/maine-north-carolina-senate-races\">while Republican Sen. Susan Collins won the state</a>. That year, a sizable proportion of the state backed both Biden and Collins.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This cycle, that same dynamic was apparent with voters electing Democrats Tammy Baldwin and Elissa Slotkin to the Senate in Wisconsin and Michigan, respectively, and Trump to the presidency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There were Trump-Stein voters in North Carolina, there were Trump-Slotkin voters in Michigan, there were Trump-Gallego voters in Arizona,” Becker says. <a href=\"https://www.jsonline.com/story/news/politics/elections/2024/11/08/wisconsins-donald-trump-tammy-baldwin-split-election-explained/76110249007/\">There’s also evidence that a segment of voters</a> in places like Wisconsin may have supported Trump but skipped the Senate question altogether.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Historically, split-ticket voters have voted in this way because they see supporting different parties <a href=\"https://www.vox.com/policy-and-politics/23414915/split-ticket-voting-governor-senate-midterm\">as an effort at moderation or putting checks on each party</a>. In some cases, issues with candidate quality could also turn voters away: In North Carolina, for example, Democratic gubernatorial candidate Josh Stein likely benefited because his opponent, Republican Lt. Gov. Mark Robinson, was under fire for <a href=\"https://www.vox.com/2024-elections/373094/mark-robinson-slavery-nazi-north-carolina-trump-2024\">making inflammatory statements.</a></p>\n\n<p class=\"has-text-align-none\">The presence of voters who either split their ticket or didn’t vote in down ballot races is not, however, a sign of fraud.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>There are layers of election security</strong></h2>\n\n<p class=\"has-text-align-none\">Both Becker and Hasen note that post-election audits will be conducted to determine if there were any discrepancies in vote counts, or in election machine functionality. In these audits, officials do a hand count of a selection of paper ballots to ensure that the results being reported by the machines are accurate. Those audits should safeguard against any potential errors in machines — though, again, there hasn’t been any evidence that such issues affected the outcome.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Broadly, though, both experts emphasize that the US election system is trustworthy and that the process went smoothly this year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The election was well run,” Hasen stressed.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the wake of President-elect Donald Trump’s 2024 victory, online misinformation claiming the election was rigged in his favor has proliferated — including theories about missing votes and voting machine dysfunction.&#160; As was the case with election denialism following the 2020 election, these conspiracy theories about election fraud are false. According to the Cybersecurity and [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "The perils of using payment apps as your bank account",
    "link": "https://www.vox.com/technology/373886/cash-app-venmo-chime-account-protection-fdic",
    "pubDate": "2024-11-08T22:23:52.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A sign for the payments app Venmo sits in front of a merry go round with swings.\" data-caption=\"Venmo is good for sending money to friends, but it’s not necessarily the safest place to do your banking. | Vivien Killilea/Getty Images\" data-portal-copyright=\"Vivien Killilea/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1392051315.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Venmo is good for sending money to friends, but it’s not necessarily the safest place to do your banking. | Vivien Killilea/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Some people collect coins or stamps. For a time, I collected debit cards. Not stolen ones! Each one of them had my name on them, right below the logo of the latest banking app I’d decided to try out: Venmo, Cash App, Chime, Varo, Current, Acorns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the better part of a decade, I did all my banking through these apps, enjoying their slick user experience and lack of fees. The problem with every one of them, however, is that they’re not chartered banks. If the company behind the app went bankrupt, the Federal Deposit Insurance Corporation (FDIC) would not necessarily come to my rescue.</p>\n\n<p class=\"has-text-align-none\">This disaster scenario was a hypothetical worry when I eventually settled for Chase and its FDIC insurance. For millions of others, it became a reality earlier this year when a company called Synapse <a href=\"https://www.wsj.com/articles/why-the-synapse-bankruptcy-has-the-fintech-world-on-edge-f83cbe6d\">collapsed and froze them out of their accounts</a>. Users of Yotta, a popular savings app with a built-in lottery, and other apps that relied on Synapse to help manage their accounts couldn’t access their money for months. Now, as hundreds of thousands of Synapse customers’ dollars <a href=\"https://fintechbusinessweekly.substack.com/p/sen-elizabeth-warren-calls-for-regulators\">remain in limbo</a>, Sens. Elizabeth Warren (D-MA) and Chris Van Hollen (D-MD) <a href=\"https://www.warren.senate.gov/imo/media/doc/warren_van_hollen_letter_to_prudential_regulators_on_baas_oversight_91124.pdf\">are calling for banking reforms</a>, and the FDIC is <a href=\"https://www.fdic.gov/news/press-releases/2024/fdic-proposes-deposit-insurance-recordkeeping-rule-banks-third-party\">proposing changes</a> to its rules.</p>\n\n<p class=\"has-text-align-none\">Still, <a href=\"https://www.mckinsey.com/industries/financial-services/our-insights/fintechs-a-new-paradigm-of-growth\">a growing number of people</a> are embracing these financial technology, or fintech, services. More than <a href=\"https://www.forbes.com/sites/ronshevlin/2023/07/05/the-checking-account-war-is-over-and-the-fintechs-have-won/\">a third of Gen Z and millennials</a> used a fintech app or a digital bank as their primary checking account, according to a 2023 Cornerstone Advisors study.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So some questions are worth asking: Is it a bad idea to use an app like Venmo as your main bank? Are digital banks like Chime trustworthy enough?</p>\n\n<p class=\"has-text-align-none\">The answer to both questions is yes. Venmo is not a bank, and using it as your primary checking account comes with some risks. Some fintech companies, like Chime, are just as big as traditional banks and offer some nice perks. Again, because they’re nontraditional, there are risks.</p>\n\n<p class=\"has-text-align-none\">“You&#8217;re not going to go back to a world where everybody works with a small bank and walks into a branch,” Shamir Karkal, co-founder of Simple, one of the first digital banks. “The future is just going to be more fintech, and I think we all just need to get better at it.”</p>\n\n<p class=\"has-text-align-none\">To get better at all of this, it helps to know what’s going on behind the scenes.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Neobanks and money transmitters, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">The term fintech can refer to a lot of things, but when you’re talking about everyday services for everyday people, it typically refers to either neobanks or money transmitters. Chime is a neobank. Venmo is a money transmitter. They’re regulated in different ways, but because most of these companies issue debit cards, many people treat them like checking accounts. Fintech apps are not the same thing as FDIC-insured banks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Neobanks are fintech companies that offer services like checking accounts in partnership with chartered banks, which are FDIC-insured. Neobanks sometimes enlist intermediaries known as banking-as-a-service, or BaaS, companies, which are not FDIC-insured. Still, you will often see the FDIC logo on neobank websites, just like you see it stuck to the glass doors of many brick-and-mortar banks. That logo instills trust, and thanks to their partnerships, neobanks can claim some FDIC protections. But because they do not have bank charters, these neobanks and BaaS companies are not directly FDIC-insured. Instead, neobank customers can be eligible for something called <a href=\"https://www.fdic.gov/financial-institution-employees-guide-deposit-insurance/pass-through-deposit-insurance-coverage\">pass-through deposit insurance coverage</a>.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Three things to know</h2>\n\n\n\n<p class=\"has-text-align-none\">Listen to Vox’s Adam Clark Estes break down the potential pitfalls of keeping your money in a fintech app, like Venmo or Chime.</p>\n\n\n\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@vox/video/7419371061923400991\" data-video-id=\"7419371061923400991\" data-embed-from=\"embed_page\"> <section> <a target=\"_blank\" title=\"@vox\" href=\"https://www.tiktok.com/@vox?refer=embed\" rel=\"noopener\">@vox</a> <p>Venmo or Chime aren&#8217;t as safe as you think they are. Here&#8217;s what to know.</p> <a target=\"_blank\" title=\"♬ original sound - Vox - Vox\" href=\"https://www.tiktok.com/music/original-sound-Vox-7419370992780233503?refer=embed\" rel=\"noopener\">♬ original sound &#8211; Vox &#8211; Vox</a> </section> </blockquote> \n</div>\n\n<p class=\"has-text-align-none\">Pass-through insurance is a simple concept <a href=\"https://www.consumerfinance.gov/data-research/research-reports/issue-spotlight-analysis-of-deposit-insurance-coverage-on-funds-stored-through-payment-apps/full-report/\">that’s deceivingly complex in practice</a>. Essentially, if you deposit money into an account with a neobank, like Chime, the funds get routed to a chartered bank, sometimes through one of those BaaS intermediaries. If the chartered bank fails, no problem: FDIC insurance kicks in, and you can recoup up to $250,000 of your deposits. If the intermediary fails or the neobank itself fails, you might be eligible for pass-through insurance — but you might not. In its explainer about when or if you’ll get your money back in these kinds of situations, the FDIC literally says, “<a href=\"https://www.fdic.gov/consumer-resource-center/2024-06/banking-third-party-apps\">It depends</a>.”</p>\n\n<p class=\"has-text-align-none\">“American consumers see the FDIC logo, and they interpret that as meaning: My money is safe and I will get it back,” said Jason Mikula, who runs the popular <a href=\"https://fintechbusinessweekly.substack.com/?utm_source=substack&amp;utm_medium=web&amp;utm_campaign=substack_profile\">Fintech Business Weekly newsletter</a>. “That&#8217;s just not what FDIC does exactly.”</p>\n\n<p class=\"has-text-align-none\">Money transmitters, also known as money services businesses, are even further removed from the perceived safety of the FDIC. Put bluntly, if you’re keeping all your money in a Venmo or Cash App account, you don’t qualify for FDIC insurance. Money transmitters are not neobanks or banks at all but rather completely <a href=\"https://stripe.com/resources/more/what-is-a-money-transmitter#introduction\">different legal entities</a> that are regulated by individual states as well as the Department of the Treasury. There are certain protections provided by these agencies, but FDIC insurance is not one of them.</p>\n\n<p class=\"has-text-align-none\">So when an app like <a href=\"https://www.withyotta.com/security\">Yotta</a> or <a href=\"https://www.chime.com/\">Chime</a> says on its website that it’s FDIC insured, it’s not a lie, but it’s not necessarily true either.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Venmo, to its credit, admits in the fine print of its homepage that its parent company PayPal “is not a bank” and “is not FDIC insured.” To confuse you even more, however, certain PayPal services that enlist a chartered bank partner, like a PayPal Mastercard or savings account, <a href=\"https://www.paypal.com/us/legalhub/program-banks-tnc\">might qualify for FDIC insurance</a>. Again, it depends.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The perils and perks of banking with an app</strong></h2>\n\n<p class=\"has-text-align-none\">Fintech companies take careful steps to make banking with them feel safe. They include the FDIC logo on the website to provide customers with some peace of mind, even though the fine print on those protections is more complicated. They issue debit cards with the Visa or Mastercard logo to suggest that these cards play by the same rules as any big bank’s debit card. These logos can act as a stamp of approval, an assurance that your money is in good hands.</p>\n\n<p class=\"has-text-align-none\">This is actually the heart of the problem, as far as Sen. Elizabeth Warren is concerned. This month, she and Sen. Van Hollen <a href=\"https://www.warren.senate.gov/imo/media/doc/warren_van_hollen_letter_to_prudential_regulators_on_baas_oversight_91124.pdf\">asked regulators</a> to ban neobanks and fintech companies from using the FDIC name and logo if they were only offering pass-through insurance. They also called for greater supervision of these companies under the Bank Service Company Act.</p>\n\n<p class=\"has-text-align-none\">“The average consumer shouldn’t be expected to understand the intricacies of FDIC insurance in order to comfortably and safely save or invest their money,” Warren’s letter says. “Consumers must feel confident that they are dealing with a regulated and insured entity when they see the FDIC logo.”</p>\n\n<p class=\"has-text-align-none\">That doesn’t necessarily mean that all neobanks and fintech companies are untrustworthy. In some cases, the sheer size and track record of fintech companies can instill quite a bit of trust. Chime, the largest digital bank <a href=\"https://www.forbes.com/sites/ronshevlin/2024/03/24/is-chime-ready-for-an-ipo-it-has-more-primary-customers-than-chase/\">with roughly 22 million customers</a>, scored a $25 billion valuation in its latest round of funding and <a href=\"https://www.bloomberg.com/news/articles/2024-03-22/chime-financial-is-said-to-target-public-listing-in-us-in-2025?sref=qYiz2hd0\">is planning to go public next year</a>. Venmo’s parent company, PayPal, is widely <a href=\"https://www.pymnts.com/digital-payments/2023/60percent-of-consumers-trust-paypal-over-their-bank-with-stored-payment-credentials/\">considered safe and trustworthy</a>. And don’t expect Block, the $42 billion company that owns Cash App <a href=\"https://squareup.com/us/en/press/square-financial-services-begins-banking-operations\">as well as its own chartered bank</a>, to fail any time soon.</p>\n\n<p class=\"has-text-align-none\">The truth is, even if there is some false sense of security, fintech apps offer certain customers features that big banks can’t or won’t. One thing that’s made Chime and many other neobanks so popular, for instance, is that they don’t charge so many fees. That’s a huge boon to young people <a href=\"https://www.vox.com/22367985/paypal-venmo-financial-inequality-unbanked-underbanked\">as well as people without bank accounts</a>. If a fintech app is your only option, then you might not care so much about FDIC insurance.</p>\n\n<p class=\"has-text-align-none\">“If you&#8217;re poor in America and you&#8217;re banking at Chase or Wells Fargo, you&#8217;re going to get overdraft fees, minimum balance fees,” Mikula explained. “So there is a real need that [fintech] companies fulfill as a result of your establishment banks essentially not wanting to bank poor people because it&#8217;s difficult to do profitably.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">As many as 6 percent of Americans <a href=\"https://www.cnbc.com/2024/08/02/23percent-of-low-income-americans-are-living-without-a-bank-account.html\">were living without a bank account</a> in 2023, according to Federal Reserve data. That share grows to 23 percent for those making less than $23,000 a year. The unbanked population, which disproportionately comprises Black, Hispanic, and undocumented people, is at a greater risk of falling victim to predatory lending practices, including payday loans. Some fintech companies also offer short-term loans, though they’ve been criticized <a href=\"https://apnews.com/article/earned-wage-access-costs-payday-loans-9679d1bd09546d12074e0f27e23f0632\">for being predatory as well</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Fraud alert</h2>\n\n\n\n<p class=\"has-text-align-none\">Payment apps like Venmo are popular with scammers. Using a Venmo-branded debit card <a href=\"https://venmo.com/purchaseprotection/\">comes with some purchase protection</a>. If you happen to fall for a scam, however, there’s a good chance the app will not pay you back.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://help.venmo.com/hc/en-us/articles/209681208-I-accidentally-paid-a-stranger-on-Venmo\">Venmo</a>, <a href=\"https://cash.app/help/6544-avoiding-common-scams-with-cash-app\">Cash App</a>, and <a href=\"https://www.zellepay.com/safety-education/fraud-scams-overview\">Zelle</a> are all clear about issuing refunds for payments to other individuals: They don’t do it. Or at least they can’t guarantee it. You should treat these peer-to-peer payments like cash.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">Here are some tips for spotting and avoiding scams on <a href=\"https://help.venmo.com/hc/en-us/articles/360048404533-Common-Scams-on-Venmo\">Venmo</a>, <a href=\"https://cash.app/help/6544-avoiding-common-scams-with-cash-app#\">Cash App</a>, and <a href=\"https://www.zellepay.com/safety-education/fraud-scams-overview\">Zelle</a>. But if you’re more of a motivated-by-fear person, read <a href=\"https://www.businessinsider.com/zelle-fraud-scam-swimming-pool-online-payment-apps-mobile-banking-2023-10\">this story</a> about a guy who wanted a deal on a swimming pool and got “a $31,000 lesson in the downside of payment apps” instead.</p>\n</div>\n\n<p class=\"has-text-align-none\">Still, fintech companies offer the unbanked <a href=\"https://www.forbes.com/councils/forbesbusinesscouncil/2021/12/17/three-barriers-unbanked-citizens-face-and-how-fintech-overcomes-them/\">the ability to save money and build credit</a>. For someone who can’t open a traditional bank account, Venmo can be a lifeline, since they can add funds to their Venmo balance and then pay bills using their Venmo debit card without needing a traditional checking account. If they have access to a smartphone, getting basic banking services is simple these days.</p>\n\n<p class=\"has-text-align-none\">As I learned firsthand when testing out many of these services over the years, it’s very easy to sign up for and easy to deposit money into a fintech app. If you have a problem, however, help can be hard to find. Many fintech companies and neobanks, including Chime, lack brick-and-mortar locations, which means you can’t walk into a branch to get an issue resolved. In fact, poor customer service <a href=\"https://www.emarketer.com/content/neobanks-customer-service-growing-client-base\">is a common complaint</a> for these companies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means you should always research a company before giving money to it. Read the reviews and study the fine print. Obvious red flags include hidden fee structures and reports of customers not being able to withdraw their money. You should also consider trying services out with small sums rather than your life savings. And, as always, <a href=\"https://consumer.ftc.gov/articles/mobile-payment-apps-how-avoid-scam-when-you-use-one\">watch out for scams and frauds</a>.</p>\n\n<p class=\"has-text-align-none\">What is true in the real world is even more true in the app world: Beware of deals that look too good to be true. Only gamble with what you’d be willing to lose.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/newsletters\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here</a></em></strong><em>&nbsp;so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Some people collect coins or stamps. For a time, I collected debit cards. Not stolen ones! Each one of them had my name on them, right below the logo of the latest banking app I’d decided to try out: Venmo, Cash App, Chime, Varo, Current, Acorns.&#160; For the better part of a decade, I did [&#8230;]",
    "author": "Adam Clark Estes"
  }
]