[
  {
    "title": "It’s practically impossible to run a big AI company ethically",
    "link": "https://www.vox.com/future-perfect/364384/its-practically-impossible-to-run-a-big-ai-company-ethically",
    "pubDate": "2024-08-05T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two people sitting on a large black stage backed by the words Amazon and Anthropic.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1808365613.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Anthropic was supposed to be the good AI company. The ethical one. The safe one.</p>\n\n<p class=\"has-text-align-none\">It was supposed to be different from OpenAI, the maker of ChatGPT. In fact, <a href=\"https://www.vox.com/future-perfect/23794855/anthropic-ai-openai-claude-2\">all of Anthropic’s founders</a> once worked at OpenAI but quit in part because of differences over <a href=\"https://www.vox.com/future-perfect/2024/5/17/24158403/openai-resignations-ai-safety-ilya-sutskever-jan-leike-artificial-intelligence\">safety culture there</a>, and moved to spin up their own company that would build AI more responsibly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet lately, Anthropic has been in the headlines for less noble reasons: It’s <a href=\"https://www.sfchronicle.com/tech/article/wiener-defends-ai-bill-tech-industry-criticism-19596494.php\">pushing back on a landmark California bill</a> to regulate AI. It’s <a href=\"https://qz.com/google-alphabet-anthropic-investment-investigation-1851608599\">taking money from Google and Amazon</a> in a way that’s drawing antitrust scrutiny. And it’s being accused of <a href=\"https://www.ft.com/content/07611b74-3d69-4579-9089-f2fc2af61baa\">aggressively scraping data</a> from websites without permission, harming their performance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What’s going on?</p>\n\n<p class=\"has-text-align-none\">The best clue might come from <a href=\"https://arxiv.org/pdf/2202.07785\">a 2022 paper</a> written by the Anthropic team back when their startup was just a year old. They warned that the incentives in the AI industry — think profit and prestige — will push companies to “deploy large generative models despite high uncertainty about the full extent of what these models are capable of.” They argued that, if we want safe AI, the industry’s underlying incentive structure needs to change.</p>\n\n<p class=\"has-text-align-none\">Well, at three years old, Anthropic is now the age of a toddler, and it’s experiencing many of the same growing pains that afflicted its older sibling OpenAI. In some ways, they’re the same tensions that have plagued all Silicon Valley tech startups that start out with a <a href=\"https://www.vox.com/recode/2021/2/16/22280502/google-dont-be-evil-land-of-the-giants-podcast\">“don’t be evil”</a> philosophy. Now, though, the tensions are turbocharged. </p>\n\n<p class=\"has-text-align-none\">An AI company may want to build safe systems, but in such a hype-filled industry, it faces enormous pressure to be first out of the gate. The company needs to pull in investors to supply the <a href=\"https://www.nytimes.com/2024/02/20/technology/anthropic-funding-ai.html\">gargantuan sums of money</a> needed to build top AI models, and to do that, it needs to satisfy them by showing a path to huge profits. Oh, and the stakes —&nbsp;should the tech go wrong —&nbsp;are much higher than with almost any previous technology.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So a company like Anthropic has to wrestle with deep internal contradictions, and ultimately faces an existential question: Is it even possible to run an AI company that advances the state of the art while also truly prioritizing ethics and safety?</p>\n\n<p class=\"has-text-align-none\">“I don’t think it’s possible,” futurist Amy Webb, the CEO of the Future Today Institute, <a href=\"https://www.vox.com/future-perfect/2023/11/21/23971765/openai-sam-altman-microsoft\">told me</a> a few months ago.</p>\n\n<p class=\"has-text-align-none\">If even high-minded Anthropic is becoming an object lesson in that impossibility, it’s time to consider another option: The government needs to step in and change the incentive structure of the whole industry. </p>\n\n<h2 class=\"wp-block-heading\">The incentive to keep building and deploying AI models</h2>\n\n<p class=\"has-text-align-none\">Anthropic has always billed itself as a safety-first company. Its leaders say they take catastrophic or existential risks from AI very seriously. CEO Dario Amodei has <a href=\"https://time.com/6980000/anthropic/\">testified before senators</a>, making the case that AI models powerful enough to “create large-scale destruction” and upset the international balance of power could come into being as early as 2025. (Disclosure: One of Anthropic’s early investors is James McClave, whose BEMC Foundation helps <a href=\"https://www.vox.com/2020/1/7/21020439/support-future-perfect\">fund Future Perfect</a>.) </p>\n\n<p class=\"has-text-align-none\">So you might expect that Anthropic would be cheering <a href=\"https://www.vox.com/future-perfect/361562/california-ai-bill-scott-wiener-sb-1047\">a bill</a> introduced by California state Sen. Scott Wiener (D-San Francisco), the Safe and Secure Innovation for Frontier Artificial Intelligence Model Act, <a href=\"https://digitaldemocracy.calmatters.org/bills/ca_202320240sb1047\">also known as SB 1047</a>. That legislation would require companies training the most advanced and expensive AI models to conduct safety testing and maintain the ability to pull the plug on the models if a safety incident occurs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But Anthropic is lobbying to water down the bill. It wants to scrap the idea that the government should enforce safety standards before a catastrophe occurs. “Instead of deciding what measures companies should take to prevent catastrophes (which are still hypothetical and where the ecosystem is still iterating to determine best practices)” <a href=\"https://www.documentcloud.org/documents/25003075-sia-sb-1047-anthropic\">the company urges</a>, “focus the bill on holding companies responsible for causing actual catastrophes.”</p>\n\n<p class=\"has-text-align-none\">In other words, take no action until something has already gone terribly wrong.</p>\n\n<p class=\"has-text-align-none\">In some ways, Anthropic seems to be acting like any for-profit company would to protect its interests. Anthropic has not only economic incentives — to maximize profit, to offer partners like Amazon a return on investment, and to <a href=\"https://www.nytimes.com/2024/02/20/technology/anthropic-funding-ai.html\">keep raising billions</a> to build more advanced models — but also a prestige incentive to keep releasing more advanced models so it can maintain a reputation as a cutting-edge AI company. </p>\n\n<p class=\"has-text-align-none\">This comes as a major disappointment to safety-focused groups, which expected Anthropic to welcome —&nbsp;not fight —&nbsp;more oversight and accountability.</p>\n\n<p class=\"has-text-align-none\">“Anthropic is trying to gut the proposed state regulator and prevent enforcement until after a catastrophe has occurred — that’s like banning the FDA from requiring clinical trials,” Max Tegmark, president of the Future of Life Institute, told me.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US has enforceable safety standards in industries ranging from pharma to aviation. Yet tech lobbyists continue to resist such regulations for their own products. Just as <a href=\"https://www.washingtonpost.com/technology/2023/07/26/ai-regulation-created-google-openai-microsoft/\">social media companies</a> did years ago, they make voluntary commitments to safety to placate those concerned about risks, then fight tooth and nail to stop those commitments being turned into law.</p>\n\n<p class=\"has-text-align-none\">In what he called “a cynical procedural move,” Tegmark noted that Anthropic has also introduced amendments to the bill that touch on the remit of every committee in the legislature, thereby giving each committee another opportunity to kill it. “This is straight out of Big Tech’s playbook,” he said</p>\n\n<p class=\"has-text-align-none\">An Anthropic spokesperson told me that the current version of the bill “could blunt America’s competitive edge in AI development” and that the company wants to “refocus the bill on frontier AI safety and away from approaches that aren’t adaptable enough for a rapidly evolving technology.”&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The incentive to gobble up everyone’s data&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Here’s another tension at the heart of AI development: Companies need to hoover up reams and reams of high-quality text from books and websites in order to train their systems. But that text is created by human beings, and human beings generally do not like having their work used without their consent. </p>\n\n<p class=\"has-text-align-none\">All major AI companies scrape publicly available data to use in training, a practice they argue is legally protected under fair use. But scraping is controversial, and it’s being challenged in court. <a href=\"https://www.nytimes.com/2023/09/20/books/authors-openai-lawsuit-chatgpt-copyright.html\">Famous authors</a> like Jonathan Franzen and <a href=\"https://www.nytimes.com/2024/02/28/technology/openai-copyright-suit-media.html\">media companies</a> like the New York Times have sued OpenAI for copyright infringement, saying that the AI company lifted their writing without permission. This is the kind of legal battle that could end up remaking copyright law, with ramifications for all AI companies. (Disclosure: Vox Media is one of several publishers that has signed partnership agreements with OpenAI. Our reporting <a href=\"https://www.vox.com/technology/352849/openai-chatgpt-google-meta-artificial-intelligence-vox-media-chatbots\">remains editorially independent</a>.)</p>\n\n<p class=\"has-text-align-none\">What’s more, data scraping violates some websites’ terms of service. YouTube <a href=\"https://www.theverge.com/2024/7/16/24199636/apple-anthropic-nvidia-salesforce-youtube-videos-training-data-copyright\">says</a> that training an AI model using the platform’s videos or transcripts is a violation of the site’s terms. Yet that’s exactly what Anthropic has done, according to a <a href=\"https://www.proofnews.org/apple-nvidia-anthropic-used-thousands-of-swiped-youtube-videos-to-train-ai/\">recent investigation</a> by Proof News.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Web publishers and content creators are angry. Matt Barrie, chief executive of Freelancer.com, a platform that connects freelancers with clients, <a href=\"https://www.ft.com/content/07611b74-3d69-4579-9089-f2fc2af61baa\">said</a> Anthropic is “the most aggressive scraper by far,” swarming the site even after being told to stop. “We had to block them because they don’t obey the rules of the internet. This is egregious scraping [that] makes the site slower for everyone operating on it and ultimately affects our revenue.”</p>\n\n<p class=\"has-text-align-none\">Dave Farina, the host of the popular YouTube science show <em>Professor Dave Explains</em>, <a href=\"https://www.proofnews.org/apple-nvidia-anthropic-used-thousands-of-swiped-youtube-videos-to-train-ai/\">told</a> Proof News that “the sheer principle of it” is what upsets him. Some 140 of his videos were lifted as part of the dataset that Anthropic used for training. “If you’re profiting off of work that I’ve done [to build a product] that will put me out of work, or people like me out of work, then there needs to be a conversation on the table about compensation or some kind of regulation,” he said.</p>\n\n<p class=\"has-text-align-none\">Why would Anthropic take the risk of using lifted data from, say, YouTube, when the platform has explicitly forbidden it and copyright infringement is such a hot topic right now?</p>\n\n<p class=\"has-text-align-none\">Because AI companies need ever-more high-quality data to continue boosting their models’ performance. Using synthetic data, which is created by algorithms, doesn’t look promising. <a href=\"https://www.nature.com/articles/s41586-024-07566-y\">Research</a> shows that <a href=\"https://www.vox.com/future-perfect/23674696/chatgpt-ai-creativity-originality-homogenization\">letting ChatGPT eat its own tail</a> leads to bizarre, unusable output. (One writer coined <a href=\"https://x.com/jathansadowski/status/1625245803211272194\">a term for it</a>: “Hapsburg AI,” after the European royal house that famously devolved over generations of inbreeding.) What’s needed is fresh data created by actual humans, but it’s becoming harder and harder to harvest that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Publishers are blocking web crawlers, putting up paywalls, or updating their terms of service to bar AI companies from using their data as training fodder. A <a href=\"https://www.dataprovenance.org/consent-in-crisis-paper\">new study</a> from the MIT-affiliated Data Provenance Initiative looked at three of the major datasets — each containing millions of books, articles, videos, and other scraped web data — that are used for training AI. It turns out, 25 percent of the highest-quality data in these datasets is now restricted. The authors call it “an emerging crisis of consent.” Some, like OpenAI, have begun to respond to this in part by striking licensing deals with media outlets, <a href=\"https://www.vox.com/technology/352849/openai-chatgpt-google-meta-artificial-intelligence-vox-media-chatbots\">including Vox</a>. But that may only get them so far, given how much remains officially off-limits. </p>\n\n<p class=\"has-text-align-none\">AI companies could theoretically accept the limits to advancement that come with restricting their training data to what can be ethically sourced, but then they wouldn’t stay competitive. So companies like Anthropic are incentivized to go to more extreme lengths to get the data they need, even if that means taking dubious action.  </p>\n\n<p class=\"has-text-align-none\">Anthropic acknowledges that it trained its chatbot, Claude, using the Pile, a dataset that includes subtitles from 173,536 YouTube videos. When I asked how it justifies this use, an Anthropic spokesperson told me, “With regard to the dataset at issue in The Pile, we did not crawl YouTube to create that dataset nor did we create that dataset at all.” (That echoes what Anthropic has previously <a href=\"https://www.proofnews.org/apple-nvidia-anthropic-used-thousands-of-swiped-youtube-videos-to-train-ai/\">told</a> Proof News: “[W]e’d have to refer you to The Pile authors.”) </p>\n\n<p class=\"has-text-align-none\">The implication is that because Anthropic didn’t make the dataset, it’s fine for them to use it. But it seems unfair to shift all the responsibility onto the Pile authors — a <a href=\"https://venturebeat.com/ai/one-of-the-worlds-largest-ai-training-datasets-is-about-to-get-bigger-and-substantially-better/\">nonprofit group</a> that aimed to create an open source dataset researchers could study — if Anthropic used YouTube’s data in a manner that violates the platform’s terms.  </p>\n\n<p class=\"has-text-align-none\">“Companies should probably do their own due diligence. They’re using this for commercial purposes,” said Shayne Longpre, lead author on the Data Provenance Initiative study. He contrasted that with the Pile’s creators and the many academics who have used the dataset to conduct research. “Academic purposes are clearly distinct from commercial purposes and are likely to have different norms.”</p>\n\n<h2 class=\"wp-block-heading\">The incentive to rake in as much cash as possible&nbsp;</h2>\n\n<p class=\"has-text-align-none\">To build a cutting-edge AI model these days, you need a ton of computing power — and that’s incredibly expensive. To gather the hundreds of millions of dollars needed, AI companies have to partner with tech giants.</p>\n\n<p class=\"has-text-align-none\">That’s why OpenAI, initially founded as a nonprofit, had to create a for-profit arm and partner with Microsoft. And it’s why Anthropic ended up taking <a href=\"https://www.nytimes.com/2024/02/20/technology/anthropic-funding-ai.html\">multibillion-dollar investments</a> from Amazon and Google.</p>\n\n<p class=\"has-text-align-none\">Deals like these always come with risks. The tech giants want to see a quick return on their investments and maximize profit. To keep them happy, the AI companies may feel pressure to deploy an advanced AI model even if they’re not sure it’s safe. </p>\n\n<p class=\"has-text-align-none\">The partnerships also raise the specter of monopolies — the concentration of economic power. Anthropic’s investments from Google and Amazon led to a <a href=\"https://www.nytimes.com/2024/01/25/technology/ftc-ai-microsoft-amazon-google.html\">probe by the Federal Trade Commission</a> and are now <a href=\"https://qz.com/google-alphabet-anthropic-investment-investigation-1851608599\">drawing antitrust scrutiny</a> in the UK, where a consumer regulatory agency is investigating whether there’s been a “relevant merger situation” that could result in a “substantial lessening of competition.” </p>\n\n<p class=\"has-text-align-none\">An Anthropic spokesperson said the company intends to cooperate with the agency and give them a full picture of the investments. “We are an independent company and none of our strategic partnerships or investor relationships diminish the independence of our corporate governance or our freedom to partner with others,” the spokesperson said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Recent experience, though, suggests that AI companies’ unique governance structures may not be enough to prevent the worst.</p>\n\n<p class=\"has-text-align-none\">Unlike OpenAI, Anthropic has never given either Google or Amazon a seat on its board or any observation rights over it. But, very much like OpenAI, Anthropic is relying on an unusual corporate governance structure of its own design. OpenAI initially created a board whose idealistic mission was to safeguard humanity’s best interests, not please stockholders. Anthropic has created an experimental governance structure, the Long-Term Benefit Trust, a group of people without financial interest in the company who will ultimately have majority control over it, as they’ll be empowered to elect and remove three of its five corporate directors. (This authority will phase in as the company hits certain milestones.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there are limits to the idealism of the Trust: It must “ensure that Anthropic responsibly balances the financial interests of stockholders with the interests of those affected by Anthropic’s conduct and our public benefit purpose.” Plus, <a href=\"https://www.anthropic.com/news/the-long-term-benefit-trust\">Anthropic says</a>, “we have also designed a series of ‘failsafe’ provisions that allow changes to the Trust and its powers without the consent of the Trustees if sufficiently large supermajorities of the stockholders agree.”   </p>\n\n<p class=\"has-text-align-none\">And if we learned anything from last year’s <a href=\"https://www.vox.com/future-perfect/2023/11/21/23971765/openai-sam-altman-microsoft\">OpenAI boardroom coup</a>, it’s that governance structures can and do change. When the OpenAI board tried to safeguard humanity by ousting CEO Sam Altman, it faced fierce pushback. In a matter of days, Altman clawed his way back into his old role, the board members who’d fired him were out, and the makeup of the board changed in Altman’s favor. What’s more, OpenAI gave Microsoft an observer seat on the board, which allowed it to access confidential information and perhaps apply pressure at board meetings. Only when that raised (you guessed it) antitrust scrutiny did Microsoft <a href=\"https://www.reuters.com/technology/microsoft-ditches-openai-board-observer-seat-amid-regulatory-scrutiny-2024-07-10/\">give up the seat</a>. </p>\n\n<p class=\"has-text-align-none\">“I think it showed that the board does not have the teeth one might have hoped it had,” Carroll Wainwright, who quit OpenAI this year, <a href=\"https://www.vox.com/future-perfect/353933/openai-open-letter-safety-whistleblowers-right-to-warn\">told me</a>. “It made me question how well the board can hold the organization accountable.” </p>\n\n<p class=\"has-text-align-none\">That’s why he and several others published a proposal demanding that AI companies grant them “a right to warn about advanced artificial intelligence.” <a href=\"https://www.vox.com/future-perfect/353933/openai-open-letter-safety-whistleblowers-right-to-warn\">Per the proposal</a>: “AI companies have strong financial incentives to avoid effective oversight, and we do not believe bespoke structures of corporate governance are sufficient to change this.”</p>\n\n<p class=\"has-text-align-none\">It sounds a lot like what another figure in AI <a href=\"https://www.vox.com/future-perfect/23794855/anthropic-ai-openai-claude-2\">told</a> Vox last year: “I am pretty skeptical of things that relate to corporate governance because I think the incentives of corporations are horrendously warped, including ours.” Those are the words of Jack Clark, the policy chief at Anthropic. </p>\n\n<h2 class=\"wp-block-heading\">If AI companies won’t fix it, who will?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">The Anthropic team had it right originally, back when they published that paper in 2022: The pressures of the market are just too brutal. Private AI companies do not have the motivation to change that, so the government needs to change the underlying incentive structure within which all these companies operate. </p>\n\n<p class=\"has-text-align-none\">When I asked Webb, the futurist, what a better AI business ecosystem could look like, she said it would include a mix of carrots and sticks: positive incentives, like tax breaks for companies that prove they’re upholding the highest safety standards; and negative incentives, like regulation that would fine companies if they deploy <a href=\"https://www.vox.com/future-perfect/22916602/ai-bias-fairness-tradeoffs-artificial-intelligence\">biased algorithms</a>.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">With AI regulation <a href=\"https://www.nytimes.com/2024/06/10/technology/california-ai-regulation.html\">at a standstill at the federal level</a> —&nbsp;plus a looming election —&nbsp;it’s falling to states to pass new laws. The California bill, if it passes, would be one piece of that puzzle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Civil society also has a role to play. If publishers and content creators are not happy about having their work used as training fodder, they can fight back. If tech workers are worried about what they see at AI companies, they can blow the whistle. AI can generate a whole lot on our behalf, but resistance to its own problematic deployment is something we have to generate ourselves.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Anthropic was supposed to be the good AI company. The ethical one. The safe one. It was supposed to be different from OpenAI, the maker of ChatGPT. In fact, all of Anthropic’s founders once worked at OpenAI but quit in part because of differences over safety culture there, and moved to spin up their own [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "What happens when everyone decides they need a gun?",
    "link": "https://www.vox.com/policy/353878/new-guns-us-violence",
    "pubDate": "2024-08-05T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Adults in a classroom holding yellow plastic guns.\" data-caption=\"A group attends Mike Brown’s concealed carry class on the South Side of Chicago in April. The class, and Chicago, are emblematic of the diverse new face of gun ownership in America: In the first two years of the pandemic, 1 in 20 American adults purchased a gun for the first time. Another study of new gun owners showed that 50 percent were women, 20 percent were Black, and 20 percent were Hispanic.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AMERICAN_GUN_OWNERSHIP-37.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A group attends Mike Brown’s concealed carry class on the South Side of Chicago in April. The class, and Chicago, are emblematic of the diverse new face of gun ownership in America: In the first two years of the pandemic, 1 in 20 American adults purchased a gun for the first time. Another study of new gun owners showed that 50 percent were women, 20 percent were Black, and 20 percent were Hispanic.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">“Threat!”</p>\n\n<p class=\"has-text-align-none\">In a flash, 50 people pull replica handguns and raise them above shoulder height, careful not to point the mock weapons at the heads of those sitting in front of them.</p>\n\n<p class=\"has-text-align-none\">It’s a Saturday morning on the South Side of Chicago, and the heat is rising in the classroom as firearms instructor Mike Brown leads students through gun-handling drills. They hold the model guns aloft until he yells, “Chest!,” which is their cue to draw the weapons back to their bodies. He drills them over and over, so pointing the gun feels like pure instinct, a reflex each time they hear him shout, “Threat!”</p>\n\n<p class=\"has-text-align-none\">A few hours earlier, just before 8 am, the students began lining up with coffee cups and water bottles outside of Brown’s storefront office, where they’ve committed to spending 16 hours of their weekend learning about gun safety.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a diverse group: Over half are women and the majority are Black, but there are white and Hispanic students, too. Some are as young as 18, and a handful are older, but most of them are 20- and 30-somethings. Several are new to firearms or are planning to get their first gun soon. Everyone is there for a common reason: to complete Illinois’s required training to get a concealed carry license, which will allow them to bring their guns in public.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-45.jpg?quality=90&#038;strip=all&#038;crop=5.5453125,18.944576630413,94.4546875,65.983693074043\" alt=\"A black man in a blue ball cap and tactical gear checks the ID of a Black woman in a pink ball cap and jeans jacket.\" title=\"A black man in a blue ball cap and tactical gear checks the ID of a Black woman in a pink ball cap and jeans jacket.\" data-has-syndication-rights=\"1\" data-caption=\"Mike Brown, left, welcomes his concealed carry class at the Eagle Sports Range in Oak Forest, just outside Chicago, in April. As first-time gun ownership exploded in Illinois during the pandemic — as it did across the country — Brown saw his classes fill each week with students new to firearms. \" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Brown teaches these classes most weekends. For the past few years, he says, they’ve been packed.</p>\n\n<p class=\"has-text-align-none\">That’s partly because Brown, a charismatic 43-year-old <a href=\"https://www.tiktok.com/@yesmikesaidit\">with a large social media following</a>, offers something different from the dry legalese you might expect from a firearms safety course. His class is more like standup comedy meets group therapy meets self-defense seminar, taught by a drill sergeant.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there’s another reason why Brown’s classes are full, week after week.</p>\n\n<p class=\"has-text-align-none\">The beginning of the 2020s marked a significant shift in America’s relationship with guns and gun violence. The Covid-19 lockdowns, combined with nationwide protests and a police reckoning following the killing of George Floyd, worsened an ongoing&nbsp;<a href=\"https://news.gallup.com/poll/508169/historically-low-faith-institutions-continues.aspx\">breakdown of trust</a> in institutions and society.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2020, violent crime increased across the United States, with the homicide rate rising faster than at any time <a href=\"https://edition.cnn.com/2021/10/06/health/us-homicide-rate-increase-nchs-study/index.html\">in more than 100 years</a>. Guns became the <a href=\"https://www.vox.com/23662072/children-guns-mass-shootings-kansas-city\">leading cause of death for children and teens</a>, rising 50 percent over two years. In 2021, a year that began with more political unrest and a <a href=\"https://www.vox.com/policy-and-politics/22217576/trump-insurrection-capitol-america-political-violence\">violent insurrection</a>, more <a href=\"https://www.pewresearch.org/short-reads/2023/04/26/what-the-data-says-about-gun-deaths-in-the-u-s/\">Americans died of gun-related injuries than in any year on record</a>. The rise in gun deaths was a major factor in Surgeon General Vivek Murthy’s decision this summer to declare gun violence a <a href=\"https://www.nytimes.com/2024/06/25/health/gun-violence-surgeon-general.html\">public health crisis</a>.</p>\n\n<p class=\"has-text-align-none\">Amid the violence, millions of Americans made a potentially life-altering decision: They decided it was time to buy their first gun.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.norc.org/research/library/one-in-five-american-households-purchased-a-gun-during-the-pande.html\">One in 20 American adults bought a gun for the first time</a> between March 2020 and March 2022, according to survey data from independent research organization NORC at the University of Chicago.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">How I reported this story</h2>\n\n\n\n<p class=\"has-text-align-center\">After reading the available research about the spike in Americans purchasing their first gun during the pandemic, I was fascinated. Having so many new gun owners — not to mention the millions of guns acquired by existing gun owners — would certainly have a major impact on society, one that would only compound with the Supreme Court ruling affirming a constitutional right to carry guns in public. I wanted to find out where the new gun owners were from and what was driving their choice.</p>\n\n\n\n<p class=\"has-text-align-center\">Knowing that would help answer how guns became normalized in American homes in such a brief period. It might also reveal what all these new guns would mean for everyday life. I spent weeks emailing researchers about different ways I might find that answer, but I soon realized there wasn’t good data about their locations. I needed to reframe my question. I looked at the FBI’s background check system and noted a huge jump in background checks in Illinois from 2019–2021. Illinois is one of only a few states that requires a special license<strong> </strong>to own a gun. I reached out to the Illinois State Police to see how many people applied in 2020 and saw that they also experienced a surge of new applications. I began reaching out to people in Chicago, and a few weeks later, I was attending Mike Brown’s concealed carry class and meeting new gun owners to hear their experiences.</p>\n</div>\n\n<p class=\"has-text-align-none\">Previously, American gun sales were driven by a small number of people: overwhelmingly <a href=\"https://www.vox.com/2015/12/4/9849524/gun-race-statistics\">white men</a> adding to their existing gun collections.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The people who bought their first guns during the pandemic were different.&nbsp;</p>\n\n<p class=\"has-text-align-none\">NORC’s study found that 69 percent were people of color. According to a separate <a href=\"https://www.acpjournals.org/doi/10.7326/M21-3423\">study</a> by researchers at Northeastern and Harvard Universities, 20 percent of new gun buyers between 2019 and 2021 were Black and 20 percent were Hispanic. Half were women — a massive shift given that, between 1980–2014, only <a href=\"https://www.norc.org/content/dam/norc-org/pdfs/GSS_Trends%20in%20Gun%20Ownership_US_1972-2014.pdf\">9 to 14 percent of women</a> owned guns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Listen to the students in Brown’s class and to others who became gun owners during this period and a clear picture emerges of what drove so many people to get their first gun. As crime soared and trust in the police faltered, a grim kind of logic took hold: If everyone else is going to have a gun, then I need to have one, too<em>.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\">“Everybody’s got guns, so it’s only right to have one,” says Leslie Bullard Jr., 31. “I’ve got to make sure my family and my kids are safe.”</p>\n\n<p class=\"has-text-align-none\">Like so many Americans, Brown’s students watched guns proliferate in their community and country in real time. Brown is clear-eyed about why they come to him for training.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-11.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A young woman observes gun drills during Mike Brown’s concealed carry class. The students were diverse, with some as young as 18 and others in their 60s.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-10.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A student in Mike Brown’s concealed carry class holds a model gun while listening to instructions. \" data-portal-copyright=\"\" /></figure>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-2 is-layout-flex wp-block-gallery-is-layout-flex\"></figure>\n\n<p class=\"has-text-align-none\">“They don’t want to die,” he says. “They’re scared of the violence.”</p>\n\n<p class=\"has-text-align-none\">That fear — and the decisions Americans made because of it — speaks to an important new reality around the nation’s relationship with guns: Prior to the pandemic, the US already had more privately owned firearms than civilians in <a href=\"https://www.smallarmssurvey.org/sites/default/files/resources/SAS-Press-release-global-firearms-holdings.pdf\">the other top 25 gun-owning countries combined</a>. It was hard to imagine that the country’s internal arms race could escalate any further.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But it has.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Millions more guns, both legal and not, flooded into the country during the pandemic.&nbsp;Recent <a href=\"https://www.nytimes.com/2024/06/14/us/politics/supreme-court-trump-gun-bump-stocks.html\">Supreme Court</a> <a href=\"https://www.vox.com/2022/6/23/23180205/supreme-court-new-york-rifle-pistol-clarence-thomas-second-amendment-guns\">decisions</a> made meaningful regulation all but impossible.&nbsp;No one is completely immune from the risks of this new era of gun violence, not even <a href=\"https://www.vox.com/politics/361133/trump-assassination-attempt-rnc-men-guns\" data-type=\"link\" data-id=\"https://www.vox.com/politics/361133/trump-assassination-attempt-rnc-men-guns\">the former president</a> of the United States.</p>\n\n<p class=\"has-text-align-none\">And though homicide and violent crime have dropped from their pandemic spike, guns are not like iPhones. They don’t outlive their purpose after a few years, and <a href=\"https://story.californiasunday.com/escape-unwanted-firearms/\">they’re extremely difficult to get rid of safely</a>. They can be deadly for generations to come.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rise in the number of new gun-owning households “really changes all kinds of policy and political calculations,” says John Roman, author of the NORC survey. Beyond the safety risks of owning a gun are the deeper implications for society: for <a href=\"https://www.nyulawreview.org/wp-content/uploads/2023/12/98-NYU-L-Rev-1831.pdf\">policing</a>, <a href=\"https://apnews.com/article/stolen-guns-cars-crime-fbi-data-66316ff1933dad8df984803fca377775\">crime</a>, <a href=\"https://edition.cnn.com/2022/05/09/health/gun-violence-pandemic-strains-hospitals/index.html\">medical services</a>, and <a href=\"https://publichealth.jhu.edu/center-for-gun-violence-solutions/research-reports/the-public-health-approach-to-prevent-gun-violence\">public health</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We’re definitely not in the same place we were in 2019,” says Roman.</p>\n\n<p class=\"has-text-align-none\">We are living through an inflection point in America’s long love affair with guns.<strong> </strong>“People were given the message that they were on their own. The government was not functional,” says Patrick Sharkey, a sociology professor at Princeton University who studies urban inequality, public policy, and violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“That feeling when institutions break down, I think, played a role in contributing to the major surge of gun sales and the rise in violence. When you feel like no one is in charge, that&#8217;s a recipe for violence to emerge.”&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">By different measures, other cities might be thought of as the nation’s old gun heartland: Billings, Montana, a predominantly white city in the state with the <a href=\"https://www.rand.org/content/dam/rand/pubs/tools/TL300/TL354/RAND_TL354.pdf\">highest average rate of household firearm ownership</a>; or Houston, Texas, a large southern city in the state with the <a href=\"https://www.texastribune.org/2022/07/28/texas-gun-stats/\">highest estimated number of gun sales</a>.</p>\n\n<p class=\"has-text-align-none\">But as the greater Chicago area — home to more than half of Illinois’s population — faced increasing violence during the pandemic, it became emblematic<strong> </strong>of the changing realities around American gun ownership. Rising interest in guns took place in a racially diverse city, long known as a Democratic stronghold, in a state with some of the toughest gun laws in the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other Democratic cities saw similar increases in gun permits and concealed carry applications. In New York, applications to the NYPD to own a handgun doubled, from 2,892 in 2019 to 5,820 in 2020, according to reporting <a href=\"https://gothamist.com/news/more-new-yorkers-are-applying-for-gun-permits-the-nypd-wont-say-how-many-they-granted\">by Gothamist</a>, a nonprofit news organization.&nbsp;Pennsylvania does not require a permit to purchase a gun, but applications to carry a firearm exploded in 2021: State police that year issued 384,522 permits to carry, a 24 percent increase over the year before, with the increase coming almost entirely from Philadelphia, <a href=\"https://www.inquirer.com/news/guns-pennsylvania-owners-licenses-permits-20220529.html\">according to an analysis by the Philadelphia Inquirer</a>.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"Gun sales in the US surged during the pandemic\" src=\"https://datawrapper.dwcdn.net/33YIs/5/\" frameborder=\"0\" height=\"558\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">Those trend lines in cities powered the nationwide surge in gun sales, but it’s difficult to determine where exactly the estimated 17 million people newly exposed to firearms in their homes live. Neither the NORC study nor the Northeastern study published data on their locations, and there’s no federal registry of gun owners that can offer insight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The FBI’s National Instant Criminal Background Check system, though, suggests a sharp increase in gun purchases in Illinois during the pandemic: The number of background checks performed in the state spiked from 4.9 million in 2019 to 7.4 million in 2020 and 8.4 million in 2021. Illinois performed more background checks during those years than any other state.</p>\n\n<p class=\"has-text-align-none\">Other signs also point to the Midwest’s largest city as a hotspot for new gun owners.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-08.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Two women pose in a large vacant lot backed by low-income housing.\" title=\"Two women pose in a large vacant lot backed by low-income housing.\" data-has-syndication-rights=\"1\" data-caption=\"Kendra Adams and Keyla Fields were students of firearms instructor Mike Brown’s this spring and part of a wave of Americans who became interested in guns in recent years. Between March 2020 and March 2022, 1 in 20 Americans became gun owners for the first time.  \" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Illinois is one of only <a href=\"https://giffords.org/lawcenter/gun-laws/policy-areas/owner-responsibilities/licensing/\">three states</a> that requires a license to own a firearm. The number of new applications the state received for a license to legally own a firearm rose to historic highs in 2020, according to <a href=\"https://isp.illinois.gov/Foid/Statistics\">data</a> provided by the Illinois State Police.</p>\n\n<p class=\"has-text-align-none\">Applications for the state’s Firearm Owner’s Identification, also known as FOID cards, rose 56 percent between 2019 and 2020, resulting in <a href=\"https://www.nprillinois.org/statehouse/2020-12-09/republicans-pritzker-administration-point-fingers-as-foid-card-backlog-exacerbated-in-2020\">a significant backlog in the approval process</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-25_67c11d.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A bearded black man in closeup.\" title=\"A bearded black man in closeup.\" data-has-syndication-rights=\"1\" data-caption=\"Frank Brown is pictured outside the gun range. Brown bought a gun for protection in 2020, amid a nationwide spike in violence that has since declined.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The number of applications climbed as the city and the country experienced a precipitous rise in violent crime. Murders rose across the US in 2020, but in Chicago, the violence was especially acute: The number of killings in the city that year <a href=\"https://www.illinoispolicy.org/chicago-crime-spikes-in-2022-but-first-drop-in-murder-since-pandemic/#:~:text=In%20the%20first%20year%20of,in%20the%20past%20quarter%2Dcentury.\">jumped 55 percent, compared to 30 percent nationally</a>. In 2021, the city saw more homicides than any other metropolis in the United States. And though other cities had higher murder rates, it was <a href=\"https://www.nbcchicago.com/news/local/2021-ends-as-chicagos-deadliest-year-in-a-quarter-century/2719307/\">the deadliest year</a> for Chicagoans since 1996, with more than 3,500 shooting incidents.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The danger wasn’t spread equally across the city: The worst gun violence was<strong> </strong>concentrated in <a href=\"https://chicago.suntimes.com/crime/2022/1/3/22858995/chicago-violence-dangerous-murders-per-capita-2021-2020-surge-garfield-park-police-lori-lightfoot\">economically segregated neighborhoods</a> that were predominantly Black or Latino and already struggled with high levels of crime, perpetuating what Sharkey calls the “<a href=\"https://www.theatlantic.com/ideas/archive/2022/11/crime-wave-gun-violence-chicago-causes/672216/\">rigid geography of violence</a>.”</p>\n\n<p class=\"has-text-align-none\">The lingering effects of that violence can be felt in Brown's classroom.</p>\n\n<p class=\"has-text-align-none\">“Any Chicagoan is probably suffering from PTSD,” says Cynthia, one of the attendees in Brown’s class.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cynthia is a retired parole officer, there to renew her concealed carry license. (Vox has agreed to withhold her last name for safety reasons.) “You worry about going out,” she says. “If you have to put gas in the car — and it doesn't matter what time of day, it doesn't matter if it’s 7 o’clock in the morning or 5 o’clock in the morning — we have to keep our heads on a swivel. Why do we have to live like this?”</p>\n\n<p class=\"has-text-align-none\">Interest in getting a gun in her state spiked after periods of unrest: According to an investigation by the local CBS News station, on June 2, 2020, <a href=\"https://www.chicagotribune.com/2021/06/02/chicagos-2020-unrest-a-tribune-investigation-documents-the-scope-of-the-damage-and-its-lingering-impact-on-neighborhoods-businesses/\">following days of rioting and looting</a> in Chicago, <a href=\"https://www.cbsnews.com/chicago/news/foid-card-application-backlog-illinois-violence-looting/\">4,916 people applied for a license to own a gun on a single day</a> — more than had applied in the previous eight days combined. Today, Cook County, home to Chicago and its suburbs, has <a href=\"https://isp.illinois.gov/Foid/Statistics\">more FOID card holders than any other county</a> in the state.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"In Illinois, gun sales spiked in moments of uncertainty\" src=\"https://datawrapper.dwcdn.net/CgG3F/5/\" frameborder=\"0\" height=\"470\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">Homicides in the city and across the United States have since dropped, but some forms of violent crime, including robberies, <a href=\"https://crimelab.uchicago.edu/wp-content/uploads/sites/2/2024/04/UChicago-Crime-Lab-2023-End-of-Year-Crime-Trends.pdf\">continued to rise in Chicago last year</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For those who spend a lot of time traveling throughout the city and suburbs, the risks feel especially pronounced.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Frank Brown, a student in the class (who bears no relation to Mike Brown), first purchased a gun in 2020 but decided to get a concealed carry license this year to protect himself while working as a ride-hail and delivery driver. “With the increasing amount of violence that’s been happening to those drivers nowadays, it caused me to have a bit more concern for my personal safety,” he says.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mike Brown’s class is calibrated to his students’ experiences of living in Chicago these last few years. Many of his students are there because they live in communities deeply affected by the violence.</p>\n\n<p class=\"has-text-align-none\">“Everybody is talking, but ain’t nobody hearing the kids. But guess what?” Brown asks them. “When they shoot your ass out there, you hear them now. And that’s why your ass is in here.”</p>\n\n<p class=\"has-text-align-none\">As the number of guns grows, Brown is of two minds about what it all means. He believes in the rights of law-abiding gun owners to carry weapons, especially given the number of people carrying them illegally. And his students are trying to do things the right way. But owning a gun doesn’t mean much and can be really dangerous if the carriers aren’t trained in how to use them.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even with state-mandated training, he thinks a lot of people aren’t fully prepared for the responsibilities of owning a firearm.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-48.jpg?quality=90&#038;strip=all&#038;crop=0,15.071730295544,100,69.856539408912\" alt=\"A man wearing a vest that reads &quot;Firearm instructor&quot; looks on while a student fires at a target in a gun range.\" title=\"A man wearing a vest that reads &quot;Firearm instructor&quot; looks on while a student fires at a target in a gun range.\" data-has-syndication-rights=\"1\" data-caption=\"Mike Brown talks with a student during the target practice component of his class. Even as he teaches gun safety, Brown is ambivalent about the rise in the number of guns nationally. He encourages his students to seek more training before carrying their guns in public.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“What I see here is a powder keg, a lot of frustration, a lot of anger, a lot of bad relationships,” Brown says. “And all those factors can motivate people to come into my class and get what they think is going to be the fixer of their problems.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">When Brown speaks about the forces that drive gun violence, he echoes what the experts say. “People pick up guns to solve a problem,” turning mundane conflicts into lethal ones, says Alex Piquero, a sociology and criminology professor at the University of Miami and former director of the Bureau of Justice Statistics.</p>\n\n<p class=\"has-text-align-none\">Brown wants his students to understand that carrying a gun is not going to solve their problems. It could just make those problems worse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Pressing the trigger is easy,” he says. “The hard part is going to be the aftermath of all the other things you didn’t factor for: the police investigation, then whoever you shot, somebody loves that person, so now they’re coming for you, and you still got to live here.”</p>\n\n<p class=\"has-text-align-none\">He bookends his lessons with this message.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Everybody’s a gangbanger until it’s time to actually gangbang,” he tells his students&nbsp;as he stands in front of a framed target with the center shot out. “There’s people out there waiting for you to fuck around and find out.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-50.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A Black man with long braids stands by a flowering tree with low-income housing in the background.\" title=\"A Black man with long braids stands by a flowering tree with low-income housing in the background.\" data-has-syndication-rights=\"1\" data-caption=\"Leslie Bullard Jr. poses for a portrait during class at the Eagle Sports Range.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“Should everyone have a gun?” he asks them.</p>\n\n<p class=\"has-text-align-none\">“No!” they call out in response.</p>\n\n<p class=\"has-text-align-none\">And yet, the 50 people in the room — and thousands of others who’ve gone through Brown’s classes — have decided that they should.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">Like their teacher, Brown’s students are not card-carrying NRA members who treat gun ownership as an identitarian issue. They’re different, and it’s obvious after spending a minute in the class.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most of them are women. They speak rarely about politics and hardly at all about their Second Amendment rights. Instead, they describe a sense of fear for their children in a society awash with guns. When they speak about gun ownership, they speak primarily about safety and responsibility. They are driven by a desire to exert some control in what feels like a chaotic and uncertain time.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I have two boys at home, and I’m a single mom, so getting concealed carry was important to me because it’s just me,” says Zakiya Robinson, 32.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s Saturday afternoon, on the first day of the concealed carry class. After a lunch break, Brown’s students reconvene at Eagle Sports Range, at the southern end of Cook County. Brown, wearing a bulletproof safety vest with a patch that reads “Black Guns Matter,” is joined by another instructor to lead students through setting up their targets and preparing to shoot.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Inside the range, bullet casings bounce off the walls and floors; paper practice targets flutter as students draw them in on automated pulleys to see where their bullets hit.</p>\n\n<p class=\"has-text-align-none\">Robinson says she is worried about how to keep her family safe. She feels tremendous pressure figuring out how to raise her son in a dangerous world while balancing his need to be a child. “I can’t express that to my son enough, and it’s hard because they’re in kid mode. They don’t know that the world is crappy. They don’t know that they have to be aware of their surroundings. He just wants to go to the park and play. It’s a hard thing.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/Longoria_Crop_AMERICAN_GUN_OWNERSHIP-26_VanessaLongoria-copy.jpg?quality=90&#038;strip=all&#038;crop=0,30.366492146597,100,39.267015706806\" alt=\"A white woman crouches next to a toddler in a tutu who is drinking from the straw of a water bottle.\" title=\"A white woman crouches next to a toddler in a tutu who is drinking from the straw of a water bottle.\" data-has-syndication-rights=\"1\" data-caption=\"Vanessa Longoria became a concealed carry instructor in 2020, when her own gun teacher told her women were interested in learning from someone like themselves.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Her concerns are shared by other mothers in the city, including those at a gathering the night before organized by Vanessa Longoria, a concealed carry instructor, in Humboldt Park, a neighborhood on the West Side of Chicago. Three weeks before, the <a href=\"https://www.nbcchicago.com/news/local/autopsy-reveals-dexter-reed-was-shot-13-times-in-deadly-gunfight-with-chicago-police/3420927/\">police killed 26-year-old Dexter Reed</a> in the same neighborhood during a traffic stop, in a case that <a href=\"https://www.cbsnews.com/chicago/news/dexter-reed-shooting-protest/\">sparked local protests</a> <a href=\"https://edition.cnn.com/2024/04/24/us/dexter-reed-chicago-police-shooting/index.html\">and captured national attention</a>. And just three days earlier, Longoria pointed out, <a href=\"https://www.fox32chicago.com/news/humboldt-park-shooting-4-year-old-boy\">a 4-year-old child had been shot</a> while traveling in a car several blocks away. Hearing about those shootings has spurred their protective instincts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Longoria, 35, decided to become a firearms instructor in 2020, when her gun teacher told her there were plenty of women who wanted to learn to shoot but would prefer to be taught by someone like them.</p>\n\n<p class=\"has-text-align-none\">She finds that other women relate to her reason for weapons training. “I want to protect myself but also my family,” she says. The women she’s worked with want to feel that, too.</p>\n\n<p class=\"has-text-align-none\">Generational shifts have almost certainly played a role in their relationships to guns. In 1990, according to the Urban Institute, women were the heads of household — or the main breadwinner — in about a third of US households. By 2019, women were the heads of household <a href=\"https://www.urban.org/urban-wire/more-women-have-become-homeowners-and-heads-household-could-pandemic-undo-progress\">in half of American homes</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These women were used to doing it all, including taking on the traditionally male roles of providing and protection.</p>\n\n<p class=\"has-text-align-none\">“I got divorced, so then it was just me and my daughter by ourselves. There’s no man in the house anymore,” says Lynda Gilly, 46, who got a gun in 2020. “So now I have to just keep it there in case of anything. Thank God nothing’s ever happened to where I’ve had to pull it out.”</p>\n\n<p class=\"has-text-align-none\">In Black homes, the share of families with women as heads of household is even higher, at <a href=\"https://www.urban.org/urban-wire/more-women-have-become-homeowners-and-heads-household-could-pandemic-undo-progress\">60 percent</a>. The concerns about safety are compounded by the knowledge that <a href=\"https://www.nbcnews.com/meet-the-press/data-download/alarming-rise-youth-gun-deaths-breaks-differently-race-rcna79916\">the rate of gun deaths among Black children in the US is more than five times higher</a> than for other children, and the danger can come both from the community and <a href=\"https://eu.jacksonville.com/story/news/crime/2017/01/13/scathing-report-says-chicago-police-violated-civil-rights-for-years/10273674007/\">also from the police</a>. Sixty-one percent of victims of gun homicide in 2020 were Black, with the <a href=\"https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2818887?utm_source=For_The_Media&amp;utm_medium=referral&amp;utm_campaign=ftm_links&amp;utm_term=052224\">largest increases</a> in deaths among Black boys and men ages 10–44.   </p>\n\n<p class=\"has-text-align-none\">For that reason, LaSinda Thompson, 32, and her husband have decided they would rather their children learn about guns from them. “When they both turn 8, we will be teaching them about gun safety and taking them to the range,” she says.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-28LasindaThompson_287536.jpg?quality=90&#038;strip=all&#038;crop=0,15.071730295544,100,69.856539408912\" alt=\"A black woman in glasses sits on a radiator in a community meeting space.\" title=\"A black woman in glasses sits on a radiator in a community meeting space.\" data-has-syndication-rights=\"1\" data-caption=\"LaSinda Thompson pictured at a gathering organized by Longoria. Thompson and her husband have decided to teach their children about gun safety when they turn 8.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“With me having a child, it’s like, I can’t imagine letting him just be out by himself,” says Sade Adejumo, 33, who grew up with Longoria. “It just makes you feel fearful because my one job in this world is to protect this child and make sure nothing happens to this child.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The problem, experts say, is that having a gun in the home can be extremely dangerous, substantially increasing relative risk. While most people safely and responsibly own firearms, those who have guns in their homes are more than twice as <a href=\"https://www.theguardian.com/us-news/2022/apr/07/guns-handguns-safety-homicide-killing-study\">likely</a> to be shot and killed than people who don’t.</p>\n\n<p class=\"has-text-align-none\">“It’s conclusive that buying a gun doesn’t make you safer,” says Roman, an expert on firearms data. “If you’re a <a href=\"https://med.stanford.edu/news/all-news/2022/04/handguns-homicide-risk.html\">woman in a household with a gun</a>, your chance of being the victim of <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10209983/\">a firearm homicide goes way up</a>. If you’re a teenage or 20-something boy or man, your chance of <a href=\"https://injuryprevention.bmj.com/content/27/3/264\">committing suicide goes up</a> fourfold. We underestimate the cost of gun ownership, in terms of risk of somebody in our household being seriously injured or killed by that gun.”</p>\n\n<p class=\"has-text-align-none\">Matthew Miller, an epidemiologist who studies the links between gun access and violent injury and death, and who authored the Northeastern study, puts it more starkly. “The people who are now exposed to guns in their home for the first time, they are several-fold more likely to die a violent death” by suicide or other gun-related injuries, he says. Guns increase risk because easy access to a firearm makes violent impulses especially lethal.</p>\n\n<p class=\"has-text-align-none\">Gilly, whose daughter is now in college, says she’s aware of the risk of her gun being used against her or her family. “It’s not like my gun’s out in the open,” she says. But, she says, “If I’m pulling it out — oh my God, I better be able to defend myself.”&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">For policymakers already concerned about the dangers guns pose, their proliferation is a troubling development.</p>\n\n<p class=\"has-text-align-none\">“We haven’t helped people feel safe enough. We need to step up and do more to help people feel like they don't need a gun,” says Rep. Robin Kelly, a Democrat whose district includes parts of Chicago’s South Side and suburbs. “I can’t tell people how to feel, especially when they see things on the news.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’m disappointed that people have more guns, and that it’s spreading to different populations,” she says. “But I’m not surprised.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">A number of factors make it difficult for those who, <a href=\"https://robinkelly.house.gov/issues/gun-violence\">like Kelly, are working</a> to reduce gun violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Illinois is <a href=\"https://edition.cnn.com/2023/04/12/us/kentucky-gun-laws/index.html\">surrounded by states</a>, including Kentucky, Indiana, and Missouri, with <a href=\"https://www.everytown.org/state/missouri/\">some of the nation’s least restrictive</a> <a href=\"https://everytownresearch.org/rankings/state/indiana/\">gun laws</a> and <a href=\"https://www.cdc.gov/nchs/pressroom/sosmap/firearm_mortality/firearm.htm\">worst firearms mortality rates</a>, making regulation more difficult to enforce.&nbsp;<br>Following a <a href=\"https://www.nbcnews.com/news/us-news/highland-park-parade-mass-shooting-suspect-indicted-117-charges-illino-rcna40332\">mass shooting in the Chicago suburb of Highland Park</a> in 2022 that killed seven people and injured 48 others, the state passed the first <a href=\"https://www.nytimes.com/2023/01/20/us/illinois-gun-ban-second-amendment.html\">assault weapons ban</a> in the Midwest.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-3 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-13.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Emmanuel Katsabis poses for a portrait during Mike Brown’s class at  Eagle Sports Range.&lt;br&gt; \" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-04_2e4f73.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A student holds a yellow model gun. \" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">A 2022 US Supreme Court decision,<em> New York State Rifle &amp; Pistol Association v. Bruen,</em> upheld the right of Americans to carry guns in public and placed the burden on the government to prove that their regulations were consistent with historical gun laws. As a result, <a href=\"https://www.vox.com/2022/6/23/23180205/supreme-court-new-york-rifle-pistol-clarence-thomas-second-amendment-guns\">almost all restrictions on guns became vulnerable to legal challenges</a>. Illinois’s law banning assault weapons was immediately contested by gun rights groups. In July, the Court <a href=\"https://www.nbcnews.com/politics/supreme-court/supreme-court-illinois-assault-weapons-ban-right-to-bear-arms-rcna153971\">declined to take up the challenge</a>, leaving the Illinois law in place.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Court’s recent decisions didn’t happen in a vacuum. Before Bruen, several states had passed laws <a href=\"https://www.thetrace.org/2023/04/permitless-concealed-carry-gun-law-map/\">making it easier for people to carry guns in public</a>. At the same time, gun manufacturers <a href=\"https://www.businessinsider.com/us-gun-production-nearly-tripled-ghost-guns-boom-federal-data-2022-5\">increased production of weapons</a>, and methods for <a href=\"https://fas.org/publication/the-ghost-guns-haunting-national-crime-statistics/\">illegally obtaining a gun</a> became easier. Those factors, experts say, almost certainly contributed to an increase in demand from people looking to get weapons for protection.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The explosion in new guns has created other concerns about public safety, Roman says. The fact that more people have guns and that they’re increasingly carrying them in their cars and on their persons, as well as at home, creates more opportunities for guns to be stolen.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“That means that the homeowner’s gun has a higher chance of becoming a crime gun,” Roman says. “We see that in the data: The time from purchase to a gun showing up at a crime scene has fallen. Newer guns are ending up as street guns <a href=\"https://www.nbcnews.com/news/crime-courts/first-sweeping-federal-gun-crime-report-20-years-shows-firearms-bought-rcna68771\">quicker than they did in 2019</a>.”</p>\n\n<p class=\"has-text-align-none\">A recent investigation of FBI crime data from Everytown, an organization that supports stronger gun safety regulations, also found that the <a href=\"https://everytownresearch.org/report/gun-thefts-from-cars-the-largest-source-of-stolen-guns-2/\">rate of guns stolen</a> from vehicles has tripled in the last decade, with an average of one gun stolen from a car every nine minutes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Complicating matters further, the millions of guns the government estimates were sold legally almost certainly undercount the total number of weapons that flooded the US during the pandemic.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The number of ghost guns — homemade guns that aren’t traceable because they don’t use serial numbers the way gun manufacturers do — that were recovered from crime scenes increased <a href=\"https://www.npr.org/2023/02/10/1153977949/major-takeaways-from-the-atf-gun-violence-report\">1,083 percent between 2017 and 2021</a>, according to <a href=\"https://www.atf.gov/firearms/docs/report/nfcta-volume-ii-part-iii-crime-guns-recovered-and-traced-us/download\">an analysis</a> by the Bureau of Alcohol, Tobacco, Firearms and Explosives.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“What we’re seeing in the official records about purchases is one thing. To me, that number is the floor. There are more above that,” Piquero says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“How many more? We don't know.”</p>\n\n<p class=\"has-text-align-none\">While many of the new gun owners are obtaining their guns legally, experts worry that the spread of even more firearms will make the nation more deeply entrenched in the problems that come with a highly fractious society with too many guns. These factors, Roman says, make efforts to reduce <a href=\"https://www.npr.org/2023/06/29/1184731316/gun-violence-epidemic-suicide-mass-shooting-public-health-emergency-chicago\">America’s gun violence epidemic</a> exceedingly difficult.</p>\n\n<p class=\"has-text-align-none\">So the American arms race continues.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“With this many guns in civilian hands, it’s unlikely that we are going to be able to do much better than we are today” on gun violence, Roman says. “Firearms make fist fights into gun fights, and there’s always going to be some fist fights.”&nbsp;</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-4 is-layout-flex wp-block-gallery-is-layout-flex\"></figure>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-5 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-02_LeslieB.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Leslie Bullard Jr. poses with his practice shooting target outside Eagle Sports Range.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/AMERICAN_GUN_OWNERSHIP-07.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A student fires a gun at a target. \" data-portal-copyright=\"\" /></figure>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">This last part is what concerns Brown.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the second day of his class, he leads the students through different hypothetical&nbsp;encounters, each involving the threat of violence. After giving a short description of the situation, he asks the students a question:&nbsp;</p>\n\n<p class=\"has-text-align-none\">“In this instance, do you <em>have </em>to shoot, or do you <em>want </em>to shoot?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The students debate different possibilities, many of them ripped from local headlines and social media: One is based on <a href=\"https://www.youtube.com/watch?v=m5q04xyi42g\">a recent case in New York City</a>, where a neighborly dispute over apartment noise escalated into a double homicide caught on camera. Another is about the murder of 24-year-old <a href=\"https://www.cbsnews.com/chicago/news/chicago-police-officer-areanah-preston-remembered-year-later/\">Aréanah Preston</a>, a Chicago police officer, during an armed robbery attempt outside her home. Each scenario sparks intense discussion and disagreement about the best course of action.</p>\n\n<p class=\"has-text-align-none\">There’s a reason Brown walks students through these scenarios. “I don’t consider myself to be a die-hard Second Amendment community member,” who believes that guns are a solution to every problem, he says. Instead, he considers himself a “part of the intellectual branch of the conflict-avoidant group, who happens to carry guns.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I can use violence. I’m not afraid of it,” he says. “But do we have to?”</p>\n\n<p class=\"has-text-align-none\">It’s a question that grows more urgent as more Americans take up guns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So Brown is trying to drill his message home, again and again. In several of his scenarios, he tells students&nbsp;the best thing to do is to back down, disengage, even let yourself be a victim. It might save your life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Just because you have a gun,” he says, “doesn’t mean you’ve got to use it.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "“Threat!” In a flash, 50 people pull replica handguns and raise them above shoulder height, careful not to point the mock weapons at the heads of those sitting in front of them. It’s a Saturday morning on the South Side of Chicago, and the heat is rising in the classroom as firearms instructor Mike Brown [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "The world is getting more violent. A top refugee advocate thinks he knows why.",
    "link": "https://www.vox.com/palestine/364318/miliband-ukraine-gaza-sudan",
    "pubDate": "2024-08-04T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"David Miliband speaking into a microphone at the UN.\" data-caption=\"David Miliband, president and chief executive of the International Rescue Committee, addresses the United Nations Security Council on August 03, 2023 in New York City.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1589912254.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>David Miliband, president and chief executive of the International Rescue Committee, addresses the United Nations Security Council on August 03, 2023 in New York City.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">What’s driving the increase in global conflict?</p>\n\n<p class=\"has-text-align-none\">Is it a lack of global leadership? Political polarization? Resource stress and climate change?&nbsp;</p>\n\n<p class=\"has-text-align-none\">David Miliband sees a combination of all these factors and more. For the past 10 years, the former British foreign secretary has led the <a href=\"https://www.rescue.org/\">International Rescue Committee</a> (IRC), a global NGO working on the frontlines of conflicts around the world to provide aid to refugees and other displaced people. </p>\n\n<p class=\"has-text-align-none\">At the recent <a href=\"https://www.vox.com/world-politics/361768/2024-election-biden-foreign-policy-trump-china-ukraine-russia\">Aspen Security Forum</a>, Miliband sat down with Vox to discuss Gaza, Ukraine, Sudan, and other conflicts, as well as the new British government, which is led by his former political party, Labour, and includes his brother Edward Miliband as secretary of energy. </p>\n\n<p class=\"has-text-align-none\">The conversation has been edited for length and clarity.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Joshua Keating</h4>\n\n<p class=\"has-text-align-none\">We now have several years of data showing the number of armed conflicts around the world <a href=\"https://www.vox.com/world-politics/2024/1/25/24049551/war-increasing-ukraine-gaza-sudan-ethiopia\">increasing</a> in terms of both sheer numbers and casualties. Is it fair to say that the so-called “<a href=\"https://news.harvard.edu/gazette/story/2012/03/pinker-explains-the-long-peace/\">long peace</a>” is coming to an end?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">David Miliband</h4>\n\n<p class=\"has-text-align-none\">I don’t want to declare the end of the long peace for a particular reason, which is that the “peace” wasn&#8217;t very peaceful. It suggests a bit of a golden age that we’ve left, and we shouldn&#8217;t fall into that trap. </p>\n\n<p class=\"has-text-align-none\">What we do know is that today there are up to a dozen major conflicts — with major defined as more than 1,000 battlefield deaths [in one year] — and there are 50-plus civil conflicts of different kinds going on. The two conflicts that get the most attention, Ukraine and Gaza, are obviously in a different category than the civil wars that are dominant, <a href=\"https://www.vox.com/future-perfect/354112/sudan-darfur-el-fasher-genocide-humanitarian-aid-neglect\">Sudan being a prime example</a>.</p>\n\n<p class=\"has-text-align-none\">Secondly, what we also know is that in many countries there are many conflicts. There’s not one single conflict going on in Cameroon or in Nigeria or in <a href=\"https://www.vox.com/world-politics/2024/1/18/24041696/cyberscams-myanmar-china-pig-butchering\">Myanmar</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Thirdly, to your point, we know that civilians are increasingly bearing the brunt of conflict and that there’s much more internationalization of civil conflict. </p>\n\n<p class=\"has-text-align-none\">So I think we’re in a period that we could describe as a flammable world. There’s a lot of tinder and a lot of it’s on fire. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Joshua Keating</h4>\n\n<p class=\"has-text-align-none\">Okay, so let’s talk about the kindling for that fire. What are some of the underlying structural factors that you think might be driving this increase in the number of conflicts and their severity?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">David Miliband</h4>\n\n<p class=\"has-text-align-none\">Well, resource stress is a big conflict multiplier and that’s where you see this <a href=\"https://climate-conflict.org/\">conflict/climate interface</a>. We also know that political systems that fail to manage compromise are a source of conflict. That’s been the story in Syria, and you could say that’s the story in Sudan as well. </p>\n\n<p class=\"has-text-align-none\">We also know that the divisive elements of social media <a href=\"https://www.sipri.org/commentary/topical-backgrounder/2021/social-media-tool-peace-or-conflict\">have driven toxicity</a>. </p>\n\n<p class=\"has-text-align-none\">Also this point about the internationalization of conflict — you’ve got more and more actors thinking regionally and making their power plays. And I suppose that the other thing is that the biggest determinant of where civil conflicts break out is <a href=\"https://foreignpolicy.com/2021/02/18/how-civil-wars-start/\">where there was one before</a>. So the failure to resolve conflict is a feeder of more conflict. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Joshua Keating</h4>\n\n<p class=\"has-text-align-none\">Recently, President Biden caused some controversy when he said that he’s done more for the <a href=\"https://www.theguardian.com/us-news/article/2024/jul/17/biden-israel-gaza-palestine#:~:text=While%20defending%20his%20administration's%20response,opened%20up%20all%20the%20assets.\">Palestinian community than</a> anyone, by pressuring Israel to allow more aid into Gaza. Given what you’re seeing from Gaza and the work that IRC is doing there, how would you assess the international community’s use of pressure to bring more aid in?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">David Miliband</h4>\n\n<p class=\"has-text-align-none\">It’s a very complicated — perhaps uniquely complicated — situation. But the sum total of the efforts is not yet delivering for either Palestinians in Gaza or for the hostages being held in Gaza. And so there’s an immense amount of frustration around the terrible situation facing civilians. </p>\n\n<p class=\"has-text-align-none\">What we’ve said is that the number of trucks going into an area isn’t a sufficient measure of humanitarian aid. You can get a truck across the border, but what happens to the aid once you get it across?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Joshua Keating</h4>\n\n<p class=\"has-text-align-none\">Turning to Sudan, we’re about two decades removed from the era of the “Save Darfur” movement and the George W. Bush administration’s very close involvement with that country. Does it feel like it’s fallen somewhat off the global agenda considering the staggering scale of the crisis there?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">David Miliband</h4>\n\n<p class=\"has-text-align-none\">There’s no doubt that there’s less global interest in Sudan today than 20 years ago. Twenty years ago, there was terrible loss of life, but also extraordinary international mobilization. A lot has changed in the wider world since then. There’s a lot of humility born of error and failure.</p>\n\n<p class=\"has-text-align-none\">There’s a lot of fatigue. There’s also a new insistence on African solutions to African problems. So it’s the African Union that is in front of diplomacy there, not the UN Security Council, which is a change.</p>\n\n<p class=\"has-text-align-none\">But for sure, the situation is getting worse, not better. It’s the prototype of the modern civil war: very convoluted, involving internationally sponsored actors and spillover from the region. It’s very dark. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Joshua Keating</h4>\n\n<p class=\"has-text-align-none\">And then when it comes to Ukraine: That’s very different from these other conflicts. It’s interstate, versus a civil war. It’s very much on the international agenda. How is the humanitarian response different in a conflict like that?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">David Miliband</h4>\n\n<p class=\"has-text-align-none\">The first way it’s very different is that it’s a middle-income country. Secondly, it borders Europe. It’s actually very unusual to have refugees flowing into rich countries. Seventy-five percent of the world’s refugees <a href=\"https://www.unhcr.org/refugee-statistics/insights/explainers/refugee-hosting-metrics.html\">go to poorer parts of the world</a>. They go from Myanmar to Bangladesh or they go from the [Democratic Republic of Congo] to Tanzania. And those who’ve been going to Europe have been much better treated [than refugees from other conflicts].</p>\n\n<p class=\"has-text-align-none\">But where we work on the eastern front, on the frontlines, the parallels with other conflict zones are very real. Daily survival is an issue, basic services for people with health needs that were previously met. And there’s just an extraordinary level of combat going on.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Joshua Keating</h4>\n\n<p class=\"has-text-align-none\">As someone who’s been in both government and the NGO sector, how do you make the case to voters in countries like the UK or the US that these international priorities should matter given how many serious issues are on the domestic agenda?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">David Miliband</h4>\n\n<p class=\"has-text-align-none\">I think it’s very important to say that you’re not asking to solve international problems instead of solving domestic problems. We shouldn’t try to convince people that the quality of their schools or their streets are not the top priority. </p>\n\n<p class=\"has-text-align-none\">Having said that, we’ve seen from Covid that problems can come from abroad if they’re not tackled there. There’s a real need to recognize that this is an age in which countries are more interdependent. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Joshua Keating</h4>\n\n<p class=\"has-text-align-none\">What do you hope to see from Britain’s new government in terms of Britain’s international role?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">David Miliband</h4>\n\n<p class=\"has-text-align-none\">Well, I think what we’re seeing is that geography still matters. The new government has made clear that they see [Britain’s] values and interests aligned with its European neighbors. They don’t want to refight the Brexit wars, but there’s no value in Britain and Europe pretending that they’re somehow in a different place. </p>\n\n<p class=\"has-text-align-none\">They’re going to want British diplomacy to work in a multilateral system. They’re going to be watching the American election very closely. And they’re going to make clear that they see climate as a security issue, not just as an environmental issue. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Joshua Keating</h4>\n\n<p class=\"has-text-align-none\">Is there a particular conflict or pressing issue that you think people should be paying more attention to, that doesn’t get the same kind of headlines as the ones we’ve discussed?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">David Miliband</h4>\n\n<p class=\"has-text-align-none\">I mean, first of all, don’t forget about Syria. It’s been ongoing for more than a decade. There are 7 million civilians outside the country, and a similar number inside the country <a href=\"https://www.unrefugees.org/emergencies/syria/\">who are displaced</a>. </p>\n\n<p class=\"has-text-align-none\">Don’t forget about the Rohingya in Bangladesh, but also don&#8217;t forget there are 3 million Burmese Myanmar citizens <a href=\"https://myanmar.un.org/en/273228-myanmar-emergency-update-1-june-2024\">displaced internally</a>. Don’t forget about Afghanistan where there are still grave economic needs. The West promised when it left militarily that it wouldn’t leave politically or developmentally. </p>\n\n<p class=\"has-text-align-none\">Then there are some places that are much more foreign for Western audiences: West Africa, Francophone Africa in particular. There’s a lot of dynamism in this region, but also a lot of challenges.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You know, we [the IRC] are growing. I’m not really sure if that’s a good thing or a bad thing.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "What’s driving the increase in global conflict? Is it a lack of global leadership? Political polarization? Resource stress and climate change?&#160; David Miliband sees a combination of all these factors and more. For the past 10 years, the former British foreign secretary has led the International Rescue Committee (IRC), a global NGO working on the [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Skip the airport. It’s time to plan the perfect road trip.",
    "link": "https://www.vox.com/life/363970/road-trip-planning-tips-car-maintenance-snacks-google-maps",
    "pubDate": "2024-08-04T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of four people in a convertible driving down a rural highway.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-97224797.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Somewhere between San Luis Obispo and Monterey, California, I wondered if the rain would ever cease. Pounding storms had followed me on my two-week solo road trip from Los Angeles to San Francisco, so much so that the Pacific Coast Highway was closed to motorists through Big Sur — one of my planned pit stops. While I meticulously planned the drive and itinerary down to the hour, I never once considered a backup plan for something as common as a closed road. At a loss for what to do, I scrambled to find an Airbnb in a remote area for the night. I had unintentionally broken one of the top road trip rules, according to seasoned roadtripper and blogger <a href=\"https://southernersays.com/\">Lori Blalock</a>.</p>\n\n<p class=\"has-text-align-none\">“Having a plan B and C is a good idea,” she says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For nearly as long as cars have been on the road, Americans have practiced the art of the road trip. In the 1910s and ’20s, motorists drove from cities to more remote areas to <a href=\"https://www.atlasobscura.com/articles/how-america-joined-its-two-great-loves-cars-and-the-outdoors\">set up camp beside their cars</a>. After World War II, <a href=\"https://www.pbs.org/wgbh/americanexperience/features/american-road-trip/\">road trips were the family vacation of choice</a>, with many visiting national parks and extended family in other cities. The humble road trip has been immortalized in countless movies over the years including <em>National Lampoon’s Vacation</em>, <em>Lost in America, </em>and <em>Little Miss Sunshine</em>. Hesitant to travel by plane during the pandemic, many <a href=\"https://www.nytimes.com/2020/09/04/travel/to-many-travelers-2020-was-the-summer-of-1965.html\">Americans opted to adventure by car</a>. The love for the open road hasn’t let up in post-pandemic years either: A recent poll found that 73 percent of Americans <a href=\"https://swnsdigital.com/us/2024/04/why-3-in-4-prefer-road-trips-over-flying/\">preferred to drive</a> to their vacation destination instead of flying.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/MSDNALA_EC015.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A still from the movie “National Lampoon’s Vacation.”\" title=\"A still from the movie “National Lampoon’s Vacation.”\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Everett Collection\" />\n<p class=\"has-text-align-none\">While road trips allow travelers to avoid the hassle and expense of air travel, there are plenty of considerations roadtrippers should keep in mind. From planning a practical route to keeping the peace with your travel companions, road trip experts offer their best advice for planning a vacation on wheels.</p>\n\n<h2 class=\"wp-block-heading\">Be realistic when planning an itinerary</h2>\n\n<p class=\"has-text-align-none\">Blalock’s road trip planning begins first with a timeframe and then a list of sites and stops she wants to see — not the other way around. “A lot of people reverse that,” she says. “People know where they want to go, but then they don’t quite have the time, and then they end up having road trip failures, because where they want to go just does not fit into their timeframe.”</p>\n\n<p class=\"has-text-align-none\">Map out your route based on the time you have and then determine your must-see sights and attractions, whether it’s a national park or a brewery. Estimate how long you’ll spend at each destination — be generous — to avoid rushing from one place to the next. Have an idea of what you might do instead if a trailhead is closed because of bad weather or other unforeseen circumstances.</p>\n\n<p class=\"has-text-align-none\">If you only have three days earmarked to get from point A to point B and back, you don’t want to feel overwhelmed racing from one roadside attraction to the other. The trip should be just as much about the journey as the destination.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">When planning itineraries for clients, Sam Highley, CEO and founder of road trip travel company <a href=\"https://www.allroadsnorth.com/\">All Roads North</a>, focuses on the “in-between places”: off-the-beaten-path towns, restaurants, and parks. The routes themselves are on scenic backroads rather than highways. </p>\n\n<p class=\"has-text-align-none\">Don’t overlook lesser-known landmarks. “National parks are treasures in the US and they form a big part of our itineraries,” Highley says. “But I think there’s also a ton of other state parks, public land wilderness areas, that can be equally as beautiful and rewarding and you’re likely to be there with a tenth of the people that you might experience in a national park.”</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Don’t leave home without downloading these apps first</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.google.com/maps\">Google Maps</a>: Get directions and save locations of interest.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://triptik.aaa.com/?homepage=true\">AAA TripTik</a>: Map out gas stations, attractions, restaurants, and camping sites along your route. The app even suggests locations to stop for breaks.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://gasprices.aaa.com/aaa-gas-cost-calculator/\">AAA Gas Cost Calculator</a>: Plug in your starting location, destination, and car make and model and get an estimate of how much gas will cost.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://apps.apple.com/us/app/waze-navigation-live-traffic/id323229106\">Waze</a>: Get directions and live traffic updates.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://roadtrippers.com/\">Roadtrippers</a>: Search for and add stops like restaurants, shopping, and music venues, to your route.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.gasbuddy.com/\">GasBuddy</a>: Locate the cheapest gas prices near you.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.chargepoint.com/drivers/mobile\">ChargePoint</a>: Locate electric vehicle charging stations near you.</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://open.spotify.com/\">Spotify</a>/<a href=\"https://music.apple.com/us/browse\">Apple Music</a>: Make collaborative playlists with passengers or queue up podcasts.</p>\n</div>\n\n<p class=\"has-text-align-none\">If you need some inspiration for in-between places, check out tourism board websites for the various towns and cities you’ll be passing through, suggests Danielle Desir Corbett, the host of the podcasts <a href=\"https://roadtripreadypodcast.com/\"><em>Road Trip Ready</em></a> and <a href=\"https://thoughtcard.com/podcast/\"><em>The Thought Card</em></a>. She also discovers unique pitstop destinations from travel blogs, vlogs, and Instagram posts. As you’re planning, save Instagram posts to road trip inspiration folders or make Pinterest boards to organize your research, Desir Corbett says. </p>\n\n<p class=\"has-text-align-none\">Book your tickets and accommodation for popular locations ahead of time, such as camping at tourist-heavy national parks or Instagram-famous motels, Blalock says. As soon as you know which towns you want to spend the night in, book a hotel, Desir Corbett says. Similarly, secure tickets for can’t-miss museums, cooking classes, pick-your-own produce, and other experiences early. “It&#8217;s not something that you have to necessarily do months and months in advance,” Desir Corbett says. “It could be the week you’re planning everything out.”</p>\n\n<p class=\"has-text-align-none\">Leave room for spontaneity, too, Desir Corbett says. If you see a billboard for an interesting museum or farmers market while you’re driving, don’t be afraid to check it out. These unplanned excursions are part of the magic of road trips. When you stop for gas at welcome centers or rest stops, pick up pamphlets for local tourist attractions. Ask bartenders, employees at the front desk of hotels, or other locals you encounter for their recommendations, Desir Corbett says. “You could either fit it during this trip or just have it back in your back pocket for your next adventure,” she says.</p>\n\n<h2 class=\"wp-block-heading\">Make sure your car is in top shape</h2>\n\n<p class=\"has-text-align-none\">A perfectly planned itinerary is only as good as the car getting you there. A few weeks before you depart, take your car in for a regular maintenance check, says AAA spokesperson Aixa Diaz. That way, you won’t be delayed if your car needs a repair that might take a few days. Make sure your tire pressure, car battery, oil levels, and windshield wipers are in working order. Try to fill up your gas tank or charge your car the night before you leave home and each subsequent night of the trip.</p>\n\n<h2 class=\"wp-block-heading\">Don’t forget to pack the essentials (like snacks)</h2>\n\n<p class=\"has-text-align-none\">Aside from the clothes and other necessities you plan on bringing with you, there are a number of things you should have in your car to keep comfortable or in case of a breakdown. Diaz suggests having jumper cables, a flashlight, wet wipes or baby wipes, and a first aid kit on hand. Depending on the time of year, you might want to keep blankets or personal fans around. Have multiple chargers for your phone, tablet, or other devices in case you lose one or more than one person needs to charge up at a time. Blalock recommends packing a portable tire inflator and a kit for repairing a flat tire. </p>\n\n<p class=\"has-text-align-none\">Desir Corbett and Highley suggest packing a cooler stocked with easy-to-eat, nonperishable meals, like sandwiches, yogurt pouches, granola bars, nuts, popcorn, and water — items that won’t melt or make a mess. Desir Corbett recommends bananas, grapes, cheese, and crackers for kid roadtrippers since they’re not too sugary or sticky.</p>\n\n<h2 class=\"wp-block-heading\">Take safety seriously</h2>\n\n<p class=\"has-text-align-none\">While you may be motivated to barrel through an eight-hour drive, experts suggest taking a break or switching out drivers every two hours or so. “Drowsy driving, just like distracted driving, is a problem and can be very dangerous,” Diaz says. Try to depart in the morning on each day of your trip to maximize daylight driving. Either find a rest stop, fast food spot, or an interesting attraction to take a break and stretch your legs. If you have kids with you, expect to stop more frequently, Desir Corbett says. Try to find a park or a rest stop with a playground so they can burn off energy. And always keep your phone away and on do not disturb while you’re driving. </p>\n\n<h2 class=\"wp-block-heading\">Don’t annoy your travel companions</h2>\n\n<p class=\"has-text-align-none\">If you’re traveling with kids, you’ll want to make sure they’re comfortable and entertained. In Desir Corbett’s experience traveling with a toddler, limited-mess snacks and drinks are a must, as is entertainment. “We’re not afraid to pull out our iPad, and we have some holders in the back of our car,” she says. “We may put on one of his favorite shows. We also try to put on his favorite music.” Make sure any devices are fully charged (and you have backup chargers handy) and download movies or shows in case you lose service.</p>\n\n<p class=\"has-text-align-none\">Diaz recommends playing games with kids, like imagining where the other cars on the road are heading. “Try to get their imagination going and engage with them,” she says.</p>\n\n<p class=\"has-text-align-none\">As for the adults in the car, Blalock likes to assign roles to passengers to help keep the peace. Knowing who is in charge of navigation, music, snacks, and driving holds everyone accountable. Let passengers have some time to themselves if need be. For example, Blalock says her daughter occasionally pops in headphones and listens to her own music during their road trips.</p>\n\n<p class=\"has-text-align-none\">Keeping the car clean and organized can prevent fights, Blalock says. Have a bag for trash and organizational bins for other essentials, like camping supplies, food, and hygiene products.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless of who you’re traveling with, road trips can be the perfect opportunity to choose your own adventure and uncover offbeat treasures along the way. Just make sure to do your homework first.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Somewhere between San Luis Obispo and Monterey, California, I wondered if the rain would ever cease. Pounding storms had followed me on my two-week solo road trip from Los Angeles to San Francisco, so much so that the Pacific Coast Highway was closed to motorists through Big Sur — one of my planned pit stops. [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "Can men’s gymnastics be saved?",
    "link": "https://www.vox.com/today-explained-podcast/364569/united-states-olympics-mens-gymnastics-in-trouble",
    "pubDate": "2024-08-03T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Bronze medalists Team United States is posing on the podium during the medal ceremony for the Artistic Gymnastics Men&#039;s Team Final on day three of the Olympic Games Paris 2024 at Bercy Arena in Paris, France, on July 29, 2024. | Andrzej Iwanczuk/NurPhoto via Getty Images\" data-portal-copyright=\"Andrzej Iwanczuk/NurPhoto via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2163813028.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Bronze medalists Team United States is posing on the podium during the medal ceremony for the Artistic Gymnastics Men&#039;s Team Final on day three of the Olympic Games Paris 2024 at Bercy Arena in Paris, France, on July 29, 2024. | Andrzej Iwanczuk/NurPhoto via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Nothing prepares a casual Olympics fan for falling in love with a sport they know nothing about.</p>\n\n<p class=\"has-text-align-none\">During the gymnastics trials in Milwaukee this year, I waited to watch Simone Biles, Suni Lee, and the rest of the ladies dazzle with their awesome skills. Could we get the men’s competition over with already?&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet there I was, transfixed as the men’s team went through their routines. Yes, the men showed massive feats of strength and ability, but they also had a certain … rizz? </p>\n\n<p class=\"has-text-align-none\">I wasn’t alone in watching men’s gymnastics for the first time. The US men’s team’s bronze win in the Paris 2024 Olympics left many awestruck at <a href=\"https://www.youtube.com/watch?v=4phBsrPsYAo\">athletes they underestimated</a> or <a href=\"https://x.com/njdlauren/status/1817985576056082697\">didn’t know much about</a>. </p>\n\n<p class=\"has-text-align-none\">The American women gymnasts have outperformed the men in the Olympics for decades. But this week’s win brought a new amount of attention to US men’s artistic gymnastics, ending a 16-year run of watching other countries beat them to the podium.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP5255415754\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">Perhaps no one personified this turnaround better than “<a href=\"https://www.thecut.com/article/who-is-pommel-horse-guy.html\">Pommel Horse Guy</a>” — Stephen Nedoroscik, whose only event was pommel horse, and was constantly featured on camera in a state of meditation, eyes closed in Clark Kent style glasses, all while his teammates (Brody Malone, Frederick Richard, Asher Hong, and Paul Juda) were hitting it big in their routines.  </p>\n\n<p class=\"has-text-align-none\">They did their jobs, but to clinch a medal, Nedoroscik had to do his. The glasses came off, Nedoroscik perfectly pommeled, and the internet went wild. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@rodgersherman/video/7397441830188485934\" data-video-id=\"7397441830188485934\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@rodgersherman\" href=\"https://www.tiktok.com/@rodgersherman?refer=embed\">@rodgersherman</a> <p>POMMEL HORSE GUY! POMMEL HORSE GUY! AMERICAN <a title=\"olympics\" target=\"_blank\" href=\"https://www.tiktok.com/tag/olympics?refer=embed\">#olympics</a> hero in gymnastics!!!!! 🇺🇸🇺🇸🇺🇸🇺🇸</p> <a target=\"_blank\" title=\"♬ original sound - rodgersherman\" href=\"https://www.tiktok.com/music/original-sound-7397441814380153643?refer=embed\">♬ original sound &#8211; rodgersherman</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">Beijing 2008 was the last time the US men’s team won a medal, taking home America’s first bronze in the team event. “We believe that absolutely stimulated an interest in men&#8217;s gymnastics,” Justin Spring, who was part of that winning group, told <a href=\"https://www.vox.com/today-explained-podcast\"><em>Today, Explained</em></a>. “It&#8217;s got to be cool.”</p>\n\n<p class=\"has-text-align-none\">But that momentum wouldn’t last. After retiring from competition, Spring went on to become head coach for men’s gymnastics at the University of Illinois. Throughout his tenure, he saw a troubling trend of colleges across the US cutting men’s gymnastics programs. </p>\n\n<p class=\"has-text-align-none\">Back in the 1970s, more than 150 universities had men’s gymnastics programs. Today there are only <a href=\"https://web3.ncaa.org/directory/memberList?type=12&amp;division=I&amp;sportCode=MGY\">12 Division I teams</a>. </p>\n\n<p class=\"has-text-align-none\">One of the culprits that some observers have pointed to is the need to comply with Title IX programs and balancing budgets. (Title IX forbids discrimination based on sex in schools that receive federal funds.) According to this view, in order to achieve equity between men’s and women’s athletics, schools tended to cut men’s sports like swimming, diving, track and field, and gymnastics.</p>\n\n<p class=\"has-text-align-none\">“There are so few opportunities outside of the Olympics and NCAA scholarships that it&#8217;s hard to keep kids in the sport,” said Lauren Hopkins, founder of the GymTernet blog, on <em>Today, Explained.</em> </p>\n\n<p class=\"has-text-align-none\">How is a sport to thrive — and win medals — if the pickings are slim?</p>\n\n<p class=\"has-text-align-none\">Newly minted Paris 2024 bronze medalist Fred Richard has made it a big deal to bring all eyes back to the sport. “You know, we&#8217;re in a sport where there&#8217;s not as many viewers. You know, it&#8217;s a much smaller sport, especially on the men&#8217;s side,” Richard told Good Morning America before a segment recreating his popular TikTok <a href=\"https://www.tiktok.com/@frederickflips?lang=en\">@frederickflips</a> of somersaulting into the air and landing into a pair of shorts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That video is part of a steady stream of content that’s helped him amass more than a million followers on the app — and, men’s gymnastics fans hope, will prod more boys to join the sport.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The men’s gymnastics pipeline, explained</strong></h2>\n\n<p class=\"has-text-align-none\">In the 1940s and ’50s, high schools in every state had some kind of boys gymnastics programs. Today, that’s <a href=\"https://theleanberets.com/wp-content/uploads/2020/06/A-History-of-United-States-Artistic-Gymnastics-GROSSFELD.pdf\">all but disappeared</a>.</p>\n\n<p class=\"has-text-align-none\">Spring says boys have to start training super young. “It’s discipline, focus, unbelievable strength, and technical precision from the age of 5. And I think that is why it’s not a sport for everyone.” </p>\n\n<p class=\"has-text-align-none\">It’s a reality that gymnasts — of any gender — usually start their Olympic journey while they’re still learning how to read. Fred Richard was competing at <a href=\"https://www.michigandaily.com/sports/i-dont-know-if-its-an-addiction-if-its-a-lifestyle-it-just-is-fred-richards-lifelong-journey-with-gymnastics/\">age 5</a>. Asher Hong’s parents <a href=\"https://www.houstonchronicle.com/texas-sports-nation/olympics/article/houston-gymnast-asher-hong-paris-us-olympics-19547328.php\">told the Houston Chronicle </a>he was gunning for the Olympics at age 6. </p>\n\n<p class=\"has-text-align-none\">A majority of the 2024 men’s team were collegiate athletes, including all the guys from the 2024 Paris Olympics who either went to Stanford or Michigan.</p>\n\n<p class=\"has-text-align-none\">“Almost every collegiate institution is a mini national training center,&#8221; said Spring. “You just cannot supplement, provide support for Olympic athletes better than a collegiate program does. You have nutritionists. You have sport’s psychologist, you have multiple coaches.”</p>\n\n<p class=\"has-text-align-none\">To get to college, you have to be the best of the best for a dwindling amount of college recruiters. And for those who can’t afford college, you have to compete for a limited amount of scholarships.</p>\n\n<p class=\"has-text-align-none\">“I think a lot of kids, once they hit 13, 14, 15, and they realize they’re not going to be at the same level as the guys that are getting the scholarships, in their minds, there’s probably no reason at this point,” said Hopkins of the GymTernet blog. “And putting in all that extra effort and hours and work, it’s easier for them to kind of drop down and do other sports that aren’t as demanding. A lot of them will go into diving or track and field, where there’s just more opportunities for college programs to take them in.”</p>\n\n<p class=\"has-text-align-none\">Adding insult to injury, you can already be an athlete at a university, and your program can still be cut.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The decline of NCAA programs</strong></h2>\n\n<p class=\"has-text-align-none\">Shane Wiskus, a member of the US’s 2020 Tokyo Olympic team, is also an alternate for this year’s Paris Olympics. He was a senior at the University of Minnesota, where his team placed second in the NCAA championships. </p>\n\n<p class=\"has-text-align-none\">Afterward, the men’s gymnastics program was <a href=\"https://gophersports.com/news/2020/9/10/an-open-letter-to-the-university-of-minnesota-athletics-community\">cut</a>.</p>\n\n<p class=\"has-text-align-none\">“My first thought is the next generation and even the guys on my team that are behind me, I was thinking a lot about them,” <a href=\"https://www.fox9.com/news/gophers-star-gymnast-shane-wiskus-reacts-to-university-of-minnesotas-plan-to-cut-mens-program\">Wiskus told Fox 9 Minneapolis</a>. “And the missed opportunity that they won’t have that I had going through these programs.”</p>\n\n<p class=\"has-text-align-none\">Title IX has been blamed for the decimation of men’s college gymnastics. On paper, universities had to make sure that the percentages of male and female athletes are about the same as the percentages of male and female students enrolled at the school.</p>\n\n<p class=\"has-text-align-none\">Some schools have <a href=\"https://www.pbs.org/newshour/show/how-some-schools-sidestep-title-ixs-protections-for-women\">gotten creative</a> to get in compliance with Title IX. And while there are options to create more women’s sports or cut some men’s, many colleges have chosen the latter, citing budget concerns.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.cbsnews.com/news/college-sports-cuts-gymnastics-swimming-pandemic-60-minutes-2020-12-06/\">In a <em>60 Minutes</em> interview,</a> historian Victoria Jackson, who specializes in the history of college sports at ASU, said, “Every time there&#8217;s an economic downturn, you protect the core business, which is football. Which means that other sports are on the chopping block.”</p>\n\n<p class=\"has-text-align-none\">Sports like football and basketball bring in hundreds of millions in revenue each year from ticket sales to <a href=\"https://www.cnbc.com/2024/01/04/ncaa-and-espn-ink-8-year-920-million-media-rights-deal.html\">television contracts.</a> Men’s gymnastics just doesn’t have that pull. Since the onset of COVID-19, championship-winning men’s programs have been cut. </p>\n\n<p class=\"has-text-align-none\">Mike Burns, who was head men’s gymnastics coach for 17 years at the University of Minnesota, told Vox he’s not giving up.</p>\n\n<p class=\"has-text-align-none\">“They pissed off the wrong 62-year-old from Boston who teaches cartwheels for a living,” Burns said, “that’s gonna be the thing they wish they hadn&#8217;t done, because there’s gonna be a fight.” </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Staying alive</strong></h2>\n\n<p class=\"has-text-align-none\">Now that Minnesota men’s gymnastics is no longer part of the school’s athletic roster, Burns and other volunteers have spun off the 117-year-old program into a club sport supported by the school’s Office of Student Affairs.</p>\n\n<p class=\"has-text-align-none\">In June 2024, they were officially <a href=\"https://www.startribune.com/mens-gymnastics-university-of-minnesota-leaving-cooke-hall-practice-facility-mike-burns/600372508?refresh=true\">kicked out</a> of their beloved practice gym, Cooke Hall, a place they’ve practiced since the 1930s, to make space for diving.</p>\n\n<p class=\"has-text-align-none\">They’ve had to get scrappy by creating the nonprofit Friends of Minnesota Gymnastics, whose board is staffed by former alumni. From donations and other fundraising efforts like hosting gymnastic meets, Burns said the association is able to raise about a tenth of what the University of Minnesota offered a year. Students who used to train at the university now have to drive about 45 minutes to train.</p>\n\n<p class=\"has-text-align-none\">“My one desire is to keep this program alive,” said Burns. “And I’m going to do everything in my power to do so.”</p>\n\n<p class=\"has-text-align-none\">When asked about this new class of Olympians in Paris, Burns mentions how Fred Richard “brings the confidence and cockiness that I just love every time I see that kid.”</p>\n\n<p class=\"has-text-align-none\">He said that’s the sort of thing that can make men’s gymnastics contagious. But he admits the US has a long way to go if they’re going to reach silver and gold without the state-sponsored resources offered by powerhouses like China and Russia. </p>\n\n<p class=\"has-text-align-none\">The fact is: Olympic medals bring lots of attention, and attention is currency. The question is whether this year’s athletes can hold onto it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Nothing prepares a casual Olympics fan for falling in love with a sport they know nothing about. During the gymnastics trials in Milwaukee this year, I waited to watch Simone Biles, Suni Lee, and the rest of the ladies dazzle with their awesome skills. Could we get the men’s competition over with already?&#160;&#160; Yet there [&#8230;]",
    "author": "Denise.Guerra"
  },
  {
    "title": "Is the United States in self-destruct mode?",
    "link": "https://www.vox.com/the-gray-area/364555/united-states-constitution-crisis-democracy",
    "pubDate": "2024-08-03T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A graphic of the text of the Constitution overlaid with a deconstructed American flag.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1543081864.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Here’s a strange question: What if the greatest threat to the United States is our own Constitution?</p>\n\n<p class=\"has-text-align-none\">Even if you think the American Constitution is the most brilliant political document in human history (and it arguably is), it was written in the late 18th century, which means it’s a product of a very different world than the one we currently inhabit.&nbsp;</p>\n\n<p class=\"has-text-align-none\">America was an agrarian slave society at the time of the founding. The citizenry was confined to white, property-owning males. People lived in small, self-contained communities. All of these anachronisms are reflected in the Constitution, not just in the treatment of race but in the structure of the government itself. The Electoral College, the unrepresentative Senate, the Supreme Court — these are all deeply undemocratic institutions and they’re becoming unsustainable in an increasingly polarized society.</p>\n\n<p class=\"has-text-align-none\">We could change the Constitution, of course, but there’s a problem. While the Constitution is open to revision, the truth is that it has become almost impossible to revise. The result is a political system that feels permanently stuck.</p>\n\n<p class=\"has-text-align-none\">Erwin Chemerinsky is the dean of the law school at UC Berkeley and the author of a new book called <a href=\"https://wwnorton.com/books/9781324091585\"><em>No Democracy Lasts Forever: How the Constitution Threatens the United States</em></a>. Chemerinsky’s book makes a pretty convincing case that we’re in trouble if we don’t find a way to seriously reform — or even rewrite — the Constitution.</p>\n\n<p class=\"has-text-align-none\">So I invited him on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to talk about how we got here and why he’s not sure there’s any viable path forward. As always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\">Spotify</a>, <a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\">Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\">This conversation has been edited for length and clarity.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP2614415234\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What are the biggest problems with the Constitution at this moment?</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">Right now I would say the Electoral College and two senators per state are what pose the greatest threat to democracy. But if you asked me what was the worst choice historically, I’d say it was what the framers did with regard to slavery and race — that has haunted this country from the beginning.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">There is, as you know, a pretty common defense of the anti-democratic features of the Constitution, which goes something like this: Democracy is great but we also need protections from the tyranny of the majority, we need a firewall against all the vulnerabilities of democracy in order to protect it from itself. Do you buy this argument?</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">Yes and no. The yes is that the Constitution is inherently anti-democratic. The Constitution is meant to limit what the majority can do at any point in time, and I believe in that. I don’t think it should be as difficult to change as the current Constitution, but I accept we should be governed by a document that’s more difficult to change than just any other statute or ordinance. I also believe in checks and balances. I think one of the good things in the Constitution to help prevent tyranny is the diffusion of power among several branches of government.</p>\n\n<p class=\"has-text-align-none\">On the other hand, I don’t think the Electoral College helps to prevent tyranny. I don’t think the Electoral College is in any way a check on democracy. It’s just a terrible way of choosing a president. I don’t think two senators per state has anything to do with protecting our democracy. So my answer is yes, there are features in the Constitution to protect democracy and that’s a good thing, but the things that we’re talking about now, the Electoral College and the Senate, don’t in any way contribute to protecting democracy.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Is there another advanced liberal democracy anywhere in the world that has equivalent institutions to the Senate and the Electoral College?</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">They’re unique to the United States. There’s not any other country in the world that has a popular election for its chief executive, in which a person who loses the popular vote can be chosen. In parliamentary systems there might be a way in which you can put together coalitions to make that happen, but nothing like the Electoral College and nothing like the United States Senate, where every state gets two senators regardless of the size of the state.</p>\n\n<p class=\"has-text-align-none\">At the time the Constitution was written, the difference between a populous state like Virginia and the least populous state like Delaware was about nine to one. Today, the difference in population between Wyoming and California is 68 to one. In the last session of Congress, there were 50 Democrats and 50 Republicans, but the 50 Democratic Senators represented 40 million more people than the 50 Republican Senators. And the filibuster, which changed greatly and formed in the 1970s, makes it possible for a small minority of senators representing a small minority of the population to be able to block virtually any legislation.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">The Supreme Court, for obvious reasons, gets a lot of attention in your book. What is the Court supposed to be doing and what is it actually doing?</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">The Supreme Court is there to enforce the Constitution, to give a document written in broad language contemporary meaning. The Constitution is meant to limit what the government can do, the kind of check we were talking about before, and the limits of the Constitution only have meaning if they’re enforced, and that’s what the courts are about.</p>\n\n<p class=\"has-text-align-none\">I think the current Supreme Court, for so many reasons, is itself a threat to democracy. Some of that has to do with specific decisions of the Supreme Court, like <em>Citizens United v. Federal Election Commission</em>, which allowed corporations to spend unlimited amounts of money on elections. Or <em>Shelby County v. Holder</em>, which gutted key provisions of the Voting Rights Act. Or <em><a href=\"https://www.vox.com/policy-and-politics/2019/6/27/18681923/supreme-court-gerrymandering-partisan-rucho-common-cause\">Rucho v. Common Cause</a></em>, which says that no federal court can hear a challenge to partisan gerrymandering, no matter how egregious. And I also think that the Hall of Shame is going to include <em>Trump v. United States</em> from July 1, 2024, which gives the president very broad absolute immunity from criminal prosecution for almost anything done in office.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Is that decision about presidential immunity as bad as it sounds?</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">Yes, it’s that bad. The Supreme Court basically said that anytime the president is using a power that’s created by the Constitution or statute, the president cannot be criminally prosecuted. So if the president uses his power as commander-in-chief to call out the military to assassinate a political rival, that’s part of the president’s constitutional powers. </p>\n\n<p class=\"has-text-align-none\">If the president says to the Justice Department, “I want you to prosecute somebody as retribution” — and this shouldn’t be hypothetical because Donald Trump has said, including at the debate, he wants to do that. If a president wants to sell pardons, since the pardon power is an official power under the Constitution, the president can’t be prosecuted. And the Supreme Court said explicitly that the motive of the president doesn’t matter. So the fact that the president is acting to get rid of a political rival or for retribution or for personal monetary gain, isn’t something to be considered. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I think what’s happened here, and feel free to disagree, is that the Republican Party decided a long time ago that they were going to use one of the most undemocratic institutions in our system, the Supreme Court, to execute a political project without democratic support or accountability, which they have done, which means the Court is now a blunt political instrument, which is how we ended up with decisions like this.</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">The Supreme Court has always played the role that you attribute to it now. Everything you said about the current Court, conservatives would say about <a href=\"https://supremecourthistory.org/history-of-the-courts/warren-court-1953-1969/\">the Warren Court</a>. Now, I agree with what the Warren Court was doing, finally ending apartheid in the country, striking down the Jim Crow laws, etc. I agree with what the Warren Court was doing in equalizing voting power by ending male apportionment of legislatures. I agree with what the Warren Court was doing for the first time, providing basic protections under the Constitution for the rights of criminal suspects and defendants. But everything you say about the court arrogating power to itself today is what conservatives said about the Warren Court.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">The argument against this Supreme Court, and the one I basically just made, is that it’s overstepping its bounds, but it sounds like you think that’s not quite right, that it’s more about the values driving it and the undemocratic consequences of its decisions.</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">The problem with the Roberts Court’s decision is that they’re based on values that are inconsistent with what the Constitution was about. Take the example of<em> Trump v. The United States</em>, absolute presidential immunity. I think that the framers of the Constitution made a value judgment that they didn’t want to create a king. They did not want to have royal prerogatives. But I also think in addition to being ideological, the problem with this court is also methodological. They embrace the view that the Constitution means what it did in 1787 or 1791 or 1868 when the 14th Amendment was adopted, which is a terrible way to approach the Constitution.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">President Biden <a href=\"https://www.vox.com/scotus/363557/supreme-court-biden-kamala-harris-reform-term-limits-ethics\">just proposed</a> term limits and an ethics code for the Supreme Court. Does that seem wise or doable?</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">I think an ethics code passed by Congress would be wise and doable. There was no ethics code for the Supreme Court until it adopted its own in November of 2023, and then it was a watered-down version compared to what applies to all other federal and all state judges. They took the word “shall,” which is mandatory, and made it “should,” which is advisory. They had no enforcement mechanism. And I think that the lack of an ethics code for the Supreme Court tarnishes not just that court, but all courts in the country.</p>\n\n<p class=\"has-text-align-none\">In terms of term limits, I strongly favor 18-year non-renewable terms. I favored it for a very long time. My own view, unfortunately, is I don’t think that Congress can impose term limits, certainly not ones on current justices, by statute. I think it requires a constitutional amendment. The understanding of Article Three has always been that when somebody is confirmed for the Supreme Court, it’s their position for life unless they choose to resign. I don’t think Congress can change that by statute — I think it would take a constitutional amendment. A constitutional amendment could make it retroactive and apply it to current justices. I would certainly favor that.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">How would you triage all the reforms you think we need?</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">If I had a magic wand to change the Constitution, the most essential thing I’d do is eliminate the Electoral College and eliminate two senators per state. I don’t think the path this country is on is sustainable in the long term. I hope I am wrong. I’ve never before written a book where I say at the end that I hope everything that I’ve said in this book is incorrect, but I think there’s a widespread sense on both the left and the right that there’s a crisis facing our democracy, and the question is, where will it go? Will we drift toward authoritarianism? I was chilled to see J.D. Vance, now the Republican candidate for vice president, saying that what the country should emulate is Hungary and Viktor Orbán, an autocrat.</p>\n\n<p class=\"has-text-align-none\">As I say on the first page of the book, no democracy lasts forever. Democracies are there until they’re not. But my hope is that when the country sees that abyss, it will recoil and it will do the things to fix it. And so I don’t think there’s going to be a new constitution next year or maybe in my lifetime, but it’s time to begin thinking of one that corrects these problems. </p>\n\n<p class=\"has-text-align-none\">In the shorter term, there can be things like an ethics code for Supreme Court justices passed by Congress. Congress can eliminate partisan gerrymandering for congressional seats — that just takes a statute. Congress can get rid of the filibuster. There are several things that can be done without a constitutional amendment or a new constitution.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I don’t know how these things get done because, as you admit, doing so will have explicit advantages and disadvantages for each side, and so you can’t get enough consensus to do anything. </p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">I fear you’re right, though I also believe that there are solutions, and again my hope is that if the country faces the abyss, they’ll recoil and come up with solutions. But I want to strongly agree with what you say that the Constitution assumes that those who occupy office will act in good faith and follow certain norms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Let me give you a couple of examples. Throughout American history, when there’s been a vacancy on the Supreme Court, even late in a president’s term, the president’s nominees have been appointed and confirmed by the Senate. There was a vacancy in 1956, just a month before the presidential election, President Eisenhower named a Democrat, William Brennan, and the Senate confirmed.</p>\n\n<p class=\"has-text-align-none\">What we saw instead was when Antonin Scalia died in February 2016, Mitch McConnell, the Senate Majority Leader, said, “We’re not going to hold hearings and we’re not going to consider whoever President Obama nominates. We shouldn’t let a lame-duck president pick a Supreme Court nominee.” Nonetheless, when Ruth Bader Ginsburg died in September of 2020, the Republicans rushed through and confirmed Amy Coney Barrett just days before the presidential election.</p>\n\n<p class=\"has-text-align-none\">Throughout American history, until January of 2021, incumbent presidents who lost left the White House. It started with John Adams in 1800. It continued through George H.W. Bush in 1992, but Donald Trump did everything he could to subvert the election. These are examples of norms that have to be followed and they’ve been transgressed.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">You pose an interesting question early in the book: Was it better to have one nation with a constitution that institutionalized slavery, or would it have been better for the country in 1787 to just split into two smaller countries?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Erwin Chemerinsky</h4>\n\n<p class=\"has-text-align-none\">I ask my students this every time I teach constitutional law, whether they’re law students or undergraduates. From the perspective of hindsight, I ask if it would’ve been better to have two countries, a country that repudiated slavery and a country that accepted slavery? I think the reason that those who strongly favored abolition thought one country was better is they thought that slavery would naturally fade away. That didn’t happen. Slavery dominated every political issue up until the Civil War.</p>\n\n<p class=\"has-text-align-none\">As we sit here today, I think it’s much better that the country stayed together and that we continue to be one United States. On the other hand, I worry that if we don’t fix the flaws, there will be great pressure toward secession, not next year but in the longer term, because I think the hard question is: Is what unites us as a country greater than what divides us as a country? </p>\n\n<p class=\"has-text-align-none\">I’ll make what I think is a very frightening prediction: If Donald Trump wins in November of 2024 and the Republicans take both houses of Congress, we will hear the first serious discussion of secession since the Civil War. I think there will be discussion of <a href=\"https://www.cnn.com/2016/11/10/politics/calexit-donald-trump/index.html\">Calexit</a>. I don’t think much will come of it now, but from that discussion, the longer-term could be quite cataclysmic changes. I am not advocating it. I am not predicting that it’s imminent, but I do think the divide between the red states and the blue states is so great that people will ask if it still makes sense to be one country.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/the-timebomb-the-founding-fathers-left-us/id1081584611?i=1000663660248\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em><a href=\"https://www.vox.com/thegrayarea\"><em> </em><em>The Gray Area</em></a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em> </em><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> </em><em>Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> </em><em>Pandora</em></a><em>, or wherever you listen to podcasts.&nbsp;</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Here’s a strange question: What if the greatest threat to the United States is our own Constitution? Even if you think the American Constitution is the most brilliant political document in human history (and it arguably is), it was written in the late 18th century, which means it’s a product of a very different world [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "The misleading controversy over an Olympic women’s boxing match, briefly explained ",
    "link": "https://www.vox.com/sports/364856/olympics-boxing-imane-khelif-angela-carini",
    "pubDate": "2024-08-02T23:25:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two women in protective headgear boxing in a ring.&lt;br&gt;\" data-caption=\"Imane Khelif of Team Algeria and Angela Carini of Team Italy exchange punches during the Women’s 66kg preliminary round match on day six of the Olympic Games Paris 2024 at North Paris Arena on August 1, 2024 in Paris, France. | Richard Pelham/Getty Images\" data-portal-copyright=\"Richard Pelham/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2164774410.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Imane Khelif of Team Algeria and Angela Carini of Team Italy exchange punches during the Women’s 66kg preliminary round match on day six of the Olympic Games Paris 2024 at North Paris Arena on August 1, 2024 in Paris, France. | Richard Pelham/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">An Olympic women’s boxing match — and misinformation about one of the athletes involved — is now being used by conservatives to promote their anti-trans agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.theguardian.com/sport/article/2024/aug/01/angela-carini-abandons-fight-after-46-seconds-against-imane-khelif\">On Thursday,</a> Algerian boxer Imane Khelif faced off against Italian boxer Angela Carini, winning in 46 seconds after Carini abruptly pulled out of the fight. Following the match, Carini burst into tears and declined to shake Khelif’s hand, telling reporters that she withdrew due to the intensity of her opponent’s initial punches. “I put an end to the match because after the second blow,” Carini said, “I felt a strong pain in my nose.” </p>\n\n<p class=\"has-text-align-none\">That reaction has since spawned scrutiny of Khelif, who was assigned female at birth and identifies as a woman. False claims that she is a trans person or that she is a man pretending to be a woman quickly spread thanks to reports she was <a href=\"https://www.iba.sport/news/statement-made-by-the-international-boxing-association-regarding-athletes-disqualifications-in-world-boxing-championships-2023/\">disqualified from a 2023 International Boxing Association event</a> and the <a href=\"https://www.reuters.com/sports/olympics/boxing-two-boxers-who-failed-gender-tests-world-championships-cleared-games-2024-07-29/\">resurfacing of comments</a> by the president of that organization suggesting that her elimination was because she failed a hormone test.</p>\n\n<p class=\"has-text-align-none\">The inaccurate statements about her identity were boosted by prominent anti-trans individuals <a href=\"https://x.com/jk_rowling/status/1819335159591604560\">like <em>Harry Potter</em> author J.K. Rowling,</a> as well as politicians like US <a href=\"https://x.com/JDVance/status/1819085100363272282\">Republican vice presidential nominee J.D. Vance</a> and conservative <a href=\"https://www.politico.eu/article/culture-war-women-boxing-angela-carini-olympics-imane-khalif-testosterone-giorgia-meloni/\">Italian Prime Minister Giorgia Meloni</a>. Their statements stirred up a <a href=\"https://www.nytimes.com/2024/08/01/world/olympics/boxer-quits-gender-angela-carini-imane-khelif.html\">storm of anger on the right</a> despite the fact that Khelif is a cisgender woman. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/culture/364032/trans-athletes-olympics-2024\">As Vox’s Alex Abad-Santos has explained</a>, there aren’t any <a href=\"https://www.thenation.com/article/society/trans-athletes-paris-olympics/\">transgender athletes</a> at the Olympics this year who are competing outside of the sex they were assigned at birth, though IOC rules don’t bar their inclusion so long as they meet certain eligibility criteria. “There has been some confusion that somehow it’s a man fighting a woman,” <a href=\"https://www.today.com/health/news/imane-khelif-boxer-gender-eligibility-controversy-rcna164854\">International Olympic Committee (IOC) spokesperson Mark Adams</a> told reporters. “The question you have to ask yourself is, are these athletes women? The answer is yes.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The 2024 Olympic boxing match between Imane Khelif and Angela Carini, explained&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">During their match this week, Carini and Khelif competed against one another in their respective first fights of this Olympics. Olympic boxing contests group competitors by weight class and operate in a knockout fashion, meaning the winner of a match moves forward while the loser is eliminated. Both had also previously competed in Tokyo, with Carini getting eliminated in her first bout during those Olympics, and Khelif getting eliminated in her second bout.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The two fighters started the round trading blows; after Carini paused the match to adjust her headgear, Khelif went on the offensive, landing a solid punch to her opponent’s face. Rather than continue, Carini, pulling at her nose, relinquished the competition completely. That’s atypical for a boxing match, which often includes three rounds of combat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As the referee prepared to call the match, Carini told her team, “It’s not fair.” Carini could then be seen dropping to her knees and refusing any attempts at a handshake or other customary gestures of sportsmanship from Khelif.</p>\n\n<p class=\"has-text-align-none\">The match may have passed unnoticed except for the controversy that erupted after it, which was fueled by events that occurred more than a year before it even began.</p>\n\n<p class=\"has-text-align-none\">In 2023, Kehlif and Taiwanese boxer Lin Yu-ting hoped to compete in the boxing world championships held by the International Boxing Association (IBA) in New Delhi, India. Kehlif and Lin were disqualified by the IBA, and <a href=\"https://www.pbs.org/newshour/world/who-is-olympian-imane-khelif-an-algerian-woman-boxer-is-facing-anti-trans-backlash#:~:text=Khelif%20reached%20the%20final%20of,of%20testosterone%20in%20her%20system.\">press reports suggested</a> that it was because they failed a test of some sort and had elevated testosterone levels. The <a href=\"https://www.reuters.com/sports/olympics/boxing-two-boxers-who-failed-gender-tests-world-championships-cleared-games-2024-07-29/\">IBA’s president reportedly told a Russia outlet</a> at the time that both Khelif and Lin had “XY chromosomes” — a chromosomal composition most commonly seen in those assigned male at birth.</p>\n\n<p class=\"has-text-align-none\">Exactly what led to this statement is unclear. The IBA did not disclose documentation at the time or reveal what tests were conducted. Questions were also raised because the organization, which was led by Russian official Umar Kremlev, did not disqualify Khelif until after she had already beaten a Russian boxer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In recent days, the <a href=\"https://www.iba.sport/news/statement-made-by-the-international-boxing-association-regarding-athletes-disqualifications-in-world-boxing-championships-2023/\">IBA released a statement</a> claiming that in 2023, Khelif and Lin “did not undergo a testosterone examination but were subject to a separate and recognized test, whereby the specifics remain confidential.” The statement also said the test “conclusively indicated that both athletes … have competitive advantages over other female competitors.” Both Khelif and Lin had also competed in the 2022 world championships, also administered by the IBA the year before.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The IBA’s 2023 decision was heavily criticized by the IOC, which deemed it “arbitrary” and not transparent. Both athletes competed without issue in the Olympics in 2021. At the time, neither medaled, and both lost to multiple female opponents. Adding to the confusion is the fact that the IOC has declared the IBA an unreliable steward of global boxing: <a href=\"https://www.theguardian.com/sport/2023/jun/22/ioc-expels-international-boxing-association-olympic-movement\">Officials banished the group from regulating the sport at the Olympic level</a> due to concerns over its financial dealings, leadership, and allegations of match-fixing.</p>\n\n<p class=\"has-text-align-none\">The lack of clarity about what happened in 2023 has helped mis- and disinformation about Khelif to fester. The IOC, however, has been clear that Khelif and Lin qualify to compete based on its rules.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those do not include sex testing, which the <a href=\"https://www.nytimes.com/2024/08/01/world/olympics/boxer-quits-gender-angela-carini-imane-khelif.html\">IOC abandoned in 2000</a> and which has long been scrutinized for operating off <a href=\"https://www.scientificamerican.com/podcast/episode/sex-testing-in-the-olympics-and-other-elite-sports-is-based-on-flawed/\">questionable and flawed science</a>. The committee does still disqualify some athletes who have Differences of Sexual Development (DSD), “a group of rare conditions involving genes, hormones and reproductive organs,” <a href=\"https://www.reuters.com/sports/olympics/olympics-dsd-rules-focus-womens-boxing-2024-07-31/\">per Reuters</a>. When it comes to DSDs, IOC rules governing eligibility use factors like safety and fairness to determine who can compete.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beyond questions of sex, there are racial dynamics at play in the perceptions of this match. Female athletes of color — particularly those of African and African American descent — have long been accused of being men when they’ve beaten white women in competition. This happened most notably with tennis phenom <a href=\"https://www.teenvogue.com/story/gender-debates-around-the-2024-olympics-people-still-fear-powerful-women#:~:text=Former%20Olympian%20Aly%20Raisman%20and,Caster%20Semenya%20faced%20intense%20scrutiny\">Serena Williams and track star Caster Semenya</a>, both of whom endured tropes that <a href=\"https://www.buzzfeednews.com/article/hannaheko/aint-i-a-woman\">cast Black women as more masculine and threatening</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Following the attention on this week’s match, Carini has said she’d like to apologize to Khelif: “If the I.O.C. said she can fight, I respect that decision.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other boxers have expressed they aren’t concerned about competing against Khelif. “I don’t care about the press story and social media,” said Anna Luca Hamori, a boxer from Hungary who will compete against Khelif next. <a href=\"https://www.reuters.com/sports/olympics/taiwans-lin-beats-uzbek-turdibekova-amid-fierce-gender-row-2024-08-02/\">Lin’s first match proceeded as planned</a> — like Khelif, she won.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The attention is being used to advance conservatives’ agenda</strong></h2>\n\n<p class=\"has-text-align-none\">The facts of Khelif’s Olympic journey have not gotten in the way of the false narrative that exploded in the wake of her win. Her victory proved to be an opportunity for those with transphobic views to score rhetorical and political points.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rowling and other prominent anti-trans figures like Tesla CEO Elon Musk were quick to spread lies and cite the boxing match as an example of why they believe it is important to back stark gender binaries. “We object because we saw a male punching a female,” <a href=\"https://x.com/jk_rowling/status/1819335159591604560\">Rowling wrote in a post on X.</a><strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">US conservatives who&nbsp;misattributed and questioned Khelif’s gender identity also used the fight to weaponize the anti-trans rhetoric they’ve utilized in the past to activate their voter base. <a href=\"https://x.com/JDVance/status/1819085100363272282\">Vance was quick to wrongly link</a> Democratic Vice President Kamala Harris to the international boxing match in a nonsensical post, writing on X, “This is where Kamala Harris’s ideas about gender lead: to a grown man pummeling a woman in a boxing match.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://mynbc15.com/news/nation-world/trump-vows-to-keep-men-out-of-womens-sports-after-olympic-gender-controversy-donald-trump-angela-carini-imane-khelif-paris-olympics-boxing-sports-transgender\">Former President Donald Trump similarly wrote on Truth Social</a> that he would “keep men out of women’s sports.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/politics/23631262/trans-bills-republican-state-legislatures\">As Vox’s Nicole Narea and Fabiola Cineas have explained,</a> this sort of rhetoric on the part of GOP leaders is tied to an explosion of anti-trans legislation in states across the country focused on bathroom access, women’s sports, and gender-affirming care for minors. Collectively, these bills have sought to frame trans people as a threat and to stoke fear among GOP voters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Women’s sports is an arena where the GOP has leaned into this messaging because they see it as activating religious Republicans, including Evangelical voters, and potentially <a href=\"https://thehill.com/homenews/campaign/3745559-lgbtq-groups-slam-walker-for-ad-attacking-transgender-athletes/\">resonating with more moderate women, too</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Trans issues in particular challenge … biblical concepts of gender,” Sophie Bjork-James, a Vanderbilt University anthropologist who studies the religious right, <a href=\"https://www.vox.com/politics/2023/3/29/23660580/nashville-shooting-conservatives-anti-trans-statements\">previously told Vox.</a> “Evangelicals tend to believe that men and women have very different qualities that are innate in us. I think there’s a huge interest in maintaining a gender binary because it really does provide a foundation for their theology and their everyday lives.”</p>\n\n<p class=\"has-text-align-none\">Republican state legislatures including those in Tennessee and Texas have successfully passed bills that limit athletes to participating in sports for the sex they were assigned at birth. The attacks on Khelif are just the latest manifestation of such ideas. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An Olympic women’s boxing match — and misinformation about one of the athletes involved — is now being used by conservatives to promote their anti-trans agenda.&#160; On Thursday, Algerian boxer Imane Khelif faced off against Italian boxer Angela Carini, winning in 46 seconds after Carini abruptly pulled out of the fight. Following the match, Carini [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Intel was once a Silicon Valley leader. How did it fall so far?",
    "link": "https://www.vox.com/technology/364745/intel-nvidia-ai-silicon-valley-layoffs-stock-semiconductor",
    "pubDate": "2024-08-02T21:10:25.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Visitors visit the booth of Intel at the 2023 Apsara Conference in Hangzhou, East China’s Zhejiang province, November 1, 2023. | CFOTO/Future Publishing via Getty Images&lt;br&gt;\" data-portal-copyright=\"CFOTO/Future Publishing via Getty Images&lt;br&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2164265333_3ae2ae.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Visitors visit the booth of Intel at the 2023 Apsara Conference in Hangzhou, East China’s Zhejiang province, November 1, 2023. | CFOTO/Future Publishing via Getty Images&lt;br&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Intel stock is tumbling amid news that the company will lay off 15 percent of its staff after a steep decline in revenue and <a href=\"https://www.reuters.com/technology/intel-discloses-financials-foundry-business-2024-04-02/\">billions in losses in its chip foundry business</a>. </p>\n\n<p class=\"has-text-align-none\">It’s the <a href=\"https://www.cnbc.com/2024/08/02/intel-share-plunge-drags-down-global-chip-stocks-from-tsmc-to-samsung.html\">largest drop for the company in half a century</a>; at Friday’s closing bell, shares were trading at $21.48 — a price not seen since 2013.</p>\n\n<p class=\"has-text-align-none\">The company is scrambling to shore up reserves by introducing layoffs and suspending stock dividends. But even those moves may not be enough to return the veteran tech company to its once-vaunted spot as an industry leader, especially in the face of heavy competition, particularly from <a href=\"https://www.vox.com/business-and-finance/357250/nvidia-stock-shareholder-ai-investor-market-capitalization-bubble\">rival chipmaker Nvidia</a>.</p>\n\n<p class=\"has-text-align-none\">Intel’s bad week really is more of a bad quarter: It started back in April, when <a href=\"https://www.reuters.com/technology/intel-discloses-financials-foundry-business-2024-04-02/\">the company revealed during an investor presentation</a> that its chip manufacturing unit had, through a series of poor decisions, sustained $7 billion in losses in 2023, on top of a 31 percent decrease in revenue from 2022. Cost-cutting and other measures will save the company $10 billion in 2025, <a href=\"https://www.intel.com/content/www/us/en/newsroom/news/actions-accelerate-our-progress.html#gs.cgovp0\">according to CEO Pat Gelsinger</a>.</p>\n\n<p class=\"has-text-align-none\">Semiconductor technology — which is crucial to everything from our phones to operating airplanes — was the foundation of Intel’s business when the company started in the 1960s. (Co-founder Gordon Moore was responsible for Moore’s Law, which theorized that semiconductor power would grow exponentially smaller, more powerful, and less expensive over time.) But as the company’s recent announcements indicate, Intel is no longer the innovative leader it once was. </p>\n\n<p class=\"has-text-align-none\">There are also concerns about the global semiconductor industry — shares of other major chip companies like Taiwan Semiconductor Manufacturing Company (TSMC) and Samsung were down at closing on Friday, too, and <a href=\"https://www.theinformation.com/articles/nvidia-faces-doj-antitrust-probe-over-complaints-from-rivals\">industry leader Nvidia is reportedly facing an antitrust investigation by the Department of Justice</a>. But Intel is in a particularly difficult position.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How did things get so bad for Intel?</strong></h2>\n\n<p class=\"has-text-align-none\">This is not the first time the company has had to implement cost-cutting measures — Intel did <a href=\"https://www.bloomberg.com/news/articles/2022-10-27/intel-cuts-sales-forecasts-pledges-further-cost-reductions?sref=qYiz2hd0\">mass layoffs</a> back in October 2022, after a brief, Covid-powered bump in the company’s fortunes.</p>\n\n<p class=\"has-text-align-none\">“In February ’22, they put out revenue targets that — I mean, I use the phrase outlandish, they were ridiculously high,” <a href=\"https://www.semi.org/en/connect/events/industry-strategy-symposium-iss-2024-speaker-abstract-bio-stacy-rasgon\">Stacy Rasgon</a>, senior analyst at Bernstein Research, told Vox. “They were sizing the company and sizing the investments to that COVID level of revenue,” based on the need for technology that allowed people to work from home or for kids to attend school remotely — a business that collapsed nearly as quickly as it arose.</p>\n\n<p class=\"has-text-align-none\">But the current CEO, Pat Gelsinger, inherited a business that was coming off a decade of stumbles when he started in 2021. “He came into a situation that they were dire straits; they had no competitive product to really bring to market,” while Jensen Huang’s Nvidia dominated the curve on AI tech, Daniel Newman, CEO of the Futurum Group, told Vox.</p>\n\n<p class=\"has-text-align-none\">Intel’s <a href=\"https://www.hpcwire.com/2021/03/24/intel-invests-10b-in-new-foundry-business/\">other recent big bet</a> <a href=\"https://www.reuters.com/technology/intel-discloses-financials-foundry-business-2024-04-02/\">has been its foundry business</a> — <a href=\"https://www.intel.com/content/www/us/en/support/articles/000089875/programs/intel-corporation.html\">three facilities in the US and three overseas to manufacture semiconductor chips</a>, with other facilities in Asia and Latin America for testing and assembly. But that’s gotten a bumpy start; for instance, Intel declined to invest in cost-effective extreme ultraviolet machines for its manufacturing facilities, then had to outsource 30 percent of the manufacturing to a rival company, TSMC.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Intel is no longer ahead of the technological pack</strong></h2>\n\n<p class=\"has-text-align-none\">“Historically, Intel has been the company that was pushing the leading edge,” Newman said. But in the lead-up to Gelsinger’s tenure, the company “missed the AI transition,” he said —&nbsp;and companies like Nvidia, AMD, and TSMC, which are manufacturing semiconductor chips that can be used to accelerate AI technology, filled the market.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nvidia, in particular, has become a dominant force. <a href=\"https://www.vox.com/business-and-finance/357250/nvidia-stock-shareholder-ai-investor-market-capitalization-bubble\">As my colleague Nicole Narea explained</a>, some of the technical capabilities of its earlier work in graphics cards for gaming translated well to the needs of generative AI. Starting in 2018, well before ChatGPT came on the scene, the company bet big on that possibility:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">The company structured its research and development and mergers and acquisitions strategies to benefit from a coming AI boom.</p>\n\n\n\n<p class=\"has-text-align-none\">“They were playing the game when nobody else was,” Newman said.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Intel is now trying to catch up with <a href=\"https://www.intel.com/content/www/us/en/products/details/processors/ai-accelerators/gaudi-overview.html\">its Gaudi technology</a>, but in the meantime, companies that used to use Intel products are shifting away from the company. Apple, for instance, switched from Intel processors to manufacturing their own processors in 2020 and <a href=\"https://www.businessinsider.com/apple-appears-to-have-shunned-nvidia-chips-for-google-ai-2024-7\">reportedly relied on Google to build Apple Intelligence</a> —&nbsp;Intel wasn’t even in the running.</p>\n\n<p class=\"has-text-align-none\">Intel will survive (for now), on the money saved from the layoffs and dividend pause. Government subsidies from the CHIPs Act, and investments from hedge funds like Brookstone and Apollo, which have bought into the foundry business, will also help.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think they are a critical infrastructure company to the US and to the world,” Newman said. But getting back on track will depend on making sure the foundry business becomes profitable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Even if they’re number two, or number three behind Samsung, we still need it — this demand for AI change, nobody can go fast enough,” Newman told Vox.</p>\n\n<p class=\"has-text-align-none\">But even if Intel can slot itself into that number two or three spot, there’s still the question of AI’s place in the tech sector and society —&nbsp;whether it needs to be more tightly regulated, or if it’s getting overhyped.</p>\n\n<p class=\"has-text-align-none\">“In general for AI, people are just nervous that the numbers have gotten so big, so quickly, you just worry about sustainability,” Rasgon said. </p>\n\n<p class=\"has-text-align-none\">For now, the silver lining of Intel’s current situation is that there’s nowhere to go but up.</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"></p>\n</blockquote>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Intel stock is tumbling amid news that the company will lay off 15 percent of its staff after a steep decline in revenue and billions in losses in its chip foundry business.  It’s the largest drop for the company in half a century; at Friday’s closing bell, shares were trading at $21.48 — a price [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "MDMA is on the brink of becoming medicine",
    "link": "https://www.vox.com/today-explained-podcast/363903/mdma-medicine-ptsd-fda",
    "pubDate": "2024-08-02T20:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Jun/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1383502875.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">2024 was supposed to be the year MDMA, perhaps better known as “ecstasy” or “molly,” got its big break.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Until this summer, it was on track to rise out of the underground and into mainstream mental health care. Amid a lack of novel treatments for PTSD and staggering rates of veteran suicide, results from late-stage clinical trials seemed promising and advocates were hopeful the FDA would approve the drug for medical use.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then, an FDA advisory panel raised red flags about trial methodology, bias, and potential data suppression, which could imperil the future of medicinal MDMA. Now, the psychedelic drug is at a make-or-break point, with the FDA scheduled to make an announcement this month on whether it is ready to move forward as a PTSD treatment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a three-part series, <em><a href=\"https://www.vox.com/today-explained-podcast\" data-type=\"link\" data-id=\"https://www.vox.com/today-explained-podcast\">Today, Explained</a></em>’s Haleema Shah reports on the promise and precarity of MDMA. Starting with the rogue chemist and therapists in the 1980s who believed it could change psychotherapy, the series traces the decades-long effort to make a dance-floor drug medicinal, journeying through the war on drugs, the rave era, and the psychedelic renaissance to explain how a once-maligned drug became an emblem of healing — and how, no matter what the FDA decides, therapy will never be the same.</p>\n\n<p class=\"has-text-align-none\">Listen to the first two episodes below or wherever you find podcasts. The final episode of the series will be published Thursday, August 8.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP5927100160\" width=\"100%\"></iframe>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7485344437\" width=\"100%\"></iframe>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "2024 was supposed to be the year MDMA, perhaps better known as “ecstasy” or “molly,” got its big break.&#160; Until this summer, it was on track to rise out of the underground and into mainstream mental health care. Amid a lack of novel treatments for PTSD and staggering rates of veteran suicide, results from late-stage [&#8230;]",
    "author": "Haleema Shah"
  },
  {
    "title": "Is J.K. Rowling transphobic? Let’s let her speak for herself.",
    "link": "https://www.vox.com/culture/23622610/jk-rowling-transphobic-statements-timeline-history-controversy",
    "pubDate": "2024-08-02T19:00:49.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"J.K. Rowling, pictured at the premiere of Fantastic Beasts: The Secrets of Dumbledore in 2022, has a history of transphobic statements and actions. | Stuart C. Wilson/Getty Images\" data-portal-copyright=\"Stuart C. Wilson/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24474225/GettyImages_1388427456.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>J.K. Rowling, pictured at the premiere of Fantastic Beasts: The Secrets of Dumbledore in 2022, has a history of transphobic statements and actions. | Stuart C. Wilson/Getty Images</figcaption>\n</figure>\n<p>J.K. Rowling’s supporters frequently claim the author has never actually said or done anything transphobic. It’s a position you can see on social media, <a href=\"https://www.theguardian.com/us-news/2023/feb/17/new-york-times-contributors-open-letter-protest-anti-trans-coverage\">in the pages of the New York Times</a>, and even on <a href=\"https://www.vulture.com/article/witch-trials-jk-rowling-podcast-essay-review.html\">a new podcast</a> with Rowling herself.</p>\n\n<p>It’s also an easily debunked lie.</p>\n\n<p>Some of this confusion around Rowling’s opinions can be cleared up with <a href=\"https://www.merriam-webster.com/dictionary/transphobia\">a definition of transphobia</a>, which doesn’t — despite the “phobia” — solely<strong> </strong>mean fear of <a href=\"https://www.vox.com/lgbtq\" data-source=\"encore\">trans</a> people, but, per Merriam-Webster, also an “irrational fear of, aversion to, or discrimination against transgender people.”&nbsp;(In fact, Merriam-Webster’s own <a href=\"https://www.merriam-webster.com/dictionary/transphobia#examples\">examples list</a> cites multiple articles related to Rowling.) Rowling can say she likes everyone, but she has displayed that prejudice time and again. She’s also peddled explicit fear of trans people, particularly trans women, insisting they’re an inherently dangerous threat to cisgender women.&nbsp;</p>\n\n<p>Although some in <a href=\"https://www.nytimes.com/2023/02/16/opinion/jk-rowling-transphobia.html\">the media</a> distort the anger directed at Rowling from trans activists, trans people, and allies, the truth is those feelings — not just anger, but betrayal and grief — are justified. Rowling has made her antagonistic position on trans issues clear through tweets, sound bites, actions, and even a <a href=\"https://www.vox.com/culture/21285396/jk-rowling-transphobic-backlash-harry-potter\">3,600-word blog post</a>. By 2024, her transphobia has become so rampant and constant that it’s difficult to build a completely comprehensive timeline of it. For those attuned to it, she doesn’t have to spell it out every single time; it’s a huge part of her identity. These dog whistles only lead to more confusion, however, allowing people to point to the absence of immediately obvious bigotry to claim she’s being unfairly maligned. Additionally, she <a href=\"https://www.tricitynews.com/local-news/jk-rowling-threatens-legal-action-against-coquitlam-transgender-activist-over-tweets-3123135\">increasingly</a> <a href=\"https://twitter.com/jk_rowling/status/1416680018416181248\">threatens detractors</a> <a href=\"https://www.lgbtqnation.com/2023/02/lgbtq-activist-forced-to-apologize-for-calling-jk-rowling-a-nazi-after-she-threatens-him-with-legal-action/\">with legal action</a>, which contributes to critics of her behavior <a href=\"https://deadline.com/2023/02/bbc-apologizes-again-jk-rowling-transphobia-1235266083/\">falling silent</a>. Conspicuously, many of her legal threats appear to be directed at individuals identifying as part of the LGBTQ+ community.</p>\n\n<p>Since Rowling began airing her views, her community, especially online where many of these conversations are had, is now stacked with similarly minded people who share her transphobic beliefs. For instance, Rowling is friends with numerous anti-trans activists, including Helen Joyce, who’s made <a href=\"https://www.thepinknews.com/2022/06/03/helen-joyce-transgender-lgbtq/\">alarmingly transphobic statements</a> calling for a “reduction” in the number of trans people. She’s <a href=\"https://twitter.com/jk_rowling/status/1502679601335705603\">tweeted</a> public support for <a href=\"https://web.archive.org/web/20140626075425/http://www.columnist.org.uk/2014/05/06/caroline-farrow-is-homophobic-there-ive-said-it/\">anti-gay</a>, <a href=\"https://thepinktriangletrust.com/tag/caroline-farrow/\">anti-trans </a>activist <a href=\"https://www.thepinknews.com/2022/03/14/caroline-farrow-jk-rowling-trans-twitter/\">Caroline Farrow</a>. These connections are part of a social network echo chamber of <a href=\"https://www.vox.com/identities/2019/9/5/20840101/terfs-radical-feminists-gender-critical\">trans-exclusionary radical feminists, or TERFs</a> (sometimes called “radfems” or the “gender-critical” movement).&nbsp;In Rowling’s native UK, <a href=\"https://www.vox.com/identities/2019/12/19/21029874/jk-rowling-transgender-tweet-terf\">TERFism has gained a unique stronghold</a> over some particularly vocal, ostensibly liberal feminists like Rowling.</p>\n\n<p>The facts we can easily point to suggest that Rowling has been turning toward an anti-trans stance over a long period, beginning mostly with simple engagement on social media and leading to fiery and extremist statements. While labeling something transphobic is a serious accusation, and not something we do lightly, it’s important to recognize Rowling’s bigotry for what it is. The rundown that follows shows her growing embrace of transphobic, even extremist rhetoric.</p>\n\n<p><strong>2014:</strong> Rowling writes <em>The Silkworm</em>, the second novel in the Cormoran Strike mystery series, which involves a trans woman who is <a href=\"https://www.vice.com/en/article/pkeynz/jk-rowlings-transphobia-wasnt-hard-to-find-she-wrote-a-book-about-it\">portrayed as conspicuous and unable to pass</a>. The book includes a scene where the main character gleefully threatens this character with prison rape.</p>\n\n<p><strong>October 2017: </strong>Rowling <a href=\"https://web.archive.org/web/20180921175900/https://www.facebook.com/549800225039203/photos/a.775757485776808.1073741831.549800225039203/1714016318617582/?type=3&amp;theater\">“likes” a tweet</a> linking to a controversial, since-deleted <a href=\"https://web.archive.org/web/20171027163603/https://medium.com/@GappyTales/me-too-now-what-sex-the-left-and-gender-identity-236b08f194b0\">Medium article</a> referring to a theoretical trans woman in a female space as “a stranger with a penis.” While liking a tweet might seem small, this is notable because the piece made the basic argument Rowling continues to make today, namely that trans women are by default part of a “male-bodied” group who are dangerous to women and who should not have access to <a href=\"https://www.vox.com/2016/5/5/11592908/transgender-bathroom-laws-rights\">women’s bathrooms</a>. In the public sphere, this kicks off questions about whether Rowling is anti-trans, which are followed by the author entrenching further.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">JK Rowling hitting that like button on a &quot;trans women are rapists&quot; piece, if you were wondering whether to relax as a trans person in the UK <a href=\"https://t.co/W5JvBmylPW\">pic.twitter.com/W5JvBmylPW</a></p>&mdash; sistersinead.bsky.social (@sistersinead) <a href=\"https://twitter.com/sistersinead/status/922849074667315200?ref_src=twsrc%5Etfw\">October 24, 2017</a></blockquote>\n</div></figure>\n\n<p><strong>​​2018: </strong>In March, Rowling<strong> “</strong>likes” (and then unlikes) a <a href=\"https://twitter.com/Philip_Ellis/status/976476549531754501\">tweet</a> referring to trans women as “men in dresses” and implying that trans rights are “misogyny.” A JKR spokesperson later <a href=\"https://www.thepinknews.com/2018/03/22/jk-rowling-reps-blame-middle-aged-moment-for-liking-tweet-calling-trans-women-men-in-dresses/\">claims</a> that this “like” was an accident and that Rowling was having “a middle-aged moment.”&nbsp;&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Wingardium transphobia <a href=\"https://twitter.com/jk_rowling?ref_src=twsrc%5Etfw\">@jk_rowling</a> <a href=\"https://t.co/s6cJ2rIr6A\">pic.twitter.com/s6cJ2rIr6A</a></p>&mdash; Philip J. Ellis (he/him) (@Philip_Ellis) <a href=\"https://twitter.com/Philip_Ellis/status/976476549531754501?ref_src=twsrc%5Etfw\">March 21, 2018</a></blockquote>\n</div></figure>\n\n<p>In September, Rowling “<a href=\"https://phaylen.medium.com/oops-she-did-it-again-transphobic-j-k-rowling-no-fox-belongs-in-a-henhouse-b3cdf0e81dd8\">likes” a tweet</a> linking to an opinion column by <a href=\"https://www.thepinknews.com/2018/12/11/times-janice-turner-award-trans-rights/\">known TERF Janice Turner</a>, which argues yet again that trans women are inherently sexual predators, referring to them as “fox[es] in a henhouse &#8230; identify[ing] as [hens].”&nbsp;The myth that trans women are a danger to cis women is a grossly transphobic stereotype with almost <a href=\"https://link.springer.com/article/10.1007/s13178-018-0335-z\">no real-world justification</a>, but Rowling pins most of her anti-trans&nbsp;arguments on it, using her experience as a survivor of domestic abuse to justify her prejudice.&nbsp;</p>\n\n<p><strong>December 2019:</strong> In a shift toward openly voicing her anti-trans sentiments, Rowling <a href=\"https://www.vox.com/culture/2019/12/19/21029852/jk-rowling-terf-transphobia-history-timeline\">vocally supports</a> the plaintiff of an employment discrimination suit in the UK. Maya Forstater became a cause célèbre in the TERF community after suing the company that chose not to renew her contract. In 2018, Forstater posted <a href=\"https://www.nbcnews.com/think/opinion/j-k-rowling-s-maya-forstater-tweets-support-hostile-work-ncna1105201\">numerous anti-trans tweets</a>, both generalizing about trans people and directly targeting one nonbinary person. The tweets made staff members at her company uncomfortable, and ultimately, in March 2019, the organization declined to renew Forstater’s contract. Rowling’s <a href=\"https://twitter.com/jk_rowling/status/1207646162813100033\">tweet</a>, in which she distorts trans identity and the facts of the case, marks the first time many people become aware of her growing transphobic tendencies.&nbsp;</p>\n\n<p><strong>June 2020:</strong> In a tweet, <a href=\"https://twitter.com/jk_rowling/status/1269382518362509313\">Rowling mocks</a> the trans-inclusive phrase “people who menstruate” in an article about pandemic menstrual health, implying that the phrase, meant to encompass trans men and nonbinary people, erases, overrides, or obscures the word “women.”</p>\n\n<p>In a follow-up to the previous tweet and the backlash it spawned, Rowling <a href=\"https://twitter.com/jk_rowling/status/1269389298664701952\">posts a thread</a> implying that trans activists are “erasing the concept of [biological] sex” and along with it “the lived reality of women.” She also states, “I’d march with you if you were discriminated against on the basis of being trans.”&nbsp;(To date, she has not.)</p>\n\n<p>Days later, Rowling produces her most overt and lengthy discussion of her views, <a href=\"https://www.vox.com/culture/21285396/jk-rowling-transphobic-backlash-harry-potter\">a 3,600-word manifesto</a> published on her website responding to “the new trans activism.” The post is replete with myths and false transphobic stereotypes, particularly revolving around the narratives that gender and biology are inextricable and that trans women are dangerous. Rowling states the movement offers “cover to predators”. She also repeatedly amplifies the alarmist, <a href=\"https://juliaserano.medium.com/all-the-evidence-against-transgender-social-contagion-f82fbda9c5d4\">false idea</a> that teens are transitioning as part of a social media trend, a claim based on a handful of inaccurate and shady scientific studies claiming that an outsize number of trans teens will detransition later, studies that have <a href=\"https://www.huffpost.com/entry/the-end-of-the-desistance_b_8903690\">since been</a> <a href=\"https://www.kqed.org/futureofyou/441784/the-controversial-research-on-desistance-in-transgender-youth\">widely debunked</a>.&nbsp;&nbsp;</p>\n\n<p><strong>August 2020: </strong>After the Robert F. Kennedy Human Rights organization issues a statement repudiating her transphobia, Rowling doubles down on her position and <a href=\"https://www.theguardian.com/books/2020/aug/28/jk-rowling-robert-f-kennedy-human-rights-award-trans-views\">returns an award</a> given to her by the org in 2019.</p>\n\n<p><strong>September 2020: </strong>Rowling releases the Cormoran Strike book <a href=\"https://www.vox.com/culture/21449215/troubled-blood-review-jk-rowling-transphobia-controversy\"><em>Troubled Blood</em></a> and is <a href=\"https://www.vanityfair.com/style/2020/09/jk-rowling-transphobia-new-novel-troubled-blood-controversy\">widely</a> <a href=\"https://www.usatoday.com/story/entertainment/books/2020/09/15/jk-rowling-troubled-blood-transgender-comments-can-you-separate-art-artist/5760735002/\">criticized</a> after she creates a villain who preys on women by wearing women’s clothes. This is exactly the specter of a sexual predator that Rowling believes hides behind the label of “trans woman.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24474174/1227892566.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Trans rights banners reading “trans witches are witches” and “trans wizards are wizards” protest J.K. Rowling during anti-government protests In Bangkok\" title=\"Trans rights banners reading “trans witches are witches” and “trans wizards are wizards” protest J.K. Rowling during anti-government protests In Bangkok\" data-has-syndication-rights=\"1\" data-caption=\"Trans rights banners call out J.K. Rowling during anti-government protests in Bangkok, Thailand. | Lauren DeCicca/Getty Images\" data-portal-copyright=\"Lauren DeCicca/Getty Images\" />\n<p><strong>December 2020: </strong>In an interview with Good Housekeeping, <a href=\"https://www.lgbtqnation.com/2020/12/j-k-rowling-says-90-fans-agree-transphobia-theyre-afraid-say-publicly/\">Rowling claims</a> that “90 percent” of Harry Potter fans secretly agree with her anti-trans views, but that “many are afraid to speak up because they fear for their jobs and even for their personal safety.” This once again stereotypes trans activists as an angry, entitled, and vicious mob.</p>\n\n<p><strong>July 2021: </strong>Rowling <a href=\"https://twitter.com/jk_rowling/status/1415631382068535296\">tweets</a> a screenshot of a tiny account — <a href=\"https://twitter.com/leahmcelrath/status/1415772649633075203\">reportedly</a> with around 200 followers at the time — of a self-identified trans user who mentions her in a tweet discussing <a href=\"https://www.vox.com/gender\" data-source=\"encore\">gender identity</a>. Since Rowling did not remove the trans user’s information in the screenshot that went out to her 14 million followers,&nbsp;that user is subsequently inundated with transphobic harassment and ultimately deletes their <a href=\"https://www.vox.com/twitter\" data-source=\"encore\">Twitter</a> account.&nbsp;</p>\n\n<p><strong>November 2021: </strong>Rowling <a href=\"https://twitter.com/jk_rowling/status/1462758324177444870\">publicizes</a> that a group of three trans people shared a photo of themselves holding protest signs outside of her house, saying that she had called the police out of alarm (a fact Scottish police also verified). Rowling claims that these protesters had “doxxed” her, and the media runs with this report, which plays into the larger evolving media narrative of Rowling as a victim of trans harassment. But as many people have <a href=\"https://twitter.com/PantiBliss/status/1462820326048423936\">pointed out</a>, Rowling’s address is publicly known — so well-known, in fact, that it is a frequent fan tour stop. Police later officially state there is “<a href=\"https://www.them.us/story/jk-rowling-doxxing-no-criminality-scotland-police\">no criminality</a>” in what the trans protesters had done.&nbsp;</p>\n\n<p>As trans culture vlogger Jessie Earl <a href=\"https://www.youtube.com/watch?v=w29O8r7bLA4\">points out</a>, trans people themselves are at <a href=\"https://www.vox.com/identities/2019/12/27/21028342/trans-visibility-backlash-internet-2010\">much higher risk</a> of experiencing doxxing, bullying, and harassment than cisgender people. Earl also notes that Rowling has supported and platformed (through Twitter likes, follows, and retweets) multiple TERFs who had themselves doxxed other people, including Marion Millar, who <a href=\"https://randompublicjournal.com/2021/08/31/this-is-not-womens-rights/\">faced criminal charges</a> for homophobically doxxing a police officer (though those charges were <a href=\"https://www.thepinknews.com/2021/10/28/marion-millar-transphobia-charges-gender-critical/\">dropped pending review</a>); Rosie Duffield, an MP who drew criticism for “<a href=\"https://labourlist.org/2020/10/gmb-mps-staff-branch-condemns-actions-of-rosie-duffield-towards-staff-member/\">publicly outing</a>” a staff member who resigned over her transphobia; and Rosa Freedman, a professor who <a href=\"https://www.reddit.com/r/transgenderUK/comments/oamjgs/transphobic_uni_of_reading_prof_rosa_freedman/\">doxxed a student</a> who emailed her requesting a chat about her views on trans equality.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote alignleft\"><blockquote><p>“War is Peace. Freedom is Slavery. Ignorance is Strength. The Penised Individual Who Raped You Is a Woman.”</p></blockquote></figure>\n\n<p><strong>December 2021: </strong>Rowling shares a Sunday Times article that mocks the Scottish police for recognizing transgender identity. In her <a href=\"https://twitter.com/jk_rowling/status/1470092815506063365\">tweet</a>, she parodies <em>1984</em>, writing, “War is Peace. Freedom is Slavery. Ignorance is Strength. The Penised Individual Who Raped You Is a Woman.”</p>\n\n<p>Later that month, in the middle of a thread ostensibly attempting to support trans equality, Rowling <a href=\"https://twitter.com/jk_rowling/status/1476194393631645699\">tweets</a>, “The question at the heart of this debate is whether sex or gender identity should form the basis of decisions on safeguarding, provision of services, sporting categories and other areas where women and girls currently have legal rights and protections.” The idea behind what Rowling is saying is that allowing trans women equal access to those spaces will erode current legal rights for cisgender women and girls. This is a position that only makes sense if you are denying that trans women and girls are women and girls. Rowling then adds an insistence on separating “sex” from “gender,” an essentialist idea that contradicts current medical practice and scientific research, which advocates for treating gender identity as <a href=\"https://www.nytimes.com/2018/10/22/health/transgender-trump-biology.html\">linked primarily to the brain</a>, not anatomy.&nbsp;&nbsp;</p>\n\n<p><strong>March 2022: </strong>In response to a <a href=\"https://web.archive.org/web/20220307161320/https://twitter.com/GordieKat/status/1500867150596169730\">since-deleted tweet</a> (which was itself a reply to a <a href=\"https://web.archive.org/web/20220307161320/https://twitter.com/jk_rowling/status/1500865487621742596\">tweet</a> in which Rowling implied trans women were “predators”), Rowling <a href=\"https://web.archive.org/web/20220307163226/https://twitter.com/jk_rowling/status/1500871932597747716/\">tweets about</a> a sexual assault committed by a trans woman, using this single incident to imply that all trans women should be denied access to public spaces designated for women.</p>\n\n<p>The next day, on International Women’s Day, Rowling posts a <a href=\"https://www.billboard.com/music/music-news/tinashe-jk-rowling-shut-up-transphobic-twitter-1235042079/\">series of tweets</a> maligning gender-inclusive language and mockingly referencing Voldemort by sarcastically opining that the day in future would be known as “She Who Must Not Be Named Day.” She also <a href=\"https://www.indiewire.com/2022/03/jk-rowling-transphobia-international-womens-day-rant-1234705640/\">explicitly criticizes</a> gender-inclusive legislation.</p>\n\n<p>Later that month,&nbsp;British lawyer Alison Bailey <a href=\"https://www.bbc.com/news/uk-england-london-62294030\">partially wins</a> an employment discrimination lawsuit in which she claimed that she was discriminated against because of her gender-essentialist views. While the lawsuit was in progress, Rowling <a href=\"https://twitter.com/HPANA/status/1518650786347163651\">posted a tweet</a> urging her followers to financially support Bailey.&nbsp;</p>\n\n<p><strong>August 2022: </strong>Rowling’s latest Cormoran Strike book, <em>The Ink Black Heart</em>, once again <a href=\"https://www.npr.org/2022/08/31/1120299781/jk-rowling-new-book-the-ink-black-heart\">comes under fire for transphobia</a> because of its depiction of a character broadly viewable as a satirical stand-in for Rowling herself — an anti-trans public figure who is “canceled” by the&nbsp;internet&nbsp;on trumped-up charges of transphobia and then killed.</p>\n\n<p><strong>December 2022: </strong>Rowling <a href=\"https://twitter.com/jk_rowling/status/1604180531155017731\">screencaps</a> a thread about the controversial new <a href=\"https://www.vox.com/the-goods/23599799/hogwarts-legacy-review-rowling-trans\">Hogwarts Legacy</a> video game by the aforementioned popular transgender YouTuber Jessie Earl, a.k.a. Jessie Gender. Earl <a href=\"https://twitter.com/jessiegender/status/1603942028555210752\">points out</a> that <a href=\"https://www.vox.com/culture/22254435/harry-potter-tv-series-hbo-jk-rowling-transphobic\">supporting the franchise</a> would “justify her continued targeting of trans people”; Rowling, in response, sarcastically accuses Earl of practicing “purethink,” implying trans advocacy is a type of religious dogma. An <a href=\"https://twitter.com/search?q=(to%3Ajessiegender)%20until%3A2022-12-19%20since%3A2022-12-17&amp;src=typed_query&amp;f=live\">onslaught</a> of transphobic social media harassment targeting Earl follows.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Since JK Rowling retweeted me with an honestly nonsensical argument; I’m gonna stay off the Musk app today cause she knows she’s sending harassment my way. I send you all love &amp; this article with my thoughts on Rowling continued harm against trans people. <a href=\"https://t.co/MJ9yizkCcM\">https://t.co/MJ9yizkCcM</a> <a href=\"https://t.co/7NfYMVr65i\">https://t.co/7NfYMVr65i</a></p>&mdash; Jessie Earl (@jessiegender) <a href=\"https://twitter.com/jessiegender/status/1604191954291822592?ref_src=twsrc%5Etfw\">December 17, 2022</a></blockquote>\n</div></figure>\n\n<p>This month, Rowling also personally funds a new domestic violence support center in Edinburgh, Scotland, which <a href=\"https://www.theguardian.com/books/2022/dec/12/jk-rowling-launches-support-centre-for-female-victims-of-sexual-violence\">explicitly excludes trans women</a>; Rowling frames this new center as offering “women-centered and women-delivered care.” Edinburgh’s longstanding domestic violence support center has had a trans woman as its director since 2021. Trans women, in particular women of color, are at <a href=\"https://williamsinstitute.law.ucla.edu/press/ncvs-trans-press-release/\">a vastly higher risk</a> of experiencing domestic violence and sexual assault than cisgender women.</p>\n\n<p><strong>January 2023:</strong> <a href=\"https://twitter.com/jk_rowling/status/1619302315248488450\">Rowling tweets</a> that she is “Deeply amused by those telling me I’ve lost their admiration due to the disrespect I show violent, duplicitous rapists.” The most immediate context for this comment is presumably both the backlash to Hogwarts Legacy and the ongoing backlash over Rowling’s views writ large regarding trans women being dangerous predators. So a reasonable implication of Rowling’s words seems to be that she considers trans women, by default, to be “violent, duplicitous rapists.”</p>\n\n<p><strong>March 2023: </strong>A <a href=\"https://www.vulture.com/article/witch-trials-jk-rowling-podcast-essay-review.html\">new podcast</a>, <em>The Witch Trials of J.K. Rowling</em>, produced by Bari Weiss’s The Free Press and hosted by prominent former Westboro Baptist Church member Megan Phelps-Roper, featured interviews with Rowling. In its <a href=\"https://open.spotify.com/episode/5r8SZLhLsgroLqPC1owm0m?si=8ed16b7423d04d5b\">fifth episode</a>, Rowling begins discussing the modern trans rights movement, calling it “a cultural movement that was illiberal in its methods and questionable in its ideas” and insisting, “I&nbsp;believe, absolutely, that there is something dangerous about this movement and that it must be challenged.”</p>\n\n<p>She then compares the movement to Death Eaters — the villainous supremacists in her books, analogous to Nazis:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>[S]ome of you have not understood the books. The Death Eaters claimed, “We have been made to live in secret, and now is our time, and any who stand in our way must be destroyed. If you disagree with us, you must die.” They demonized and dehumanized those who were not like them.</p>\n\n\n\n<p>I am fighting what I see as a powerful, insidious, misogynistic movement, that has gained huge purchase in very influential areas of society. I do not see this particular movement as either benign or powerless, so I’m afraid I stand with the women who are fighting to be heard against threats of loss of livelihood and threats to their safety.</p>\n</blockquote>\n\n<p>While Rowling can say she only intends to target the specific trans activists who are angry at her, that’s an impossible distinction. She does not mention any formal group or entity that represents trans rights that has acted against her. The only context we have for what she is responding to are non-affiliated individuals on Twitter sending angry messages in response to her transphobic comments. Indeed, the episode is titled “The Tweets” and features Phelps-Roper reading angry and sad tweets from former fans of Rowling. This generalization doesn’t distinguish “the movement” from people who are simply angry and upset with Rowling. Instead, it seems to imply that “good” trans people are the ones who accept Rowling’s version of their identity and allow her viewpoint — that they aren’t who they say they are — to dominate their fight for social acceptance.</p>\n\n<p>Trans people are estimated to comprise about half a percent of populations in both <a href=\"https://williamsinstitute.law.ucla.edu/wp-content/uploads/Trans-Adults-US-Aug-2016.pdf\">the US</a> and <a href=\"https://www.bloomberg.com/news/articles/2023-01-06/transgender-population-uk-census-shows-gender-identity-in-england-and-wales\">the UK</a>. A <a href=\"https://www.axios.com/2018/09/22/study-transgender-policies-bathroom-safety-lgbtq\">2018 study from UCLA</a> found no evidence to support that anti-trans legislation makes designated public spaces safer, but did find that “reports of privacy and safety violations in these places are exceedingly rare.” In essence, there was no danger to begin with.</p>\n\n<p><strong>March 2024: </strong>On March 13, Rowling appears to deny on X (formerly Twitter) that trans people were targeted during the Holocaust. This all started when Rowling retweeted <a href=\"https://twitter.com/JamesEsses/status/1767648977090998775\">a post</a> by James Esses about having been “canceled.” Esses is a blogger and former student who was <a href=\"https://www.telegraph.co.uk/news/2022/05/13/questioned-children-encouraged-transition-cost-dream-career/\">fired</a> from his counseling job and expelled from his therapy degree program for his anti-trans campaigning.</p>\n\n<p>Esses’s post claimed he was fired for opposing the use of puberty blockers for trans children. In the threads of Esses’s post, in response to one of his supporters but also copying both Esses and Rowling, a Twitter user <a href=\"https://twitter.com/jaytuberr/status/1767910144539844610\">responded</a> with, “The Nazis burnt books on trans healthcare and research, why are you so desperate to uphold their ideology around gender?”</p>\n\n<p>Rowling then takes this tweet and screencaps it, <a href=\"https://twitter.com/jk_rowling/status/1767912990366388735\">asking</a>, “I just… how? How did you type this out and press send without thinking ‘I should maybe check my source for this, because it might’ve been a fever dream’?”</p>\n\n<p>The literal burning by Nazis of books and research from Berlin’s pioneering <a href=\"https://www.scientificamerican.com/article/the-forgotten-history-of-the-worlds-first-trans-clinic/\">Institute for Sexual Research</a>, which conducted the world’s first gender-affirming surgeries for trans people, was <a href=\"https://youtu.be/QU-WVjwJPNk?t=347\">captured</a> in German newsreels at the time and has been <a href=\"https://www.smithsonianmag.com/history/new-research-reveals-how-the-nazis-targeted-transgender-people-180982931/\">well-documented</a> since, including by the UK’s own<a href=\"https://www.hmd.org.uk/resource/6-may-1933-looting-of-the-institute-of-sexology/\"> Holocaust Memorial Day Trust</a>. Calling this very well-sourced history a “fever dream” quickly drew significant backlash from Twitter users, with many framing it as a form of Holocaust denial. When <a href=\"https://twitter.com/Esqueer_/status/1767914998808953316\">challenged</a> on her claim with multiple sources by Harvard Cyberlaw Clinic instructor Alejandra Caraballo, Rowling first <a href=\"https://twitter.com/jk_rowling/status/1767925285008064592\">responds</a> that the original tweet had made claims it didn’t say: that the Nazis burnt <em>all</em> research on trans health care, and that trans people were the <em>first</em> victims of the Nazis.</p>\n\n<p>Rowling then doubles down on Twitter, by <a href=\"https://twitter.com/jk_rowling/status/1767928717538644460\">quote tweeting</a> another tweet claiming trans people were not targets of the Nazis during the Holocaust. In her quote, Rowling frames the verified history of Nazi violence toward trans people as “persistent claims.” She then, again in response to Caraballo’s pushback in reply, <a href=\"https://twitter.com/jk_rowling/status/1767939048427896900\">attempts to separate</a> “trans-identifying people” from “gay people, who were indeed victims of heinous treatment by the Nazis.”</p>\n\n<p>Caraballo’s <a href=\"https://twitter.com/Esqueer_/status/1767952608604365269\">reply</a>, which cited sources including <a href=\"https://www.scientificamerican.com/article/the-forgotten-history-of-the-worlds-first-trans-clinic/\">Scientific American</a>, and a <a href=\"https://www.cambridge.org/core/journals/central-european-history/article/transgender-life-and-persecution-under-the-nazi-state-gutachten-on-the-vollbrecht-case/0779A24B130C4F0CA64DB639FA6DBF46\">thorough accounting</a> by a historian about the ways trans people faced persecution under Nazi Germany, did not receive a rejoinder from Rowling.&nbsp;</p>\n\n<p><strong>April 2024: </strong>On April 1, 2024, Rowling posted a thread on X pegged to the <a href=\"https://www.theguardian.com/society/2024/mar/31/scotlands-new-hate-act-what-does-it-cover-and-why-is-it-controversial\">implementation</a> of the Hate Crime and Public Order (Scotland) Act, which added “threatening or abusive behaviour which is intended to stir up hatred” around a number of identities, including age, religion, and transgender identity to the hate crimes statute; the law does not, somewhat controversially, include <a href=\"https://www.washingtonpost.com/world/2024/04/01/scotland-hate-speech-law-britain/b47ccffe-f029-11ee-a4c9-88e569a98b58_story.html\">hatred of women</a>. In her posts, Rowling spotlit a number of women, from a handful of convicted or reported sex offenders to UN appointees Katie Neeves and Munroe Bergdorf as well as Mridul Wadhwa, head of a Scottish rape crisis center. All of the women Rowling listed are reportedly trans — leading the author to <a href=\"https://twitter.com/jk_rowling/status/1774749954629652873\">write</a>, “Obviously, the people mentioned in the above tweets aren’t women at all, but men, every last one of them.” Rowling ended the thread with the hashtag #ArrestMe.</p>\n\n<p><strong>May 2024:</strong> As part of a Twitter discussion that began with Rowling <a href=\"https://www.lgbtqnation.com/2024/05/cruel-jk-rowling-calls-trans-soccer-official-a-crossdressing-straight-man-for-no-reason/\">deliberately misgendering</a> a trans soccer manager, she doubled down in response to criticism, both by <a href=\"https://twitter.com/jk_rowling/status/1789641182164688934\">claiming</a> that trans women are “crossdressing straight men” and by comparing trans identity to cultural appropriation.</p>\n\n<p class=\"has-text-align-none\">“Do I get to be black if I like Motown and fancy myself in cornrows?” <a href=\"https://twitter.com/jk_rowling/status/1789681522544455976\">she wrote</a>. “What if I claim the authentic me has always been black and that you’re being racist to me? Would that be OK, or would you find it ludicrous and deeply offensive?” She did not respond to the many platform users who replied to address her use of racist stereotypes or to point out that race, unlike gender, is a genetic identity.</p>\n\n<p class=\"has-text-align-none\"><strong>August 2024: </strong>Rowling contributed to ongoing harassment and attacks upon Olympics boxer Imane Khelif, who was one of two female boxers disqualified by the Russian-led International Boxing Association (IBA) from the 2023 World Championships after an unspecified biochemical test. The test detected <a href=\"https://slate.com/culture/2024/08/olympic-boxers-gender-test-controversy-explained.html\">elevated levels</a> of testosterone in Khelif’s system; while the specific reason for this result is unconfirmed, cis women can have elevated testosterone levels due to natural differences in sex characteristics. Although Khelif is a woman and was assigned female at birth, many extremists have used this vague test result to attack her with transphobic rhetoric, accusing her of being a man in disguise.</p>\n\n<p class=\"has-text-align-none\">Both Khelif and the other IBA-disqualified athlete, Taiwan’s Lin Yu-ting, qualified under the International Olympic Committee guidelines and were approved to compete in the Olympics. But following a dramatic match on August 1, in which Khelif’s opponent Angela Carini of Italy forfeited in under a minute after exchanging just a few hits, Khelif once again came under scrutiny from transphobes on the suspicion of secretly being a man. Among the transphobic commentary she faced was vitriol from J.K. Rowling, who tweeted a photo of Khelif looking at Carini after Carini abruptly retired.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Could any picture sum up our new men’s rights movement better? The smirk of a male who’s knows he’s protected by a misogynist sporting establishment enjoying the distress of a woman he’s just punched in the head, and whose life’s ambition he’s just shattered. <a href=\"https://twitter.com/hashtag/Paris2024?src=hash&amp;ref_src=twsrc%5Etfw\">#Paris2024</a> <a href=\"https://t.co/Q5SbKiksXQ\">pic.twitter.com/Q5SbKiksXQ</a></p>&mdash; J.K. Rowling (@jk_rowling) <a href=\"https://twitter.com/jk_rowling/status/1819007216214573268?ref_src=twsrc%5Etfw\">August 1, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Carini, shown in tears in the photo after withdrawing as Khelif looks on, refused to shake Khelif’s hand after the match, which may have contributed to the belief she had been unfairly treated in the ring. She later <a href=\"https://www.bbc.com/sport/olympics/articles/c2j3jg51rg4o\">said</a> to the BBC, however, that she wished to apologize to Khelif for not shaking her hand — an act Carini explained came from anger at herself, not Khelif. </p>\n\n<p class=\"has-text-align-none\">Rowling, however, saw things much differently. In <a href=\"https://twitter.com/jk_rowling/status/1819007216214573268\">her tweet</a>, she framed the photo as a misogynistic assault, writing, “The smirk of a male who’s knows he’s protected by a misogynist sporting establishment enjoying the distress of a woman he’s just punched in the head, and whose life’s ambition he’s just shattered. #Paris2024”</p>\n\n<p class=\"has-text-align-none\">Again, Khelif was born female and has always been a cisgender woman. Rowling seems to be arguing that any hormone-related variance at all among women — despite the millions of women who have hormone imbalances — is enough to render them inauthentic or not “real” women. It’s an alarming development in her ongoing shift into extreme transphobic views.</p>\n\n<p><strong><em>Clarification, March 3, 2023, 12:15 pm ET</em>:</strong> <em>Updated to clarify details of the character who is “canceled” in&nbsp;</em>The Ink Black Heart.</p>\n\n<p><em><strong>Clarification, March 16, 2023, 3:20 pm ET: </strong>Updated to clarify that Rowling’s remarks drew a comparison between the Death Eaters and the trans rights “movement,” rather than trans people. </em></p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 1, 2024, 12:00 pm ET: </strong>This story, originally published March 3, 2023, has been updated several times, most recently with Rowling’s transphobic remarks about a cisgender Olympics athlete.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "J.K. Rowling’s supporters frequently claim the author has never actually said or done anything transphobic. It’s a position you can see on social media, in the pages of the New York Times, and even on a new podcast with Rowling herself. It’s also an easily debunked lie. Some of this confusion around Rowling’s opinions can [&#8230;]",
    "author": "Aja Romano"
  }
]