[
  {
    "title": "How UnitedHealthcare became the face of a broken health care system",
    "link": "https://www.vox.com/today-explained-podcast/390553/unitedhealthcare-shooting-luigi-mangione-health-insurance",
    "pubDate": "2024-12-10T22:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A dark-haired young man wearing an orange jumpsuit is escorted by the arm by a man wearing a black sheriff jacket.\" data-caption=\"Luigi Mangione, the suspected shooter of UnitedHealthcare CEO Brian Thompson, is led into the Blair County Courthouse in Hollidaysburg, Pennsylvania, for an extradition hearing on December 10, 2024. | Jeff Swensen/Getty Images\" data-portal-copyright=\"Jeff Swensen/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2188644838.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Luigi Mangione, the suspected shooter of UnitedHealthcare CEO Brian Thompson, is led into the Blair County Courthouse in Hollidaysburg, Pennsylvania, for an extradition hearing on December 10, 2024. | Jeff Swensen/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Monday, police in Altoona, Pennsylvania, arrested Luigi Mangione in connection with last week’s shooting death of UnitedHealthcare CEO Brian Thompson. When Mangione&#8217;s identity became public, the <a href=\"https://www.vox.com/future-perfect/390111/united-healthcare-ceo-shot-insurance-hospitals-doctors\">online reaction</a> around Thompson&#8217;s death went into overdrive; unlike most shootings, this one has brought a stream of support for the suspected killer rather than for the victim, and Mangione&#8217;s capture has only intensified that sentiment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mangione, 26, has since been <a href=\"https://www.cnn.com/us/live-news/brian-thompson-unitedhealthcare-death-investigation-12-9-24#cm4hvpkgh00003d5vr6713kdq\">charged with second-degree murder in New York</a>, among other crimes, and has been valorized as a folk hero in many corners of the internet, though the killing of Thompson, 50, has also been widely condemned. After Mangine was arrested and identified, his <a href=\"https://x.com/pepmangione\">following on X</a> went from a few dozen followers to more than 300,000 overnight. From a flood of supportive memes on Instagram and X to a <a href=\"https://nypost.com/2024/12/07/us-news/new-yorkers-celebrate-assassination-of-unitedhealthcare-ceo-with-shooter-look-a-like-contest/\">shooter lookalike contest</a> this weekend in Manhattan’s Washington Square Park, making jokes about Thompson’s death somehow came to be considered <a href=\"https://archive.ph/rWVIi\">acceptable and appropriate</a>.</p>\n\n<p class=\"has-text-align-none\">The widespread interest in Mangione demonstrates just how much built-up hate there is toward insurance companies: Americans are infuriated about the costs and complications of health care coverage, and Thompson’s murder has brought that anger to the surface. To try to better grasp the reaction among Americans, <em>Today, Explained</em> reached out to journalist <a href=\"https://www.statnews.com/staff/bob-herman/\">Bob Herman</a>, who covers the business of health care at Stat News<em> </em>and has co-reported several investigations about UnitedHealthcare.</p>\n\n<p class=\"has-text-align-none\"><em>Today, Explained</em> co-host Sean Rameswaram spoke with Herman about UnitedHealthcare’s business practices, their place in the health care market, and why they have been a target of so much anger.&nbsp;An excerpt of his conversation with Herman, edited for length and clarity, is below. In the full podcast we also get into who Mangione is and what we know about his motives, why it took police five days to find him, and how they eventually did, so listen to <em>Today, Explained</em> on <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, or <a href=\"https://www.iheart.com/podcast/1319-today-explained-87205166/\">wherever you get podcasts</a>.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP7787330631\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">UnitedHealthcare is the largest health insurance company in America, and it is part of a bigger company called UnitedHealth Group. UnitedHealthcare covers older adults on Medicare Advantage, they cover the poor who are on Medicaid, they sell Obamacare plans, and they&#8217;re also the plans that employers offer to their workers. We&#8217;ve had a whole series this year called <a href=\"https://www.statnews.com/unitedhealth-group-investigation-health-care-colossus-series/\">Health Care&#8217;s Colossus</a> that has looked at this massive company and how it has its tentacles everywhere. A lot of people recognize it for UnitedHealthcare, the insurance company. It is not just a health insurance company — that&#8217;s what it&#8217;s most known for, that&#8217;s why it&#8217;s often reviled — but people don&#8217;t recognize all the other components that it owns. It owns a ton of medical practices. It either employs or is affiliated with one out of every 10 doctors in the country. It is the largest claims processor. They are everywhere.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">What was your reaction when you saw that Brian Thompson had been shot last week?&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">I&#8217;ve never covered a homicide on my beat. Normally, this is a beat filled with white-collar crime, so this definitely has been outside of the norm. My colleague and I were watching UnitedHealth Group&#8217;s Investor Day on Wednesday morning, just kind of a routine thing. It&#8217;s a big meeting every year — all kinds of investors and shareholders get together and they talk about their earnings for the year — and it&#8217;s a big cheerleading routine. Normally Brian Thompson appears pretty early on, as the head of the insurance division for United. And then about an hour in, that&#8217;s when I first got a text of a New York Post story saying that Thompson had been shot and killed. So a little bit more than an hour into it, that&#8217;s when Andrew Witty, the CEO of UnitedHealth Group, the parent company, came back out and canceled the rest of the conference. We had never seen anything like it.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Almost immediately, people were celebrating this homicide. What was your reaction to that?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">The reactions were pretty morbid. Pretty grim. The dancing on the death of somebody was pretty vile. But anyone who covers health care knows that people are fed up with the system. This is not new. This has been going on for decades. Even when the Affordable Care Act, or Obamacare, came into play 15 years ago, people still hated the system and it&#8217;s persisted since then. So people&#8217;s frustrations have been bubbling under the surface for so long. To say you were surprised by all the reactions, then I think maybe you had your head buried in the sand a little bit.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Before we talk about what this company does that might upset people, can you just tell us about the company generally?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">UnitedHealthcare is the largest health insurance company in America. They cover more people than anyone — [its coverage] includes Medicare Advantage, Medicaid, Obamacare, and all the different types of employer plans out there. And there&#8217;s a lot.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Which I imagine makes them pretty powerful in this market.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">Yeah. Now, a lot of health care dynamics are local. The fights that often occur between health insurers and providers, like hospitals and doctors, are all about who has market share in a specific area. United might not always have the biggest market share in a given area, but nationally they are very powerful, they are very profitable. There&#8217;s no way of getting around them in pretty much any market. They exist almost everywhere in some capacity.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">And what do they do with that power? How do they throw it around?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">If you have a UnitedHealthcare plan, you want them to negotiate better rates for you. That&#8217;s their primary function. And so they use some of that to try and drive better deals with hospitals and doctors and other types of facilities. They&#8217;re also an insurance company and they happen to deny or delay claims as well. As an insurance company, the easiest way to make money is to make sure you&#8217;re paying out fewer dollars. Now, there are laws in place, especially a federal law that says you have to spend a certain amount of your premium dollars on care for people. You just have to do it. But insurers have an incentive to stay as close to those thresholds as possible. They don&#8217;t want to have to pay out more than they absolutely have to.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">You just, of course, used two of the operative words in this story because as we found out, the shooter had inscribed three words on his bullets: deny, delay, and depose. Is this company known for its denials?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">Every health insurance company out there is known for their denials, to some degree. Specific rates of denials are tough to come by, but insurers — especially the for-profit ones that [trade] on the stock market — have an incentive to deny care. There have been so many issues with denials over the years. My colleague Casey Ross and I <a href=\"https://www.statnews.com/2023/03/13/medicare-advantage-plans-denial-artificial-intelligence/\">reported on a big one within Medicare Advantage</a>, the program for older adults. UnitedHealthcare is the biggest [provider] in Medicare Advantage, and over the past several years, they&#8217;ve been using algorithmic prediction, predictive tools, and artificial intelligence to basically ramp up denials specifically in post-acute care, the care that somebody gets when they leave the hospital. So especially on that side of the coin, post-acute care denials have been a very big issue for United.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">What exactly does that mean, that they&#8217;re using algorithms and AI to deny Medicare Advantage [claims]? How do they do that?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">So let&#8217;s say someone goes to the hospital and then the hospital says, okay, you know, you&#8217;re ready for physical therapy, occupational therapy, speech therapy. Let&#8217;s send you to a rehab facility or a nursing home. So a person will go there and they&#8217;ll start their physical therapy, and behind the scenes, UnitedHealthcare has used a tool called NaviHealth. There&#8217;s an algorithm within the company that looks at the patient&#8217;s demographics — how sick they are, their history — and tries to come up with some kind of prediction of how much time they&#8217;ll need in that nursing home. Let&#8217;s say it&#8217;s 16 days. That&#8217;s what the algorithm says — after 16 days, you should be good. Now, if it&#8217;s used as a guide, that&#8217;s fine. But in many cases, we found documents that said that United told their case managers, “You have to stick to the algorithm.” </p>\n\n<p class=\"has-text-align-none\">And that&#8217;s where it becomes a problem, because if you&#8217;re saying this algorithm spits out 16 days for somebody and they&#8217;re not ready to go home on the 16th day, if they can&#8217;t even go to the bathroom themselves, if they still can&#8217;t walk around but the algorithm says it’s time to ship them out, that&#8217;s where it&#8217;s a problem. And that&#8217;s what&#8217;s happened. Then families are left with the decision of, do I pay out of pocket to stay at this nursing home to get the care that my mom or dad or grandparent needs? Or do I take them home with me and then risk having them fall or get hurt again and have to go back to the hospital or worse? So that&#8217;s how the algorithms play in those types of situations.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">And people know this is happening and they&#8217;re mad about it?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">On the Medicare Advantage side, most people actually don&#8217;t. They&#8217;re not aware as much about this because the algorithm happens behind the scenes. It&#8217;s not like families are getting a sheet of paper saying, “Hey, our algorithm says you have this much time here.” They really don&#8217;t find out about this until the nursing home says, “Hey, your insurance is up and we have to kick you out now.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The denials are very front and center in other insurance plans where they say, “I know I need this back surgery or I need this prescription,” and then United will come along with maybe a prior authorization which says, “Hey, doctor, fill out more paperwork to make sure that this person needs this procedure or needs this drug.” And then maybe they&#8217;ll come back with a denial that says, “We&#8217;re not going to cover this procedure or this prescription drug.” That&#8217;s where it&#8217;s most front and center for people, that&#8217;s where a lot of the outrage comes from: those widespread delays and denials.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">We&#8217;re talking about our eldest citizens who are often on the receiving end of these algorithms or AI initiatives that tell them they&#8217;ve run out of care.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">At least in our reporting it is — for the Medicare Advantage — it is the oldest, it&#8217;s the frail, often the poor, the oldest people in this country who often have no idea that this is going on. Once they find out, they can appeal; anyone can appeal any denial. But it is such an arduous process. If you&#8217;re sick or injured, that&#8217;s not something you want to be doing, and you might not have family to help you out either. So it is very clearly a problem.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Is this a UnitedHealthcare-specific problem or is this a systemic problem? It feels like a systemic problem.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">This is systemic. This is not isolated to just UnitedHealthcare. UnitedHealthcare gets the most criticism and heat for this because they are the largest and they&#8217;re a very common provider for any workplace plan. But there are other large insurers: Cigna, Aetna, all the Blue Cross Blue Shield plans, Humana. This is just how US health insurance works. This is a systemic issue, especially for the insurance companies that are on the stock market. They have a duty to make money for shareholders. And one of the ways that they do that is by making sure that they pay out fewer claims. The most-watched number on every earnings call for an insurer is what’s called the “medical loss ratio.” That&#8217;s a number that says how much money from our premiums we spend on medical care, and lower is better. If it&#8217;s higher than expected, Wall Street freaks out. I think that kind of tells you a lot.&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">This has been an insane week for this industry. But do you think anything changes now, other than executives are going to have more security?&nbsp;&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Bob Herman</h4>\n\n<p class=\"has-text-align-none\">Could this be a galvanizing event to broader health care reform? It&#8217;s certainly possible, because the American public has made their voices very clear here. But this is completely dependent on a new administration, a new Congress. This is a federal policy issue. And if Congress doesn&#8217;t act, then you&#8217;re just going to continue to see more of this — unless companies start to make changes on their own. But if they do, it&#8217;ll be around the edges. It&#8217;ll be tinkering.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Monday, police in Altoona, Pennsylvania, arrested Luigi Mangione in connection with last week’s shooting death of UnitedHealthcare CEO Brian Thompson. When Mangione&#8217;s identity became public, the online reaction around Thompson&#8217;s death went into overdrive; unlike most shootings, this one has brought a stream of support for the suspected killer rather than for the victim, [&#8230;]",
    "author": "Miranda Kennedy"
  },
  {
    "title": "This critical ecosystem helped keep climate change in check. Now it’s making things worse.",
    "link": "https://www.vox.com/climate/390530/arctic-tundra-carbon-sink-emitter-climate-change",
    "pubDate": "2024-12-10T21:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A reindeer stands on rocky tundra near Nordkapp, Norway. The Arctic tundra is now a net emitter of greenhouse gasses.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2178015935.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A reindeer stands on rocky tundra near Nordkapp, Norway. The Arctic tundra is now a net emitter of greenhouse gasses.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The frigid Arctic tundra has soaked up carbon dioxide from the atmosphere for millennia, an essential balancer for our planet’s climate. Now, it appears to be emitting more heat-trapping gasses than it absorbs as global temperatures rise. The switch threatens to amplify warming even further and shows that climate change isn’t always a gradual process, but one that can accelerate with sudden steps. </p>\n\n<p class=\"has-text-align-none\">The National Oceanic and Atmospheric Administration released its annual <a href=\"https://www.climate.gov/news-features/understanding-climate/2024-arctic-report-card-documents-rapid-dramatic-change\">Arctic Report Card</a> this week, pooling research from the planet’s north. As what is likely the hottest year on record draws to a close, researchers have found the Arctic region is warming four times faster than the global rate, with adverse consequences for everything from the soil, the ice, the plants that live there and the animals that then eat those plants to the communities that rely on them, and everyone else on Earth. </p>\n\n<p class=\"has-text-align-none\">“This is yet one more sign, predicted by scientists, of the consequences of inadequately reducing fossil fuel pollution,” NOAA administrator Rick Spinrad said in a statement. </p>\n\n<p class=\"has-text-align-none\">About <a href=\"https://arctic-council.org/explore/topics/arctic-peoples/\">4 million people</a> live north of the Arctic Circle. It’s a critical geopolitical choke point that’s beginning to become more accessible to shipping as sea ice recedes, creating <a href=\"https://www.vox.com/22993194/russia-ukraine-invasion-arctic-council-climate-change\">territorial tensions between countries</a> and a <a href=\"https://abcnews.go.com/US/wireStory/bidens-approval-oil-lease-sale-door-open-drilling-116621959\">race for minerals and oil</a>. </p>\n\n<p class=\"has-text-align-none\">The Arctic is also critical for global weather as it <a href=\"https://www.vox.com/climate/24043213/polar-vortex-extreme-cold-winter-climate-change-warming\">drives oceanic and atmospheric currents</a> in lower latitudes. It’s one of the regions where scientists can observe discrete shifts as average temperatures rise, like when reflective sea ice yields to open, sunlight-absorbing ocean, or when precipitation falls as rain rather than snow.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now scientists can add the Arctic tundra to that list.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In most ecosystems, plants absorb carbon dioxide from the atmosphere. Those plants grow, die, or get eaten by animals that also grow and die. The carbon in their corpses — lignin, cellulose, fatty acids, proteins, and so on — feeds microorganisms that break down large molecules and return carbon dioxide to the air, completing the carbon cycle. </p>\n\n<p class=\"has-text-align-none\">The tundra, a frozen treeless Arctic biome with long dark winters and short summers, alters the balance of this cycle. While it doesn’t have the dense, fast-growing biomass of a tropical rainforest, its vegetation does breathe in about <a href=\"https://www.ponokanews.com/news/arctic-tundra-emits-more-carbon-in-winter-than-plants-can-absorb-in-summer-study-6702723\">a billion metric tons of carbon dioxide per year</a>, about a fifth of humanity’s total annual output. Beneath the tundra, permafrost, a layer of soil that remains frozen year-round, keeps microbes at bay that would ordinarily decompose vegetation. The net result is that Arctic soils store enormous amounts of carbon, upward of 1.6 trillion metric tons across the region. That’s about double the amount of carbon in the atmosphere. </p>\n\n<p class=\"has-text-align-none\">However, as average global temperatures rise, the permafrost isn’t so “perma” and once-sleepy microbes start waking up with an appetite, chewing up organic matter in the soil. That leads to more emissions of carbon dioxide as well as methane, an even more potent greenhouse gas. Over the years, the thawing permafrost has shifted the balance of carbon such that the <a href=\"https://www.jpl.nasa.gov/news/thawing-permafrost-could-leach-microbes-chemicals-into-environment/\">Arctic is absorbing less and emitting more</a> (sidenote: ice “melts,” permafrost “thaws”). This year, nine out of 20 permafrost monitoring sites reported record-high temperatures. </p>\n\n<p class=\"has-text-align-none\">It’s not always a straightforward mechanism, however. “Warming temperatures tend to increase the uptake of carbon dioxide during the summer,” said <a href=\"https://www.woodwellclimate.org/staff/brendan-rogers/\">Brenden Rogers</a>, a scientist at the Woodwell Climate Research Center who contributed to the Arctic report card, during a press conference. “But they also generate increased net carbon dioxide emissions in soil microbes in the fall, winter, and spring.”</p>\n\n<p class=\"has-text-align-none\">But one more factor has firmly flipped the Arctic tundra from being a carbon sink to a carbon source: wildfires. Remarkably, wildfires have occasionally ignited in Arctic regions in the past, but in recent years, their frequency and severity have picked up. Looking at the years between 2001 and 2020, researchers found that fires are a key source of greenhouse gases and present an urgent perennial concern for Arctic residents. Last year was the worst wildfire season in the Arctic on record, and this year was the second-biggest year for wildfire emissions.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/arctic-report-card-2024-carbon-flux-2400px-1.jpg?quality=90&#038;strip=all&#038;crop=0,23.479432194643,100,53.041135610713\" alt=\"A world map shows where carbon is sinking and being emitted.\" title=\"A world map shows where carbon is sinking and being emitted.\" data-has-syndication-rights=\"1\" data-caption=\"The tundra in the Arctic Circle is now emitting more carbon than it absorbs. | NOAA\" data-portal-copyright=\"NOAA\" />\n<p class=\"has-text-align-none\">Fire can then create a feedback loop that leads to more thawing permafrost, priming more of the landscape to burn.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s possible that the tundra could flip back in the other direction, toward being a net sink, if global temperatures come down.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rogers noted that there is a lot of year-to-year variability in how much carbon the region absorbs, indicating that there are short-term drivers at work. But the results highlight that humanity can’t take the traditional carbon-absorbing biomes for granted. It’s not just the greenhouse gas emissions from burning fossil fuels that are driving warming, but also the loss of critical natural systems that used to offset heat-trapping gasses. And the effects are already beginning to manifest. </p>\n\n<p class=\"has-text-align-none\">“We are seeing impacts together now in real time in the Arctics, and it&#8217;s a call to action,” Spinrad said. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The frigid Arctic tundra has soaked up carbon dioxide from the atmosphere for millennia, an essential balancer for our planet’s climate. Now, it appears to be emitting more heat-trapping gasses than it absorbs as global temperatures rise. The switch threatens to amplify warming even further and shows that climate change isn’t always a gradual process, [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "How Trump could try to deport immigrants to countries other than their own",
    "link": "https://www.vox.com/politics/390533/trump-third-country-deportation-bahamas-panama-grenada-turks-caicos",
    "pubDate": "2024-12-10T21:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Three men sit and lean near a small fire in a sandy area, with a large border fence visible behind them.\" data-caption=\"Chinese immigrants attempting to enter the US from Mexico sit by a fire as they are detained by US Customs and Border Protection in 2023, in Jacumba, California. | Nick Ut/Getty Images\" data-portal-copyright=\"Nick Ut/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1779054084.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Chinese immigrants attempting to enter the US from Mexico sit by a fire as they are detained by US Customs and Border Protection in 2023, in Jacumba, California. | Nick Ut/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President-elect Donald Trump is reportedly considering deporting some immigrants to countries other than their own. If he tries to do so, it won’t be the first time. Like before, however, he would probably face legal challenges.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to <a href=\"https://www.nbcnews.com/investigations/incoming-trump-administration-plans-deport-migrants-countries-rcna182896\">NBC News</a>, Trump is considering sending immigrants whose home countries will not accept US deportees to third countries including Turks and Caicos, the Bahamas, Panama, and Grenada. Currently, many immigrants from so-called “recalcitrant countries” are simply released into the US since there is nowhere to send them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not immediately clear what legal mechanism Trump intends to rely on to carry out these deportations to third countries. A representative for the Trump transition team did not respond to a request for comment. A regulation and a law currently give the executive branch some ability to deport immigrants to third countries; however, the legality of both is an open question.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During his first term, Trump previously sought to use executive power to send asylum seekers of various nationalities to Guatemala under what he called an “Asylum Cooperative Agreement.” Under the agreement, migrants who passed through Guatemala before arriving in the US were sent back if they did not first seek protection there. The ACLU <a href=\"https://www.aclu.org/news/human-rights/asylum-seekers-are-being-abandoned-in-guatemala-in-a-new-policy-officials-call-a-total-disaster\">filed a lawsuit</a> challenging the policy, but that suit was never resolved: The government stopped enforcing the policy during the pandemic and President Joe Biden was elected.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rule remains on the books, however. If Biden does not rescind it before he leaves office, the incoming Trump administration could use it to deport people to the countries under consideration — if it survives in court, and if the US can broker similar agreements with those countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Alternatively, Trump could try to invoke federal immigration law allowing the removal of immigrants to third countries in certain circumstances, such as when they cannot be returned to their country of origin and the third country is deemed to be safe for them. The ACLU has <a href=\"https://www.acludc.org/sites/default/files/field_documents/m.a._v_mayorkas.001.complaint.pdf\">challenged Biden’s use of this law</a> to fast-track deportations of Venezuelans to Mexico without their consent. The outcome of the lawsuit may determine the kind of powers Trump may have to carry out his plans.</p>\n\n<p class=\"has-text-align-none\">Either way, the Trump administration would have to ensure that immigrants would be sent to a country where they will be safe, as is required under US and international law.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Folks are supposed to be safe from persecution and torture and [any] procedure has to include adequate screening for fear of return and a fair process,” <a href=\"https://www.aclu.org/bio/katrina-eiland\">Katrina Eiland</a>, deputy director of the ACLU’s Immigrants’ Rights Project, said. “To the extent [the Trump administration is] incentivized to take shortcuts, that&#8217;s a huge problem and something that the ACLU and other allies I&#8217;m sure would be prime to sue over.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Recalcitrant countries, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">The US had <a href=\"https://crsreports.congress.gov/product/pdf/IF/IF11025\">designated 13 countries as recalcitrant</a> as of 2020, including Russia, China, Cuba, and Iran. It has not publicly updated that list in the years since, and immigrants have been arriving in the US in increasing numbers from some of those countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For instance, <a href=\"https://www.newsweek.com/chinese-immigrants-southwest-border-encounters-rise-1967350\">apprehensions of Chinese nationals</a> at the US southern border jumped from less than 2,000 in fiscal year 2022 to over 36,000 in 2024. Many of them are fleeing economic hardship and political oppression following the country’s strict pandemic-era lockdowns. But China has been reluctant to accept its own citizens: The US sent a large deportation flight to China in July for the <a href=\"https://www.nytimes.com/2024/07/03/us/us-china-migrants-deportation-flight.html\">first time in six years</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though Venezuela was not previously on the list of recalcitrant countries, it also <a href=\"https://www.wsj.com/world/americas/venezuela-halts-flights-of-deported-migrants-from-u-s-and-mexico-962f6149\">stopped accepting deportation flights</a> from the US in February following the implementation of American sanctions. While the US was previously only returning a fraction of the millions fleeing Venezuela’s dictatorship, the Biden administration saw the deportation flights as a deterrent to further migration. US immigration agents <a href=\"https://www.cbp.gov/newsroom/stats/nationwide-encounters\">recorded more than 300,000 encounters</a> with Venezuelans in fiscal year 2024.</p>\n\n<p class=\"has-text-align-none\">All of these people, who number in at least the hundreds of thousands, could be targets for a deportation program that sends immigrants to third countries under Trump.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Can Trump actually deport people to third countries?</strong></h2>\n\n<p class=\"has-text-align-none\">Whether Trump can deport people to third countries in large numbers may depend on what happens in the ACLU’s pending lawsuits. But, again, existing legal authorities could allow him to carry out at least some of these removals.</p>\n\n<p class=\"has-text-align-none\">The ACLU has argued in its lawsuit challenging the rule underlying the US’s agreement with Guatemala that the agreement does not provide for sufficient screening to determine whether an immigrant would face “credible fear” of persecution in Guatemala. Under US and international law, immigrants cannot be returned to places where they would face such credible fear. At the time the agreement was established, Guatemala had the <a href=\"https://www.vox.com/policy-and-politics/2019/11/19/20970868/asylum-rule-agreement-guatemala-el-salvador-honduras-safe-third-deport-dhs-doj\">ninth-highest homicide rate</a> worldwide, at about 26 deaths per 100,000 inhabitants, and the State Department had issued a <a href=\"https://coladca.wordpress.com/wp-content/uploads/2018/07/guatemala.pdf\">travel warning</a> for US citizens in Guatemala.</p>\n\n<p class=\"has-text-align-none\">The rule also claimed that asylum seekers would only be sent to countries where they have “access to a full and fair procedure for determining a claim to asylum or equivalent temporary protection.” The Trump administration certified that Guatemala’s legal framework met that standard despite what Eiland called a “total dearth of evidence in the administrative record, and in fact … a lot of evidence to the contrary.”</p>\n\n<p class=\"has-text-align-none\">It’s not clear whether the same legal arguments would apply to any similar agreements Trump might broker with Turks and Caicos, the Bahamas, Panama, and Grenada.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But in the meantime, Biden still has an opportunity to rescind the underlying rule that would allow additional agreements to be implemented.</p>\n\n<p class=\"has-text-align-none\">“With a little over a month to go till inauguration, they may do nothing, in which case the rule is still there. Theoretically, the Trump administration could come in and sign new agreements,” Eiland said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In its other lawsuit challenging the deportations of Venezuelans to Mexico, the ACLU has argued that such a use of the third-country removal authority is unprecedented and will result in “removal to situations in which noncitizens are likely to face persecution or torture.” The law lays out a detailed process for determining when an immigrant can be sent to a third country, and the ACLU has argued that the Biden administration is not abiding by it.</p>\n\n<p class=\"has-text-align-none\">If the courts uphold Biden’s use of the law, that would potentially open the door for Trump to do the same for additional citizens of recalcitrant countries, giving him another tool through which he could carry out his <a href=\"https://www.vox.com/politics/380582/mass-deportations-trump-history-alien-enemies\">plans for mass deportations</a>.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President-elect Donald Trump is reportedly considering deporting some immigrants to countries other than their own. If he tries to do so, it won’t be the first time. Like before, however, he would probably face legal challenges.&#160; According to NBC News, Trump is considering sending immigrants whose home countries will not accept US deportees to third [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Luigi Mangione’s 3D-printed gun and the problem of untraceable firearms",
    "link": "https://www.vox.com/politics/390438/luigi-mangione-healthcare-shooting-ghost-gun",
    "pubDate": "2024-12-10T17:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Luigi Mangione standing in front of a white tiled wall.\" data-caption=\"This photo, provided by Pennsylvania State Police, shows Luigi Mangione, a suspect in the fatal shooting of UnitedHealthcare CEO Brian Thompson, at the police station in Altoona, Pennsylvania, on December 9, 2024. | ﻿Pennsylvania State Police via AP\" data-portal-copyright=\"﻿Pennsylvania State Police via AP\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/AP24345570494997_03cdbb.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>This photo, provided by Pennsylvania State Police, shows Luigi Mangione, a suspect in the fatal shooting of UnitedHealthcare CEO Brian Thompson, at the police station in Altoona, Pennsylvania, on December 9, 2024. | ﻿Pennsylvania State Police via AP</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Monday, after a five-day search to find the man who <a href=\"https://edition.cnn.com/us/live-news/brian-thompson-luigi-mangione-unitedhealthcare-shooting-12-10-24/index.html\">shot and killed UnitedHealthcare CEO Brian Thompson</a> in New York City, police arrested a suspect, 26-year-old <a href=\"https://edition.cnn.com/2024/12/09/us/luigi-mangione-what-we-know-monday/index.html\">Luigi Mangione</a>, and charged him with murder.</p>\n\n<p class=\"has-text-align-none\">When asked to provide identification, investigators say that Mangione —&nbsp;a former high school valedictorian and software engineer from a prominent family in Baltimore, Maryland —&nbsp;gave the same fake ID used to check into a New York City hostel in the days before the assassination. A search of Mangione yielded a manifesto <a href=\"https://edition.cnn.com/2024/12/09/us/luigi-mangione-what-we-know-monday/index.html\">apparently saying that</a> “these parasites had it coming.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Law enforcement also found a “black 3D-printed pistol and a black silencer” in Mangione’s backpack, according to the <a href=\"https://x.com/CoconnellFox29/status/1866267628752244858/photo/3\">police report</a>. The gun, the report noted, had “one loaded Glock magazine with six nine-millimeter full metal jacket rounds.” Officials say they believe it’s the same weapon the shooter is seen wielding in surveillance footage of the killing.</p>\n\n<p class=\"has-text-align-none\">Investigators and online sleuths are now going through Mangione’s digital footprint, including his <a href=\"https://www.goodreads.com/user/show/55354261-luigi\">GoodReads</a> and <a href=\"https://edition.cnn.com/us/live-news/brian-thompson-luigi-mangione-unitedhealthcare-shooting-12-10-24/index.html\">Reddit </a>accounts, in an effort to understand his character. For the official investigation, though, one of the most important details will be where and how Mangione obtained his weapon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The fact that the suspect allegedly used a “ghost gun” — a gun that is essentially homemade and often lacks a serial number like the ones required on guns sold by major manufacturers —&nbsp;would usually make the weapon harder to trace. But this case may be a bit simpler: as <a href=\"https://www.404media.co/unitedhealthcare-shooting-person-of-interest-had-3d-printed-glock/\">404media has reported</a>, and several 3D gun printing hobbyists on the internet <a href=\"https://x.com/search?q=chairmanwon&amp;src=typed_query\">have pointed out</a>, the gun found on Mangione has the same frame characteristics as the Chairmanwon V1, a weapon <a href=\"https://www.instagram.com/chairmanwon/\">named after its designer. Chairmanwon’s</a> designs are well-known among homemade gun hobbyists. (Vox reached out to Chairmanwon for confirmation but did not hear back by publication time.)</p>\n\n<p class=\"has-text-align-none\">And while this might be the first high-profile shooting attempt using a 3D-printed gun, the fact that a ghost gun was likely used shouldn’t come as a surprise. In the last few years, they’ve become much more frequent at crime scenes, presenting serious challenges for investigators trying to solve crimes.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Ghost guns are meant to be untraceable&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Federal gun regulations require manufacturers to print serial numbers on their weapons. They also require that federally licensed firearms dealers perform background checks when someone comes to them looking to purchase a gun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Background checks are meant to ensure that people who aren’t legally allowed to own a gun, including minors and people convicted of felonies, aren’t able to buy them. In the event of a crime, the serial numbers help investigators know who purchased the weapon, allowing them to determine whether the person who purchased the gun used it in a crime or whether someone else did.</p>\n\n<p class=\"has-text-align-none\">But with ghost guns, people can avoid the regulations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As 3D printers have become more accessible, so has a niche market of people designing, printing, and selling weapons kits for home assembly. Because they lack serial numbers, ghost guns aren’t easily traceable. And selling them online, as kits, has allowed both manufacturers and purchasers to evade the regulations required for other gun purchases. That has made ghost guns an especially appealing option for people who aren’t able to purchase guns legally, or want to use them for illegal purposes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a consequence, the number of ghost guns <a href=\"https://www.npr.org/2023/02/10/1153977949/major-takeaways-from-the-atf-gun-violence-report\">recovered from crime scenes has exploded</a>. The number of these privately made guns submitted to the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) for tracing increased <a href=\"https://www.atf.gov/firearms/docs/report/nfcta-volume-ii-part-iii-crime-guns-recovered-and-traced-us/download\">more than 1,000 percent</a> between 2017 and 2021. Gun violence researchers have also pointed to the popularity of <a href=\"https://www.washingtonpost.com/dc-md-va/2023/07/12/teens-ghost-guns-deadly-shootings/\">ghost guns among teenagers</a> amid an epidemic of youth gun violence. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Ghost guns’ uncertain future</strong></h2>\n\n<p class=\"has-text-align-none\">Ghost gun makers have frustrated lawmakers in part because the gun makers have been able to get <a href=\"https://www.bradyunited.org/resources/issues/what-are-ghost-guns\">around the existing regulations</a>. But in 2022, <a href=\"https://www.atf.gov/rules-and-regulations/definition-frame-or-receiver\">ATF broadened the definition of firearms</a> under the Gun Control Act of 1968 as part of the Biden administration’s promise to crack down on ghost guns. Essentially, the change forced ghost gun makers to operate like regular gun manufacturers and dealers, requiring them to include serial numbers on their products and do background checks on prospective buyers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gun rights groups <a href=\"https://www.vox.com/scotus/372162/supreme-court-ghost-guns-garland-vanderstok\">challenged the decision</a> in court in <a href=\"https://www.scotusblog.com/case-files/cases/garland-v-vanderstok-2/\"><em>Garland v. VanDerStok</em></a>, which asked a judge to consider whether ghost gun kits and the frames used to assemble them could be counted as firearms subject to gun control laws. In 2023, a judge ruled in favor of the gun rights groups. But the Supreme Court issued a stay, <a href=\"https://www.vox.com/scotus/2023/8/8/23824635/supreme-court-ghost-guns-garland-vanderstok-amy-coney-barrett-shadow-docket\">allowing the law to stay in effect</a> while they heard the case. In oral arguments in October, it appeared that the justices <a href=\"https://www.vox.com/scotus/376658/supreme-court-ghost-guns-vanderstok-garland\">were likely to uphold</a> the regulations on ghost guns when they issue a decision later this term.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the regulations do seem to have made an impact on the number of ghost guns being used in crime scenes. According to analysis by <a href=\"https://www.thetrace.org/2024/11/ghost-guns-decline-regulation-biden-atf/\">The Trace</a>, the number of ghost guns being recovered from crime scenes seems to have dropped significantly since the 2022 rule in cities that collect relevant data. Legal challenges to <a href=\"https://www.npr.org/2024/09/04/nx-s1-5099467/ghost-gun-maker-goes-dark\">one of the major producers</a> of ghost guns found at crime scenes also almost certainly played a role.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Forcing private gun makers to operate like gun manufacturing companies seems to have helped, but it won’t entirely take care of the problem. As long as people can easily print and manufacture their own 3D weapons, they’re likely to find ways to keep printing guns without serial numbers, and some of them will surely show up at crime scenes. But as certain gun makers become more prominent, it will likely become easier for some of the guns to be identified. In Mangione&#8217;s case, the police — assuming they have the right suspect — got lucky: When they approached him five days after the crime, he still had the weapon on him.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Monday, after a five-day search to find the man who shot and killed UnitedHealthcare CEO Brian Thompson in New York City, police arrested a suspect, 26-year-old Luigi Mangione, and charged him with murder. When asked to provide identification, investigators say that Mangione —&#160;a former high school valedictorian and software engineer from a prominent family [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "The Supreme Court wades into the Israel-Palestine conflict",
    "link": "https://www.vox.com/scotus/390424/supreme-court-israel-palestine-fuld-plo-personal-jurisdiction",
    "pubDate": "2024-12-10T15:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Supreme Court Justices John Roberts, Elena Kagan, Neil Gorsuch, and Brett Kavanaugh during the 2019 State of the Union address. | Alex Wong/Getty Images\" data-portal-copyright=\"Alex Wong/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1094200330.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Supreme Court Justices John Roberts, Elena Kagan, Neil Gorsuch, and Brett Kavanaugh during the 2019 State of the Union address. | Alex Wong/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Supreme Court announced on Friday that it will get involved in a longstanding dispute between the families of Americans killed in Israel and the government of some parts of Palestine in a case called <a href=\"https://www.scotusblog.com/case-files/cases/fuld-v-palestine-liberation-organization/\"><em>Fuld v. Palestine Liberation Organization</em></a>.</p>\n\n<p class=\"has-text-align-none\">Realistically, whatever the justices decide, they are unlikely to have much of an impact on the broader conflict between Palestine and Israel. But the case could reshape the rules governing who can be sued, and where, here in the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Right now, if someone wants to bring a lawsuit, they can’t just file it in any court they’d like. They have to bring the suit in a court located in a place where the person or entity they are suing has ties. In legal terms, this idea is known as “<a href=\"https://www.law.cornell.edu/wex/personal_jurisdiction\">personal jurisdiction</a>.” Typically, personal jurisdiction operates on a sliding scale, with local courts gaining more and more power over a defendant as that defendant builds closer ties to that jurisdiction.</p>\n\n<p class=\"has-text-align-none\">So, for example, a company that has multiple retail outlets and dozens of employees in the state of Texas could likely be sued for virtually anything in Texas’s courts. But a company based in Nebraska that only occasionally ships a product to a Texas customer would be less vulnerable to suit in Texas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That company could probably still be sued in Texas court over a dispute arising out of that product. But the company probably could not be sued in Texas over a matter that had nothing to do with its business in Texas, such as if its CEO was accused of sexually harassing a subordinate at the company’s headquarters in Nebraska. Instead, the sexual harassment lawsuit would likely need to be filed in a court in Nebraska.</p>\n\n<p class=\"has-text-align-none\">If the Court were to side with the plaintiffs in <em>Fuld</em>, it could upend personal jurisdiction, at least in cases that interest Congress or a state legislature. Americans might be forced to defend themselves in courts in distant states, and potentially in states with draconian laws and hostile judges.</p>\n\n<p class=\"has-text-align-none\">The issue before the Supreme Court involves several Americans who were killed while abroad in Israel or Palestine. One of these Americans, Ari Fuld, was fatally stabbed during a 2018 attack outside a shopping mall in the West Bank.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The identity of the attacker is not mentioned in the lower court’s decision or in the Supreme Court briefing, but Fuld’s family sued the Palestine Liberation Organization (PLO) and the Palestinian Authority (PA), claiming that these two organizations “<a href=\"https://casetext.com/case/fuld-v-the-palestine-liberation-org-plo\">encouraged, incentivized, and assisted</a>” the attack. (The PLO is the <a href=\"https://www.vox.com/2018/11/20/18080054/plo-palestinian-liberation-organization-israel-conflict\">national representative of the Palestinian people</a>, and it runs the PA, a governmental body that manages Palestinian territories in the West Bank.)</p>\n\n<p class=\"has-text-align-none\">Fuld’s family, and other family members of those killed, all brought similar lawsuits in federal court. The problem is that neither the PLO nor the PA have any legally relevant connection to the United States. The attacks took place nearly 7,000 miles from the United States. Federal law largely <a href=\"https://casetext.com/case/fuld-v-the-palestine-liberation-org-plo\">forbids the PLO from conducting business of any kind in the United States</a>, beyond maintaining a mission to the United Nations.</p>\n\n<p class=\"has-text-align-none\">Accordingly, federal courts have <a href=\"https://casetext.com/case/fuld-v-the-palestine-liberation-org-plo\">repeatedly dismissed lawsuits</a> claiming that the PA and the PLO may be sued in US court.</p>\n\n<p class=\"has-text-align-none\">However, the families in <em>Fuld</em> have a powerful ally in their fight: the United States Congress.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Congress has passed two statutes seeking to revive the lawsuits after they were dismissed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The most recent of these statutes was <a href=\"https://www.congress.gov/bill/116th-congress/house-bill/1865/all-actions\">included in a broader appropriations bill</a> that President Donald Trump signed into law in 2019. It provides that the PLO and the PA “<a href=\"https://www.govinfo.gov/content/pkg/PLAW-116publ94/pdf/PLAW-116publ94.pdf\">shall be deemed to have consented to personal jurisdiction</a>” in federal court if they continue to engage in activities that the two organizations have <a href=\"https://www.timesofisrael.com/pa-under-pressure-over-martyr-stipends-it-pays-to-terrorists-families/\">reportedly engaged in for a long time</a>, such as paying salaries to Palestinians convicted of terrorism offenses in Israeli court.</p>\n\n<h2 class=\"wp-block-heading\">How <em>Fuld</em> could scramble all Americans’ constitutional rights</h2>\n\n<p class=\"has-text-align-none\">The <em>Fuld </em>case could potentially reshape the rights of many Americans, who currently enjoy broad protections against being sued in a faraway court located in a state they’ve never visited. The Supreme Court has long held that the rules of personal jurisdiction are grounded in the Constitution, specifically the guarantee that no one shall be denied “<a href=\"https://constitution.congress.gov/constitution/amendment-5/\">due process of law</a>.”</p>\n\n<p class=\"has-text-align-none\">As the federal appeals court that heard <em>Fuld</em> explained, moreover, “the ‘due process analysis’ in the personal jurisdiction context ‘is <a href=\"https://casetext.com/case/fuld-v-the-palestine-liberation-org-plo\">basically the same</a>’” regardless of whether someone is sued in federal or state court. That means if the Supreme Court rules that two foreign organizations with few, if any, relevant ties to the US can be “deemed to have consented” to being sued in federal court by an act of Congress, a state legislature could also potentially deem that people who’ve had few contacts with that state may be sued in its courts.</p>\n\n<p class=\"has-text-align-none\">Texas’s legislature, for example, could potentially pass a law stating that abortion providers and clinics throughout the United States are deemed to have consented to suit in Texas courts — where they might be sued for violating a Texas law <a href=\"https://www.vox.com/2021/8/31/22650303/supreme-court-abortion-texas-sb8-jackson-roe-wade-greg-abbott\">allowing bounty hunters to collect money from abortion providers</a>, especially if the state legislature also amended that law to specifically provide for such out-of-state suits.</p>\n\n<p class=\"has-text-align-none\">Congress, meanwhile, might allow any abortion provider to be sued in federal court in Amarillo, Texas — home of the <a href=\"https://www.vox.com/policy-and-politics/2022/12/17/23512766/supreme-court-matthew-kacsmaryk-judge-trump-abortion-immigration-birth-control\">notoriously anti-abortion judge Matthew Kacsmaryk</a>.</p>\n\n<p class=\"has-text-align-none\">It should be noted that the Supreme Court ordinarily agrees to hear any case where a lower federal appeals court declares a federal law unconstitutional, and the appeals court’s decision in <em>Fuld</em> effectively neutralized Congress’s 2019 law. So the fact that the Supreme Court took up this case is not necessarily a sign that most of the justices are eager to rewrite the law governing personal jurisdiction.</p>\n\n<p class=\"has-text-align-none\">Still, any issue involving Israel and Palestine inflames passions among US policymakers. So the same sympathy for the <em>Fuld </em>plaintiffs that inspired Congress to enact the 2019 law could also shape the justices’ decision. But a decision in favor of the <em>Fuld</em> plaintiffs could have sweeping implications that stretch far beyond the fraught politics of Israel and Palestine — and that potentially leave all Americans vulnerable to lawsuits before hostile judges.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Supreme Court announced on Friday that it will get involved in a longstanding dispute between the families of Americans killed in Israel and the government of some parts of Palestine in a case called Fuld v. Palestine Liberation Organization. Realistically, whatever the justices decide, they are unlikely to have much of an impact on [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Put down that cough medicine",
    "link": "https://www.vox.com/health/390303/cough-cold-medicine-flu-fever-sudafed",
    "pubDate": "2024-12-10T11:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1432025393.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">With the arrival of cooler weather, the season of hacking and sniffling is here. Once again, haggard-looking people roam the aisles of American pharmacies, clutching tissues and looking for relief — and often coming up empty-handed.</p>\n\n<p class=\"has-text-align-none\">Last year, the FDA recommended that phenylephrine, a decongestant in many popular cold medicines that’s been proven to be ineffective when taken orally, be <a href=\"https://www.vox.com/science/2023/9/15/23873766/phenylephrine-fda-sudafed-nyquil-dayquil-pharmacy-ineffective\">removed from pharmacy shelves</a>. (It’ll <a href=\"https://www.fda.gov/news-events/press-announcements/fda-proposes-ending-use-oral-phenylephrine-otc-monograph-nasal-decongestant-active-ingredient-after#:~:text=For%20now%2C%20companies%20may%20continue,concerns%2C%20not%20on%20safety%20concerns.\">take a while</a> for that to happen, which explains why you might still find the ingredient in NyQuil and other cold medicines.) But that doesn’t mean all the other syrups and gels and tablets available for purchase are effective. In fact, most over-the-counter cold medicines do very little to reduce the symptoms that cause us the most misery during respiratory virus season.</p>\n\n<p class=\"has-text-align-none\">Still, there are a few exceptions worth knowing about, plus several non-pharmaceutical interventions that may slightly reduce your suffering while you wait things out. And it’s smart to be aware of ways to avoid catching the ick to begin with, or spreading it to others.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Let’s get this out of the way: You can prevent and treat some viral causes of cold symptoms</strong></h2>\n\n<p class=\"has-text-align-none\">Cold symptoms are often caused by viruses for which we don’t have vaccines, simple or cheap tests, and antiviral medications. However, there are some important exceptions: <a href=\"https://www.vox.com/even-better/370363/an-extremely-practical-guide-to-this-years-cold-flu-and-covid-season\">Covid and the flu</a> can be prevented with vaccines, and there are RSV immunizations for babies and adults 65 and up. Testing can identify all of these viruses, and there are medications — like Tamiflu (oseltamivir) and Paxlovid (nirmatrelvir-ritonavir) — to help reduce the severity of flu and Covid infections, respectively, in certain groups of people. Talk to a clinician to find out if these are right for you.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Taking some preventive steps is also worthwhile. Handwashing, ventilating and filtering air in shared spaces, strategic masking, and staying away from sick people can all help prevent illness. Even if these practices only lower the viral dose you take in, that can still make for a less uncomfortable cold season; with many viral illnesses, the dose makes the poison.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Reach for this, not that</strong></h2>\n\n<p class=\"has-text-align-none\">It’s not a requirement that people with colds take medication. Unless you have a fever lasting more than three days or other concerning symptoms like shortness of breath, cold symptoms aren’t generally a sign of an underlying illness that needs to be treated. However, lots of people want to feel better when they have a cold, and they especially want to get better rest than a stuffed nose or a gnarly cough allows them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If that’s you, it’s smart to be selective when choosing a cold medicine, as not everything marketed to you is equally likely to be helpful. Here’s what’s been proven to work:</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Pain and fever reducers</strong></h3>\n\n<p class=\"has-text-align-none\">Drugs that reduce pain and inflammation — the Tylenol or ibuprofen you typically reach for when you have a headache — can relieve the fevers, aches, and pains that accompany colds, along with some of the exhaustion and even some of the sneezing. Children, including babies, can safely take these medications in weight-appropriate doses; check the packaging to ensure you’re giving the correct amount.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Decongestants and antihistamines </strong></h3>\n\n<p class=\"has-text-align-none\">For adults with stuffy noses, the only decongestant to bother with is <a href=\"https://my.clevelandclinic.org/health/drugs/20768-pseudoephedrine-capsules-and-tablets\">pseudoephedrine</a>, the active ingredient in regular Sudafed. Confusingly, this is not the active ingredient in Sudafed PE, which contains the soon-to-be-discontinued phenylephrine. Because of its illicit use in producing methamphetamine, pseudoephedrine is held behind counters and sold in only limited quantities to consumers. You’ll have to ask the pharmacist for it.</p>\n\n<p class=\"has-text-align-none\">There’s evidence pseudoephedrine might work better to address snot-related symptoms when <a href=\"https://pubmed.ncbi.nlm.nih.gov/35060618/\">combined with an antihistamine</a>. But the antihistamines in your allergy medication (Zyrtec, Allegra, and Claritin) won’t be as effective for a cold; the varieties in most combination cold medicines are usually older ones, which seem to <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC7110240/\">work better</a> for nasal symptoms caused by viruses.</p>\n\n<p class=\"has-text-align-none\">Decongestants and antihistamines <a href=\"https://pubmed.ncbi.nlm.nih.gov/39011322/\">aren’t safe for kids under 6</a> and need to be used with caution in older children.</p>\n\n<p class=\"has-text-align-none\">It’s not uncommon for people using these medications to have side effects like drowsiness, dry mouth, and trouble sleeping. Additionally, they’re not safe for use in people with high blood pressure, glaucoma, kidney disease, and other conditions. People with preexisting conditions and those taking certain medications, including some antidepressants, should check with a health care clinician or pharmacist before taking these medications.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Nasal sprays and inhalers </strong></h3>\n\n<p class=\"has-text-align-none\">Nasal sprays or inhalers containing certain anti-runny-nose components have been proven to make coughs and colds somewhat less miserable. The active ingredients to look for are <a href=\"https://my.clevelandclinic.org/health/drugs/18387-cromolyn-nasal-spray#:~:text=Cromolyn%20is%20a%20nasal%20spray,this%20medication%20is%20Nasalcrom%C2%AE.\">cromolyn sodium</a> (in over-the-counter brands like Nasalcrom) and <a href=\"https://www.mayoclinic.org/drugs-supplements/ipratropium-nasal-route/description/drg-20064390\">ipratropium bromide</a> (available as the prescription-only Atrovent). These haven’t been studied in kids under 6, so again, only use them per package directions in older children.</p>\n\n<p class=\"has-text-align-none\">A lot of people also get relief from saline nasal sprays and <a href=\"https://www.fda.gov/consumers/consumer-updates/rinsing-your-sinuses-neti-pots-safe\">nasal irrigation</a>, but make sure you follow the package directions to avoid other infection risks.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Cough medicines </strong></h3>\n\n<p class=\"has-text-align-none\">When it comes to cough medicines in particular, a <a href=\"https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD001831.pub5/full\">2014 review</a> study found little evidence to suggest they’re effective. This category includes drugs advertised as cough suppressants (e.g., <a href=\"https://pubmed.ncbi.nlm.nih.gov/36239199/\">dextromethorphan</a>, which is supposed to lower the frequency of cough) or expectorants (e.g., <a href=\"https://pubmed.ncbi.nlm.nih.gov/24003241/\">guaifenesin</a>, which theoretically helps make coughing more effective at getting the gunk out). Plus, these medications can be <a href=\"https://www.nationwidechildrens.org/family-resources-education/health-wellness-and-safety-resources/helping-hands/cough-and-cold-medicine-over-the-counter-otc#:~:text=FDA%20and%20American%20Academy%20of,doctor%20or%20health%20care%20provider.\">dangerous to young children</a>, and aren’t recommended for kids under 6. </p>\n\n<p class=\"has-text-align-none\">It’s worth noting that in small but well-designed studies, one of which was conducted by pharmaceutical companies, dextromethorphan slightly <a href=\"https://pubmed.ncbi.nlm.nih.gov/24995954/\">decreased coughing</a> in both adults and <a href=\"https://pubmed.ncbi.nlm.nih.gov/37232330/\">older children</a>. <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK538502/\">Overdoses</a> can be dangerous, though, and the benefit is so small that most experts don’t think it’s worth the trade-off so don’t recommend it to patients generally. However, if you find this medication helpful, it’s safe to use in moderation. Just opt for formulations that contain only dextromethorphan (rather than combination medications) and take it according to the package directions.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Honey, zinc, and vitamin C</strong></h3>\n\n<p class=\"has-text-align-none\">There’s evidence that a couple teaspoons of <a href=\"https://pubmed.ncbi.nlm.nih.gov/22869830/\">honey</a> reduces nighttime coughing, making it a safer and more cost-effective choice than cough medicine for most people (note that honey is not safe for babies less than a year old). Additionally, <a href=\"https://pubmed.ncbi.nlm.nih.gov/38719213/\">oral zinc</a> might shorten the time some people experience cold symptoms after infection, although its nasty taste and the nausea it causes some people may not be worth the benefit. (Avoid nasally administered zinc; overdoses can lead to a permanent loss of smell.) There’s also some evidence that very active people taking big doses of vitamin C — a gram a day for a week — have <a href=\"https://pubmed.ncbi.nlm.nih.gov/38082300/\">shorter and less severe colds</a>, but it’s not totally clear whether the effect translates to people who have normal activity levels.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>There’s help beyond the cold medicines</strong></h2>\n\n<p class=\"has-text-align-none\">Some of the most effective treatments for colds are things you can do for free, more or less. Sleeping propped up on lots of pillows can help reduce nighttime cough and congestion by allowing gravity to drain all that extra gunk downward from your nose, sinuses, and throat. You can even elevate the head of your bed by putting bricks or cinder blocks under the top legs.</p>\n\n<p class=\"has-text-align-none\">Getting <a href=\"https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/414701\">plenty of rest</a> on a regular basis — eight hours or more a night — may make cold symptoms less severe if you do get infected, and can help you fight off colds by <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC3256323/\">boosting your immune system</a>. Drink plenty of fluids to avoid dehydration, keep your mucous membranes nice and moist, and loosen all the sticky stuff.</p>\n\n<p class=\"has-text-align-none\">Routine viral coughs and colds are typically the worst for the first three to five days, and you might have a fever for the first two to three. However, it’s very common for mild symptoms to linger, even if they don’t signify anything nefarious: Runny noses and congestion can hang around for seven to 10 days, and a post-viral cough (usually caused by persistent irritation) can last up to three weeks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If things don’t get better, it might be time to get professional help. See a health care provider — whether it be your primary care physician or someone at your neighborhood urgent care clinic — if you have a fever that lasts for more than three days or if you have severe symptoms like shortness of breath, a throat so sore you can’t stay hydrated, persistent dizziness, or trouble getting out of bed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Conditions other than viral infections can cause cold symptoms: Seasonal allergies can also strike in winter, and bacterial infections in the ears, sinuses, upper airways, and lungs can start with symptoms that look a lot like a nasty cold. So if you have anything else going on that feels atypical or concerning to you, check in with a provider to determine whether it’s something that needs more than the usual home care.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "With the arrival of cooler weather, the season of hacking and sniffling is here. Once again, haggard-looking people roam the aisles of American pharmacies, clutching tissues and looking for relief — and often coming up empty-handed. Last year, the FDA recommended that phenylephrine, a decongestant in many popular cold medicines that’s been proven to be [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "Jay-Z was named in a Diddy lawsuit. Will other celebrities be next?",
    "link": "https://www.vox.com/culture/390327/jay-z-diddy-rape-lawsuit-fbi-sex-trafficking",
    "pubDate": "2024-12-09T23:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Rapper Jay-Z Wearing a white suit, white shirt, and white bowtie.\" data-caption=\"Jay-Z at The Book of Clarence Los Angeles premiere on January 5, 2024. | Phillip Faraone/Getty Images\" data-portal-copyright=\"Phillip Faraone/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1911124242.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Jay-Z at The Book of Clarence Los Angeles premiere on January 5, 2024. | Phillip Faraone/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">One question that’s loomed over the disturbing allegations against Sean “Diddy” Combs is the culpability of his famous friends. Will anyone else be exposed during his upcoming trial or named in the growing pile of civil lawsuits against him? In the months since the hip-hop mogul was <a href=\"https://www.vox.com/culture/373997/sean-combs-diddy-puffy-cassie-freak-offs-conspiracy-beiber\">federally charged with sex trafficking and racketeering</a> in the Southern District of New York, spectators online have been mining old photos of Combs’s <a href=\"https://www.vox.com/culture/381178/sean-combs-diddy-puffy-bad-boy-biggie-fbi\">star-studded white parties</a>, looking at potential celebrities — from Ashton Kutcher to Beyoncé — that could have been involved or at least possibly aware of his alleged “freak-offs.”</p>\n\n<p class=\"has-text-align-none\">This focus on Combs’s high-profile associates seems to have built on the speculation around the late financier and child sex offender Jeffrey Epstein, whose 2019 death left many open questions about his own elite circle. Online, conspiracy theories circulate about who knew or did what with the Diddy case, from <a href=\"https://x.com/DianaWallace888/status/1839529159636160674\">QAnon-esque readings of Justin Bieber lyrics</a> to <a href=\"https://www.vulture.com/article/diddy-conspiracy-theories-have-lost-the-plot.html\">anti-gay speculation</a> about his mentorship of Usher. However, recent accusations involving one of Diddy’s most illustrious music peers have lent some gravity to this conjecture. On Monday, in an anonymous civil lawsuit, fellow rapper and mogul Jay-Z (a.k.a. Shawn Carter)<strong> </strong>was <a href=\"https://www.nbcnews.com/news/us-news/jay-z-accused-civil-lawsuit-raping-13-year-old-girl-2000-sean-diddy-co-rcna183376\">accused of raping a 13-year-old girl</a> in 2000 along with Combs.</p>\n\n<p class=\"has-text-align-none\">The complaint, which was filed in October, initially only listed Combs as a defendant, concealing the names of a male celebrity who allegedly participated in the assault and a female celebrity who allegedly witnessed it. However, some back-and-forth between Carter and the accuser’s counsel resulted in the rapper’s inclusion in a re-filing, making Carter the first high-profile defendant intertwined in Combs’s ongoing legal scandals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While it’s still early days for this case, the suit raises questions about what this will mean for the rest of Combs’s legal proceedings, and whether other A-list figures could possibly be named. Notably, Hollywood’s Me Too movement did not penetrate the even less regulated music industry in a culture-shifting way, let alone the male-dominated genre of rap. Will the calling out of a celebrity as gigantic as Jay-Z embolden more victims to speak up?&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What is Jay-Z being accused of?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In the <a href=\"https://www.documentcloud.org/documents/25449342-diddy-lawsuit-naming-jay-z/\">new lawsuit</a>, posted by legal journalist Meghann Cuniff, the anonymous plaintiff, identified as Jane Doe, claims that Combs and Carter took turns raping her at an MTV Video Music Awards after-party while an unidentified female celebrity watched. The accuser says she was transported to the party by Combs’s driver, who she met outside of Radio City Music Hall while she was trying to gain entry into the venue for the awards show. The driver told her he would take her to the party after the show, stating that she “fit what Diddy was looking for.” When they arrived at the mansion where the party was held, the woman said she signed what she thought was a nondisclosure agreement. She was also given a drink that made her feel “woozy and lightheaded, making her need to lie down,” according to the lawsuit. Shortly after she went into a room to rest, Combs and Carter entered. Combs allegedly grabbed her and exclaimed, “You are ready to party!”&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the lawsuit, Carter took off her clothes, held her down, and raped her while Combs and the unidentified female celebrity watched. Combs then allegedly raped the plaintiff while Carter and the unnamed celebrity looked on. Eventually, the plaintiff was able to escape after hitting Combs in his neck and running out of the room. </p>\n\n<p class=\"has-text-align-none\">Texas-based attorney Tony Buzbee, who in recent months filed numerous lawsuits against Combs accusing him of physical and sexual assault, says in the latest lawsuit that he sent Carter a demand letter prior to refiling, “requesting a mediation” to resolve the matter. Carter then filed his own anonymous lawsuit against the plaintiff’s legal team, accusing them of extortion. In the refiled complaint, Buzbee calls Carter’s lawsuit &#8220;frivolous&#8221; and accuses him of “orchestrating a conspiracy of harassment, bullying, and intimidation against Plaintiff’s lawyers, their families, and former associates in an attempt to silence Plaintiff” from naming him.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1201933535.jpg?quality=90&#038;strip=all&#038;crop=0,12.848664018776,100,74.302671962448\" alt=\"Diddy in a white suit and black shirt stands next to Jay-Z in a pink suit and white shirt. Both men are holding wine glasses and standing outdoors at the edge of a manicured lawn with a wild hillside behind them.\" title=\"Diddy in a white suit and black shirt stands next to Jay-Z in a pink suit and white shirt. Both men are holding wine glasses and standing outdoors at the edge of a manicured lawn with a wild hillside behind them.\" data-has-syndication-rights=\"1\" data-caption=\"Jay-Z and Diddy at the Roc Nation Brunch on January 25, 2020, in Los Angeles. | Kevin Mazur/Getty Images for Roc Nation\" data-portal-copyright=\"Kevin Mazur/Getty Images for Roc Nation\" />\n<p class=\"has-text-align-none\">After the refiling, Carter denied all allegations, releasing an impassioned — and seemingly unvetted by a publicist — statement on his entertainment company <a href=\"https://x.com/RocNation/status/1865917852542247358\">Roc Nation’s social media accounts</a> on Sunday. (The statement is currently being circulated as an <a href=\"https://x.com/nba_yb_tv/status/1865980632699932697\">ad on X</a>.) In his response, he calls the initial demand letter he received from Buzbee a “blackmail attempt,” disparages Buzbee’s reputation as a lawyer, and mentions the effect of the accusations on his family, which includes his wife, singer Beyoncé Knowles-Carter: “My only heartbreak is for my family. My wife and I will have to sit our children down, one of whom is at the age where her friends will surely see the press and ask questions about the nature of these claims, and explain the cruelty and greed of people.”&nbsp;He also implores Buzbee to file a criminal complaint rather than a civil one.</p>\n\n<p class=\"has-text-align-none\">On Monday, Carter’s attorneys <a href=\"https://www.documentcloud.org/documents/25450272-jay-z-oppo-to-motion-to-proceed-anonymously/\">opposed the plaintiff’s request</a> to proceed anonymously. The motion notes that in two previous cases that Buzbee filed in the New York district, the court denied his requests, after “failing to meet the burden to show that each plaintiff was entitled to ‘the exceptional remedy of anonymity.’”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Are more celebrities likely to be named?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">While the world waits for a conclusion to this disturbing lawsuit, the implications of the news are yet to be seen. Will the exposure of someone as powerful as Carter result in more celebrities being outed in Combs’s legal proceedings or even sued on their own? Or is this simply the outcome of confidential back-and-forth handled in a messy manner?</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://www.vox.com/culture/379766/diddy-mike-jeffries-abercrombie-fitch-sex-trafficking-kanye-west\">previous interview</a> with Vox about the rise of high-profile sex-trafficking cases, former Department of Justice prosecutor Neama Rahmani said it’s unlikely that more would be exposed in the criminal charges against Combs, given that US Attorney Damian Williams lacks “a kitchen-sink approach” to prosecuting. He also said the “standard is higher” in criminal court, and prosecutors aren’t going to risk naming someone unless they’re certain they can get a conviction. However, he does expect for celebrities involved in these cases to receive civil lawsuits, as we’re seeing currently. </p>\n\n<p class=\"has-text-align-none\">“There&#8217;s a lot of allegations that there were other celebrities that participated in these ‘freak-offs,’” says Rahmani, who has prosecuted human trafficking cases. “According to Cassie Ventura, he recorded these freak-offs both for his sexual pleasure but also to have power over the [celebrity] participants to blackmail them. So this might be the first domino to fall.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rahmani also tells Vox that other lawsuits against Carter could emerge, similar to the way Casandra “Cassie” Ventura’s 2023 claims against Combs, her ex-partner, led to an avalanche of allegations by other accusers. For now, Rahmani says spectators will have to wait and see.</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s really impossible to know,” he says. “But it might be a Me Too-type of situation for the music industry.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "One question that’s loomed over the disturbing allegations against Sean “Diddy” Combs is the culpability of his famous friends. Will anyone else be exposed during his upcoming trial or named in the growing pile of civil lawsuits against him? In the months since the hip-hop mogul was federally charged with sex trafficking and racketeering in [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "Yes, you can fight climate change in your backyard",
    "link": "https://www.vox.com/the-highlight/377995/rewilding-lawn-backyard-climate-change",
    "pubDate": "2024-12-09T14:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Cat Willett for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_Header_.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_1_04eb0b.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A woman fans herself while looking out her apartment window. Text: Oftentimes, it seems as though climate change is out of my hands. I try to do my part, but it&#039;s hard to feel like small efforts have any real impact. When I discovered the concept of rewilding, I was hopeful that some simple actions could have a tangible benefit on my local ecosystem. \" title=\"Image: A woman fans herself while looking out her apartment window. Text: Oftentimes, it seems as though climate change is out of my hands. I try to do my part, but it&#039;s hard to feel like small efforts have any real impact. When I discovered the concept of rewilding, I was hopeful that some simple actions could have a tangible benefit on my local ecosystem. \" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_2_0eabdb.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: The New York skyline at sunset. Text: According to the world&#039;s leading climate scientists, small actions on a community level can help curb global warming driven by fossil fuel emissions. The collective worldwide effect of individuals protecting where they live could be quite significant.\n\" title=\"Image: The New York skyline at sunset. Text: According to the world&#039;s leading climate scientists, small actions on a community level can help curb global warming driven by fossil fuel emissions. The collective worldwide effect of individuals protecting where they live could be quite significant.\n\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_3_96bace.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A landscape with native grass. Text: The definition of rewilding is pretty broad, and can mean different things in different contexts. But the simplest meaning is to help land return to a more “natural state.” Landscapes are always evolving, but the idea is to undo the damage that post-industrial human intervention has had on the environment.\" title=\"Image: A landscape with native grass. Text: The definition of rewilding is pretty broad, and can mean different things in different contexts. But the simplest meaning is to help land return to a more “natural state.” Landscapes are always evolving, but the idea is to undo the damage that post-industrial human intervention has had on the environment.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_4_5ea542.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A butterfly, moth, and bird fly around plants. Text: A rewilding effort like planting native flora can do so many great things. It can preserve biodiversity and help bring balance to local ecosystems because those plants help attract butterflies, birds, and pollinators like bees, moths, and bats.\" title=\"Image: A butterfly, moth, and bird fly around plants. Text: A rewilding effort like planting native flora can do so many great things. It can preserve biodiversity and help bring balance to local ecosystems because those plants help attract butterflies, birds, and pollinators like bees, moths, and bats.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_5_f6dadd.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A pair of feet wearing rainboots step in a puddle surrounded by grass. Text: It can conserve water, since native plants require a lot less than ornamental grass, and land with native plants can absorb rainwater and runoff more efficiently than land with invasive plants…\" title=\"Image: A pair of feet wearing rainboots step in a puddle surrounded by grass. Text: It can conserve water, since native plants require a lot less than ornamental grass, and land with native plants can absorb rainwater and runoff more efficiently than land with invasive plants…\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_6_ea1fe1.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A rainbow shows between lush trees. Text: And it can slow down climate change by allowing more plants to remove carbon from the atmosphere.\" title=\"Image: A rainbow shows between lush trees. Text: And it can slow down climate change by allowing more plants to remove carbon from the atmosphere.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_7_fd6f82.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: Trees. Text: Often, rewilding refers to efforts on larger swaths of land by conservation groups or land agencies, and you should do your research before implementing it in your own yard — big or small. Some experts believe it&#039;s better to limit further human intervention, and that individuals can cause more harm than good when not following best practices.\n\" title=\"Image: Trees. Text: Often, rewilding refers to efforts on larger swaths of land by conservation groups or land agencies, and you should do your research before implementing it in your own yard — big or small. Some experts believe it&#039;s better to limit further human intervention, and that individuals can cause more harm than good when not following best practices.\n\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_8_2ff026.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A woman puts seeds in a planter on a city fire escape. Text: I learned that making an effort from my New York City apartment is pretty simple. Even without a yard, city dwellers can plant native flowers and grasses in containers on a fire escape, rooftop, or front stoop, which encourages birds and pollinators to visit.\n\" title=\"Image: A woman puts seeds in a planter on a city fire escape. Text: I learned that making an effort from my New York City apartment is pretty simple. Even without a yard, city dwellers can plant native flowers and grasses in containers on a fire escape, rooftop, or front stoop, which encourages birds and pollinators to visit.\n\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_9_e85a4b.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: A woman holds a pumpkin, while hands around her hold carrots. Text: You can join a community garden and get involved with local efforts to protect and nurture the plants that grow naturally in your area. You may even get a veggie or two out of it.\" title=\"Image: A woman holds a pumpkin, while hands around her hold carrots. Text: You can join a community garden and get involved with local efforts to protect and nurture the plants that grow naturally in your area. You may even get a veggie or two out of it.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_10_25e317.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: Rain water falls into a bucket. Text: If local rules allow, collecting rainwater for your plants can conserve water and be healthier for them than tap. \" title=\"Image: Rain water falls into a bucket. Text: If local rules allow, collecting rainwater for your plants can conserve water and be healthier for them than tap. \" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_11_d7591c.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: Bees fly around flowers. Text: And even if you do have a grassy lawn but don’t want to let the whole thing grow wild, you can designate just a portion of it to rewilding, which can still make a difference.\" title=\"Image: Bees fly around flowers. Text: And even if you do have a grassy lawn but don’t want to let the whole thing grow wild, you can designate just a portion of it to rewilding, which can still make a difference.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_12_d4e9ea.jpg?quality=90&#038;strip=all&#038;crop=0,23.690441737483,100,52.619116525034\" alt=\"Image: Cherry blossoms bloom outside of an apartment building. Text: Instead of always focusing on massive, systemic contributions to stop human-caused climate change, we can look at the ecosystems around us and figure out how to support them. The collective rewards could be monumental.\" title=\"Image: Cherry blossoms bloom outside of an apartment building. Text: Instead of always focusing on massive, systemic contributions to stop human-caused climate change, we can look at the ecosystems around us and figure out how to support them. The collective rewards could be monumental.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "",
    "author": "Cat Willett"
  },
  {
    "title": "Crumbl&#8217;s massive empire was never about the cookies",
    "link": "https://www.vox.com/money/389782/crumbl-cookies-tiktok-viral-consumption",
    "pubDate": "2024-12-09T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Close-up of an open box of assorted cookies from the bakery chain Crumbl.\" data-caption=\"Crumbl opened its doors in 2017 and now has over 1,000 locations across North America. | Lisa Cherkasky/Washington Post via Getty Images\" data-portal-copyright=\"Lisa Cherkasky/Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2175526324.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Crumbl opened its doors in 2017 and now has over 1,000 locations across North America. | Lisa Cherkasky/Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The age of froyo has faded. Fancy cupcakes are passé. The cronut craze is now a distant fever dream. Dessert trends can sweep by fast, and today we’re in the era of the elaborate cookie — kind of.</p>\n\n<p class=\"has-text-align-none\">When Crumbl first burst onto the scene, the novelty was that the company had turned a relatively easy, low-fuss dessert that might come as a side to your food order into an enormous, over-the-top main attraction. A single Crumbl cookie can be somewhere around 5 inches in diameter, and unusual flavors in the past have included cornbread, churro, Biscoff lava, maple bacon, and more. They’re colorful and photogenic, packaged in a baby-pink box instantly recognizable even from a distance. Since 2017, the brand has grown rapidly, opening over 1,000 locations and becoming perhaps the most accessible cookie chain in the nation. But whether Crumbl is <a href=\"https://www.nytimes.com/2023/04/17/dining/crumbl-cookies.html\">actually good</a> depends greatly on who you ask, and that unsettled question helps fuel its continued popularity and relevance online.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rather than offering a steady menu of reliably beloved cookies to get customers through the door, Crumbl courts online virality — whether it’s positive or not so much — with a revolving door of new desserts every week. Increasingly, they don’t just make cookies, but pies, cakes, ice cream, pudding, and more. The brand has over 9.6 million followers on its official TikTok account, but the real juice is in the multitudes of influencers <a href=\"https://www.tiktok.com/channel/crumbl\">regularly posting about Crumbl</a> on the platform. Its decadent constructions, sometimes bafflingly unwieldy-looking, draw curiosity: What sugary invention will it try to pull off this time? Open TikTok on a Monday to see a fresh batch of Crumbl review videos, with countless creators enthusiastically biting into a new confection.</p>\n\n<p class=\"has-text-align-none\">“This is an internet brand,” says Stephen Zagor, an adjunct business professor at Columbia University. Crumbl, as a company, is making “all the right marketing moves.” The company has not responded to a request for comment.</p>\n\n<p class=\"has-text-align-none\">There’s no denying that Crumbl has harnessed the power of social media to grab — and, so far, hold on to — people’s precious attention. The question is whether it’s sustainable to be a dessert chain that’s entirely about pushing new trends and offering something ephemeral. If you’re any kind of content creator, the perpetual freshness is a boon. But if you’re just here to enjoy some dessert and stumble upon a flavor you love, good luck. It might <a href=\"https://crumblcookieflavors.com/all-weeks/\">take months</a> to see it return, if it ever does.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How Crumbl grew and grew and grew</h2>\n\n<p class=\"has-text-align-none\">In an era of ghost kitchens, no other cookie chain has as big a physical presence as Crumbl today: Insomnia launched in 2003 and only has about 300 stores at this time, as does Mrs. Fields in the US. Levain, representing the fancier end of baked goods, opened in the ’90s and isn’t franchised, with just a few locations scattered around the country. Other newer competitors like Dirty Dough and Crave also have far fewer locations than Crumbl.</p>\n\n<p class=\"has-text-align-none\">Crumbl’s founders, Jason McGowan and Sawyer Hemsley, are two cousins from Utah. Before they launched Crumbl in 2017, they “didn’t know anything about baking,” McGowan said in an interview with <a href=\"https://www.theceomagazine.com/executive-interviews/food-beverage/jason-mcgowan/\">CEO Magazine</a>. They had backgrounds in tech and marketing but thought they could give cookies a go; the company started <a href=\"https://www.qsrmagazine.com/reports/how-crumbl-baked-up-a-cookie-revolution/\">franchising new locations</a> quickly, opening hundreds per year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Very few brands I’ve seen have grown at that rate, especially brick and mortar,” says Kathleen Gosser, a professor of franchise management practice at the University of Louisville. But unlike <a href=\"https://www.vox.com/money/355959/subway-ads-athletes-explained-simone-biles-travis-kelce\">Subway</a>, which famously employed a strategy of opening too many stores, Gosser says that Crumbl seems to have been more strategic about spacing out their locations. “There’s not one on every corner,” Gosser says. In New York, for example, there are none yet in Brooklyn or Queens, and one on Staten Island, and a handful in Manhattan — including one in the West Village, ground zero for dessert crazes from cupcakes to cronuts, where I tried my first Crumbl cookie.</p>\n\n<p class=\"has-text-align-none\">According to the mobile apps insights firm Sensor Tower, the Crumbl app has been downloaded over 6.4 million times in the US this year and is ranked 15th overall in the US Food &amp; Drink category, which is impressive for a chain that only sells desserts (no coffee, as the founders are Mormon).</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The internet just can’t stop talking about Crumbl</h2>\n\n<p class=\"has-text-align-none\">Most brands today rely on social media for at least some marketing. What sets Crumbl apart is that its products don’t just become a trend for influencers to glom onto when there’s an especially strange limited-edition flavor drop, like the recent collaboration between <a href=\"https://www.foodnetwork.ca/article/oreo-coca-cola-collaboration-cookies-review/\">Oreo and Coke</a>. While there are occasionally <a href=\"https://www.tiktok.com/@trishlikefish88/video/7395371008737250591\">celebrity endorsements</a> and tie-ins — an Olivia Rodrigo-themed cookie was released over the summer — most of the advertising also apparently happens organically. Dedicated content creators weigh in on weekly drops, using the popular (and sometimes polarizing) desserts as a vehicle for their own fame.</p>\n\n<p class=\"has-text-align-none\">There’s a sustained hype machine built into Crumbl’s business model thanks to its regular carousel of new flavors, which serves as fodder for seemingly endless discourse as there’s a constantly refreshing feed of Crumbl content to consume. Some influencers loathe Crumbl; others can’t get enough. Taste tests are often titled something along the lines of “My honest thoughts on Crumbl,” as if to suggest they’re cutting through all the noise to deliver the definitive verdict on the cookies. The fact that the flavors are only available for one week also all but ensures a sense of urgency in the way luxury streetwear drops do. Online, people post “Crumbl spoilers” — leaked information about what flavors are coming in the next few weeks — though being a <a href=\"https://crumblcookies.com/rewards\">gold tier rewards member</a><strong> </strong>in the loyalty program gets you early access to its “weekly drop videos.”</p>\n\n<p class=\"has-text-align-none\">The built-in scarcity means “people have to run to get there” when a new menu is unleashed, says Zagor.</p>\n\n<p class=\"has-text-align-none\">Online mentions of Crumbl have ticked up in the past year — up 29 percent compared to 2023, according to the consumer insights company Brandwatch — but the biggest surge in attention hit a few months ago, when news of a Crumbl “pop-up” in Sydney, Australia, spread on social media. People lined up to pay <a href=\"https://www.thrillist.com/news/nation/crumbl-cookies-australian-pop-up-expensive-trip\">$17.50 Australian</a> (nearly $12 US) for a cookie, over double what it costs in the US for what turned out to be an unauthorized resale pop-up. For the people posting about it online, the <a href=\"https://www.tiktok.com/@destiny___g/video/7419903777441910034\">virality</a> <a href=\"https://www.tiktok.com/@sofiaqistinee/video/7419950269338799378?_r=1&amp;_t=8ruxkIY9n7T\">of the single-day</a> <a href=\"https://www.tiktok.com/@elle_easternsuburbsmum/video/7419924662538276116\">event</a> was the highlight — blink and you might have missed it — and not so much the anticipation of how good the days-old imported cookies might taste (though many did remark on <a href=\"https://www.foodandwine.com/crumbl-cookie-scam-sydney-australia-8723194\">the staleness</a>). Crumbl, for its part, chose not to take any legal action. In fact, the scandal revved up the brand’s plans to <a href=\"https://www.theguardian.com/australia-news/2024/oct/09/crumbl-cookies-to-open-in-australia-after-viral-unofficial-pop-up-at-bondi-beach-turned-stale\">open its first store</a> outside of North America in Australia. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2177899678.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"McGowan holding a pink Crumbl box posing by the water as someone takes his photo.\" title=\"McGowan holding a pink Crumbl box posing by the water as someone takes his photo.\" data-has-syndication-rights=\"1\" data-caption=\"Jason McGowan, CEO of Crumbl, in Sydney, Australia. | Dominic Lorrimer/Sydney Morning Herald via Getty Images\" data-portal-copyright=\"Dominic Lorrimer/Sydney Morning Herald via Getty Images\" />\n<p class=\"has-text-align-none\">Food marketing on social media platforms like TikTok, YouTube, and Instagram is especially alluring to young people because of how interactive it is, says Jennifer Harris, a senior research adviser of marketing at the UConn Rudd Center for Food Policy and Health. “You’re not just sitting watching television and passively viewing that anymore,” she tells Vox. “The changing flavors every week is also really attractive to kids who don&#8217;t want to miss out. [It’s] the FOMO factor.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Can Crumbl keep serving up excitement?</h2>\n\n<p class=\"has-text-align-none\">It’s unlikely that the people clamoring for Crumbl don’t know that these gargantuan desserts probably aren’t healthy (a single cookie can run upward of <a href=\"https://crumblcookies.com/profiles/9fa9f710-6c7e-11ef-be9b-858c5e17000f:Cookies\">900 calories</a>, but when it comes to digital content about the brand, the literal nutritional content of the desserts is irrelevant. The point is being in the know and keeping up with consumer trends, whether that’s a cookie or a skin care product. In a recent video, YouTuber Edvasian compared <a href=\"https://www.youtube.com/watch?v=4JhQB_DYdQo&amp;t=508s\">the Crumbl phenomenon</a> to being the “fast fashion” of cookies. It’s yet another manifestation of hyper-consumption fueled by a conveyor belt of micro-trends that come and go at an ever-increasing pace. The brands need content creators for marketing, and the content creators need brands as a jumping off point for cultivating an audience. Behind every new Crumbl week is the possibility of viral fame.</p>\n\n<p class=\"has-text-align-none\">This relationship between fast fashion and influencers is nothing new, but the juxtaposition is a little stranger when we’re talking about food — specifically, a kind of food that’s often an indulgent, nostalgic comfort. Dessert is a difficult category for companies to be successful in. “You&#8217;re constantly being measured against grandma&#8217;s cookies and the local bakeries&#8217; cookies,” says Zagor. Crumbl provides adventure, but not familiarity, and not necessarily loyalty.</p>\n\n<p class=\"has-text-align-none\">Despite Crumbl’s speed-run of success, there’s been some concerning signs in its recent performance. Its profits per store plummeted in 2023, down about <a href=\"https://www.restaurantbusinessonline.com/financing/fast-growing-crumbls-unit-volumes-store-profitability-took-hit-last-year\">58 percent</a> compared to the year before. This throws into question whether its height of popularity can be maintained, or whether the extravagant cookie trend could <a href=\"https://www.refinery29.com/en-us/2022/02/10880935/why-frozen-yogurt-trend-ended\">go the way of the froyo</a>. Some customers grumble <a href=\"https://www.sanluisobispo.com/opinion/opn-columns-blogs/article276772116.html\">about</a> <a href=\"https://www.reddit.com/r/CrumblCookies/comments/1ctldpb/couldbe_customers_are_walking_out_because_the/\">the</a> <a href=\"https://www.reddit.com/r/CrumblCookies/comments/1bv0x8z/how_much_is_too_much/\">price</a> of a single cookie compared to its quality, which can vary by week and by store. (A single cookie at my nearest Crumbl is $4.99; at Levain it’s $5.77, and most Insomnia cookies are $2.95.) The company has also been fairly aggressive about defending its perch as the cookie chain known for offering a weekly menu of inventive flavors. In 2022, it <a href=\"https://www.sltrib.com/artsliving/2022/07/22/crumbl-ceo-doubles-down-utah/\">sued</a> two much smaller competitors that also offer new flavors every week — Crave Cookies and Dirty Dough — for allegedly copying its strategy, trademarks, and packaging, even arguing that Dirty Dough <a href=\"https://www.sltrib.com/artsliving/food/2023/08/15/judge-says-crumbl-challenger/\">stole many of Crumbl’s recipes</a>. Crumbl has since agreed to resolve both lawsuits through a settlement.</p>\n\n<p class=\"has-text-align-none\">The challenge is maintaining its momentum “in a world where everything is virtual and everything disappears with light — it&#8217;s so easy for somebody else to come along and take the spotlight away from them,” says Zagor.</p>\n\n<p class=\"has-text-align-none\">My personal experience of Crumbl is that its desserts taste just fine. They’re not inedible — I enjoyed my tiny <a href=\"https://www.tiktok.com/@iwantcandy77/video/7441738903872343342\">pecan pie</a> — but neither is any of it memorable or something I would crave or reach for when the mood for something sweet strikes. “It&#8217;s as much air as there is substance,” Zagor explains. “It’s what you see, and what you hear, and what you read, and what the color of the box is.” The actual taste of the thing, in the face of so much other fluff, can’t help but recede into the background.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The age of froyo has faded. Fancy cupcakes are passé. The cronut craze is now a distant fever dream. Dessert trends can sweep by fast, and today we’re in the era of the elaborate cookie — kind of. When Crumbl first burst onto the scene, the novelty was that the company had turned a relatively [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "How marijuana legalization played itself",
    "link": "https://www.vox.com/the-highlight/379796/marijuana-legalization-black-market-drug-war-raids",
    "pubDate": "2024-12-09T11:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a cannabis storefront surrounded by green smoke. Two oversized hands emerge from the smoke holding a small bag filled with green clumps\" data-caption=\"\" data-portal-copyright=\"&lt;span style=&quot;color: rgb(0, 0, 0); font-family: &quot;Helvetica Neue&quot;; white-space-collapse: collapse;&quot;&gt;JooHee Yoon for Vox&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue2_edit_71d0c8.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In July, New York City Mayor Eric Adams convened police officials and media to proudly <a href=\"https://www.nyc.gov/office-of-the-mayor/news/605-24/mayor-adams-celebrates-shut-down-more-750-illegal-cannabis-shops-since-launch-operation#/0\">announce</a> that the city had made terrific progress in its much-publicized crackdown on illegal marijuana shops.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Unlicensed shops had sprung up in empty retail storefronts with jaw-dropping speed after New York state legalized marijuana in 2021. There are the bodegas that keep THC products discreetly under their counters, the leaf-emblazoned “food” trucks, the folding-table operations, the brightly lit smoke shops packed with pipes, vapes, and THC-laced hot cheese curls as far as the eye can see. They <a href=\"https://www.vox.com/the-goods/2022/10/11/23391609/new-york-marijuana-laws-legalization-bodega-weed-truck\">have become so ubiquitous</a> and so popular among the city’s cannabis users and tourists that officials have been playing a fruitless game of whack-a-mole with them for three years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So Adams’s showy crackdown, dubbed “Operation Padlock to Protect,” seemed to be a success, with the city shuttering more than 700 shops and seizing tens of millions of dollars worth of weed and THC-laced products. There’s only one problem: There are <a href=\"https://www.politico.com/news/2024/09/13/new-york-rogue-weed-retailers-00177408\">thousands more</a> stores still operating.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In many ways, that’s emblematic of how marijuana legalization has spun wildly out of the control of states, more than two dozen of which have now legalized recreational use. States&#8217; efforts to create and then tightly regulate legal markets for pot have, ironically, made the black market for weed bigger than it&#8217;s ever been.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In California, which legalized recreational marijuana in 2016 and oversaw its sale in retail outlets beginning in 2018, that market has manifested as <a href=\"https://www.cnn.com/2024/08/31/us/california-black-market-marijuana-grow-houses-invs/index.html\">countless illegal suburban grow operations</a> — many alleged to be connected <a href=\"https://www.propublica.org/article/chinese-organized-crime-us-marijuana-market\">to organized crime</a>. They’re cultivating more weed than residents of the state even want to buy and funneling it (in violation of federal law) to buyers across the country.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Oregon, which legalized in 2014, it <a href=\"https://www.politico.com/news/magazine/2022/01/14/oregon-marijuana-legalization-black-market-enforcement-527012\">looks much the same</a>. In Washington, DC, where recreational weed sales were never legalized, there are an estimated <a href=\"https://wamu.org/story/24/10/02/dc-cracks-down-on-illegal-marijuana-shops/\">100 illegal weed shops</a>, 10 times the number of licensed medical dispensaries, according to its city officials. And in midwest Michigan, where <a href=\"https://www.latimes.com/california/story/2024-08-30/how-is-michigan-selling-more-weed-than-california\">legal sales have surprisingly outpaced</a> even California’s, illegal growers flourish, and courts and prosecutors are reluctant to <a href=\"https://www.crainsdetroit.com/cannabis/michigans-marijuana-law-allow-black-market-go-unchecked\">quash them</a> — if they even could.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The intensifying battles against an untamable black market come just as the country inches closer to big federal changes that could open the door to nationwide legalization. The Drug Enforcement Agency, at President Joe Biden’s behest, is <a href=\"https://www.reuters.com/legal/litigation/update-deas-efforts-reschedule-cannabis-what-you-need-know-2024-09-11/#:~:text=September%2011%2C%202024%20%2D%20As%20readers,towards%20federal%20legalization%20in%20more\">considering whether to reclassify cannabis</a> from a drug on par with heroin to one recognized as having moderate-to-low potential for physical and psychological dependence, like ketamine or steroids. The change would leave the drug still highly regulated but loosen restrictions on access.  </p>\n\n<p class=\"has-text-align-none\">What’s happening in the states that already allow recreational marijuana offers a startling glimpse at what it might actually look like to fully legalize the drug across the US. Which is to say, messy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mostly, it reminds us that drugs — and those who grow, sell, and use them — have a way of being resistant to the machinations of policymakers. That was true at the height of the war on drugs and remains true now, even when the policies are markedly friendlier.&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">The rise of the black market has, in many ways, blindsided states.<br><br>States that had hoped to rake in tax dollars from marijuana legalization are instead seeing their legal markets soften. Take Colorado, once a national model of how a state could legalize weed and also profit wildly from it. It made an estimated <a href=\"https://www.cnbc.com/2019/06/12/colorado-passes-1-billion-in-marijuana-state-revenue.html\">$1 billion in tax revenue</a> in the first five years after it legalized retail sales in 2014, money it pledged to put toward education. Now, that revenue is dwindling, decreasing by 11 percent in just the last year, according to <a href=\"https://leg.colorado.gov/sites/default/files/images/sept2024forecastforposting.pdf\">a state forecast</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The truth is, most buyers don’t really care whether the shop selling their THC-laced spicy cheese snacks is licensed, but they’re fully aware when they have to pay an additional <a href=\"https://www.cdtfa.ca.gov/industry/cannabis/tax-facts.htm#:~:text=As%20a%20cannabis%20retailer%2C%20you,of%20cannabis%20or%20cannabis%20products.\">$20 in taxes</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There’s more public acceptance and interest in the plant, and so [illegal] situations are of course going to continue to thrive — especially if the regulated market is essentially overregulated … and there’s a price difference,” says <a href=\"https://www.lastprisonerproject.org/team/jason-ortiz\">Jason Ortiz</a>, a founder and former president of Minority Cannabis Business Association and director of strategic initiatives for Last Prisoner Project, which calls for an overhaul of the nation’s drug laws.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, because the laws of supply and demand apply to marijuana, too, the price of even the licensed good stuff has also dropped precipitously in <a href=\"https://www.crainsdetroit.com/cannabis/michigans-marijuana-law-allow-black-market-go-unchecked\">state</a> after <a href=\"https://www.cannabisbusinesstimes.com/us-states/colorado/news/15687071/how-much-did-an-ounce-of-cannabis-flower-cost-in-2023\">state</a>, driven in part by black market products.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That has infuriated licensed shops and growers, and sapped enough of their potential income that in California, for instance, the number of legal marijuana growers and brands is down 70 percent — and many shuttered companies owe millions in back taxes to the state, <a href=\"https://www.sfgate.com/cannabis/article/california-cannabis-economy-crash-19492956.php\">according to reporting by SFGate</a>. And if the black market has dashed the dreams of many a <a href=\"https://finance.yahoo.com/news/medmen-spectacular-collapse-complete-just-192601911.html\">weed entrepreneur</a>, it has also caused another surprising turn of events.<br></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><br>The <a href=\"https://www.vox.com/the-goods/2022/10/11/23391609/new-york-marijuana-laws-legalization-bodega-weed-truck\">rise of brazen, unlicensed marijuana sellers</a> is a relatively new phenomenon, probably driven in part by <a href=\"https://www.pewresearch.org/politics/2024/03/26/most-americans-favor-legalizing-marijuana-for-medical-recreational-use/\">growing public acceptance of marijuana</a> and the relatively easy access to pot being cultivated for legal sale in dozens of states. There is something eerily familiar, however, about the attempts to quash them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The last time most of us saw law-enforcement agents posing on the local news with confiscated drugs and boasting about successful drug raids, it was the height of the war on drugs.<br><br>But in state after state, and for advocates across the country, cannabis legalization was, by design, supposed to undo the injustices of that era. It was supposed to reduce criminalization, <a href=\"https://www.lastprisonerproject.org/\">bring about the release of people convicted</a> of nonviolent drug offenses under harsh, antiquated laws, and even <a href=\"https://omc.delaware.gov/socialEquity/\">provide business licenses</a> to formerly incarcerated people to participate in the future of the market they helped to create.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But experts Vox spoke with questioned whether the licensing infrastructure set up by states would have ever encouraged illegal sellers to get licensed. In some ways, it was short-sighted legalization policies and nearly-impossible-to-meet regulations that created the perfect storm that states find themselves in today. New York, for example, took more than a year to license a single seller, which sent many weed-seekers right to unlicensed sellers instead.&nbsp;<br><br>“We have a limited, regulated access model, and that did not provide opportunities for all the people currently selling weed to go legit,” says Ortiz, who worked on <a href=\"https://reason.org/commentary/the-strengths-and-weaknesses-of-connecticuts-marijuana-legalization-law/\">Connecticut’s legalization</a> effort, which he now calls <a href=\"https://fortune.com/2024/02/06/marijuana-new-york-connecticut-weed-shortatge-licensing-delays-federal-laws/\">nothing short</a> of a <a href=\"https://ctmirror.org/2024/06/23/ct-cannabis-social-equity-council-grants/\">debacle</a>. “When you do that, you are practically guaranteeing that a lot of the folks in the illicit market will stay there.”<br><br>States such as Connecticut and Massachusetts also legalized despite not having much of a strong agricultural base for actually growing marijuana; illegal sellers filled the gap by simply bringing in better weed from other states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Advocates like Ortiz say the only fix now is no longer to try to stymie the trafficking or illegal shops, but full federal legalization and more licenses.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead, states are wrestling back control of the market through raids like those in New York, <a href=\"https://www.wusa9.com/article/news/local/dc/youve-been-warned-dc-raids-closes-5th-weed-shop-in-a-month-illegal-weed-shop/65-86f65b0b-deb7-472d-81a3-d1048405afd9\">and DC</a>, and California, and <a href=\"https://www.politico.com/news/magazine/2022/01/14/oregon-marijuana-legalization-black-market-enforcement-527012\">Oregon,</a> and — well, you get the picture.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“States and cities are trying to build a market that’s unnatural. We’ve always had a cannabis market; it’s grown on the West Coast, it’s brought to the East Coast and other parts of the country, and that market worked,” says Rafi Aliya Crockett, who was an appointee on Washington, DC’s Alcoholic Beverage and Cannabis Board until 2022. Now, states are trying to stop that market to ensure that licensees are rewarded, she says, “by knocking out their competition.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Crockett left the regulatory board frustrated over enforcement.<strong>&nbsp;</strong>“It’s the drug war 2.0,” she says. “And we’ve decided who are going to be the winners and who are going to be the losers.”</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">In 2019, a rash of vaping-related illness broke out across the US, killing several dozen people.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the Centers for Disease Control and Prevention, most sufferers reported smoking not just e-cigarettes before getting ill but THC vapes specifically. At the time, <a href=\"https://www.vox.com/2019/10/28/20936888/vaping-lung-illness-symptoms-death-cdc-report\">Vox’s Julia Belluz wrote</a>: “The agency isn’t tracking whether people were using legal or black market sources to vape, but the data we have from states suggests it’s overwhelmingly illicit.”</p>\n\n<p class=\"has-text-align-none\">The deaths were a reminder that while buyers may not make a distinction between black market products and regulated products sold at licensed shops, the difference between them can be stark. DC’s Alcoholic Beverage and Cannabis Administration, for example, began testing drugs confiscated from unlicensed sellers and reported recently that it had <a href=\"https://wamu.org/story/24/10/02/dc-cracks-down-on-illegal-marijuana-shops/\">found methamphetamines in marijuana flower</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cases like these — and the slew of illicit shops padlocked by police on the local news — have the potential to alarm Americans who have only just begun to support the notion of legalization, and provide fuel for those who are opposed to it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And they come as a growing number of reputable sources within medicine and the scientific community sound the alarm about <a href=\"https://www.nytimes.com/2024/10/04/us/cannabis-marijuana-risks-addiction.html\">increasingly potent products sickening users</a>. There’s almost no doubt that at least some of those products are illicit and unregulated. As a report from the National Academies of Sciences, Engineering, and Medicine recently noted, <a href=\"https://www.nytimes.com/2024/09/26/science/cannabis-laws-health-risk.html\">the patchwork laws from state to state have contributed to the risks</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In that way, the black market could backfire against the very legalization movement that has allowed it to come out of the shadows.&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">There is a truth about the marijuana black market that we ought to acknowledge.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The legal cannabis market is not even 15 years old. But the illegal market is nearly 100, going underground after the US officially criminalized marijuana in the 1930s. It is nimble.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps it was naive to ever believe that a legal market would stamp it out for good. What was harder to foresee was the black market’s roaring growth in the shadow of that legalization. Now, in the battle for consumers, it just might win.&nbsp;&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In July, New York City Mayor Eric Adams convened police officials and media to proudly announce that the city had made terrific progress in its much-publicized crackdown on illegal marijuana shops.&#160; Unlicensed shops had sprung up in empty retail storefronts with jaw-dropping speed after New York state legalized marijuana in 2021. There are the bodegas [&#8230;]",
    "author": "Lavanya Ramanathan"
  }
]