[
  {
    "title": "The Israeli attacks in Lebanon could lead to the wider war we’ve been fearing",
    "link": "https://www.vox.com/israel/373428/lebanon-hezbollah-israel-hamas-gaza",
    "pubDate": "2024-09-23T22:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A partially destroyed apartment building. In front is construction machinery and workers.\" data-caption=\"Officers use heavy construction equipment to remove debris from heavily damaged settlements following the Israeli army’s air strike on the Dahieh district of southern Beirut, Lebanon on September 21, 2024. | Housam Shbaro/Anadolu via Getty Images\" data-portal-copyright=\"Housam Shbaro/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2172568505.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Officers use heavy construction equipment to remove debris from heavily damaged settlements following the Israeli army’s air strike on the Dahieh district of southern Beirut, Lebanon on September 21, 2024. | Housam Shbaro/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">More than <a href=\"https://www.reuters.com/world/middle-east/israeli-military-says-it-is-striking-hezbollah-targets-lebanon-2024-09-23/\">450 people were killed and 1,500 injured</a> in Israeli airstrikes targeting southern and eastern Lebanon, as well as the country’s capital, Beirut, on Monday. The airstrikes mark a significant and threatening escalation of hostilities following an <a href=\"https://www.vox.com/world-politics/372399/pager-explosions-lebanon-syria-hezbollah-israel-gaza\">apparent Israeli attack</a> that used explosive pagers (and other electronic devices) to kill members of the <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">Shia militant and political group Hezbollah</a>, which is based in Lebanon.</p>\n\n<p class=\"has-text-align-none\">Israel and Hezbollah have regularly traded rocket fire over Lebanon’s southern border with Israel for years. However, since Israel launched its war in Gaza in retaliation for Hamas’s attacks in Israel on October 7, Hezbollah — a Hamas ally — has increased the tempo of rocket launches, and has hit targets deeper within Israel. Israel <a href=\"https://www.atlanticcouncil.org/blogs/menasource/gaza-hezbollah-israel-war-ghaziyeh-escalation/\">has increased its attacks as well</a>, and as a result, more than <a href=\"https://dtm.iom.int/reports/lebanon-mobility-snapshot-round-47-19-09-2024\">110,000 Lebanese</a> and <a href=\"https://apnews.com/article/israel-lebanon-hezbollah-evacuees-gaza-war-1841834d89af938a8445821567640aea\">about 60,000 Israelis</a> are internally displaced.</p>\n\n<p class=\"has-text-align-none\">Last week, Israeli defense minister Yoav Gallant announced that Israel was entering a “new phase” of its ongoing war on Gaza and Hamas, one that would put greater focus on its conflict with Hezbollah. “The center of gravity is moving north. We are diverting forces, resources, and energy toward the north,” Gallant told members of Israel’s air force on September 18, referring to Israel’s northern border with Lebanon. </p>\n\n<p class=\"has-text-align-none\">Concerns that the conflict in Gaza would <a href=\"https://www.vox.com/politics/364148/haniyeh-iran-israel-hamas-hezbollah\">spark a full war</a> between Israel, Hezbollah, and their allies have existed for the <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">entirety of the nearly year-long conflict</a>. But the latest rounds of Israeli attacks are a provocative escalation that could threaten the fragile balance of more measured tit-for-tat missile strikes that had become fairly routine for Israel and Hezbollah.</p>\n\n<p class=\"has-text-align-none\">Still, the unknowns are many: whether Hezbollah can or will respond in an escalatory fashion; whether Israel is prepared to launch a ground invasion into Lebanon, as it has done before to disastrous effect; and whether the US will —&nbsp;or can —&nbsp;constrain Israel and force them to pull back.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Israel and Hezbollah’s conflict, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">Hezbollah has been in conflict with Israel <a href=\"https://www.aljazeera.com/news/2024/9/18/hezbollah-and-israel-a-timeline-of-conflict\">for decades</a>. The group is both a militia and a political party that holds seats in Lebanon’s parliament and provides services for the country’s impoverished Shia community. Formed in the wake of Israel’s disastrous 1982 invasion of Lebanon, Hezbollah has fought against Israel multiple times, most recently in 2000 and 2006. </p>\n\n<p class=\"has-text-align-none\">The latter war was particularly devastating, <a href=\"https://casebook.icrc.org/case-study/israellebanonhezbollah-conflict-2006#:~:text=Over%20789%20cluster%2Dbomb%20sites,casualties%20and%20deaths%20were%20children.\">killing more than 1,000 people</a>, and leading to an estimated <a href=\"https://www.reuters.com/article/us-lebanon-war-cost/factbox-costs-of-war-and-recovery-in-lebanon-and-israel-idUSL0822571220070709/\">$2.8 billion in damage</a> across Lebanon. The country has never quite recovered from that war; a <a href=\"https://www.vox.com/2022/5/15/23073845/lebanon-elections-political-corruption-economic-crisis-voter-apathy-beirut-port-hezbollah\">government collapse</a>, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9947038/\">Covid-19</a>, and the <a href=\"https://www.vox.com/2020/9/21/21445831/beirut-explosion-lebanon\">Beirut port explosion of 2020</a> have pushed the country even further into crisis. The country can ill afford a full-scale war, and those in Lebanon not aligned with Hezbollah would <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">like to avoid a conflict like the one in 2006</a>. </p>\n\n<p class=\"has-text-align-none\">Whether that is possible remains to be seen. Israel has staged a number of attacks on Hezbollah, including the reported assassination of senior Hezbollah leader Fuad Shukr <a href=\"https://www.wsj.com/world/middle-east/how-israel-killed-a-ghost-73e6db68?mod=hp_lead_pos7\">in July</a>. The <a href=\"https://www.vox.com/world-politics/372399/pager-explosions-lebanon-syria-hezbollah-israel-gaza\">coordinated attack</a> that used pagers and walkie-talkies to decimate Hezbollah’s communications system believed to have been conducted by Israel injured more than 3,000 and killed at least 32, including children and the elderly, according to Lebanon’s <a href=\"https://www.bbc.co.uk/sounds/play/p0jr5y23\">health minister Dr. Firass Abiad.</a> (Israel does not claim responsibility for assassinations or attacks like last week’s; Hezbollah has blamed Israel for the attack.)</p>\n\n<p class=\"has-text-align-none\">Israel began bombing targets in southern Lebanon Friday, including the suburbs and interior of Beirut, and a <a href=\"https://www.nytimes.com/live/2024/09/20/world/gaza-israel-hamas-hezbollah\">Hezbollah commander</a> who had been part of the organization since the beginning was killed as he met with other Hezbollah fighters. Monday, September 23, has <a href=\"https://apnews.com/article/israel-palestinians-hamas-war-news-lebanon-hezbollah-e3ca9c83642056f962fdf76319e3b8de\">r</a>eportedly been <a href=\"https://apnews.com/article/israel-palestinians-hamas-war-news-lebanon-hezbollah-e3ca9c83642056f962fdf76319e3b8de\">the deadliest Israeli attack on Lebanon</a> since the 2006 war.</p>\n\n<p class=\"has-text-align-none\">There’s the distinct possibility that these continued attacks will spiral out of control; Israel has already shown willingness to cross the Biden administration’s “<a href=\"https://www.theguardian.com/us-news/article/2024/may/07/biden-israel-palestine-policy\">red line</a>” in their war in Gaza by <a href=\"https://www.vox.com/world-politics/2024/5/6/24150729/israel-rafah-hamas-ceasefire-gaza-cairo-khan-younis-idf-gallant-netanyahu\">invading the city of Rafah in Gaza</a>. </p>\n\n<p class=\"has-text-align-none\">Hezbollah, meanwhile, must walk a fine line if it chooses to retaliate — which is not a given, despite leader <a href=\"https://www.nytimes.com/2024/09/19/world/middleeast/israel-lebanon-hezbollah-strikes.html\">Hassan Nasrallah’s promise</a> that Israel would “face just retribution and a bitter reckoning.” Hezbollah has reportedly fired 8,000 rockets into Israeli territory <a href=\"https://www.cnn.com/world/live-news/israel-lebanon-attacks-09-22-24#h_8d4276e578d16d8eb0f76fc030e52138\">since October 7</a>, some <a href=\"https://apnews.com/article/israel-lebanon-hezbollah-news-09-22-2024-fb1aa8ae061885ba86855f7fe9ec5be7\">targeting</a> the Israeli weapons manufacturer Rafael and the Ramat David air base, both near the city of Haifa. </p>\n\n<p class=\"has-text-align-none\">Hezbollah has emphasized its solidarity with Hamas since the start of the war in Gaza, and has <a href=\"https://www.reuters.com/world/middle-east/israeli-military-says-it-is-striking-hezbollah-targets-lebanon-2024-09-23/\">promised to continue</a> attacks on Israel until there is a ceasefire. Both Hezbollah and Hamas benefit from Iranian financial and tactical assistance, but Hezbollah is much more closely aligned with Iran’s foreign policy objectives than Hamas is. </p>\n\n<p class=\"has-text-align-none\">That has led to concerns about Iran becoming <a href=\"https://www.vox.com/world-politics/2024/4/2/24119425/israel-attack-syria-damascus-strike-iran-officials-reza-zahedi-gaza-war-united-states\">involved in a regional war</a> should Israel’s conflict with Hezbollah escalate. Even if Iran doesn’t enter the conflict, a Hezbollah-Israel war could be incredibly bloody: Hezbollah is larger and better armed than Hamas; if Israel does launch a ground invasion into southern Lebanon, there’s a large chance that they will face even fiercer resistance than in Gaza. </p>\n\n<p class=\"has-text-align-none\">Still, there are reasons to believe Hezbollah may choose to de-escalate the conflict, including the fact that any war would almost certainly be horrifically destructive to Lebanon, a country already struggling with a dysfunctional government and an economic crash.</p>\n\n<p class=\"has-text-align-none\">“Hezbollah has several concerns,” when it comes to deciding its next steps, Jon Alterman, director of the Middle East program at the Center for Strategic and International Studies, told Vox. “One is maintaining Iranian support, and [staying] aligned with Iran&#8217;s assessments and regional strategy. And the other is, 85 percent of Lebanese are now below the poverty line. The country&#8217;s been reeling economically, and if Hezbollah seems to invite a devastating Israeli assault on Lebanon, then some number of Lebanese would consider that reckless and damaging.”</p>\n\n<p class=\"has-text-align-none\">A diplomatic solution, perhaps one in which Hezbollah agrees to remove its positions close to Lebanon’s southern border, is certainly possible. That would allow Israelis to move back to their homes in the north. Whatever the outcome, however, Israel will likely not be able to eliminate Hezbollah, just as it has failed at eliminating Hamas. And continued aggression could lead to more extreme outcomes in the future. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "More than 450 people were killed and 1,500 injured in Israeli airstrikes targeting southern and eastern Lebanon, as well as the country’s capital, Beirut, on Monday. The airstrikes mark a significant and threatening escalation of hostilities following an apparent Israeli attack that used explosive pagers (and other electronic devices) to kill members of the Shia [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Trump’s latest push to steal a Nebraska electoral vote appears to have flopped",
    "link": "https://www.vox.com/politics/2024/4/3/24119984/nebraska-electoral-college-vote-trump-biden-kirk",
    "pubDate": "2024-09-23T20:47:33.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Former President Donald Trump arrives for a rally at the I-80 Speedway in 2022 in Greenwood, Nebraska. | Scott Olson/Getty Images\" data-portal-copyright=\"Scott Olson/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25369888/GettyImages_1394862861.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump arrives for a rally at the I-80 Speedway in 2022 in Greenwood, Nebraska. | Scott Olson/Getty Images</figcaption>\n</figure>\n<p>Donald Trump wanted Nebraska Republicans to change the state’s electoral vote rules — in a way that would likely flip one electoral vote from Kamala Harris to him.</p>\n\n<p>But he may not have the votes to get it done — a key state senator <a href=\"https://nebraskaexaminer.com/2024/09/23/state-sen-mike-mcdonnell-deflates-gop-hopes-for-nebraska-winner-take-all-in-2024/\">confirmed Monday</a> that he was still opposed to the rules change.</p>\n\n<p>Nebraska currently has an unusual way of distributing its five electoral votes. Rather than giving them all to the statewide winner — as 48 other states do — it awards two votes to the statewide winner, and the rest go to the winner in each of Nebraska’s three congressional districts.&nbsp;</p>\n\n<p>Nebraska is a deep red state that Trump won by <a href=\"https://www.nytimes.com/interactive/2020/11/03/us/elections/results-nebraska.html\">a 19-point margin</a> in 2020. However, Joe Biden walked away with one of its electoral votes, because he won in Nebraska’s Second District, which includes the city of Omaha. <a href=\"https://thehill.com/homenews/campaign/4571799-trump-nebraska-governor-winner-take-all-electoral-system/\">Trump</a> wants to switch this to a winner-take-all system, to lock down that vote.</p>\n\n<p>The stakes are enormous: the single electoral vote from Nebraska’s Second District really could determine whether Trump or Harris wins in 2024.</p>\n\n<p class=\"has-text-align-none\">If Harris wins Pennsylvania, Wisconsin, and Michigan, while Trump wins Nevada, Georgia, Arizona, and North Carolina, and no other outcomes change from 2020, then Harris would need Nebraska’s Second District vote to win. If she doesn’t get it, the electoral vote would be a 269-269 tie. The new House of Representatives would break the tie with each state delegation getting one vote, and since Republicans will almost surely control more state delegations, that means a tie likely goes to Trump.</p>\n\n<p class=\"has-text-align-none\">An earlier Trump push to change Nebraska’s rules <a href=\"https://www.washingtonpost.com/politics/2024/04/03/nebraska-electoral-votes-trump-push/\">failed to get the votes</a> back in April. And if it had succeeded, Democrats had an obvious option for a response: changing the rules in Maine. Maine is the only other state that splits its vote by congressional district, but there, the current rule benefits Trump — it delivered him one elector in a state Biden won. Democrats could, in theory, have changed Maine’s rules and cancel out any advantage gained by Trump.</p>\n\n<p class=\"has-text-align-none\">But Trump’s allies suddenly revived the Nebraska rules change effort last week, and that timing may not have been a coincidence: It is now too late for Maine to change its rules, since bills take 90 days after they are passed to become law in the state. </p>\n\n<p class=\"has-text-align-none\">Democrats cried foul across the country, characterizing this as a dirty trick — an attempt to steal the 2024 election. But on Monday, state Sen. Mike McDonnell — who switched from the Democratic to the Republican party earlier this year — <a href=\"https://nebraskaexaminer.com/2024/09/23/state-sen-mike-mcdonnell-deflates-gop-hopes-for-nebraska-winner-take-all-in-2024/\">said</a> he was still opposed to the change. And if he holds firm, Republicans won’t have the votes.</p>\n\n<h2 class=\"wp-block-heading\">Why oddball Nebraska and Maine split their votes by congressional district</h2>\n\n<p class=\"has-text-align-none\">Beyond the angling for partisan advantage, it is true that Nebraska’s and Maine’s rules are kind of odd — quirky historical accidents that arguably should be brought in line with the way the other 48 states do it. The fair way to do it would be for both to change their rules in the same cycle, standardizing the winner-take-all rule without handing either candidate an advantage.</p>\n\n<p class=\"has-text-align-none\">The history of the Electoral College system <a href=\"https://www.vox.com/21539173/electoral-college-explained-2020-trump-biden\">is a bizarre one</a>, but the modern norm of how it works is: each state holds a statewide vote, and the top candidate in that vote would get all of that state’s electors. That’s the winner-take-all system.&nbsp;</p>\n\n<p>In the nation’s earliest decades, there was more variety. Some states didn’t give voters a direct say at all, letting state legislators simply pick electors. Others did hold a statewide vote, but counted the results in separate districts of the state, awarding electors that way.&nbsp;</p>\n\n<p>The district system could allow regional differences to be represented. But it watered down a state’s impact on the national outcome, as compared to the winner-take-all system where all a state’s votes went to one candidate. And as partisan competition intensified, states flocked to winner-take-all — the district system was gone <a href=\"https://www.thegreenpapers.com/Hx/ElectoralCollege.html\">by the 1830s</a>, and stayed gone for more than a century.</p>\n\n<p>Then, in the latter half of the 20th century, it came back. Two states decided to switch to a system where two electoral votes would go to the statewide winner, and one electoral vote to the winner in each congressional district.</p>\n\n<p>The first was Maine, in 1969, which <a href=\"https://www.centralmaine.com/2016/10/09/paul-mills-the-history-of-maines-distinctive-electoral-college-voting-system/\">adopted a proposal</a> from an idiosyncratic legislator, whose apparent motivation was to help voters with different views be reflected in the Electoral College results. (Maine had used the district system back in the 1820s.) The second was Nebraska, in 1991, where legislators <a href=\"https://apnews.com/article/election-2020-joe-biden-donald-trump-omaha-nebraska-52a600f3491ed479da827e466bd914c2\">hoped to</a> get presidential candidates to pay more attention to the state rather than writing off all its electoral votes as safely Republican.</p>\n\n<p>One might think that proposals like this would move the Electoral College closer to proportional representation — but often, these proposals are just partisan dirty tricks. Republicans in <a href=\"https://fivethirtyeight.com/features/pennsylvania-electoral-college-plan-could-backfire-on-g-o-p/\">Pennsylvania</a> and <a href=\"https://wisconsinexaminer.com/2021/01/08/gop-eyes-bill-to-reallocate-wisconsins-electoral-votes-by-congressional-district/\">Wisconsin</a> have batted around the idea, believing gerrymandered congressional maps would guarantee them more than half the electors in swing states that more often lean Democratic.</p>\n\n<p>But Maine and Nebraska do not seem to have had partisan motivations — and at first, there was no partisan impact, or indeed, any impact, because the statewide winner kept also winning every congressional district in both states.</p>\n\n<p>As urban-rural partisan polarization intensified, that started to change. In 2008, Barack Obama won Nebraska’s Second District. Republicans responded by making the district more conservative in redistricting, but the underlying polarization trends continued and by 2020 Biden won it again. In Maine, the rural Second District swung to Trump in both 2016 and 2020. (Neither district was all that close in 2020 — Biden won NE-2 by 6.5 percentage points, and Trump won ME-2 by 7.5.)</p>\n\n<p>So we’ve ended up with a system where 48 states use winner-take-all, and then two states throw a stray electoral vote to someone every so often, which is pretty odd — just one of many ways the US’s method of picking a president <a href=\"https://www.vox.com/policy-and-politics/2016/11/7/12315574/electoral-college-explained-presidential-elections-2016\">is ridiculous</a>.</p>\n\n<h2 class=\"wp-block-heading\">What’s going on in Nebraska now</h2>\n\n<p>As partisanship and polarization have risen, Nebraska Republicans have attempted to respond. Back in 2016, they tried to switch to a winner-take-all electoral vote system. But there was a problem — the filibuster.</p>\n\n<p>Yes, the Cornhusker State is the rare state to have a legislative filibuster with a strong supermajority requirement. In fact, it’s stronger than the US Senate’s — a two-thirds vote, or 33 of 49 legislators, is necessary to overcome a filibuster in Nebraska. And though Republicans have regularly had big majorities, it’s proven maddeningly difficult for them to get over that hump. They fell <a href=\"https://www.nytimes.com/2016/04/13/us/nebraska-legislature-rejects-winner-take-all-electoral-vote-system.html\">just one vote short</a> in 2016.</p>\n\n<p>This year’s initial push kicked off in April, when conservative activist Charlie Kirk <a href=\"https://twitter.com/charliekirk11/status/1775201223404331439\">wrote on X</a> about a nightmare scenario for Trump supporters where Nebraska’s Second District could throw this year’s election to then-candidate<strong> </strong>Biden. He urged Nebraskans to “call their legislators and their governor to demand their state stop pointlessly giving strength to their political enemies.”</p>\n\n<p>Just hours later, Gov. Jim Pillen made his announcement that, “in response to a call out for his support,” he supported such a change, and <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112204756443508099\">Trump praised him</a> in a Truth Social post. But many <a href=\"https://www.semafor.com/article/04/02/2024/trump-and-nebraska-governor-push-to-deny-biden-a-crucial-electoral-vote\">doubted</a> that they had the votes. Republicans had 32 seats — one vote short of the 33 seats necessary to beat a filibuster.</p>\n\n<p>The plot thickened when a Democratic state senator, McDonnell, <a href=\"https://twitter.com/charliekirk11/status/1775572059479040275\">announced</a> he was switching parties to the GOP — seemingly providing the necessary vote. Then the plot, er, thinned when <a href=\"https://twitter.com/ec_schneider/status/1775558726738477276\">McDonnell told Politico’s Elena Schneider</a> that he would still support filibustering the electoral vote change. And when the proposal came to a vote, it wasn’t even close. </p>\n\n<p class=\"has-text-align-none\">But last week, Republicans tried again. Gov. Pillen called in state senators and urged them to make the change, and Sen. Lindsey Graham (R-SC) traveled to the state with the same ask. Initially, some reports <a href=\"https://nebraskaexaminer.com/2024/09/18/winner-take-all-push-gets-help-of-gov-jim-pillen-sen-lindsey-graham-trump/\">indicated</a> McDonnell was wavering.</p>\n\n<p class=\"has-text-align-none\">On Monday, though, McDonnell <a href=\"https://nebraskaexaminer.com/2024/09/23/state-sen-mike-mcdonnell-deflates-gop-hopes-for-nebraska-winner-take-all-in-2024/\">issued a statement</a> saying he was still against it: “After deep consideration, it is clear to me that right now, 43 days from Election Day, is not the moment to make this change,” he said.</p>\n\n<p><em><strong>Update, September 23, 4:45 pm ET: </strong>This article was originally published on April 3 and has been updated to reflect the new GOP effort to change Nebraska’s rules.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Donald Trump wanted Nebraska Republicans to change the state’s electoral vote rules — in a way that would likely flip one electoral vote from Kamala Harris to him. But he may not have the votes to get it done — a key state senator confirmed Monday that he was still opposed to the rules change. [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "America’s unique, enduring gun problem, explained",
    "link": "https://www.vox.com/23142734/apalachee-georgia-school-shooting-gun-violence",
    "pubDate": "2024-09-23T15:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo taken from the top of an outdoor staircase leading to the entrance of a building with an awning that reads “Hush Lounge.”\" data-caption=\"A fatal shooting occurred outside Hush nightclub in Birmingham, Alabama, on September 21, 2024. | Vasha Hunt/AP\" data-portal-copyright=\"Vasha Hunt/AP\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/AP24266559442935.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A fatal shooting occurred outside Hush nightclub in Birmingham, Alabama, on September 21, 2024. | Vasha Hunt/AP</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.nbcnews.com/news/us-news/birmingham-alabama-shooting-4-killed-dozens-injured-rcna172128\" data-type=\"link\" data-id=\"https://www.nbcnews.com/news/us-news/birmingham-alabama-shooting-4-killed-dozens-injured-rcna172128\">Four people were killed and at least 17</a> were injured in Birmingham, Alabama, on Saturday when multiple shooters opened fire on a group of people in the southern part of the city. </p>\n\n<p class=\"has-text-align-none\">As of Monday morning, no suspects had been taken into custody, though the Birmingham police described the incident as an attack that involved a specific target. “We believe there was a hit, if you will, on that particular person as far as someone willing to pay money to have that person killed,” <a href=\"https://www.nbcnews.com/news/us-news/birmingham-alabama-shooting-4-killed-dozens-injured-rcna172128\" data-type=\"link\" data-id=\"https://www.nbcnews.com/news/us-news/birmingham-alabama-shooting-4-killed-dozens-injured-rcna172128\">Birmingham police Chief Scott Thurmond said at a press briefing</a>. </p>\n\n<p class=\"has-text-align-none\">The four victims have been identified as Roderick Lynn Patterson Jr., 26; Anitra Holloman, 21; Tahj Booker, 27; and Carlos McCain, 27. Police noted that others were caught in the crossfire as the shooters aimed for their intended target, who was among the victims. According to authorities, the shooters got out of a car, fired multiple shots at people standing outside a nightclub, and fled. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.theguardian.com/us-news/2024/sep/23/birmingham-alabama-mass-shooting\" data-type=\"link\" data-id=\"https://www.theguardian.com/us-news/2024/sep/23/birmingham-alabama-mass-shooting\">The incident marked the second mass shooting</a> to occur in Birmingham in roughly two months, and follows another <a href=\"https://www.cnn.com/2024/07/14/us/birmingham-nightclub-mass-shooting/index.html\" data-type=\"link\" data-id=\"https://www.cnn.com/2024/07/14/us/birmingham-nightclub-mass-shooting/index.html\">mass shooting that took place outside of a Birmingham nightclub this past July.</a> Authorities note that the perpetrators may have <a href=\"https://www.wvtm13.com/article/glock-switches-alabama-mass-shooting/62318295\" data-type=\"link\" data-id=\"https://www.wvtm13.com/article/glock-switches-alabama-mass-shooting/62318295\">used conversion devices,</a> which can turn a semi-automatic weapon into an automatic one that fires off shots more quickly and causes more casualties as a result. </p>\n\n<p>There have been <a href=\"https://www.gunviolencearchive.org/reports/mass-shooting\">404 mass shootings in the United States in 2024</a>, including in Birmingham, following a <a href=\"https://www.gunviolencearchive.org/reports/mass-shooting?year=2023\">near-record number</a> of mass shootings in 2023. No other high-income country has suffered such a high death toll from <a href=\"https://www.vox.com/22382180/supreme-court-uvalde-guns-violence-second-amendment-heller-scalia\">gun violence</a>. Every day, more than <a href=\"https://everytownresearch.org/report/gun-violence-in-america/\">120</a> Americans die at the end of a gun, including suicides and homicides, an average of 44,341 per year. According to the latest available analysis of data from 2015 to 2019,<strong> </strong>the US gun homicide rate was <a href=\"https://everytownresearch.org/report/gun-violence-in-america/\">26 times</a> that of other high-income countries; its gun suicide rate was nearly <a href=\"https://everytownresearch.org/report/gun-violence-in-america/\">12 times higher</a>. Mass shootings, defined as attacks in which at least four people are injured or killed excluding the shooter, have been on the rise since 2015, peaking at <a href=\"https://everytownresearch.org/mass-shootings-in-america/\">686 incidents in 2021</a>.</p>\n\n<p>Despite that sheer carnage, however, the political debate over how to ensure that guns don’t fall into the hands of people who may hurt themselves and others has long proved intractable. In 2022,<strong> </strong>Congress reached a <a href=\"https://www.vox.com/policy-and-politics/2022/6/23/23180893/senate-gun-control-bipartisan-bill-2022-pass\">deal on limited gun reforms</a> for the first time in nearly 30 years<strong> </strong>in the wake of a shooting at an elementary school in Uvalde, Texas — the deadliest school shooting since 2012.&nbsp;</p>\n\n<p>But those narrow reforms clearly haven’t stopped America’s gun violence epidemic. The US’s expansive view of civilian gun ownership has been so ingrained in politics, in culture, and in the law since the nation’s founding that there’s no telling how many more people will die before federal lawmakers take further action. In that absence, many red states have loosened their gun laws over the last few years, rather than making it harder to obtain a gun.&nbsp;</p>\n\n<p>“America is unique in that guns have always been present, there is wide civilian ownership, and the government hasn’t claimed more of a monopoly on them,” said David Yamane, a professor at Wake Forest University who studies American gun culture.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The US has a lot of guns, and more guns means more gun deaths&nbsp;</h2>\n\n<p>It’s hard to estimate the number of privately owned guns in America since there is no countrywide database where people register whether they own guns, there is a<a href=\"https://www.everytown.org/issues/gun-trafficking/\"> thriving black market</a> for them in the absence of strong federal gun trafficking laws, and people can manufacture their own guns with DIY kits or 3D printers. The gun lobby has also <a href=\"https://www.motherjones.com/politics/2013/02/atf-gun-laws-nra/\">vehemently opposed</a> federal legislation to track gun sales and establish a national handgun registry.&nbsp;</p>\n\n<p>One estimate from the Small Arms Survey, a Swiss-based research project, found that there were approximately <a href=\"https://www.bbc.com/news/world-us-canada-41488081\">390 million guns</a> in circulation in the US in 2018, or about 120.5 firearms per 100 residents. That number has likely climbed in the years since, given that<a href=\"https://www.norc.org/NewsEventsPublications/PressReleases/Pages/one-in-five-american-households-purchased-a-gun-during-the-pandemic.aspx\"> one in five households</a> purchased a gun during the pandemic, though the 2018 estimate remains the most recent available. There has also been a significant increase in the number of <a href=\"https://www.thetrace.org/2023/03/guns-america-data-atf-total/\">guns manufactured and imported</a> in the years since. But even without accounting for that increase, US gun ownership is still well above any other country: Yemen, which has the world’s second-highest level of gun ownership, has only 52.8 guns per 100 residents; in Iceland, it’s 31.7.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24876824/1443590414.jpg?quality=90&#038;strip=all&#038;crop=0,10.724909644683,100,78.550180710634\" alt=\"At Least 5 Dead And 18 Injured In Colorado Springs Gay Nightclub Shooting\" title=\"At Least 5 Dead And 18 Injured In Colorado Springs Gay Nightclub Shooting\" data-has-syndication-rights=\"1\" data-caption=\"A makeshift memorial set up for the victims of the Club Q nightclub shooting in Colorado Springs that happened on November 19, 2022. | Scott Olson/Getty Images\" data-portal-copyright=\"Scott Olson/Getty Images\" />\n<p>American guns are concentrated in a tiny minority of households: just 3 percent own about half the nation’s guns, according to a 2016 Harvard and Northeastern University<a href=\"https://news.northeastern.edu/2016/09/study-70m-more-firearms-added-to-us-gun-stock-over-past-20-years/\"> study</a>. They’re called “<a href=\"https://www.theguardian.com/us-news/2016/sep/19/us-gun-ownership-survey\">super owners</a>” who have an average of 17 guns each. Gallup, using a different methodology, found that <a href=\"https://news.gallup.com/poll/1645/guns.aspx\">45 percent of Americans</a> lived in a household with guns in 2022.</p>\n\n<p>Researchers have found a clear link between gun ownership in the US and gun violence, and some argue that it’s causal. One 2013 Boston University-led study, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3828709/\">for instance</a>, found that for each percentage point increase in gun ownership at the household level, the state firearm homicide rate increased by 0.9 percent. And states with weaker gun laws have higher rates of gun-related homicides and suicides, according to a <a href=\"https://everytownresearch.org/rankings/\">study</a> by the gun control advocacy group Everytown for Gun Safety.&nbsp;</p>\n\n<p>The link between gun deaths and gun ownership is much stronger than the link that<strong> </strong>gun rights advocates often seek to draw<strong> </strong>between violence and mental health issues. If it were possible to cure all schizophrenia, bipolar, and depressive disorders, violent crime in the US would <a href=\"https://www.propublica.org/article/myth-vs-fact-violence-and-mental-health\">fall by only 4 percent</a>, according to a <a href=\"https://books.google.com/books?id=v4oSb2Na4nQC&amp;lpg=PP1&amp;pg=PA101#v=onepage&amp;q=swanson&amp;f=false\">study</a> from Duke University professor Jeffrey Swanson, who examines policies to reduce gun violence.</p>\n\n<p>There’s still a pervasive idea, pushed by gun manufacturers and gun rights organizations like the <a href=\"https://www.vox.com/2022/5/25/23140519/uvalde-school-shooting-nra-texas-good-guy-gun\">National Rifle Association</a>, that further arming America is the answer to preventing gun violence — <a href=\"https://www.vox.com/2022/5/25/23140519/uvalde-school-shooting-nra-texas-good-guy-gun\">the “good guy with a gun” theory</a>. But there have been relatively few instances in which police or armed bystanders have been able to successfully stop an active attack.<strong>&nbsp;</strong></p>\n\n<p>According to a database maintained by Advanced Law Enforcement Rapid Response Training Center at Texas State University, there were 520 active attacks — <a href=\"https://www.activeattackdata.org/index.html\">defined</a> as when one or more people are “actively killing or attempting to kill multiple unrelated people in a public space,” including but not limited to shootings — between 2000 and 2022. In many of those cases, police were <a href=\"https://www.activeattackdata.org/allattacks.html\">unable to stop</a> the attacker, either because the attack had already ended by the time they arrived or because the attacker surrendered or committed suicide. Only in 160 cases were police able to successfully intervene by shooting or otherwise subduing the attacker.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24882439/Ndqdu_police_stopped_fewer_than_a_third_of_active_attacks_between_2000_and_2022__1_.png?quality=90&#038;strip=all&#038;crop=0,20.109822298073,100,59.780355403855\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p>Another 2021 <a href=\"https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2776515\">study</a> from Hamline University and Metropolitan State University found that the rate of deaths in 133 mass school shootings between 1980 and 2019 was 2.83 times greater in cases where there was an armed guard present. The researchers argue the results suggest the presence of an armed guard increased shooters’ aggression and that because many school shooters have been found to be suicidal, “an armed officer may be an incentive rather than a deterrent.”</p>\n\n<p>“The idea that the solution to mass shootings is that we need more guns in the hands of more people in more places so that we’ll be able to protect ourselves — there’s no evidence that that’s true,” Swanson said.&nbsp;</p>\n\n<p>The prevalence of the self-defense narrative is part of what sets apart the gun rights movement in the US from similar movements in places like Canada and Australia, according to Robert Spitzer, a professor at SUNY Cortland who studies the politics of gun control.&nbsp;</p>\n\n<p>Self-defense has become by far the <a href=\"https://www.pewresearch.org/fact-tank/2021/09/13/key-facts-about-americans-and-guns/\">most prominent reason</a> for gun ownership in the US today, eclipsing hunting, recreation, or owning guns because they’re antiques, heirlooms, or work-related. That’s also reflected in <a href=\"https://www.nytimes.com/2022/05/17/us/politics/gun-manufacturing-atf.html\">ballooning handgun sales</a>, since the primary purpose of those guns isn’t recreational, but self-defense.&nbsp;</p>\n\n<p>American gun culture “brings together the hunting-sporting tradition with the militia-frontier tradition, but in modern times the hunting element has been eclipsed by a heavily politicized notion that gun carrying is an expression of freedom, individuality, hostility to government, and personal self-protection,” Spitzer said.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23589886/GettyImages_1240907270.jpg?quality=90&#038;strip=all&#038;crop=0,7.1237996034465,100,85.752400793107\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"People gather at Sacred Heart Catholic Church to pray for the victims of the mass shooting at Robb Elementary School in Uvalde, Texas, on May 25, 2022. | Chandan Khanna/AFP via Getty Images\" data-portal-copyright=\"Chandan Khanna/AFP via Getty Images\" />\n<p>That <a href=\"https://www.vox.com/2016/6/20/11975850/ar-15-owner-orlando\">culture of gun ownership in the US</a> has made it all the more difficult to explore serious policy solutions to gun violence after mass shootings. In high-income countries lacking that culture, mass shootings have historically galvanized public support behind gun control measures that would seem extreme by US standards.&nbsp;</p>\n\n<p>Canada <a href=\"https://www.washingtonpost.com/world/2021/03/23/mass-shootings-response-other-countries-gun-laws/\">banned military-style assault weapons</a> two weeks after a 2020 mass shooting in Nova Scotia. In 2019, less than a month after the Christchurch massacre, New Zealand lawmakers passed a gun buyback scheme, as well as restrictions on AR-15s and other semiautomatic weapons, and they later established a firearms registry. The 1996 Port Arthur massacre in Australia spurred the government to <a href=\"https://www.vox.com/2015/8/27/9212725/australia-buyback\">buy back 650,000 firearms</a> within a year, and murders and suicides plummeted as a result.&nbsp;</p>\n\n<p>By contrast, nearly a decade went by after the 2012 school shooting at Sandy Hook Elementary School in Newtown, Connecticut, before Congress passed a new gun control law. The <a href=\"https://www.vox.com/policy-and-politics/2022/6/23/23180893/senate-gun-control-bipartisan-bill-2022-pass\">Bipartisan Safer Communities Act</a>, the law passed in June 2022, was relatively limited:<strong> </strong>It incentivized states to pass red flag laws, enhanced background checks for gun buyers under 21, and closed the “boyfriend loophole,” which allowed some people with domestic violence convictions to purchase guns. But it did not ban any types of weapons, and certain studies suggest that even truly universal background checks may have <a href=\"https://www.vox.com/policy-and-politics/2019/2/27/18224727/house-universal-background-checks-gun-violence-congress\">limited effects on gun violence</a>.<strong>&nbsp;</strong></p>\n\n<p>At the same time, many states have sought to expand gun ownership in recent years. At least 27 states have now passed laws allowing residents to carry a <a href=\"https://www.handgunlaw.us/documents/Permitless_Carry_States.pdf\">handgun without a permit</a> and allow school staff and teachers to <a href=\"https://www.rand.org/research/gun-policy/analysis/laws-allowing-armed-staff-in-K12-schools.html\">carry guns on campus</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24882641/nwQcq_27_states_have_passed_laws_allowing_people_to_carry_a_handgun_without_a_permit.png?quality=90&#038;strip=all&#038;crop=0,21.773275665832,100,56.453448668336\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p>“Other countries look at this problem and say, ‘People walking around in the community with handguns is just way too dangerous, so we’re going to broadly limit legal access to that and make exceptions on the margins for people who might have a good reason to have a gun,’” Swanson said. “Here we do just the opposite: We say that, because of the way that the Supreme Court interpreted the Second Amendment, everybody has the right to a gun for personal protection, and then we tried to make exceptions for really dangerous people, but we can’t figure out who they are.”</p>\n\n<p><a href=\"https://iop.harvard.edu/get-involved/harvard-political-review/vast-majority-americans-support-universal-background-checks\">While the majority of Americans</a> support more gun control restrictions, <a href=\"https://www.pewresearch.org/fact-tank/2021/09/13/key-facts-about-americans-and-guns/\">including universal background checks</a>, a vocal Republican minority unequivocally opposes such laws — and is willing to put pressure on GOP lawmakers to do the same. Alongside the NRA, and a well-funded gun lobby, this contingent of voters sees gun control as a deciding issue, and one that could warrant a primary challenge for a lawmaker who votes for it.&nbsp;</p>\n\n<p>The gun lobby has the advantage of enthusiasm. “​​Despite being outnumbered, Americans who oppose gun control are more likely to contact public officials about it and to base their votes on it,” Barnard College’s Matthew Lacombe <a href=\"https://barnard.edu/news/break-down-gun-politics-america\">explained in 2020</a>. “As a result, many politicians believe that supporting gun regulation is more likely to lose them votes than to gain them votes.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24876847/1246706108.jpg?quality=90&#038;strip=all&#038;crop=0,13.100531452033,100,73.798937095933\" alt=\"Two older Asian women stand comforting each other.\" title=\"Two older Asian women stand comforting each other.\" data-has-syndication-rights=\"1\" data-caption=\"Mourners honor the victims of the January 27, 2023, Monterey Park, California, mass shooting. | Sarah Reingewirtz/MediaNews Group/Los Angeles Daily News via Getty Images\" data-portal-copyright=\"Sarah Reingewirtz/MediaNews Group/Los Angeles Daily News via Getty Images\" />\n<h2 class=\"wp-block-heading\">The Supreme Court has made it impossible to cure America’s gun violence epidemic</h2>\n\n<p>In 2008, the Supreme Court effectively wrote NRA CEO Wayne LaPierre’s “good guy with a gun” theory into the Constitution. The Court’s 5-4 decision in <a href=\"https://www.law.cornell.edu/supct/html/07-290.ZO.html\"><em>District of Columbia v. Heller</em></a> (2008) was the first Supreme Court decision in American history to hold that the Second Amendment protects an individual right to possess a firearm. But it also went much further than that.</p>\n\n<p><em>Heller</em> held that one of the primary purposes of the Second Amendment is to protect the right of individuals — good guys with a gun, in LaPierre’s framework — to use firearms to stop bad guys with guns. As Justice Antonin Scalia wrote in <em>Heller</em>, an “inherent right of self-defense has been central to the Second Amendment right.”</p>\n\n<p>As a matter of textual interpretation, this holding makes no sense. The Second Amendment provides that “<a href=\"https://constitutioncenter.org/interactive-constitution/amendment/amendment-ii\">a well regulated Militia, being necessary to the security of a free State</a>, the right of the people to keep and bear Arms, shall not be infringed.”&nbsp;</p>\n\n<p>We don’t need to guess why the Second Amendment protects a right to firearms because it is right there in the Constitution. The Second Amendment’s purpose is to preserve “a well-regulated Militia,” not to allow individuals to use their weapons for personal self-defense.</p>\n\n<p>For many years, the Supreme Court took the first 13 words of the Second Amendment seriously. As the Court said in <a href=\"https://www.law.cornell.edu/supremecourt/text/307/174\"><em>United States v. Miller</em></a><em> </em>(1939), the “obvious purpose” of the Second Amendment was to “render possible the effectiveness” of militias. And thus the amendment must be “interpreted and applied with that end in view.” <em>Heller</em> abandoned that approach.</p>\n\n<p><em>Heller</em> also reached another important policy conclusion. Handguns, according to Scalia, are “overwhelmingly chosen” by gun owners who wish to carry a firearm for self-defense. For this reason, he wrote, handguns enjoy a kind of super-legal status. Lawmakers are not allowed to ban what Scalia described as “the most preferred firearm in the nation to ‘keep’ and use for protection of one’s home and family.”</p>\n\n<p>This declaration regarding handguns matters because this easily concealed weapon is responsible for far more deaths than any other weapon in the United States — and it isn’t close. In 2021, for example, a <a href=\"https://cde.ucr.cjis.gov/LATEST/webapp/#/pages/explorer/crime/shr\">total of 14,616 people were murdered in the US</a>, according to the FBI. Of these murder victims, at least 5,992 — just over 40 percent — were killed by handguns.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23589874/GettyImages_1240908247.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A woman holds a photo of Nevaeh Bravo, who was killed in the mass shooting at Robb Elementary School, during a vigil for the victims in Uvalde, Texas, on May 25, 2022. | Allison Dinner/AFP via Getty Images\" data-portal-copyright=\"Allison Dinner/AFP via Getty Images\" />\n<p>In 2021, the Supreme Court made it even harder for federal and state lawmakers to combat gun violence. In its decision in <a href=\"https://www.supremecourt.gov/opinions/21pdf/20-843_7j80.pdf\"><em>New York State Rifle &amp; Pistol Association v. Bruen</em></a><em>, </em>it massively expands the scope of the Second Amendment, abandons more than a decade of case law governing which gun laws are permitted by the Constitution, and replaces this case law with a new legal framework that, as Justice Stephen Breyer writes in dissent, “imposes a task on the lower courts that judges cannot easily accomplish.”</p>\n\n<p><em>Bruen </em>has since allowed handguns — which are responsible for the <a href=\"https://www.vox.com/22382180/supreme-court-uvalde-guns-violence-second-amendment-heller-scalia\">overwhelming majority of gun murders</a> in the United States — to proliferate on many American streets. That’s because <em>Bruen</em> strikes the types of laws that limit who can legally carry handguns in public, holding that “the Second and Fourteenth Amendments protect an individual’s right to carry a handgun for self-defense outside the home.” Amid a flurry of activity in the courts in recent years, <a href=\"https://www.politico.com/news/magazine/2023/07/28/bruen-supreme-court-rahimi-00108285\">more than a dozen state and federal gun control laws</a> have been invalidated in whole or in part as a result.</p>\n\n<p>Under this new legal regime, the future of firearm regulation looks grim for anyone who believes that the government should help protect us from gun violence.</p>\n\n<p><em><strong>Update, September 23, 2024, 11:40 am ET: </strong>This story was originally published on May 26, 2022, and has been updated multiple times, most recently with the latest details from the September 21 shooting outside a night club in Birmingham, Alabama. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Four people were killed and at least 17 were injured in Birmingham, Alabama, on Saturday when multiple shooters opened fire on a group of people in the southern part of the city. As of Monday morning, no suspects had been taken into custody, though the Birmingham police described the incident as an attack that involved [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "This book is changing how cities fight gun violence",
    "link": "https://www.vox.com/politics/373238/gun-violence-homicides-violent-crime-strategies",
    "pubDate": "2024-09-23T15:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"One person in the crowd holds a sign that says “advocating for a safer community.”\" data-caption=\"People stand beside a memorial during a rally for an 11-year-old girl in the South Bronx who was caught in crossfire and killed on May 18, 2022 in New York City. | Bill Clark/CQ-Roll Call, Inc via Getty Images\" data-portal-copyright=\"Bill Clark/CQ-Roll Call, Inc via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Cgettyimages-1397959102.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People stand beside a memorial during a rally for an 11-year-old girl in the South Bronx who was caught in crossfire and killed on May 18, 2022 in New York City. | Bill Clark/CQ-Roll Call, Inc via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Unless something changes this fall, 2024 will go down as another year in which the United States made major progress in reducing homicides. Murder rose nearly 30 percent during the pandemic, but many cities have returned <a href=\"https://counciloncj.org/homicide-most-other-violent-crimes-drop-to-pre-pandemic-levels-in-u-s-cities/#:~:text=WASHINGTON%20%E2%80%93%20Homicide%20and%20most%20other,the%20Council%20on%20Criminal%20Justice.\">to pre-pandemic levels</a> and are continuing to see the numbers decline. As summer ended, murder was down <a href=\"https://jasher.substack.com/p/murder-is-likely-falling-at-the-fastest\">17 percent</a> in American cities compared to the same time last year.</p>\n\n<p class=\"has-text-align-none\">Plenty of cities still struggle with gun violence: This weekend, four people were killed and at least 17 were injured in a shooting <a href=\"https://www.theguardian.com/us-news/2024/sep/22/birmingham-alabama-shooting\" data-type=\"link\" data-id=\"https://www.theguardian.com/us-news/2024/sep/22/birmingham-alabama-shooting\">outside of a nightclub in Birmingham, Alabama</a>, part of an epidemic that explains why the United States has <a href=\"https://everytownresearch.org/graph/the-u-s-gun-homicide-rate-is-26-times-that-of-other-high-income-countries/\" data-type=\"link\" data-id=\"https://everytownresearch.org/graph/the-u-s-gun-homicide-rate-is-26-times-that-of-other-high-income-countries/\">a gun homicide rate that is 26 times higher</a> than other comparable countries. Still, the decline in overall homicides is essential to saving lives and creating safer communities.</p>\n\n<p class=\"has-text-align-none\">What explains <a href=\"https://www.vox.com/policy/366622/violent-crime-dropping-pandemic-wave-2024\">such a dramatic rise and then fall</a> in homicides?</p>\n\n<p class=\"has-text-align-none\">The US <a href=\"https://www.vox.com/politics/358831/us-violent-crime-murder-pandemic\">did not experience a rise in crime more generally</a> during the pandemic. It was violent crime, particularly homicides, that drove the surge. The increase in homicides, in turn, <a href=\"https://www.americanprogress.org/article/the-recent-rise-in-violent-crime-is-driven-by-gun-violence/\">was driven largely by gun homicides</a> — which make up the <a href=\"https://www.pewresearch.org/short-reads/2023/04/26/what-the-data-says-about-gun-deaths-in-the-u-s/\">vast majority of homicides in the United States</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The risk <a href=\"https://www.vox.com/policy/353878/new-guns-us-violence\">wasn’t shared equally across the population</a>, either: Nearly two-thirds of the victims of gun homicides in 2020 were Black, with the largest increases in gun deaths happening among <a href=\"https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2818887?utm_source=For_The_Media&amp;utm_medium=referral&amp;utm_campaign=ftm_links&amp;utm_term=052224\">men and boys between the ages of 10 and 44</a>, and most of these murders <a href=\"https://giffords.org/lawcenter/report/gun-violence-in-black-communities/\">took place in cities</a>. For this reason, experts understand the rise in murder during the pandemic to have been primarily <a href=\"https://edition.cnn.com/2020/07/01/us/homicides-shootings-spike-us-cities/index.html\">a problem of urban gun violence</a>.</p>\n\n<p class=\"has-text-align-none\">Experts say there are a few possible explanations for why gun homicides have since abated: <a href=\"https://www.vox.com/politics/358831/us-violent-crime-murder-pandemic\">The end of the pandemic</a> reestablished a sense of normalcy. The turmoil over the role of police following the murder of George Floyd — <a href=\"https://www.vox.com/policy/353878/new-guns-us-violence\">followed by protests and violence in some communities</a> and a <a href=\"https://www.wsj.com/articles/the-murder-spike-of-2020-when-police-pull-back-11626969547\">reduction</a> in policing — has also eased.</p>\n\n<p class=\"has-text-align-none\">But those explanations overlook an important truth. The drop is also partly the result of carefully coordinated efforts by local officials, community leaders, and law enforcement, backed in many cases by an infusion of cash <a href=\"https://www.brookings.edu/articles/addressing-the-root-causes-of-gun-violence-with-american-rescue-plan-funds-lessons-from-state-and-local-governments/\">from the federal government.</a> As leaders formulate violence reduction strategies, many are doing it with the help of a quietly influential book — a how-to guide in the fight against urban gun violence.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.hachettebookgroup.com/titles/thomas-abt/bleeding-out/9781541645714/?lens=basic-books\"><em>Bleeding Out</em></a> by Thomas Abt, was published in 2019. It makes a compelling argument: that urban gun violence, rather than being an immovable facet of American life, can be effectively reduced using specific, evidence-based strategies. By following the principles in the book, Abt writes, cities can save lives right away, without completely overhauling their budgets or waiting for long-term investments that might take decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While it’s still early, the book’s lessons are having a real-world impact.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">A set of strategies to stop urban gun violence</h2>\n\n<p class=\"has-text-align-none\"><em>Bleeding Out</em> <a href=\"https://www.vox.com/policy-and-politics/2019/7/12/20679091/thomas-abt-bleeding-out-urban-gun-violence-book-review\">draws on existing research</a> about what works to reduce urban gun violence, as well as Abt’s <a href=\"https://ccjs.umd.edu/facultyprofile/abt/thomas#:~:text=Thomas%20Abt%20VRC's%20Founding%20Director%20%26%20Associate%20Research%20Professor&amp;text=Thomas%20Abt%20is%20the%20founding,of%20Criminology%20and%20Criminal%20Justice.\">own experience from stints</a> in the Obama administration and under then-New York Gov. Andrew Cuomo.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He points to evidence that most of this violence is highly concentrated among a small number of people, and in a small number of places. In 2015, he notes, more than a quarter of the nation’s gun homicides happened in only 1,200 neighborhoods, <a href=\"https://www.theguardian.com/us-news/ng-interactive/2017/jan/09/special-report-fixing-gun-violence-in-america\">containing just 1.5 percent of the population</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The challenge of reducing gun violence, then, is to reach the people and the places at the center of the crisis, and find ways to disrupt the patterns that perpetuate it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Abt lays out three guiding principles: focus, balance, and fairness. The ideas work, he argues, if you intensely focus on the most at-risk people and places, balance the work of law enforcement with prevention and community intervention, and enforce the law fairly. “Punishment by itself has not worked,” Abt writes. “Neither has prevention.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Abt <a href=\"https://www.ojp.gov/topics/community-violence-intervention\">cites research</a> suggesting that direct outreach from “credible messengers” and other community workers can help prevent this violence. He narrows in on the promising results that cognitive behavioral therapy (CBT) has shown in communities where gun violence is in part driven by retaliation between rival networks or gangs. Law enforcement, for their part, should inform the individuals most at risk of committing violence that they will be prosecuted if they shoot someone — but also offer them resources to help if they decide not to.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The primary value of <em>Bleeding Out</em> isn’t that it presents brand-new strategies, but that it helps disseminate valuable existing knowledge. “He gathered all of the evidence-based policy and research that was out there, in a way that was very balanced between law enforcement piece and the community piece, and put it into something that was digestible by not just researchers but policymakers and community members,” says <a href=\"https://aysps.gsu.edu/profile/volkan-topalli/\">Volkan Topalli,</a> a criminology professor at Georgia State University. In other words, Abt took a big, complex issue and distilled it into a concise problem leaders weren’t helpless to solve.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The pandemic created a crisis — and an opportunity</h2>\n\n<p class=\"has-text-align-none\">In 2020, the year after the book’s release, the pandemic lockdowns started, followed by a summer of protests over police brutality. In many cities, police clashed with the protesters, and violence erupted. By the end of the year, the US had recorded its highest increase in homicide rates in modern history, <a href=\"https://edition.cnn.com/2021/10/06/health/us-homicide-rate-increase-nchs-study/index.html\">according to</a> the Centers for Disease Control and Prevention.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“That was a really difficult time,” Abt says. But it was also a moment where the ideas in the book could be put to the test.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In July 2021, the Council On Criminal Justice (CCJ), a nonpartisan think tank in Washington, DC, convened a Violent Crime Working Group to study the problem and try to offer solutions for cities facing the surge. The group, chaired by Abt and composed of experts, community leaders, law enforcement, and judges, met nearly a dozen times, issuing bulletins on their findings. In their final report, the group recommended ten “<a href=\"https://counciloncj.org/10-essential-actions/\">essential actions</a>” communities could take to fight urban gun violence.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://counciloncj.org/wp-content/uploads/2024/06/VCWG-Final-Report.pdf\">The broad scope</a> of the essential actions closely echoes the strategies and the three guiding principles — focus, balance, and fairness — that Abt recommends in <em>Bleeding Out</em>. Over the following year, communities like <a href=\"https://www.unionleader.com/news/crime/under-fire-manchester-tries-new-strategy-for-gun-crime/article_b4ad33ee-b052-52aa-8c45-d4c0e76bff20.html\">Manchester, New Hampshire</a>, began adopting some of the recommendations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In December 2023, the Department of Justice announced its Violent Crime Reduction Roadmap, a “one-stop-shop to assist local jurisdictions” in fighting community gun violence. The recommendations were familiar: They were the exact same “essential actions” proposed by Abt and his colleagues in the CCJ’s working group. As <a href=\"https://counciloncj.org/ccj-directory/adam-gelb/\">Adam Gelb, president of the CCJ</a>, put it, “The core ideas in <em>Bleeding Out</em> not only became the basis of violent crime working group report, but the foundation of federal violence reduction policy.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Helping establish the federal guidelines for gun violence reduction isn’t the only way the book has influenced policy. Leaders at every level are reading the book as they begin to form their own plans for violence reduction. <a href=\"https://people.miami.edu/profile/d506d27f83929e0a9839caa0309ae881\">Alex Piquero</a>, former director of the Bureau of Justice Statistics and a criminologist at the University of Miami, was on the CCJ working group and read early drafts of <em>Bleeding Out.</em> He recalls seeing it on the desk of a Miami police official in a 2021 meeting and thinking: “That&#8217;s exactly the audience who Thomas wanted to read the book.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The police official wasn’t alone. US Attorney Dawn Ison, <a href=\"https://www.justice.gov/usao-edmi/meet-united-states-attorney\">who oversees Michigan’s Eastern District</a>, told Vox that she turned to Abt while developing a summer violent crime reduction plan called “OneDetroit.” “I sent him our OneDetroit mission statement, and he gave it a thumbs up,” Ison says. The precincts OneDetroit targeted saw a 17 percent reduction in homicides and were part of a <a href=\"https://www.vox.com/24145161/detroit-crime-statistics-gun-violence-rate-violence-reduction\">successful strategy of reducing murders in the city last year</a>.</p>\n\n<p class=\"has-text-align-none\">It’s not just law enforcement and government officials who have found value in the book. “When Thomas&#8217;s book came out, we were like: See? We’re not crazy!” says Molly Baldwin, founder and CEO of Roca, a community program that does outreach to youth affected by urban gun violence in Massachusetts, Connecticut, and Maryland.</p>\n\n<p class=\"has-text-align-none\">In November 2022, Abt founded the Violence Reduction Center at the University of Maryland, to assist cities wanting help. VRC is partnering with three cities: Knoxville, Tennessee; Boston, Massachusetts; and St. Louis, Missouri, and its surrounding counties.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As testing grounds for urban violence reduction, the cities couldn’t be more different. Boston, the largest of the three, has a strong history of this kind of work, but Abt “helps us redirect and organize,” says Isaac Yablo, Boston’s senior advisor for community safety.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Knoxville, the smallest, is newer to the effort. “We could have spent a lot of time flailing about, figuring out how to put this together,” without VRC’s help, says LaKenya Middlebrook, the city’s first director of community safety. St. Louis, which is approaching the effort on a regional level and is anchored by a city with one of the highest murder rates in the country — is still in the planning stages, but local officials say VRC’s expertise has been valuable as they coordinate a strategy across multiple county governments.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Abt provides access to experts and offers suggestions, but leaves it to policymakers to decide their priorities. While he has formal relationships with the three cities, informal discussions happen all the time. “Not everybody needs or is ready for some big intensive thing,” Abt says, of his relationships with leaders in other cities. “You could just email me.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">He tries to be realistic about his role. “I have high hopes,” Abt says, but at the same time, “a little humility is in order here. The VRC is a help in all of the cities it works in, but ultimately it&#8217;s the good people in these cities — the mayors, the chiefs, and all of the people on the ground — who are doing this work.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not everyone agrees with his approach. Critics have described Abt’s focus on “stopping the bleeding” over addressing “root causes” of violence — economic disinvestment and racial segregation — as <a href=\"https://www.theatlantic.com/politics/archive/2019/09/can-thomas-abts-bleeding-out-curb-gun-violence/596164/\">dismissive</a>. Others have called it an oversimplification.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Abt says he’s been criticized by the left for arguing against the idea of defunding the police, and by the right for emphasizing that for some crime reduction efforts, law enforcement is not the solution.</p>\n\n<p class=\"has-text-align-none\">“People are dunking on me from all directions. There are people on the far left who think I’m placing the emphasis wrong, and worry that my message could be misinterpreted and misused to go back to tough-on-crime policies,” Abt says. “I try to be exquisitely careful about that. I’ve had many debates with tough-on-crime people, too.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, he is confident in his strategy, and in its position as a middle path, a data-driven approach that cuts across the long-held controversies over the role of policing and urban violence and prioritizes saving lives.</p>\n\n<p class=\"has-text-align-none\">A lot of people, he says, want relief from the violence. “This is particularly true in these most marginalized communities,” Abt says. As he tells the mayors he works with: “They will reward you at election time if you can make them safer.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 23, 11:00 am: </strong>This story was originally published on September 5 and has been updated to include news of a shooting outside a nightclub in Birmingham, Alabama, on September 21. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Unless something changes this fall, 2024 will go down as another year in which the United States made major progress in reducing homicides. Murder rose nearly 30 percent during the pandemic, but many cities have returned to pre-pandemic levels and are continuing to see the numbers decline. As summer ended, murder was down 17 percent [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "Why America hates to love chicken nuggets",
    "link": "https://www.vox.com/the-highlight/373241/chicken-nuggets-culture-shame-processed-foods-america",
    "pubDate": "2024-09-23T13:30:57.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"an illustration of a dinner plate with chicken nuggets, evoking a crystal ball\" data-caption=\"\" data-portal-copyright=\"Victoria Stampfer for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/7_-The-past-present-and-future-of-the-chicken-nugget.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">“Chicken nuggets are a food I have never fed my kids,” <a href=\"https://www.tiktok.com/@thehealthywife/video/7344096423169887530?_t=8p1zExyls5e&amp;_r=1\">TikTok creator @thehealthywife</a><strong> </strong>says as she carefully places raw chicken breasts into a food processor, in a video from this spring that got more than 50,000 likes. “That’s because I prioritize their health over convenience.”</p>\n\n<p class=\"has-text-align-none\">That means making nugget-like chicken snacks from scratch, no matter how messy or time-consuming it may be. As she measures out scoops of pulverized chicken meat, dredges them in her own breading mixture, and fries them in schmaltz, she’s acting out one of the biggest contradictions in contemporary food culture: Americans love chicken nuggets, and we hate ourselves for buying them, eating them, and serving them to our kids.</p>\n\n<p class=\"has-text-align-none\">Sales of frozen nuggets <a href=\"https://foodinstitute.com/focus/can-chicken-nugget-alternative-sales-take-flight/\">topped $2 billion</a> last year nationwide, and the global demand is only expected to grow, bringing in a projected <a href=\"https://finance.yahoo.com/news/frozen-chicken-market-reach-46-173800952.html\">$46.5 billion</a> by 2032.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It crosses class lines, it crosses ethnic lines, it crosses age groups. Everybody eats or feeds their families chicken nuggets,” said Kyla Wazana Tompkins, a professor of global gender and sexuality studies at the University at Buffalo who studies food and eating.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the ubiquitous little blobs of protein have also become widely reviled as a lazy shortcut, an <a href=\"https://www.nytimes.com/2024/05/06/well/eat/ultraprocessed-foods-harmful-health.html\">ultraprocessed food</a> that some want to blame for everything from <a href=\"https://www.wsj.com/articles/SB104793884451271200\">childhood obesity</a> to Alzheimer’s disease (never mind the <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10822898/\">lack of research</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Chicken nuggets have become something of a keyword for neglecting your children,” Tompkins said.</p>\n\n<p class=\"has-text-align-none\">Parents have plenty of valid reasons for feeding their kids nuggets — they’re cheap, they’re fast, and kids tend to like them, for starters. But the shame that seems to adhere to their crunchy, golden crusts says a lot about the expectations placed on parents, and especially moms, to give their kids fresh, whole foods in an economic and social environment that makes it punishingly difficult.</p>\n\n<p class=\"has-text-align-none\">Chicken nuggets are a reminder of the ways “our choices are taken away from us” in American food culture, Tompkins said. They’re “both delicious and suspicious.”</p>\n\n<h2 class=\"wp-block-heading\">The birth of the chicken nugget</h2>\n\n<p class=\"has-text-align-none\">The contemporary chicken nugget owes its existence to a man named Robert Baker, a poultry scientist at Cornell University who, in the 1960s, set out to help chicken farmers make more money by finding a use for all the “little bits and bobs you couldn’t sell on your own,” said Emelyn Rude, a historian and the author of <em>Tastes Like Chicken: A History of America’s Favorite Bird</em>. He figured out how these once-undesirable chicken pieces could be glommed together, then breaded, fried, frozen, and reheated, creating an entirely new kind of food.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Groundbreaking as it was, Baker’s <a href=\"https://slate.com/human-interest/2012/12/robert-c-baker-the-man-who-invented-chicken-nuggets.html\">“chicken stick”</a> didn’t really take off with American eaters. That wouldn’t happen until the early ’80s, when a McDonald’s chef named René Arend, originally from Luxembourg, developed the McNugget (<a href=\"https://slate.com/human-interest/2012/12/robert-c-baker-the-man-who-invented-chicken-nuggets.html\">McDonald’s has said</a> there’s no record of contact between Arend and Baker, though Baker did share his recipes freely). Introduced nationwide <a href=\"https://corporate.mcdonalds.com/corpmcd/our-stories/article/10-things-mcnuggets.html\">in 1983</a>, the creations took the country by storm, with <a href=\"https://www.thedailymeal.com/1203490/mcnugget-facts-to-celebrate-their-40th-year/\">5 million pounds sold</a> every week in the first 12 weeks of the rollout.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Within about a year, every other fast-food chain had a McNugget copycat, said <a href=\"https://lwp.georgetown.edu/about/#patrick-dixon\">Patrick Dixon</a>, a research analyst at Georgetown University’s Kalmanovitz Initiative for Labor and the Working Poor and the author of the <a href=\"https://ugapress.org/book/9780820367132/nuggets-of-gold/\">forthcoming book</a> <em>Nuggets of Gold: Further Processed Chicken and the Making of the American Diet. </em>Bagged chicken nuggets became available in grocery stores&nbsp;shortly after.</p>\n\n<p class=\"has-text-align-none\">Chicken nuggets rode a wave of anti-beef sentiment in the 1980s, in the wake of a <a href=\"https://ia902704.us.archive.org/2/items/CAT10527234/CAT10527234.pdf\">1977 government report</a> urging Americans to eat less red meat, Rude said.</p>\n\n<p class=\"has-text-align-none\">Poultry, even if it was breaded and fried, was seen as a “light alternative,” Dixon said. It was also cheaper, thanks to a rise in beef prices in the 1970s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But perhaps the biggest secret to the appeal of chicken nuggets is also the simplest: They’re tasty. Unlike other McDonald’s innovations (the ill-fated <a href=\"https://corporate.mcdonalds.com/corpmcd/our-stories/article/10-things-mcnuggets.html\">Onion Nugget</a>, for example), chicken nuggets captivated Americans with their bland yet pleasant flavor.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The nugget backlash begins</h2>\n\n<p class=\"has-text-align-none\">The backlash, however, started almost immediately. At first, commentators lightly made fun of nuggets as new-fangled junk foods. They became a symbol of emptiness — all filler and no substance. A 1986 Wall Street Journal article even used the analogy of a McNugget to lampoon political news coverage, arguing that Americans were getting chopped-up, overprocessed sound bites rather than meaty discussion of the issues.</p>\n\n<p class=\"has-text-align-none\">In the 1990s, however, growing panic about obesity led to sharper criticism, Dixon said. “Rather than ‘This is stupid’ or ‘This is junk,’ it becomes, ‘This is threatening the health of the nation.’”</p>\n\n<p class=\"has-text-align-none\">The chorus of critics grew louder in the 2000s, with the publication of the book <em>Fast Food Nation</em> and the release of the film <em>Super Size Me</em>, both of which accused chains like McDonald’s of making Americans fat and unhealthy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.thesun.co.uk/tvandshowbiz/6837622/jamie-oliver-kids-chicken-nuggets/\">2011</a>, chef and TV personality Jamie Oliver even <a href=\"https://www.youtube.com/watch?v=mKwL5G5HbGA\">tried to disgust</a> a group of kids by showing them exactly how chicken nuggets are made (it didn’t work — the kids still wanted to eat them).</p>\n\n<p class=\"has-text-align-none\">Today, with a rise in concern about <a href=\"https://www.nytimes.com/2024/05/06/well/eat/ultraprocessed-foods-harmful-health.html\">processed foods</a> and the advent of <a href=\"https://sarapetersen.substack.com/p/is-nara-smith-a-trad-wife\">DIY tradwife culture</a> and <a href=\"https://www.vox.com/culture/23648715/tiktok-instagram-advice-mistakes-howto-tutorial\">TikTok</a> <a href=\"https://www.vox.com/technology/23902094/tiktok-shop-wellness-trend-castor-oil\">wellness influencers</a>, anti-nugget rhetoric typically focuses less on obesity and more on allegedly harmful ingredients. A <a href=\"https://www.tiktok.com/@doctorfactsspeech/video/7186887623103892779?_t=8p3pJB8rxd9&amp;_r=1\">popular format</a> involves a list of additives coupled with scary slogans like “STOP EATING CHEMICALS.” Influencer @thehealthywife says she makes her own chicken nuggets from scratch to avoid ingredients like vegetable oils, despite a <a href=\"https://www.consumerreports.org/health/healthy-eating/do-seed-oils-make-you-sick-a1363483895/\">dearth of evidence</a> of any harms.</p>\n\n<p class=\"has-text-align-none\">But even among parents who would never dream of spending all day grinding chicken, there’s a general sense that heating up a plate of nuggets for the kids represents failure. That’s especially true for moms, who face an outsize level of judgment over the food their kids eat. “Our idea about what makes someone a good mother is really intricately linked to how they feed their children, in a way that it’s not at all for fathers,” said <a href=\"https://priyafs.com/\">Priya Fielding-Singh</a>, a sociologist and the author of the book <em>How the Other Half Eats: The Untold Story of Food and Inequality in America.</em></p>\n\n<p class=\"has-text-align-none\">“Mothers are told that they should be feeding their kids whole foods, unprocessed foods, limiting their sugar, limiting their sodium,” Fielding-Singh said. The mothers she spoke with for her book “generally had a feeling of guilt, like they weren’t doing enough.”</p>\n\n<h2 class=\"wp-block-heading\">What the nugget debate says about America</h2>\n\n<p class=\"has-text-align-none\">Blaming moms for serving chicken nuggets ignores the larger issues at play, experts say.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For low-income families, foods like nuggets can be a reliable source of joy when other sources are out of reach. The lower-income parents she interviewed were used to having to tell their kids “no,” many times a day, but “food was one of the few things that they could say yes to,” Fielding-Singh said. “There are few other things in life that you can afford to buy your kids that they really like and that provide instant gratification.”</p>\n\n<p class=\"has-text-align-none\">Chicken nuggets are also a meal that many kids will reliably eat, a key concern for families who can’t afford to waste food, Fielding-Singh said. Meanwhile, many neurodivergent people — <a href=\"https://www.livingonthespectrum.com/food/if-a-child-is-hungry-enough-they-will-eat-anything-hands-up-if-you-have-a-fussy-eater/\">kids</a> and <a href=\"https://www.autisticsunitedca.org/blog/safefood-the-medicinal-properties-of-chicken-nuggets\">adults</a> — appreciate the predictability of processed foods like nuggets.</p>\n\n<p class=\"has-text-align-none\">There’s also the issue of time. With dual-income families <a href=\"https://taxfoundation.org/data/all/federal/america-has-become-nation-dual-income-working-couples/\">increasingly the norm</a> — and working hours often <a href=\"https://www.vox.com/22321909/covid-19-pandemic-school-work-parents-remote\">long and unpredictable</a> — few households have someone at home during the day who can reliably prepare a complex meal.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We may want to think about convenience foods as a Band-Aid on the problem of people not having enough time to prepare foods that they want to eat,” said <a href=\"https://africana.sas.upenn.edu/people/marcia-chatelain\">Marcia Chatelain</a>, a professor of Africana studies at the University of Pennsylvania and the author of <em>Franchise: The Golden Arches in Black America</em>.</p>\n\n<p class=\"has-text-align-none\">And rather than blaming parents for feeding their kids processed chicken, Fielding-Singh said, we should be focusing on the forces “working against parents as far as helping them provide a nutritious diet for their children,” including aggressive food-industry marketing, insufficient <a href=\"https://www.vox.com/policy/2023/3/4/23625015/snap-poverty-covid-benefits\">SNAP allotments</a>, and lack of access to whole foods.</p>\n\n<p class=\"has-text-align-none\">However we think about the chicken nugget and its role in American family life, one thing is for certain: The nugget itself isn’t going anywhere. Since Robert Baker’s “chicken stick,” processed chicken products have only proliferated, with the rise of <a href=\"https://thecounter.org/novelty-shaped-nuggets-are-flying-off-freezer-shelves-with-sales-reaching-over-1-billion/\">dino-shaped nuggets</a>, nuggets <a href=\"https://eatcaulipower.com/en/products/chicken-nuggets/original/\">coated with cauliflower</a>, and even high-end versions <a href=\"https://ny.eater.com/2024/6/5/24171154/coqodaq-simon-kim-cote-flatiron-review\">topped with caviar</a>.</p>\n\n<p class=\"has-text-align-none\">Chicken is cheap to raise, easy to transport, and palatable to diners around the world, Rude said. “I just envision a very chickeny future for us all.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "“Chicken nuggets are a food I have never fed my kids,” TikTok creator @thehealthywife says as she carefully places raw chicken breasts into a food processor, in a video from this spring that got more than 50,000 likes. “That’s because I prioritize their health over convenience.” That means making nugget-like chicken snacks from scratch, no [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "Democrats have embraced a surprising “America First!” approach on climate",
    "link": "https://www.vox.com/climate/372665/harris-trump-debate-energy-nationalism-climate",
    "pubDate": "2024-09-23T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"An American flag hangs at the Venture Global Plaquemines LNG plant while under construction in Port Sulphur, Louisiana. The US is now producing more oil and gas than any country in history.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2165063430.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>An American flag hangs at the Venture Global Plaquemines LNG plant while under construction in Port Sulphur, Louisiana. The US is now producing more oil and gas than any country in history.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">As the name suggests, global warming is a global issue that effectively <a href=\"https://www.un.org/sustainabledevelopment/climate-action/\">requires every country to act</a> to curb greenhouse gas emissions. Any ton of carbon dioxide produced anywhere adds to warming globally, while any ton reduced anywhere has the same effect in reverse. That’s why the most efficient way to reduce greenhouse gas emissions broadly is through policies that encourage the cheapest clean technology, wherever it comes from.</p>\n\n<p class=\"has-text-align-none\">But the leading presidential candidates of both major American political parties are increasingly pushing for the US to develop <em>all</em> forms of energy — oil and natural gas included — and shield its own clean tech sector, even at the expense of its allies and its own climate goals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s little surprise that former President Donald Trump, a skeptic at best about climate change, has repeatedly <a href=\"https://abcnews.go.com/Politics/drill-baby-drill-donald-trump-oil-gas-rnc/story?id=112108980\">boasted</a> about his track records in boosting domestic energy production, including fossil fuels, and has pledged to impose more tariffs on Chinese goods like solar panels if he becomes president again.</p>\n\n<p class=\"has-text-align-none\">But Vice President Kamala Harris has also been hyping an America First energy policy. While the 2022 <a href=\"https://www.vox.com/policy-and-politics/2022/7/28/23281757/whats-in-climate-bill-inflation-reduction-act\">Inflation Reduction Act</a> signed by President Joe Biden represents the single-largest US investment to address climate change, his vice president has been taking credit for how it expanded oil and gas development.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I was the tie-breaking vote on the Inflation Reduction Act, which opened new leases for <a href=\"https://www.vox.com/energy-and-environment/2019/9/12/20857196/kamala-fracking-ban-biden-climate-change\">fracking</a>,” Harris said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s part of a stark bipartisan <a href=\"https://www.wsj.com/politics/policy/on-tiktok-and-steel-u-s-retreats-further-from-free-trade-consensus-f60fe2d4\">shift from the one-time consensus support for free trade</a> and open markets. But it’s a particularly notable change in tune from Democrats, who once made global, collaborative action on climate change a central issue.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris, during her first run for president in 2019, <a href=\"https://x.com/CNNPolitics/status/1169384141923606528\">pledged to ban fracking</a>, a controversial technique for extracting oil and gas from shale rock, and one that is largely responsible for making the US an oil and gas power again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Biden <a href=\"https://grist.org/politics/biden-promised-no-new-drilling-on-public-lands-heres-why-he-broke-that-promise/\">promised no new fossil fuel extraction</a> on federal lands and to <a href=\"https://www.washingtonpost.com/climate-environment/2020/11/07/biden-climate-change-monuments/\">restore America’s climate standing</a> on the global stage. Biden did bring the US back into the <a href=\"https://www.vox.com/22241348/president-biden-climate-change-paris-agreement-executive-order-keystone-pipeline\">Paris climate agreement</a> shortly after taking office, but since then has overseen a massive expansion in oil and gas production and <a href=\"https://www.eia.gov/todayinenergy/detail.php?id=61863\">ramped up fossil fuel exports</a> to <a href=\"https://www.csis.org/analysis/geopolitical-significance-us-lng\">other countries</a>. At the <a href=\"https://www.vox.com/politics/368706/kamala-harris-dnc-climate-change-policy-poll\">Democratic National Convention</a> last month, climate change scarcely came up at all. Now US <a href=\"https://www.reuters.com/business/energy/short-take-us-energy-production-exceeds-consumption-by-widest-recorded-margin-2024-06-26/\">energy production is at an all-time high</a>, and the US is producing <a href=\"https://www.vox.com/climate/24098983/biden-oil-production-climate-fossil-fuel-renewables\">more oil and gas than any country in history</a>. <br>Why the change? The simple reason is that voters right now <a href=\"https://www.pewresearch.org/politics/2024/09/09/issues-and-the-2024-election/\">care a lot more about the economy</a> and much less about the environment. “It’s not the climate politics of four years ago, or eight years ago,” said <a href=\"https://carnegieendowment.org/people/noah-gordon?lang=en\">Noah Gordon</a>, who leads the climate program at the Carnegie Endowment for International Peace.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/PP_2024.9.9_harris-trump_2-01.png?quality=90&#038;strip=all&#038;crop=0,25.783895611571,99.77421875,48.432208776857\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Though it remains a <a href=\"https://www.npr.org/2023/09/18/1200068222/climate-change-young-voters-biden-trump-economy\">priority for many young Democrats</a>, the spike in inflation and gasoline prices in the past several years pushed concerns about greenhouse gasses onto the back-burner. And when Democrats have acted on climate change, they haven’t received much credit from voters, many of whom are <a href=\"https://www.vox.com/climate/2023/8/16/23815837/inflation-reduction-act-joe-biden-impact-manufacturing-consumers\">not even aware</a> of the climate provisions of the Inflation Reduction Act. </p>\n\n<p class=\"has-text-align-none\">“If voters think climate policy is a loser for jobs and the economy, it becomes a losing issue,” said <a href=\"https://www.brookings.edu/people/samantha-gross/\">Samantha Gross</a>, who heads energy security and climate research at the Brookings Institution, in an email. “So if you care about the climate, solutions need to speak to voters’ economic concerns, like job creation and maintenance.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead of talking about climate change as its own issue, Democrats have increasingly broken it down into a subset of things that voters do demonstrably care about, like insurance rates, <a href=\"https://www.cbsnews.com/news/climate-change-home-prices-housing-realtor-com/\">housing</a>, energy prices, and <a href=\"https://www.vox.com/climate/23971356/thanksgiving-2023-food-steak-olive-oil-record-heat-climate-change\">food security</a>. And when they do talk about climate change by name, it’s primarily to highlight how addressing warming can create new economic opportunities. The fact that the US’s largest climate investment in history is called the “Inflation Reduction Act” speaks to this strategy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“​​When we invest in climate, we create jobs, we lower costs, and we invest in families,” <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/04/05/remarks-by-vice-president-harris-on-the-historic-investments-in-climate-action/\">Harris said</a> earlier this year. </p>\n\n<p class=\"has-text-align-none\">The Biden-Harris administration has thus spent the past four years promoting job creation without being too picky about where they’re coming from, including the fossil fuel sector, and using protectionist trade policies to promote domestic energy production.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But this shift in focus is leading to the US deliberately taking some of the cheapest clean energy options, like solar panels and cheap EVs made in China, off of the table, while extending a lifeline to some of the dirtiest sources of energy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This in turn has a cost for the planet: a slower path to decarbonization for the US, the <a href=\"https://www.carbonbrief.org/the-carbon-brief-profile-united-states/\">world’s second-largest greenhouse gas emitter</a>. And that means locking in more warming and all its myriad harms for the world. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Putting jobs first has big political upsides, and some environmental downsides</strong></h2>\n\n<p class=\"has-text-align-none\">For a long time, climate change was a direct function of economic output. As countries built more cars, roads, buildings, bridges, and farms, they burned more coal, oil, and natural gas, which produce greenhouse gasses that heat up the planet. That’s why early industrializing countries like the US are the <a href=\"https://www.carbonbrief.org/analysis-which-countries-are-historically-responsible-for-climate-change/\">biggest historical emitters of carbon dioxide</a>, and why the unprecedented industrial giant that is China is now the world’s biggest current emitter.</p>\n\n<p class=\"has-text-align-none\">But as energy efficiency has increased and clean power has taken root, economic output no longer has to be tied to greenhouse gas increases. More than 30 countries (including the US) <a href=\"https://www.vox.com/future-perfect/23447414/degrowth-decoupling-carbon-emissions-economic-growth\">have severed the connection</a> between emissions and economic growth, meaning they’re generating wealth and prosperity at a higher rate than they’re heating up the planet as they reduce their relative use of fossil fuels. </p>\n\n<p class=\"has-text-align-none\">And increasingly, many countries see a business opportunity in limiting greenhouse gas emissions. Clean technology sectors like solar power, electric vehicles, and batteries have been a major focus in China, <a href=\"https://www.carbonbrief.org/analysis-clean-energy-was-top-driver-of-chinas-economic-growth-in-2023/\">contributing $1.6 trillion to its economy</a> and driving 40 percent of its gross domestic product growth last year alone. China now has 80 percent of the world’s <a href=\"https://e360.yale.edu/features/china-renewable-energy\">solar manufacturing capacity</a>, and its intense investment in the sector has helped drive a <a href=\"https://ourworldindata.org/data-insights/solar-panel-prices-have-fallen-by-around-20-every-time-global-capacity-doubled\">precipitous decline in global solar panel prices</a>. </p>\n\n<p class=\"has-text-align-none\">But as China gains momentum, and as its government <a href=\"https://www.citigroup.com/global/insights/china-economics-out-with-the-old-three-and-in-with-the-new-three\">doubles down on export-driven growth</a>, its cheap products are undercutting efforts in the United States to build up its own clean tech sector. To compete, the US has struck back <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/14/fact-sheet-president-biden-takes-action-to-protect-american-workers-and-businesses-from-chinas-unfair-trade-practices/#:~:text=The%20tariff%20rate%20on%20solar,solar%20capacity%20outside%20of%20China.\">with tariffs</a> of up to 100 percent on Chinese EVs, 25 percent on EV batteries, and 50 percent on solar cells. Legislation like the Inflation Reduction Act <a href=\"https://www.irs.gov/credits-deductions/domestic-content-bonus-credit\">contains additional tax credits</a> for energy projects that require the use of US-made hardware and mandates that grantees buy American products. </p>\n\n<p class=\"has-text-align-none\">These trade hurdles on other countries have helped shield US workers. Jobs in the US clean tech sector grew at <a href=\"https://www.energy.gov/articles/doe-report-shows-clean-energy-jobs-grew-more-twice-rate-overall-us-employment\">more than double the rate</a> of overall employment. However, they impose a cost on consumers and the overall economy, raising the prices for many of the tools required to curb emissions, including blocking some of the <a href=\"https://www.vox.com/climate/2024/3/4/24087919/biden-tariff-chinese-ev-byd-battery-detroit\">cheapest, most popular EVs in the world</a>, which come from China, from US roads. </p>\n\n<p class=\"has-text-align-none\">This is all a clear demonstration that the US government is prioritizing domestic jobs and limiting China’s influence ahead of the most efficient ways to reduce carbon emissions. And these are efforts that have largely drawn support from both parties. Republicans in Congress have even introduced a <a href=\"https://www.politico.com/news/2023/11/02/senate-gop-climate-bill-china-00124909\">border-adjustment carbon tax</a> that would add a fee to goods imported from countries deemed to be major greenhouse gas emitters (i.e., China). </p>\n\n<p class=\"has-text-align-none\">But “Buy American” provisions have also created friction with US allies and trading partners like the <a href=\"https://www.europarl.europa.eu/thinktank/en/document/IPOL_IDA(2023)740087\">European Union</a> that want to sell their clean technologies in US markets. These requirements also create more competition for limited supplies of US-made hardware, sometimes leading to delays and raising costs of projects as <a href=\"https://www.reuters.com/business/energy/us-solar-factory-outlook-hit-by-supply-demand-headwinds-2024-07-18/\">US factories struggle to compete</a>. And tariffs on China aren’t airtight: Chinese companies are <a href=\"https://www.wsj.com/business/autos/chinese-ev-suppliers-invest-in-u-s-free-trade-partners-in-bid-to-tap-american-market-be7cefed\">relocating factories for components like batteries</a> to South Korea and Morocco to dodge US regulations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such measures may be necessary to build a political coalition to support an energy transition, but they make the overall process slower and more expensive, and they’re difficult to undo. “It becomes hard to roll back tariffs once they’re implemented,” Gordon said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Biden administration has also shown that it’s concerned about the political consequences of switching to clean energy too quickly, especially if those actions are viewed as contributing to higher prices. They <a href=\"https://www.vox.com/climate/24106924/epa-vehicle-emissions-carbon-pollution-climate-ev-hybrid\">weakened vehicle pollution rules</a> that were designed to accelerate the shift to EVs. They’ve also continued to push for more oil and gas drilling in the US, <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/22/icymi-biden-to-release-1-million-barrels-of-gasoline-to-reduce-prices-at-the-pump-ahead-of-july-4/\">even tapping reserves to lower gasoline prices</a>, while also renewing alarm about the US’s energy imports. “We have had the largest increase in domestic oil production in history because of an approach that recognizes that we cannot over rely on foreign oil,” Harris said at the debate.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though the Biden administration did <a href=\"https://www.vox.com/climate/24055711/lng-export-pause-biden-liquefied-natural-gas-climate-change\">pause approvals</a> of new export terminals for liquefied natural gas, US LNG exports are still poised to double by 2030 — and could rise higher depending on who takes the White House next year. </p>\n\n<p class=\"has-text-align-none\">Globally, greenhouse gas emissions are <a href=\"https://www.vox.com/climate/24139383/climate-change-peak-greenhouse-gas-emissions-action\">on the cusp of leveling</a> off and could soon begin their decline. But the pace of that drop-off — and America’s influence on it — will shape whether or not the world will meet its climate change goals. </p>\n\n<p class=\"has-text-align-none\">As the US puts up trade barriers to get ahead, the world is falling behind schedule.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "As the name suggests, global warming is a global issue that effectively requires every country to act to curb greenhouse gas emissions. Any ton of carbon dioxide produced anywhere adds to warming globally, while any ton reduced anywhere has the same effect in reverse. That’s why the most efficient way to reduce greenhouse gas emissions [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Sally Rooney’s new book is an exquisite return to form",
    "link": "https://www.vox.com/culture/373108/sally-rooney-intermezzo-review-new-book-author",
    "pubDate": "2024-09-23T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Portrait-style photo of a white woman with long brown hair and bangs, wearing a pensive expression.\" data-caption=\"Sally Rooney at the Hay Festival on May 28, 2017, in Hay-on-Wye, United Kingdom. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;David Levenson/&lt;/span&gt;Getty Images\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;David Levenson/&lt;/span&gt;Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-689411168.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sally Rooney at the Hay Festival on May 28, 2017, in Hay-on-Wye, United Kingdom. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;David Levenson/&lt;/span&gt;Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://bookshop.org/p/books/intermezzo-sally-rooney/16011779\"><em>Intermezzo</em></a>, the first new book by <a href=\"https://www.vox.com/culture/2019/9/3/20807728/sally-rooney-normal-people-conversations-with-friends\">Sally Rooney</a> in three years, comes freighted with expectations. What will our <a href=\"https://time.com/6094903/sally-rooney-millennial-novel/\">first great millennial novelist</a> do next? Will her new offering leave readers as emotionally wrecked as her previous works?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rooney, who is Irish, writes elegant, emotionally rich novels, mostly about young people in Dublin struggling to navigate their endlessly fraught love lives under late capitalism. Her first two novels, <a href=\"https://go.skimresources.com/?id=66960X1516588&amp;xs=1&amp;url=https%3A%2F%2Fbookshop.org%2Fp%2Fbooks%2Fconversations-with-friends-sally-rooney%2F11167655%3Fean%3D9780451499066&amp;xcust=VoxRooney092024\"><em>Conversations with Friends</em></a> (2017) and <a href=\"https://www.vox.com/culture/2019/4/15/18311342/normal-people-sally-rooney-book-review\"><em>Normal People</em></a> (2018), were both runaway successes. They were adapted into <a href=\"https://www.imdb.com/title/tt11997646/\">hit</a> <a href=\"https://www.vox.com/culture/2020/4/22/21229912/hulu-normal-people-review-tv-sally-rooney\">TV shows</a> and launched the careers of <a href=\"https://variety.com/2024/tv/global/paul-mescal-daisy-edgar-jones-normal-people-screening-1236018381/\">their young stars</a>. Professionally beautiful people <a href=\"https://www.refinery29.com/en-us/2019/04/230058/sally-rooney-normal-people-popularity-instagram\">kept getting photographed carrying the books around</a>, with covers in strategically prominent places, like they were the hot new handbag of the season. With her last offering, 2021’s <a href=\"https://www.vox.com/culture/22654386/sally-rooney-beautiful-world-where-are-you-review\"><em>Beautiful World, Where Are You?</em></a>, her publishers took the accessorizing literally: <a href=\"https://www.nytimes.com/2021/09/02/style/sally-rooney-book-merch.html\">Big-name influencers could score a <em>Beautiful World</em> bucket hat</a> and a <em>Beautiful World</em> tote bag to wear with their <em>Beautiful World</em> book.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@fsgbooks/video/7231625347177909531\" data-video-id=\"7231625347177909531\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@fsgbooks\" href=\"https://www.tiktok.com/@fsgbooks?refer=embed\">@fsgbooks</a> <p>What’s in our <a title=\"sallyrooney\" target=\"_blank\" href=\"https://www.tiktok.com/tag/sallyrooney?refer=embed\">#SallyRooney</a> tote bag? <a title=\"fsgbooks\" target=\"_blank\" href=\"https://www.tiktok.com/tag/fsgbooks?refer=embed\">#fsgbooks</a> <a title=\"booktok\" target=\"_blank\" href=\"https://www.tiktok.com/tag/booktok?refer=embed\">#booktok</a> <a title=\"augustblue\" target=\"_blank\" href=\"https://www.tiktok.com/tag/augustblue?refer=embed\">#augustblue</a> <a title=\"whatsinmybag\" target=\"_blank\" href=\"https://www.tiktok.com/tag/whatsinmybag?refer=embed\">#whatsinmybag</a> </p> <a target=\"_blank\" title=\"♬ capacious bag - SSENSE\" href=\"https://www.tiktok.com/music/capacious-bag-7216020866357873414?refer=embed\">♬ capacious bag &#8211; SSENSE</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">Rooney is that rarest of creatures, a unicorn of the 21st century, a celebrity author of literary fiction. Any new book by her faces a certain amount of unavoidable scrutiny: After all this time, does she still live up to the hype?</p>\n\n<p class=\"has-text-align-none\">I’m happy to report that <em>Intermezzo</em> is exquisite. While the experimental and polarizing <em>Beautiful World</em> stayed largely out of the minds of its characters, with occasionally chilly results, <em>Intermezzo</em> is all rich inner monologue, as deeply felt as <em>Normal People</em>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What’s more, it offers something for which Rooney seems to have been looking for a long time: a new way forward through the central concerns of her work. Here, love is played out through familial relationships rather than just romances, with male characters rather than dry intellectual women —&nbsp;and Rooney appears, for the first time, to be ready to stop apologizing for the romanticism of her work.</p>\n\n<p class=\"has-text-align-none\">Rooney’s previous novels played with Austen/Brontë tropes. In <em>Normal People</em>, college students Connell and Marianne are clearly meant for each other, but they keep breaking up in part because of their class differences. In <em>Conversations with Friends</em>, young Frances has to navigate her love for older, married Nick. This is the stuff of the marriage novels of 19th-century England, updated with texting and Marxism.</p>\n\n<p class=\"has-text-align-none\"><em>Intermezzo</em>, in contrast, is a play on the great Russian novels. It’s interested in questions about God, how we care for each other, and what gives life meaning.</p>\n\n<p class=\"has-text-align-none\">At the center of <em>Intermezzo</em> are two brothers, Peter and Ivan, lapsed Catholics who are struggling with the recent death of their father. Peter is 32, a lawyer, fastidious about the cut of his suits and the fabric of his scarves and the way he smiles at strangers, so as “to convey to the world at large a genial disposition.” Ivan is 22 and painfully awkward, still wearing braces, and considers himself almost incapable of interacting with other people.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/9780374602635.jpg?quality=90&#038;strip=all&#038;crop=0,32.934129878512,100,34.131740242977\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“Certain kind of panache in his absolute disregard for the material world,” Peter thinks of Ivan. “Peter is the kind of person who goes along the surface of life very smoothly,” Ivan thinks of Peter. As a pair, they form a kind of study in different ways self-hatred can manifest: through either indifference to the outside world or meticulous attention to it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We meet Peter and Ivan in the immediate aftermath of their father’s funeral, but both of them have other problems to deal with. Peter is still in love with his ex-girlfriend Sylvie, but after a vaguely-described traumatic injury has left her unable to have sex, she’s broken things off with him. (The plot devices you can get away with when you’re Sally Rooney!) Now he’s entangled with a college student and camgirl named Naomi, and fears he might be falling in love with her, too.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">All this Rooney narrates in textured, impressionistic sentence fragments, thoughts flitting across Peter’s mind like birds you see flapping across a window pane, there and then gone. “The old life of pleasure gone and never returning,” Peter thinks as he waits to meet lost Sylvie: “accept, or else delude yourself, all the same in the end. The will to live so much stronger than anyone imagines.” He thinks about suicide, and whether God would ever forgive him for it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Ivan, a once-precocious teen chess prodigy who has seen his ranking drop in recent years, lives his life in complete sentences, clauses piled upon clauses, his inner monologue so sweetly innocent as to become transparent. “He feels himself to have been formed, somehow, with something other than life in mind,” Ivan thinks of himself. “He has his good qualities, kind of, but none of them have much to do with living in the world that he actually lives in, the only world that can be said in a fairly real way to exist.”&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The plot devices you can get away with when you’re Sally Rooney!</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Ivan finds himself steadily more depressed to be living a life organized around chess, as he feels he probably hit his peak at age 15. His life starts to turn around when he meets 36-year-old Margaret, an elegant divorcée living in a small town where Ivan plays an exhibition chess game. Margaret becomes the third point-of-view character of <em>Intermezzo</em>, thinking in sedate, polished sentences about her confusing attraction to Ivan and how, playing chess, “his hands look precise and elegant, like the hands of a surgeon or a pianist.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Their developing relationship is redemptive for Ivan, who has always considered himself beneath the attention of women, but ruinous for Margaret’s reputation in her conservative town. And while Peter is himself dating a college student, he doesn’t think it plausible that a “normal woman” of Margaret’s age would want anything to do with Ivan. The fight the brothers have over Margaret spirals out of control to be about their entire lives: how they cared for their father, how they should care for the family dog, what they owe to one another.</p>\n\n<p class=\"has-text-align-none\">One of the big questions in this novel is the question of God. Ivan thinks that he can find God when playing really good chess: “It’s like the order is so deep, and it’s so beautiful, I feel there must be something underneath it all.”</p>\n\n<p class=\"has-text-align-none\">Margaret, meanwhile, says that she doesn’t think about God in terms of beauty. “I suppose my idea of God is more to do with morality. What’s right and wrong,” she says.&nbsp;This binary between beauty and morality is <a href=\"https://www.vox.com/culture/2019/9/3/20807728/sally-rooney-normal-people-conversations-with-friends\">traditionally at the center of Rooney novels</a>. Her books are obsessed with whether or not it’s all right to live a life focused on aesthetic pleasure — playing chess like Ivan or writing stories like Connell in <em>Normal People</em>— when so much is wrong with the world and there’s so much political work to be done. By extension, they are obsessed with novels as an art form that exists so that their readers can experience beauty.</p>\n\n<p class=\"has-text-align-none\">“It feels intellectually unserious to concern himself with fictional people marrying one another,” thinks Connell in <em>Normal People</em> when he finds himself in “a state of strange emotional agitation” over Jane Austen’s <em>Emma</em>. Meanwhile, celebrity novelist Alice declares in <em>Beautiful World </em>that the problem with Western contemporary literature is that it relies on “suppressing the lived realities of most human beings on earth,” disowning her own work as insufficiently engaged with real human suffering.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Her books are obsessed with whether or not it’s all right to live a life focused on aesthetic pleasure when so much is wrong with the world</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Is it all right, Rooney novels tend to wonder, fretfully, to devote your life to the beauty of novels when, after all, probably the only morally correct thing to do in our current society is to start a Marxist revolution and blow up pipelines?</p>\n\n<p class=\"has-text-align-none\">Strikingly, though, in <em>Intermezzo</em>, Rooney introduces this binary and then collapses it almost immediately. “To me, it seems like it might be all related,” Ivan says. “Like, I don’t know, to find beauty in life, maybe it’s related to right and wrong.” As the novel goes on, Rooney continues to develop this idea: that perhaps the things in our lives that are beautiful and bring us joy should be embraced, even if other people might think that they’re wrong, and that perhaps this will lead us to goodness as God understands it.</p>\n\n<p class=\"has-text-align-none\">In chess, an intermezzo is an “in-between” move that turns a game in an unexpected direction. One way of reading Rooney’s <em>Intermezzo</em> might be as a bridge piece between the books she wrote in her 20s and what’s coming in her 30s: the novels that wondered if they had the right to exist, and the books that are done apologizing for what they are: richly realized novels about love and friendship and the way that both can make us whole as human beings.&nbsp;In the meantime, <em>Intermezzo</em> works beautifully as a book all its own. It’s as tender and lovely as you could ask for, and beneath the elegant rise and fall of Rooney’s oceanic sentences, the waters go deep.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Intermezzo, the first new book by Sally Rooney in three years, comes freighted with expectations. What will our first great millennial novelist do next? Will her new offering leave readers as emotionally wrecked as her previous works?&#160; Rooney, who is Irish, writes elegant, emotionally rich novels, mostly about young people in Dublin struggling to navigate [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "Should I sacrifice my emergency savings to pay off a loan?",
    "link": "https://www.vox.com/life/372420/emergency-savings-debt-life-insurance-personal-ira",
    "pubDate": "2024-09-23T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a half red half purple person. They are dragging a red money bag behind a red firework background on the left, and holding a blue and purple money bag balloon on the right with blue and purple clouds.\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Vox_PaigeVickers_OnTheMoney_9-16_d054df.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&nbsp;</em><a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\"><em><strong>submit your question on this form</strong></em></a><em>. Here, we answer two questions asked by Vox readers, which have been edited and condensed.</em></p>\n\n<p class=\"has-text-align-none\"><strong>I’m debating whether to pay off a personal loan with a savings account or keep the savings and keep paying the loan. I have no other debts but that personal loan of $25K. I’m 42 years old with two jobs in Hawai’i, and it’s been frustrating. My thought is to pay it off and start all over with no savings. Please help.</strong></p>\n\n<p class=\"has-text-align-none\">Dear Personal Loan,</p>\n\n<p class=\"has-text-align-none\">I followed up with you to get some more information about your finances, including the interest rate on your loan, and here are the numbers worth considering:</p>\n\n<ul>\n<li>Personal loan interest: 5.75%</li>\n\n\n\n<li>Monthly minimum payment: $738</li>\n\n\n\n<li>Monthly income from both jobs: $1,500</li>\n\n\n\n<li>Monthly discretionary income: $200</li>\n</ul>\n\n<p class=\"has-text-align-none\">The original balance on your 60-month loan was $35,000 when you took it out in August 2023. In a year, you’ve taken the balance down to $24,800, which you accomplished by pulling back on discretionary purchases and putting more money toward your loan. Well done, especially on a budget as tight as yours.</p>\n\n<p class=\"has-text-align-none\">I also learned that your savings account has $5,000 in it and that you’re considering pulling $20,000 out of your life insurance mutual fund. This would leave you with no money in your savings account and no money in your life insurance account — but you’d have no debt.</p>\n\n<p class=\"has-text-align-none\">Is the trade worth it?&nbsp;</p>\n\n<p class=\"has-text-align-none\">From my perspective, you’ve successfully paid off 30 percent of your personal loan in a single year. If you stick it out for the next two or three years, you could get the personal loan paid off entirely. Yes, that means a few more years of careful budgeting and limited discretionary purchases. It also means putting more than half of your monthly income toward your debt.</p>\n\n<p class=\"has-text-align-none\">If you took the other option — paying off the loan with savings and life insurance — your first priority after paying off your personal loan would be to replenish your savings account. If you save every penny that would have gone toward personal loan payments, you should have the $5,000 taken care of in about six months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The trouble is that <a href=\"https://www.vox.com/videos/24141483/you-need-500-how-should-you-get-it\">you won’t have much of an emergency fund</a> if something should happen to you in those six months. Your budget doesn’t give you much extra cash at the end of the month, and the last thing you want to do is turn an unexpected expense into unexpected debt.</p>\n\n<p class=\"has-text-align-none\">Yes, there are scenarios in which a family member could help out, or you could get a 0 percent APR credit card to cover the cost and pay it off before the regular interest rate kicks in. That said, I’d avoid dipping into your savings to pay your loan if at all possible.</p>\n\n<p class=\"has-text-align-none\">The life insurance, on the other hand, has possibilities. If you have a permanent life policy that allows you to withdraw the cash value without any penalty, there’s an argument to be made for paying down $20,000 of your debt right away and paying off the remainder of your personal loan out of your carefully budgeted income. You’d save a lot of money in interest that way, and you’d get to keep your $5,000 emergency fund.</p>\n\n<p class=\"has-text-align-none\">Which means the real question is whether you need the money in your life insurance policy. Do you have dependents who could benefit from the $20,000 if something were to happen to you? The budget you showed me didn’t appear to include expenses related to a partner or children, but I don’t want to assume.</p>\n\n<p class=\"has-text-align-none\">The other question is why you took out the personal loan in the first place. The answer may be personal, but it&#8217;s worth considering. In 2023, you borrowed $30,000, and I’d hate to see you find yourself in a situation where you needed to take out another five-figure loan a year from now.</p>\n\n<p class=\"has-text-align-none\">That’s why I’d still recommend paying off the loan the way you’ve been doing. At 5.75 percent APR and $800 in monthly payments, you’ll clear out your debt in two years and 10 months. It’ll cost you $2,112.11 in interest, which may seem like more than you want to pay, but during that time your $5,000 in savings could accumulate as much as $625 in interest (if you have a <a href=\"https://www.vox.com/even-better/23424503/saving-money-inflation-covid-stock-market-anxiety\">high-yield savings account</a> with 4.25 percent APY, for example) and your life insurance mutual fund might be earning a 6 percent return.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">You get to decide what’s best for you, but at least you understand your options.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more from On the Money</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\">Should you combine finances with your partner?</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\">How to cope with inflation and lifestyle creep</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\">How are you supposed to start investing?</a></p>\n\n\n\n<p class=\"has-text-align-none\">Do you have questions related to personal finance? Submit them <a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\" data-type=\"link\" data-id=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\"><strong>Is it prudent to have a variety of mutual funds, like a work-provided 401(k)/403(b) and a personal IRA, as well as one or two additional investment accounts? Or is it more efficient to have just one account like the work-provided 403(b)?</strong></p>\n\n<p class=\"has-text-align-none\">Dear Prudent<strong>,</strong></p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/ad/23938917/how-to-start-saving-for-retirement\">Employer-sponsored retirement plans</a> are great. I always recommend signing up for them, especially if you get a company match. These plans allow you to save pre-tax dollars, which allows you to put more of your earnings directly into your retirement fund while simultaneously reducing your tax burden. Yes, you will pay taxes on your withdrawals later on, but many people are in a lower tax bracket by then. More importantly, many employers automatically match your 401(k) or 403(b) contributions up to a certain percentage. As the financial advisers like to say, that’s “free money.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">That said, these kinds of investment accounts are not at all what you’d consider “efficient.” 401(k) accounts, which are designed to help private-sector employees save for their own retirements, and 403(b) accounts, which are often available to nonprofit employees, teachers, and people who work for the government, can help you set aside money for the future — but in many cases, the types of investments you can make through employer-sponsored accounts are relatively limited. Not only are you tied to the investment provider associated with your employer’s plan, but you may only get to choose from a small number of investment options.</p>\n\n<p class=\"has-text-align-none\">If I recall correctly, I didn’t even get to pick my investments the last time I had a 403(b). The onboarding program asked me to select my risk level — low, medium, or high — and then created a portfolio for me.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Which is all fine and good, and I still recommend signing up for these kinds of things, but the odds are that you’re going to be invested in funds that may offer <a href=\"https://www.vox.com/2015/2/6/7983147/mutual-fund-rip-off\">lower returns and higher expense ratios</a> than what you might get if you opened your own IRA and created your own portfolio after comparing the options available at various top brokerages.</p>\n\n<p class=\"has-text-align-none\">You can’t do anything about returns, of course — not even if you choose the extremely popular total-market funds that people tend to recommend on investing forums — but you can do something about expense ratios. Basically, investment providers determine in advance how much it’s going to cost you for them to manage the fund; they provide that number in the form of an expense ratio, and you can compare expense ratios before you make investments.</p>\n\n<p class=\"has-text-align-none\">Lower expense ratios are generally better, since you get to keep more of the money you invest.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, employer-sponsored retirement plan providers don’t really have an incentive to keep expense ratios low because they know you don’t have any other choice. If your employer’s 403(b) is with a certain provider, you can’t just switch your 403(b) investments to a different provider, so you’re stuck paying whatever the provider decides to charge.</p>\n\n<p class=\"has-text-align-none\">This isn’t to suggest that investing in an employer-sponsored account is a waste of money. Employer-sponsored accounts are great, especially for people who might not otherwise be incentivized to save for retirement. It’s just to hint that putting<em> everything</em> into the employer-sponsored retirement account may not be the most efficient use of your money.</p>\n\n<p class=\"has-text-align-none\">I can’t give you investment advice because I’m not an investment adviser, but I can suggest that you contribute as much as is required into your 403(b) to get the tax break and the company match, and put the rest of your retirement savings into an IRA that you can control. Traditional IRAs allow you to contribute pre-tax dollars and reduce your taxable income during your prime earning years, and Roth IRAs allow you to contribute post-tax dollars and withdraw your contributions (but not your returns) ahead of schedule if you need to. Since IRAs max out at a certain dollar amount per year, you may also want to consider opening a brokerage account that isn’t necessarily tied to retirement and continue your investing journey that way.</p>\n\n<p class=\"has-text-align-none\">It’ll take a little extra time to compare all of the possibilities and make the best choices for your financial situation, but it could be worth it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&#160;submit your question on this form. Here, we answer two questions asked by Vox readers, which have [&#8230;]",
    "author": "Nicole Dieker"
  },
  {
    "title": "Yuval Noah Harari on whether democracy and AI can coexist",
    "link": "https://www.vox.com/the-gray-area/372742/democracy-ai-warning-yuval-noah-harari-nexus",
    "pubDate": "2024-09-22T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man in a light-colored dress shirt gestures as he speaks in front of a digital screen; a colorful bouquet of flowers in the foreground covers part of his torso.\" data-caption=\"Israeli historian and writer Yuval Noah Harari speaks at the Global Artificial Intelligence Summit Forum on July 9, 2017, in Hangzhou in China’s Zhejiang Province. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Visual China Group via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Visual China Group via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-811026980.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Israeli historian and writer Yuval Noah Harari speaks at the Global Artificial Intelligence Summit Forum on July 9, 2017, in Hangzhou in China’s Zhejiang Province. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Visual China Group via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If the internet age has anything like an ideology, it’s that more information and more data and more openness will create a better and more truthful world.</p>\n\n<p class=\"has-text-align-none\">That sounds right, doesn’t it? It has never been easier to know more about the world than it is right now, and it has never been easier to share that knowledge than it is right now. But I don’t think you can look at the state of things and conclude that this has been a victory for truth and wisdom.</p>\n\n<p class=\"has-text-align-none\">What are we to make of that? Why hasn’t more information made us less ignorant and more wise?</p>\n\n<p class=\"has-text-align-none\">Yuval Noah Harari is a historian and the author of a new book called <a href=\"https://www.penguinrandomhouse.com/books/762444/nexus-by-yuval-noah-harari/\"><em>Nexus: A Brief History of Information Networks from the Stone Age to AI</em></a>. Like all of Harari’s books, this one covers a ton of ground but manages to do it in a digestible way. It makes two big arguments that strike me as important, and I think they also get us closer to answering some of the questions I just posed.</p>\n\n<p class=\"has-text-align-none\">The first argument is that every system that matters in our world is essentially the result of an information network. From currency to religion to nation-states to artificial intelligence, it all works because there’s a chain of people and machines and institutions collecting and sharing information.</p>\n\n<p class=\"has-text-align-none\">The second argument is that although we gain a tremendous amount of power by building these networks of cooperation, the way most of them are constructed makes them more likely than not to produce bad outcomes, and since our power as a species is growing thanks to technology, the potential consequences of this are increasingly catastrophic.</p>\n\n<p class=\"has-text-align-none\">I invited Harari on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to explore some of these ideas. Our conversation focused on artificial intelligence and why he thinks the choices we make on that front in the coming years will matter so much.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1378393510\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">As always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\"><em>This conversation has been edited for length and clarity.</em></p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What’s the basic story you wanted to tell in this book?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">The basic question that the book explores is if humans are so smart, why are we so stupid? We are definitely the smartest animal on the planet. We can build airplanes and atom bombs and computers and so forth. And at the same time, we are on the verge of destroying ourselves, our civilization, and much of the ecological system. And it seems like this big paradox that if we know so much about the world and about distant galaxies and about DNA and subatomic particles, why are we doing so many self-destructive things? And the basic answer you get from a lot of mythology and theology is that there is something wrong in human nature and therefore we must rely on some outside source like a god to save us from ourselves. And I think that’s the wrong answer, and it’s a dangerous answer because it makes people abdicate responsibility.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading has-text-align-left\">We know more than ever before, but are we any wiser?</h2>\n\n\n\n<p class=\"has-text-align-none\">Historian and bestselling author of <em>Sapiens</em> Yuval Noah Harari doesn’t think so.</p>\n\n\n\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@vox/video/7415300604081311007\" data-video-id=\"7415300604081311007\"> <section> <a target=\"_blank\" title=\"@vox\" href=\"https://www.tiktok.com/@vox?refer=embed\" rel=\"noopener\">@vox</a> <p>We know more than ever before, but are we any wiser? Bestselling author of Sapiens and historian Yuval Noah Harari doesn’t think so. This week Vox’s Sean Illing talks with Harari, author of a mind-bending new book, Nexus: A Brief History of Information Networks, about how the information systems that shape our world often sow the seeds of destruction. Listen wherever you get your podcasts.</p> <a target=\"_blank\" title=\"♬ original sound  - Vox\" href=\"https://www.tiktok.com/music/original-sound-Vox-7415300581318724383?refer=embed\" rel=\"noopener\">♬ original sound  &#8211; Vox</a> </section> </blockquote> \n</div>\n\n<p class=\"has-text-align-none\">I think that the real answer is that there is nothing wrong with human nature. The problem is with our information. Most humans are good people. They are not self-destructive. But if you give good people bad information, they make bad decisions. And what we see through history is that yes, we become better and better at accumulating massive amounts of information, but the information isn’t getting better. Modern societies are as susceptible as Stone Age tribes to mass delusions and psychosis. </p>\n\n<p class=\"has-text-align-none\">Too many people, especially in places like Silicon Valley, think that information is about truth, that information is truth. That if you accumulate a lot of information, you will know a lot of things about the world. But most information is junk. Information isn’t truth. The main thing that information does is connect. The easiest way to connect a lot of people into a society, a religion, a corporation, or an army, is not with the truth. The easiest way to connect people is with fantasies and mythologies and delusions. And this is why we now have the most sophisticated information technology in history and we are on the verge of destroying ourselves.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">The boogeyman in the book is artificial intelligence, which you argue is the most complicated and unpredictable information network ever created. A world shaped by AI will be very different, will give rise to new identities, new ways of being in the world. We have no idea what the cultural or even spiritual impact of that will be. But as you say, AI will also unleash new ideas about how to organize society. Can we even begin to imagine the directions that might go?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Not really. Because until today, all of human culture was created by human minds. We live inside culture. Everything that happens to us, we experience it through the mediation of cultural products — mythologies, ideologies, artifacts, songs, plays, TV series. We live cocooned inside this cultural universe. And until today, everything, all the tools, all the poems, all the TV series, all the mythologies, they are the product of organic human minds. And now increasingly they will be the product of inorganic AI intelligences, alien intelligences. Again, the acronym AI traditionally stood for artificial intelligence, but it should actually stand for alien intelligence. Alien, not in the sense that it’s coming from outer space, but alien in the sense that it’s very, very different from the way humans think and make decisions because it’s not organic. </p>\n\n<p class=\"has-text-align-none\">To give you a concrete example, one of the key moments in the AI revolution was when AlphaGo defeated Lee Sedol in a Go Tournament. Now, Go is a bold strategy game, like chess but much more complicated, and it was invented in ancient China. In many places, it’s considered one of the basic arts that every civilized person should know. If you are a Chinese gentleman in the Middle Ages, you know calligraphy and how to play some music and you know how to play Go. Entire philosophies developed around the game, which was seen as a mirror for life and for politics. And then an AI program, AlphaGo, in 2016, taught itself how to play Go and it crushed the human world champion. But what is most interesting is the way [it] did it. It deployed a strategy that initially all the experts said was terrible because nobody plays like that. And it turned out to be brilliant. Tens of millions of humans played this game, and now we know that they explored only a very small part of the landscape of Go.</p>\n\n<p class=\"has-text-align-none\">So humans were stuck on one island and they thought this is the whole planet of Go. And then AI came along and within a few weeks it discovered new continents. And now also humans play Go very differently than they played it before 2016. Now, you can say this is not important, [that] it’s just a game. But the same thing is likely to happen in more and more fields. If you think about finance, finance is also an art. The entire financial structure that we know is based on the human imagination. The history of finance is the history of humans inventing financial devices. Money is a financial device, bonds, stocks, ETFs, CDOs, all these strange things are the products of human ingenuity. And now AI comes along and starts inventing new financial devices that no human being ever thought about, ever imagined.</p>\n\n<p class=\"has-text-align-none\">What happens, for instance, if finance becomes so complicated because of these new creations of AI that no human being is able to understand finance anymore? Even today, how many people really understand the financial system? Less than 1 percent? In 10 years, the number of people who understand the financial system could be exactly zero because the financial system is the ideal playground for AI. It’s a world of pure information and mathematics. </p>\n\n<p class=\"has-text-align-none\">AI still has difficulty dealing with the physical world outside. This is why every year they tell us, Elon Musk tells us, that next year you will have fully autonomous cars on the road and it doesn’t happen. Why? Because to drive a car, you need to interact with the physical world and the messy world of traffic in New York with all the construction and pedestrians and whatever. Finance is much easier. It’s just numbers. And what happens if in this informational realm where AI is a native and we are the aliens, we are the immigrants, it creates such sophisticated financial devices and mechanisms that nobody understands them?</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">So when you look at the world now and project out into the future, is that what you see? Societies becoming trapped in these incredibly powerful but ultimately uncontrollable information networks?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Yes. But it’s not deterministic, it’s not inevitable. We need to be much more careful and thoughtful about how we design these things. Again, understanding that they are not tools, they are agents, and therefore down the road are very likely to get out of our control if we are not careful about them. It’s not that you have a single supercomputer that tries to take over the world. You have these millions of AI bureaucrats in schools, in factories, everywhere, making decisions about us in ways that we do not understand. </p>\n\n<p class=\"has-text-align-none\">Democracy is to a large extent about accountability. Accountability depends on the ability to understand decisions. If … when you apply for a loan at the bank and the bank rejects you and you ask, “Why not?,” and the answer is, “We don’t know, the algorithm went over all the data and decided not to give you a loan, and we just trust our algorithm,” this to a large extent is the end of democracy. You can still have elections and choose whichever human you want, but if humans are no longer able to understand these basic decisions about their lives, then there is no longer accountability.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">You say we still have control over these things, but for how long? What is that threshold? What is the event horizon? Will we even know it when we cross it?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Nobody knows for sure. It’s moving faster than I think almost anybody expected. Could be three years, could be five years, could be 10 years. But I don&#8217;t think it’s much more than that. Just think about it from a cosmic perspective. We are the product as human beings of 4 billion years of organic evolution. Organic evolution, as far as we know, began on planet Earth 4 billion years ago with these tiny microorganisms. And it took billions of years for the evolution of multicellular organisms and reptiles and mammals and apes and humans. Digital evolution, non-organic evolution, is millions of times faster than organic evolution. And we are now at the beginning of a new evolutionary process that might last thousands and even millions of years. The AIs we know today in 2024, ChatGPT and all that, they are just the amoebas of the AI evolutionary process. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Do you think democracies are truly compatible with these 21st-century information networks?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Depends on our decisions. First of all, we need to realize that information technology is not something on [a] side. It’s not democracy on one side and information technology on the other side. Information technology is the foundation of democracy. Democracy is built on top of the flow of information.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For most of history, there was no possibility of creating large-scale democratic structures because the information technology was missing. Democracy is basically a conversation between a lot of people, and in a small tribe or a small city-state, thousands of years ago, you could get the entire population or a large percentage of the population, let’s say, of ancient Athens in the city square to decide whether to go to war with Sparta or not. It was technically feasible to hold a conversation. But there was no way that millions of people spread over thousands of kilometers could talk to each other. There was no way they could hold the conversation in real time. Therefore, you have not a single example of a large-scale democracy in the pre-modern world. All the examples are very small scale.</p>\n\n<p class=\"has-text-align-none\">Large-scale democracy became possible only after the rise of the newspaper and the telegraph and radio and television. And now you can have a conversation between millions of people spread over a large territory. So democracy is built on top of information technology. Every time there is a big change in information technology, there is an earthquake in democracy which is built on top of it. And this is what we’re experiencing right now with social media algorithms and so forth. It doesn’t mean it’s the end of democracy. The question is, will democracy adapt?</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Do you think AI will ultimately tilt the balance of power in favor of democratic societies or more totalitarian societies?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Again, it depends on our decisions. The worst-case scenario is neither because human dictators also have big problems with AI. In dictatorial societies, you can’t talk about anything that the regime doesn’t want you to talk about. But actually, dictators have their own problems with AI because it’s an uncontrollable agent. And throughout history, the [scariest] thing for a human dictator is a subordinate [who] becomes too powerful and that you don’t know how to control. If you look, say, at the Roman Empire, not a single Roman emperor was ever toppled by a democratic revolution. Not a single one. But many of them were assassinated or deposed or became the puppets of their own subordinates, a powerful general or provincial governor or their brother or their wife or somebody else in their family. This is the greatest fear of every dictator. And dictators run the country based on fear.</p>\n\n<p class=\"has-text-align-none\">Now, how do you terrorize an AI? How do you make sure that it’ll remain under your control instead of learning to control you? I’ll give two scenarios which really bother dictators. One simple, one much more complex. In Russia today, it is a crime to call the war in Ukraine a war. According to Russian law, what’s happening with the Russian invasion of Ukraine is a special military operation. And if you say that this is a war, you can go to prison. Now, humans in Russia, they have learned the hard way not to say that it’s a war and not to criticize the Putin regime in any other way. But what happens with chatbots on the Russian internet? Even if the regime vets and even produces itself an AI bot, the thing about AI is that AI can learn and change by itself.</p>\n\n<p class=\"has-text-align-none\">So even if Putin’s engineers create a regime AI and then it starts interacting with people on the Russian internet and observing what is happening, it can reach its own conclusions. What if it starts telling people that it’s actually a war? What do you do? You can’t send the chatbot to a gulag. You can’t beat up its family. Your old weapons of terror don’t work on AI. So this is the small problem. </p>\n\n<p class=\"has-text-align-none\">The big problem is what happens if the AI starts to manipulate the dictator himself. Taking power in a democracy is very complicated because democracy is complicated. Let’s say that five or 10 years in the future, AI learns how to manipulate the US president. It still has to deal with a Senate filibuster. Just the fact that it knows how to manipulate the president doesn’t help it with the Senate or the state governors or the Supreme Court. There are so many things to deal with. But in a place like Russia or North Korea, an AI only needs to learn how to manipulate a single extremely paranoid and unself-aware individual. It’s quite easy. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What are some of the things you think democracies should do to protect themselves in the world of AI?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">One thing is to hold corporations responsible for the actions of their algorithms. Not for the actions of the users, but for the actions of their algorithms. If the Facebook algorithm is spreading a hate-filled conspiracy theory, Facebook should be liable for it. If Facebook says, “But we didn&#8217;t create the conspiracy theory. It’s some user who created it and we don’t want to censor them,” then we tell them, “We don’t ask you to censor them. We just ask you not to spread it.” And this is not a new thing. You think about, I don’t know, the New York Times. We expect the editor of the New York Times, when they decide what to put at the top of the front page, to make sure that they are not spreading unreliable information. If somebody comes to them with a conspiracy theory, they don’t tell that person, “Oh, you are censored. You are not allowed to say these things.” They say, “Okay, but there is not enough evidence to support it. So with all due respect, you are free to go on saying this, but we are not putting it on the front page of the New York Times.” And it should be the same with Facebook and with Twitter.</p>\n\n<p class=\"has-text-align-none\">And they tell us, “But how can we know whether something is reliable or not?” Well, this is your job. If you run a media company, your job is not just to pursue user engagement, but to act responsibly, to develop mechanisms to tell the difference between reliable and unreliable information, and only to spread what you have good reason to think is reliable information. It has been done before. You are not the first people in history who had a responsibility to tell the difference between reliable and unreliable information. It’s been done before by newspaper editors, by scientists, by judges, so you can learn from their experience. And if you are unable to do it, you are in the wrong line of business. So that’s one thing. Hold them responsible for the actions of their algorithms.</p>\n\n<p class=\"has-text-align-none\">The other thing is to ban the bots from the conversations. AI should not take part in human conversations unless it identifies as an AI. We can imagine democracy as a group of people standing in a circle and talking with each other. And suddenly a group of robots enter the circle and start talking very loudly and with a lot of passion. And you don’t know who are the robots and who are the humans. This is what is happening right now all over the world. And this is why the conversation is collapsing. And there is a simple antidote. The robots are not welcome into the circle of conversation unless they identify as bots. There is a place, a room, let’s say, for an AI doctor that gives me advice about medicine on condition that it identifies itself.</p>\n\n<p class=\"has-text-align-none\">Similarly, if you go on Twitter and you see that a certain story goes viral, there is a lot of traffic there, you also become interested. “Oh, what is this new story everybody’s talking about?” Who is everybody? If this story is actually being pushed by bots, then it’s not humans. They shouldn’t be in the conversation. Again, deciding what are the most important topics of the day. This is an extremely important issue in a democracy, in any human society. Bots should not have this ability to determine what stories dominate the conversation. And again, if the tech giants tell us, “Oh, but this infringes freedom of speech” — it doesn’t because bots don’t have freedom of speech. Freedom of speech is a human right, which would be reserved for humans, not for bots.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/yuval-noah-harari-on-the-eclipsing-of-human-intelligence/id1081584611?i=1000669695275\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em><a href=\"https://www.vox.com/thegrayarea\"><em> </em><em>The Gray Area</em></a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em> </em><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> </em><em>Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> </em><em>Pandora</em></a><em>, or wherever you listen to podcasts.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If the internet age has anything like an ideology, it’s that more information and more data and more openness will create a better and more truthful world. That sounds right, doesn’t it? It has never been easier to know more about the world than it is right now, and it has never been easier to [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "I give to charity — but never to people on the street. Is that wrong?",
    "link": "https://www.vox.com/future-perfect/372519/charity-giving-effective-altruism-mutual-aid-homeless",
    "pubDate": "2024-09-22T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/PeteGamlen_Charity_9-13.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Your Mileage May Vary is an advice column o</em><em>ffering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional </em><em>column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other.</em><em> </em><em>Here is a Vox reader’s question, condensed and edited for clarity.</em> </p>\n\n<p class=\"has-text-align-none\"><strong>I think I have a duty to help people much poorer than me, and I give 10 percent of my salary to charities that I think are effective at preventing early death due to poverty. I also live in a city with a lot of visible homelessness, and am often solicited for money. My brain says that this is not an effective way to help people; the people asking might not be the neediest among the homeless in my city, and the people I’m sending malaria bednets and pills to are even needier. At the same time, I feel callous simply ignoring all these requests. What should I do?</strong></p>\n\n<p class=\"has-text-align-none\">Dear Would-Be Optimizer,</p>\n\n<p class=\"has-text-align-none\">Nine times out of ten, when someone’s got an ethical dilemma, I think it’s because a couple of their core values are <a href=\"https://www.vox.com/future-perfect/370030/advice-column-aging-parents-retirement-community-elder-care\">conflicting with each other</a>. But you’re that tenth case. I say that because I don’t actually believe your question represents a battle royale between two different values. I think there’s one core value here&nbsp;— helping people —&nbsp;and one strategy that’s masquerading as a value.</p>\n\n<p class=\"has-text-align-none\">That strategy is optimization. I can tell from your phrasing that you’re really into it. You don’t just want to help people —&nbsp;you want to help people as effectively as possible. Since <a href=\"https://www.vox.com/future-perfect/23152657/poverty-cash-graduation-ultra-poor-brac\">extreme poverty</a> is concentrated in developing countries, and since your dollar goes much further there than it would in your home country, your optimizing impulse is telling you to send your charity money abroad.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Optimization started as a technique for solving certain math problems, but our society has elevated it to the status of a value — arguably one of the dominant values in the Western world. It’s been on the rise since the 1700s, when utilitarian thinkers seeded the idea that both economics and ethics should focus on maximizing utility (meaning, happiness or satisfaction): Just calculate how much utility each action would produce, and choose the one that produces the most.</p>\n\n<p class=\"has-text-align-none\">You can see this logic everywhere in modern life —&nbsp;from <a href=\"https://www.newyorker.com/culture/office-space/the-frustration-with-productivity-culture\">work culture</a>, with its emphasis on productivity hacks and agile workflows, to <a href=\"https://www.theguardian.com/news/2019/aug/02/athleisure-barre-kale-tyranny-ideal-woman-labour\">wellness culture</a>, with its emphasis on achieving perfect health and optimal sleep. The mandate to “Live your best life!” is turbocharged by Silicon Valley, which urges us to <a href=\"https://www.vox.com/future-perfect/2019/6/25/18682583/biohacking-transhumanism-human-augmentation-genetic-engineering-crispr\">quantify every aspect of ourselves</a> with Fitbits, Apple Watches, and Oura Rings, because the more data you have on your body’s mechanical functions, the more you can optimize the machine that is you.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>Have a question you want me to answer in the next Your Mileage May Vary column?</strong> </h2>\n\n\n\n<p class=\"has-text-align-none\">Feel free to email me at <a href=\"mailto:sigal.samuel@vox.com\">sigal.samuel@vox.com</a> or <a href=\"https://forms.gle/wTU5egBukdhyKeL56\">fill out this anonymous form</a>! Newsletter subscribers will get my column before anyone else does and their questions will be prioritized for future editions. <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Sign up here!</a></p>\n</div>\n\n<p class=\"has-text-align-none\">Optimization definitely has its place, including in the world of charity. Some charitable organizations are much more effective than others trying to achieve the same goal. All things being equal, we don’t want to blow all our money on the wildly ineffective ones. Effective altruists, members of the <a href=\"https://www.vox.com/future-perfect/23458282/effective-altruism-sam-bankman-fried-ftx-crypto-ethics\">utilitarian-flavored social movement</a> that aims to do the most good possible, are fond of noting that the most effective charities out there actually produce <a href=\"https://psycnet.apa.org/record/2020-63320-004\">100 times more benefit</a> than the average ones. Why <em>not </em>get the biggest bang for your buck?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The problem is that we’ve stretched optimization beyond its optimal limits. We try to apply it to everything. But not every domain in life can be optimized, at least not without compromising on some of our values.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In your case, you’re trying to optimize how much you help others, and you believe that means focusing on the neediest. But “neediest” according to what definition of needy? You could assume that financial need is the only type that counts, so you should focus first on lifting everyone out of extreme poverty, and only then help people in less dire straits. But are you sure that only the brute poverty level matters?</p>\n\n<p class=\"has-text-align-none\">Consider an insight from the Jewish tradition. The ancient rabbis were exquisitely sensitive to the psychological needs of poor people, and they argued that these needs should also be taken into account. So they decreed that you shouldn’t only give poor people enough money to survive on —&nbsp;they need to have more than that so they themselves can give charity to others. <a href=\"https://rabbisacks.org/covenant-conversation/reeh/tzedakah-the-untranslatable-virtue/\">As Rabbi Jonathan Sacks writes</a>, “On the face of it, the rule is absurd. Why give X enough money so that he can give to Y? Giving to Y directly is more logical and efficient. What the rabbis understood, however, is that giving is an essential part of human dignity.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rabbis also figured that those who used to be well-off but who fell into poverty might feel an especially acute sense of shame. So they suggested helping these people save face by offering them not just bare necessities, but also —&nbsp;when possible — some of the nicer things that graced their former lifestyles. <a href=\"https://www.sefaria.org/Ketubot.67b.3?lang=bi\">In the Talmud</a>, we hear about one rabbi who gave a newly poor person a fancy meal, and another who acted as the person’s servant for a day! Clearly, the ancient rabbis weren’t only aiming to alleviate poverty. They were also alleviating the shame that can accompany it.</p>\n\n<p class=\"has-text-align-none\">The point is that there are many ways to help people and, because they’re so different, they don’t submit to direct comparison. Comparing poverty and shame is comparing apples to oranges; one can be measured in dollars, but the other can’t. Likewise, <a href=\"https://www.vox.com/the-highlight/23862090/subjective-wellbeing-wealth-philanthropy-gdp-happiness-givewell\">how can you ever hope to compare</a> preventing malaria with alleviating depression? Saving lives versus improving them? Or saving the life of a kid versus saving the life of an adult?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet if you want to optimize, you need to be able to run an apples-to-apples comparison —&nbsp;to calculate how much good different things do in a single currency, so you can pick the best option. But because helping people isn’t reducible to one thing —&nbsp;it’s lots of incommensurable things, and how to rank them depends on each person’s subjective philosophical assumptions — trying to optimize in this domain will mean you have to artificially simplify the problem. You have to pretend there’s no such thing as oranges, only apples.</p>\n\n<p class=\"has-text-align-none\">And when you try to do that, an unfortunate thing happens. You end up rushing past all the unhoused people in your city and, as you put it, you “feel callous simply ignoring all these requests.” Ignoring these human beings comes at a cost, not only to them, but to you. It has a damaging effect on your moral conscience, which feels moved to help but is being told not to.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Even <a href=\"http://www.givinggladly.com/2019/02/you-have-more-than-one-goal-and-thats.html\">some leaders in effective altruism</a> and the adjacent rationalist community recognize this as a problem and advise people not to shut up that part of themselves. Rationalist Eliezer Yudkowsky, for example, says it’s okay to donate some money to causes that make us feel warm and fuzzy but that aren’t producing maximum utility. His advice is to “<a href=\"https://www.lesswrong.com/posts/3p3CYauiX8oLjmwRF/purchase-fuzzies-and-utilons-separately\">purchase fuzzies and utilons separately</a>” —&nbsp;meaning, devote one pot of money to pet causes and another (much bigger) pot of money to the most cost-effective charities. You can, he says, get your warm fuzzies by volunteering at a soup kitchen and “let that be <em>validated</em> by your other efforts to purchase utilons.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">I would also suggest diversifying your giving portfolio, but it’s <em>not </em>because I think you need to “validate” the warm fuzzies. Instead, it’s because of another value: integrity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When 20th-century British philosopher and critic of utilitarianism <a href=\"https://plato.stanford.edu/ENTRIES/williams-bernard/\">Bernard Williams</a> talked about integrity, he meant it in the literal sense of the word, which has to do with a person’s wholeness (think of related words like “integration”). He argued that moral agency does not sit in a contextless vacuum —&nbsp;it is always some specific person’s agency, and as specific people we have specific commitments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For example, a mother has a commitment to ensuring her kid’s well-being, over and above her general wish for all kids everywhere to be well. Utilitarianism says she has to consider everyone’s well-being equally, with no special treatment for her own kid —&nbsp;but Williams says that’s an absurd demand. It alienates her from a core part of herself, ripping her into pieces, wrecking her wholeness —&nbsp;her integrity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It sounds like that’s what you’re feeling when you pass a person experiencing homelessness and ignore them. Ignoring them makes you feel bad because it alienates you from the part of you that is moved by this person’s suffering — that <em>sees the orange</em><em> </em>but is being told there are only apples. That core part of you is no less valuable than the optimizing part, which you liken to your “brain.” It’s not dumber or more irrational. It’s the part that cares deeply about helping people, and without it, the optimizing part would have nothing to optimize!&nbsp;</p>\n\n<p class=\"has-text-align-none\">So rather than trying to override it, I would encourage you to honor your wish to help in all its fullness. You won’t be able to run a direct apples-to-apples comparison, but that’s okay. Different types of help are useful in their own way and you can divvy up your budget between them, even though there’s no perfect formula to spit out the “optimal” allocations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Diversifying your giving portfolio might look something like this. You keep a small amount of cash or gift cards on you, which you hand out to unhoused people you encounter directly. You put aside a larger amount to donate to a local or national charity with a strong track record. And you devote another amount to a highly effective charity abroad.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You might feel annoyed that there’s no universal mathematical formula that can tell you the best thing to do. If so, I get it. I want the magic formula too! But I know that desire is distinct from the core value here. Don’t let optimization eat the real value you hold dear.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Bonus: What I’m reading</h2>\n\n<ul>\n<li>I recently read <a href=\"https://www.penguinrandomhouse.com/books/670624/optimal-illusions-by-coco-krumme/\"><em>Optimal Illusions</em></a>, a book by mathematician Coco Krumme that traces the roots of optimization’s overreach. As she puts it, “Over the past century, optimization has made an impressive epistemic land grab.”&nbsp;</li>\n</ul>\n\n<ul>\n<li>When torn between competing moral theories, does it make sense to diversify your donations in proportion to how much you believe in each theory? Some philosophers argue against that view, but Michael Plant and coauthors defend it in <a href=\"https://philpapers.org/archive/KACMUP.pdf\">this new paper</a>.</li>\n</ul>\n\n<ul>\n<li><a href=\"https://www.newyorker.com/magazine/2024/09/16/are-your-morals-too-good-to-be-true\">This gorgeously written essay</a> by anthropologist Manvir Singh introduced me to the term “cooperating without looking” (or, because it’s a New Yorker essay, “coöperating without looking”). This “tendency to willfully ignore costs and benefits when helping others” —&nbsp;to help without calculating what you’ll gain from the altruistic act — is “a key feature of both romantic love and principled behavior.” When we help this way, <a href=\"https://www.vox.com/future-perfect/2019/8/27/20829758/altruism-morality-molly-crockett-study-dating-do-gooders\">people trust us more</a>.&nbsp;</li>\n</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Your Mileage May Vary is an advice column offering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other. Here is a Vox [&#8230;]",
    "author": "Sigal Samuel"
  }
]