[
  {
    "title": "The anatomy of a smear: How a lie about Haitian immigrants went viral",
    "link": "https://www.vox.com/podcasts/372206/springfield-ohio-pets-haitian-immigrants-conspiracy",
    "pubDate": "2024-09-17T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A mural on a wall reads “Greetings from Springfield, Ohio.” \" data-caption=\"A mural is displayed in an alley downtown on September 16, 2024, in Springfield, Ohio. | Luke Sharrett/Getty Images\" data-portal-copyright=\"Luke Sharrett/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171699459.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A mural is displayed in an alley downtown on September 16, 2024, in Springfield, Ohio. | Luke Sharrett/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When former President Donald Trump told <a href=\"https://www.nielsen.com/news-center/2024/over-67-million-viewers-tune-in-for-abc-news-harris-trump-debate/\">67 million Americans</a> last week that immigrants in Springfield, Ohio, were eating people’s pets, he was repeating a racist conspiracy theory that was years in the making — <a href=\"https://www.vox.com/politics/371855/trump-vance-springfield-ohio-racist-conspiracy-theories-haitian-immigrants\">if not even longer</a>.</p>\n\n<p class=\"has-text-align-none\">Since 2020, thousands of Haitian immigrants moved to the Rust Belt town in southwestern Ohio to take advantage of new manufacturing jobs there. <a href=\"https://www.vox.com/politics/371855/trump-vance-springfield-ohio-racist-conspiracy-theories-haitian-immigrants\">As Vox’s Li Zhou has reported</a>, “while the growth in population has helped rejuvenate the town, it’s also put pressure on social services in the form of longer wait times at medical clinics and more competition for affordable housing, fueling some animosity toward the newcomers.”</p>\n\n<p class=\"has-text-align-none\">That animosity morphed into something entirely different in the days leading up to a presidential debate thanks to right-wing social media accounts, which seized on <a href=\"https://www.nbcnews.com/news/us-news/-just-exploded-springfield-woman-says-never-meant-spark-rumors-haitian-rcna171099\">baseless rumors about immigrants in Springfield</a> — conflated with a story about a Canton, Ohio, woman, who is not Haitian and was accused of killing and eating a cat — to create an online frenzy. Since then, members of Springfield’s Haitian community <a href=\"https://haitiantimes.com/2024/09/11/haitian-immigrants-in-ohio-under-racist-attacks/\">tell reporters they are nervous about leaving their homes</a> as the town remains on high alert after a series of bomb threats, while Republican vice presidential nominee JD Vance and others <a href=\"https://www.nytimes.com/2024/09/15/us/politics/jd-vance-springfield-pets.html\">continue to double down on the made-up story</a>.</p>\n\n<p class=\"has-text-align-none\">Gaby Del Valle, a reporter for <em>The Verge</em>,<em> </em>talked with <em>Today, Explained</em> host Noel King about an ecosystem of right-wing influencers that turned a lie about immigrants in a small town into a Republican campaign talking point.</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of their conversation, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> wherever you get your podcasts, including <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9yc3MuYXJ0MTkuY29tL3RvZGF5LWV4cGxhaW5lZA==\">Google Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, and <a href=\"https://www.stitcher.com/podcast/vox/today-explained\">Stitcher</a>.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8062552285\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Let’s look back in time to when this was just an online rumor. Where does it start?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Gaby Del Valle</h4>\n\n<p class=\"has-text-align-none\">One of the earliest tweets that I saw was from an account called End Wokeness, which posted on September 6 a screenshot of that Facebook post that was like, my friend’s neighbor’s sister’s cousin or whatever got her cat kidnapped and she found it outside a house where Haitians live. And also posted a picture of a man holding a goose, and said that ducks and pets are disappearing in Springfield, Ohio, a place where there are a lot of Haitian migrants. And then on September 8, Charlie Kirk posted the same screenshot from Facebook and Elon Musk replied to it, saying, apparently people’s cats are being eaten. The original End Wokeness post right now has 4.9 million views. Musk’s reply to Charlie Kirk has 1.6 million views. Charlie Kirk’s post was viewed at least 4 million times. This kind of left the ecosystem of right-wing Twitter partially because Elon Musk got involved. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">What happens, generally and in this case, when Elon Musk gets involved? Why does he matter?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Gaby Del Valle</h4>\n\n<p class=\"has-text-align-none\">In addition to owning Twitter and letting go of the content moderation team, the Trust and Safety Council… I can’t speak with certainty here, but I will say that Elon Musk has several pet causes that he posts about a lot. One of which is immigration, another one of which is quote-unquote “wokeness.” And there is a sense that what Elon cares about gets pushed out to users on the app. And even if there’s not an algorithmic change that is putting content that Elon cares about in front of everybody, he has a lot of influence, a lot of followers, and a lot of power.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">All right. So this is not true. It is not true in Springfield. It is not true in the way it’s being presented. And then we hear it again on the debate stage. Again, there’s a round of debunking, this isn’t true. Has the debunking had any impact on this rumor’s staying power? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Gaby Del Valle</h4>\n\n<p class=\"has-text-align-none\">The debunking has done absolutely nothing in terms of the rumor’s staying power. In some senses, it actually kind of fueled the narrative because the narrative on the right is not just, like, people are eating cats in Springfield. It’s well, you know, maybe actually this isn’t happening. But even if it’s not happening, why is the media so focused on debunking whether people are eating cats in Springfield? And why are they not talking about the Haitian immigrant invasion of Springfield? Why are they not looking at that? On Truth Social, Trump has posted a bunch of different images of him saving cats, of cats and ducks watching the presidential debate. The Republican Party of Arizona put out 12 billboards in the Phoenix area that say “<a href=\"https://www.washingtonpost.com/politics/2024/09/11/arizona-gop-eat-cats-billboards/\">Eat less kittens, vote Republican</a>.” This has become the new Republican Party rallying cry. </p>\n\n<p class=\"has-text-align-none\">The cat memes are almost like a shorthand for this overall belief about not only Springfield, but communities across America supposedly being taken over by migrants. It’s like a visual representation of what is called the Great Replacement Theory, which is this conspiracy theory that there is an outside force replacing local, often white populations with imported migrants of color. Sometimes the proponents of that theory claim that Democrats are turning a blind eye to illegal immigration and allowing undocumented people to vote so that they have staying power. Sometimes a conspiracy theory is about how Democrats or other elites want to foment demographic change. But the underlying premise is always local American populations, which almost always means white populations, are being replaced by nonwhite immigrants. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Anti-immigrant rhetoric and the kind of, at times, really outlandish lies that accompany it are part of a pretty familiar playbook for Donald Trump. Does 2024 feel different to you than, for example, 2020 or 2016?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Gaby Del Valle</h4>\n\n<p class=\"has-text-align-none\">I would say yes and no. Like, Trump’s 2016 campaign famously began with these racist claims about Mexican immigrants being rapists and murderers, very bad people, etc., etc. So I think that this is kind of the logical outcome of that. It’s pure, unvarnished racism. And the point is to dehumanize Haitians. But it’s definitely escalated. It’s gone further than before. [In] some circles of right-wing Twitter, people are talking about, like, the links between race and IQ. And there’s this implication and sometimes just outright statements that migrants from Haiti and elsewhere are not intelligent enough to be assimilated into American society. And for them, it’s about more than culture. It’s about more than even skin color. It’s this kind of biological hatred. And that’s the extreme rhetoric that has not only gone unchallenged, but has gotten more and more extreme as the years have gone on.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When former President Donald Trump told 67 million Americans last week that immigrants in Springfield, Ohio, were eating people’s pets, he was repeating a racist conspiracy theory that was years in the making — if not even longer. Since 2020, thousands of Haitian immigrants moved to the Rust Belt town in southwestern Ohio to take [&#8230;]",
    "author": "Haleema Shah"
  },
  {
    "title": "What happened to Nate Silver",
    "link": "https://www.vox.com/politics/372217/nate-silver-2024-polls-trump-harris",
    "pubDate": "2024-09-17T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Nate Silver gestures while speaking onstage, in 2018\" data-caption=\"Nate Silver speaks at a 2018 panel | &lt;span style=&quot;color: rgb(8, 8, 8); font-family: Lato, sans-serif; font-size: 14px; white-space-collapse: collapse;&quot;&gt;Krista Kennell/Patrick McMullan via Getty&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;color: rgb(8, 8, 8); font-family: Lato, sans-serif; font-size: 14px; white-space-collapse: collapse;&quot;&gt;Krista Kennell/Patrick McMullan via Getty&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1053643790.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Nate Silver speaks at a 2018 panel | &lt;span style=&quot;color: rgb(8, 8, 8); font-family: Lato, sans-serif; font-size: 14px; white-space-collapse: collapse;&quot;&gt;Krista Kennell/Patrick McMullan via Getty&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A presidential election is coming up and people are mad at Nate Silver again.</p>\n\n<p class=\"has-text-align-none\">In itself, that’s nothing new: Silver’s election forecasts have drawn at least some controversy in every presidential cycle since he started doing them in 2008.</p>\n\n<p class=\"has-text-align-none\">The current anger is about how <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">Silver’s forecast</a> has shown Trump as the slight favorite to win the election since late August. As of Monday, it still gave him a 59.6 percent chance of victory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the roots go deeper. People have never really stopped being mad at Silver since the last election, and the people maddest at him are Democrats and progressives. In some of these circles, the mere mention of Silver’s name brings derision, contempt, or even fury.</p>\n\n<p class=\"has-text-align-none\">This is largely because of a change in Silver’s own work and public commentary. He rose to prominence by taking aim at innumerable pundits and poll-denying Republicans, but he’s increasingly used his combative social media presence to challenge progressives, Democrats, and public health experts when he feels they are wrong — which, in recent years, has been often.</p>\n\n<p class=\"has-text-align-none\">“I think progressive epistemics have really deteriorated,” Silver told me in an interview last week. Back in 2012, he “naively thought” only conservatives “were quite so capable of being detached from reality,” he said. Put more politely, he went on, many progressives are “unaware of how much the combination of partisan bias and the internet, especially Twitter, infects people’s thinking and makes them insane.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">His critics would argue that that’s just what’s happened to him. The rap on Silver <a href=\"https://newrepublic.com/article/155761/fall-nate-silver\">has long been that</a>, when he isn’t forecasting elections, he’s just another contrarian centrist pundit prone to bad takes on issues far from his realm of expertise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And while some of the criticism progressives direct at Silver is simply because people are uncomfortable with what his model is showing, much of it is a reflection of Silver’s new approach to commentary: He’s far less hesitant about expressing his opinions than he used to be, and he’s unafraid to challenge conventional wisdom, including on controversial subjects.</p>\n\n<p class=\"has-text-align-none\">Still, the issue where he stuck his neck out most over the past year was his <a href=\"https://www.natesilver.net/p/160-million-americans-are-eligible\">commentary</a> that Democrats were headed for <a href=\"https://www.natesilver.net/p/its-time-for-the-white-house-to-put\">disaster</a> by renominating Joe Biden, and that’s a take that held up. “It’s just the most obvious thing in the world, this guy’s a fucking walking corpse,” Silver told me. “To say he could be president for another four years was delusional.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The evolution of Nate Silver, explained</h2>\n\n<p class=\"has-text-align-none\">When Silver first rose to fame, his forecasts functioned as something of a security blanket to nervous Democrats. In 2008 and 2012, his election forecasts crunched the polling numbers and projected Barack Obama as the clear favorite to win. Online progressives were thrilled at his debunkings of <a href=\"https://www.politico.com/blogs/media/2012/10/nate-silver-one-term-celebrity-147618\">vacuous pundits</a> and conservative <a href=\"https://slate.com/news-and-politics/2012/09/dean-chambers-meet-the-guy-who-s-re-weighting-polls-to-show-romney-way-ahead-of-obama.html\">poll-unskewers</a> and believed him to be a kind of election prediction wizard; he spent the 2012 cycle <a href=\"https://www.nytimes.com/2008/11/10/business/media/10silver.html\">at the New York Times</a> and afterward <a href=\"https://www.adweek.com/tvnewser/nate-silver-sold-fivethirtyeight-to-espn/\">sold his FiveThirtyEight website</a> to ESPN, which would fund its expansion into a full-blown data journalism publication under his leadership.</p>\n\n<p class=\"has-text-align-none\">But Silver’s goal was never to reassure the anxious, it was to call the outcome correctly. Though he shared the generally liberal politics of the Obama era (his initial election writings were <a href=\"https://www.dailykos.com/users/poblano\">posted on the progressive website Daily Kos</a>), they weren’t really his main interest. His background was in baseball stats-crunching and online poker playing; he wanted to forecast the future and beat the odds. His first book, 2012’s <em>The Signal and the Noise</em>, was about his efforts to separate data that is actually meaningful in determining outcomes (the signal) from distracting, useless, or misleading information (the noise).</p>\n\n<p class=\"has-text-align-none\">When Donald Trump first ran for president, Silver found that was easier said than done. In his previous coverage of presidential primaries, he believed that early polling was essentially noise. It had shown Hillary Clinton far ahead of Obama in 2008, and Mitt Romney struggling against various fringe or celebrity figures in 2012, and now it showed Trump ahead. So throughout 2015, he <a href=\"https://www.reddit.com/r/dataisbeautiful/comments/3fwxdm/comment/ctsp89q/\">voiced</a> <a href=\"https://fivethirtyeight.com/features/donald-trumps-six-stages-of-doom/\">confidence</a> that Trump was <a href=\"https://fivethirtyeight.com/features/dear-media-stop-freaking-out-about-donald-trumps-polls/\">doomed</a>. “That was one thing that I think I deserved to be criticized for,” he says now. “We ignored a lot of polling data showing Trump doing well in the primary.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The 2016 general election was a different story. In the now-crowded election forecast space, Silver’s model matched the others by calling Clinton the favorite, but in the final weeks <a href=\"https://www.vox.com/2016/11/3/13147678/nate-silver-fivethirtyeight-trump-forecast\">stood out</a> for offering Trump an unusually high chance of winning, unlike other models that said he’d almost certainly lose. He cannot claim to have predicted Trump’s win (the final forecast gave that a 28 percent chance of happening), but <a href=\"http://fivethirtyeight.com/features/election-update-why-our-model-is-more-bullish-than-others-on-trump/\">his arguments</a> for why the polling in fact pointed to an uncertain race were vindicated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But, to his great annoyance, some on the left <a href=\"https://www.huffpost.com/entry/nate-silver-election-forecast_n_581e1c33e4b0d9ce6fbc6f7f\">criticized</a> <a href=\"https://www.vox.com/policy-and-politics/2016/11/7/13550068/nate-silver-forecast-wrong\">him</a> beforehand for underrating Clinton’s chances, while others <a href=\"https://www.currentaffairs.org/news/2016/12/why-you-should-never-ever-listen-to-nate-silver\">blasted him</a> afterward for not having made Trump the favorite. “I was trying to warn everybody it was a close election,” Silver says. “And afterward, I was villainized for that.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">His souring on the left-of-center discourse world began then and continued during Trump’s presidency, when he occasionally bristled against what he saw as a censorious “<a href=\"https://www.thewrap.com/nate-silver-marvels-that-libs-cant-even-permit-trump-to-have-one-good-day-after-al-baghdadi-killing/\">groupthink</a>” (progressives getting mad at <a href=\"https://www.thewrap.com/nate-silver-marvels-that-libs-cant-even-permit-trump-to-have-one-good-day-after-al-baghdadi-killing/\">tweets he sent</a> that he thought were innocuous).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then the Covid-19 pandemic began, and Silver began trying to <a href=\"https://www.wired.com/story/opinion-dont-be-fooled-by-covid-19-carpetbaggers/\">crunch the numbers</a> and offer <a href=\"https://www.vox.com/future-perfect/22193679/who-should-get-covid-19-vaccine-first-debate-explained\">his takes</a> on the unfolding situation — to the <a href=\"https://x.com/AnEpidemiolgst/status/1258433065933824008\">chagrin</a> of some epidemiologists and public health experts, who <a href=\"https://www.newsweek.com/nate-silver-criticism-covid-vaccine-report-interpretation-1556198\">believed</a> he didn’t know what he was talking about and <a href=\"https://x.com/celinegounder/status/1382299663269761024\">should</a> <a href=\"https://x.com/gorskon/status/1340476633455718401?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1340476633455718401%7Ctwgr%5Ef7e5c5c30fb840697947236336b8808ef1648b72%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.redditmedia.com%2Fmediaembed%2Fkgnwuo%2F%3Fresponsive%3Dtrueis_nightmode%3Dfalse\">defer to them</a>. One common theme was that Silver wanted a speedy rollout of vaccines and then a quick return to normal. He argued that public health experts were <a href=\"https://x.com/NateSilver538/status/1405237900539748352\">underrating</a> the costs of prolonged school closures, <a href=\"https://x.com/NateSilver538/status/1478925497786675206?s=20\">comparing them</a> to “disastrous, invasion-of-Iraq (or perhaps greater)” mistakes. “These people don&#8217;t understand cost-benefit analysis,” <a href=\"https://x.com/NateSilver538/status/1381925025964515330\">he tweeted</a>. Silver further earned the experts’ ire by opining that the “<a href=\"https://www.vox.com/health/23617450/covid-origins-lab-leak-theory-energy-department-sars-china\">lab leak</a>” theory of Covid-19’s origins was plausible. “I would bet 60-40, 70-30 on lab leak probably,” he told me, though he acknowledged that we’d probably never know for sure.</p>\n\n<p class=\"has-text-align-none\">Last year, Silver struck out on his own with a <a href=\"https://www.natesilver.net/\">Substack email newsletter</a> after economic headwinds at Disney led to layoffs at FiveThirtyEight and spurred his departure. And if there was one theme of his first year of writing, it was that Biden’s age was a very serious problem for Democrats. “If the expert class doesn’t understand that Biden’s age is both a real concern for voters and a valid concern,” he <a href=\"https://www.natesilver.net/p/of-course-bidens-age-is-a-legitimate\">wrote last September</a>, “they’d better be prepared” for a second Trump term. At that point, he <a href=\"https://www.natesilver.net/p/its-probably-too-late-not-to-nominate\">thought</a> it was “probably too late not to nominate Biden” and that Harris would <a href=\"https://www.natesilver.net/p/democrats-think-kamala-harris-would\">probably lose to Trump</a>. But in November, he changed his mind, <a href=\"https://www.natesilver.net/p/if-biden-cant-run-a-normal-campaign\">writing</a>: “If Biden can&#8217;t run a normal campaign, he should step aside.”</p>\n\n<p class=\"has-text-align-none\">Many Democrats at the time cried foul and argued that the focus on Biden’s age was a media invention akin to the old focus on Hillary Clinton’s emails. Silver <a href=\"https://www.natesilver.net/p/not-everything-is-butheremails\">pushed back</a>, writing: “Not everything is #ButHerEmails.” He argued that the White House’s shielding of Biden from public appearances was a clear indication that he would perform poorly in such appearances.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In mid-February, <a href=\"https://www.natesilver.net/p/its-time-for-the-white-house-to-put\">he wrote</a> that Biden stepping aside was “an option that Biden, the White House and Democratic leaders need to seriously consider.” He called it “very far from an ideal option,” but said: “It might nevertheless be Democrats’ best option for beating Trump.” It took five more months and one disastrous debate performance, but eventually, the party accepted that this judgment was correct.</p>\n\n<h2 class=\"wp-block-heading\">The current forecast</h2>\n\n<p class=\"has-text-align-none\">For nearly all of August, Silver’s <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">forecast</a> showed Harris as a very narrow favorite, giving her a 52 percent chance of winning. But at the end of the month, Trump jumped out ahead, and the forecast now says he’s the narrow favorite with a 59.7 percent chance. (This led to some praise from Trump, who <a href=\"https://x.com/atrupar/status/1832088369465114709\">said recently</a> that Silver was a “very respected guy, I don’t know him, but he has me up by a lot.”)</p>\n\n<p class=\"has-text-align-none\">Many people reading Silver’s forecast tend to place great importance on whether their preferred candidate is a slight favorite (which makes them feel relieved) or a slight underdog (which makes them feel anxious and/or angry). Silver always insists that that’s the wrong way to think about it and that such a race can very easily go either way, but few take his advice.</p>\n\n<p class=\"has-text-align-none\">Accordingly, the uproar over the current forecast, from people who want Harris to win, has been quite pronounced. “Who bought #NateSilver and how much did he go for?” actress Bette Midler <a href=\"https://x.com/BetteMidler/status/1833180073525911871\">posted on X</a>. Baseless conspiracy theories have been hatched that Silver’s <a href=\"https://www.axios.com/2024/07/16/nate-silver-polymarket\">recently announced gig</a> as an adviser to the online prediction market <a href=\"https://www.axios.com/2024/07/16/nate-silver-polymarket\">Polymarket</a> is spurring him to do the bidding of <a href=\"https://x.com/NateSilver538/status/1833530311675941360\">right-wing billionaires</a> and skew his analysis against Harris. (Silver has strongly denied those claims. “Peter Thiel isn&#8217;t paying me any more than he&#8217;s paying someone who works for Facebook or Lyft,” he recently <a href=\"https://x.com/NateSilver538/status/1833530311675941360\">posted on X</a>.)</p>\n\n<p class=\"has-text-align-none\">Among the more data-literate, the main critique of Silver’s model lately has been that it’s unfairly punishing Harris for not getting a big polling bounce after the Democratic convention. (Nominees typically get a bounce then and lose some of that advantage later on, but this is an unusual cycle and perhaps Harris got her “bounce” earlier, when she entered the race.) On September 7, Silver <a href=\"https://www.natesilver.net/p/oops-i-made-the-convention-bounce\">wrote</a> that if the “convention bounce” setting was turned off, the model would show something extremely close to a pure 50-50 contest; he has also said that this effect will dwindle the further we get from the convention.</p>\n\n<p class=\"has-text-align-none\">It seems undeniable that <a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president.html\">current polls show</a> an extremely close Electoral College race, especially in the most important state, <a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president-pennsylvania.html\">Pennsylvania</a>. So outrage over whether Harris should be considered a narrow favorite or a narrow underdog seems to me to be splitting hairs.</p>\n\n<p class=\"has-text-align-none\">As for the criticism of Silver’s commentary more broadly, he told me, “I don’t give a shit.” Dismissing what he called the “circlejerk” of “Blue MAGA,” he said that beyond them, “there’s a huge audience for the work I do,” and pointed out that his new book is a <a href=\"https://www.nytimes.com/books/best-sellers/hardcover-nonfiction/\">New York Times bestseller</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His progressive critics, he said, “don’t impact my life in any way” — except, perhaps, that he “may create a little bit of conflict” with them, “because it’s fun.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A presidential election is coming up and people are mad at Nate Silver again. In itself, that’s nothing new: Silver’s election forecasts have drawn at least some controversy in every presidential cycle since he started doing them in 2008. The current anger is about how Silver’s forecast has shown Trump as the slight favorite to [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "Linkin Park is back. Its new frontwoman has ties to Scientology.",
    "link": "https://www.vox.com/culture/372158/linkin-park-emily-armstrong-scientology-controversy-backlash-jaime-bennington",
    "pubDate": "2024-09-16T20:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Emily Armstrong of Linkin Park performs during a global livestream at Warner Bros. Studios on September 5, 2024, in Burbank, California. ( | Timothy Norris/Getty Images for Warner Music\" data-portal-copyright=\"Timothy Norris/Getty Images for Warner Music\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2170439146.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Emily Armstrong of Linkin Park performs during a global livestream at Warner Bros. Studios on September 5, 2024, in Burbank, California. ( | Timothy Norris/Getty Images for Warner Music</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Linkin Park may have been one of the most popular rock bands of the turn of the millennium, but now it’s facing a backlash wedded to the modern era, including a Me Too controversy and allegations about Scientology.</p>\n\n<p class=\"has-text-align-none\">On September 5, after a seven-year hiatus, Linkin Park announced a comeback and aired a livestreamed performance featuring new lead vocalist Emily Armstrong, the lead singer-songwriter of the rock band Dead Sara. Yet instead of making headlines for the bold choice to replace Chester Bennington with a female lead singer, the band was promptly beset by backlash — not because of Armstrong’s gender, but because of the company she keeps.</p>\n\n<p class=\"has-text-align-none\">Though many fans have been vocally supportive of the band and Armstrong’s arrival, the announcement is also kicking up a wave of anger and backlash, most notably from Jaime Bennington, the son of the band’s former frontman <a href=\"https://www.vox.com/2017/7/20/16005224/linkin-park-frontman-chester-bennington-dies-at-41\">Chester Bennington</a>, who died by suicide in 2017.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Jaime Bennington says Linkin Park “betrayed the trust” of fans by choosing Armstrong because of her friendship with disgraced actor <a href=\"https://www.vox.com/culture/2023/9/12/23870223/ashton-kutcher-mila-kunis-backlash-danny-masterson-character-letter-explained\">Danny Masterson</a>, who was convicted in 2023 on two counts of rape, and her support for him during his trial. Bennington also called out Armstrong for her alleged affiliation to the Church of Scientology, as did other public figures including popular musicians and watchdog journalists.</p>\n\n<p class=\"has-text-align-none\">Armstrong has issued an apology for supporting Masterson, who was accused by multiple women of rape (though she identifies him only as “someone I considered a friend”). But the layers of issues don’t stop there. Jaime Bennington’s strained relationship with his father’s former bandmates complicates matters even further, as does his grief. It all serves to cloud the question of how far an artist’s real life should permeate their art when they have alleged ties to organizations with troubled history and troubling influence — and what all this means for Linkin Park and the legacy of Chester Bennington.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Fan support for Armstrong quickly soured as news of her alleged ties to Scientology and Masterson spread</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.reddit.com/r/downloadfestival/comments/1f9z68a/emily_armstrong_is_the_new_linkin_park_singer/\">Initially</a>, fans were enthusiastic and supportive, and the band, which has been rehearsing with Armstrong for <a href=\"https://www.billboard.com/music/rock/linkin-park-singer-tour-album-cover-story-interview-1235766805/\">over a year</a>, seemed to have scored a hit — an important milestone for a rock group that continues to draw crowds and <a href=\"https://www.billboard.com/music/chart-beat/linkin-park-the-emptiness-machine-number-1-rock-alternative-airplay-chart-1235774930/\">chart on the Billboard Hot 100.&nbsp;</a></p>\n\n<p class=\"has-text-align-none\">Linkin Park’s forthcoming album, <em>From Zero</em>, set to drop in November, will be the first studio album the band has released since Bennington’s death. It will also be the first to feature Armstrong alongside longtime co-lead singer Mike Shinoda. The band timed its announcement of Armstrong’s arrival to coincide with hype for the new album and the kickoff of this month’s four-week stadium tour, teasing the identity of their new lead singer for weeks leading up to the news.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Musician Cedric Bixler-Zavala of the group Mars Volta is a former Scientologist whose involvement allegedly overlapped with Armstrong’s. His wife, Chrissie Carnell Bixler, is one of several women who have accused Masterson of sexual assault. On September 6, the day after the band’s announcement, Bixler-Zavala <a href=\"https://www.nme.com/news/music/linkin-park-fans-re-share-cedric-bixler-zavalas-message-to-emily-armstrong-over-alleged-links-to-scientology-and-danny-masterson-3791311\">posted an open letter</a> to Armstrong and her new bandmates via Instagram, in which he criticized Armstrong for her alleged ties to Masterson and the controversial religion.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/culture/2016/12/1/13793288/remini-scientology-reddit-ama\">Scientology</a>, a religion formed off the back of L. Ron Hubbard’s science fiction, is known for attracting celebrities and elites and then allegedly <a href=\"https://www.billboard.com/music/music-news/mars-voltas-cedric-bixler-zavala-scientologists-killed-dog-8548927/\">harassing them intensely</a> when they leave. It has drawn allegations from former members of everything from <a href=\"https://omnia.sas.upenn.edu/story/omnia-qa-right-leave\">kidnapping and stalking</a>, to <a href=\"https://theweek.com/articles/495686/scientologys-slave-labor-scandal\">forced labor</a> and <a href=\"https://www.nytimes.com/2010/03/07/us/07scientology.html\">abuse</a>, to <a href=\"https://www.cs.cmu.edu/~dst/Library/Shelf/wakefield/us-14.html\">brainwashing</a> and extreme <a href=\"https://www.cbsnews.com/news/scientologist-views-on-medicine-questioned/\">anti-medical</a> and <a href=\"https://www.salon.com/2005/07/01/sci_psy/\">anti-psychiatry</a> beliefs. Scientology has over the years repeatedly denied these allegations.</p>\n\n<p class=\"has-text-align-none\">“I’m surprised none of you wrote a letter on Danny Masterson’s behalf since your corny ass singer showed up to support him in the prelims,” Bixler-Zavala wrote, referring to an appearance Armstrong made at one of Masterson’s early court hearings.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bixler-Zavala’s allegations quickly began circulating among Linkin Park fans, with many expressing concern and confusion on social media over Armstrong’s alleged ties to Scientology. Many <a href=\"https://www.reddit.com/r/downloadfestival/comments/1f9z68a/emily_armstrong_is_the_new_linkin_park_singer/llsf8c1/\">others</a> <a href=\"https://www.reddit.com/r/Music/comments/1f9ywpi/linkin_park_selects_emily_armstrong_as_singer/llpwly1/\">focused</a> on the irony of Chester Bennington, whose mental health struggles were well known prior to his death, being replaced by someone who may be aligned with a group that allegedly <a href=\"https://www.thedailybeast.com/inside-scientologys-secret-propaganda-museum-blaming-911-and-the-holocaust-on-psychiatry\">demonizes mental health treatment</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The loudest concerns, though, were reserved for Armstrong’s friendship with Masterson. Many fans are alarmed that Chester Bennington, who <a href=\"https://www.thesun.co.uk/tvandshowbiz/4064403/linkin-park-singer-chester-bennington-revealed-horrific-child-abuse-was-behind-substance-abuse-issues/\">revealed</a> in 2008 that as a child he had survived many years of sexual abuse, would now be replaced by a singer who had supported a serial sexual predator.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On September 6, Armstrong <a href=\"https://variety.com/2024/music/news/linkin-emily-armstrong-criticism-danny-masterson-1236135990/\">posted</a> an Instagram Story in which she apologized for her previous support of someone implied to be Masterson and&nbsp; distanced herself fully from the actor:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">Several years ago, I was asked to support someone I considered a friend at a court appearance, and went to one early hearing as an observer. Soon after, I realized I shouldn’t have. I always try to see the good in people, and I misjudged him. I have never spoken with him since.</p>\n</blockquote>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">Unimaginable details emerged and he was later found guilty.</p>\n\n\n\n<p class=\"has-text-align-none\">To say it as clearly as possible: I do not condone abuse or violence against women, and I empathize with the victims of these crimes.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Still, as many were quick to point out, her statement said nothing about Scientology, nor did she disavow whatever views she might have shared with the organization. Journalist and longtime Scientology watchdog Tony Ortega <a href=\"https://tonyortega.substack.com/p/emily-armstrongs-tepid-response-to\">speculated</a> that Armstrong’s statement “seems designed to protect” Scientology. In a lengthy thread on Threads, journalist Yashar Ali, who also has a history of <a href=\"https://www.thereset.news/p/exclusive-shelly-miscavige-and-the\">reporting</a> on Scientology, <a href=\"https://www.threads.net/@yasharali/post/C_mpfzYx22Z\">argued</a> that Armstrong’s loyalty to Scientology made her apology unreliable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Former Scientologist Mike Rinder, once a member at the group’s highest tier, <a href=\"https://tonyortega.substack.com/p/mike-rinder-i-was-in-scientologys\">came forward</a> to tell Ortega about Armstrong’s mother, Gail Armstrong, and her years of devoted service to the organization, in claims that former Scientologist Aaron Smith-Levin also made on his YouTube channel, Growing Up in Scientology. Armstrong’s parents were allegedly Scientologists and high-ranking members&nbsp;of SEA Org, the group’s highest secretive inner circle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gail Armstrong’s alleged role, according to Rinder, was PR for the organization, and for a time she worked as a speechwriter for the organization’s leader, David Miscavige. One unearthed 2006 video shared with Ortega shows Gail Armstrong <a href=\"https://tonyortega.substack.com/p/marc-headley-more-scientology-craziness\">giving a speech</a> to a huge body of assembled Scientologists. In 2015, in response to the exposé documentary <em><a href=\"https://www.vox.com/2015/3/29/8307395/going-clear-review-scientology-hbo\">Going Clear</a></em>, which prominently featured Rinder detailing abuses by Scientology, the group released a series of videos seemingly intended to discredit Rinder. At least <a href=\"https://www.whoismikerinder.com/videos/mike-rinder-record-of-abuse.html\">two</a> of these <a href=\"https://www.whoismikerinder.com/videos/mike-rinder-what-he-was-like.html\">videos</a> feature Gail Armstrong disparaging Rinder.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.youtube.com/watch?v=Qdkqhel07LM\">According to</a> former Scientologist Serge del Mar, he knew Emily Armstrong as a Scientologist in his childhood. She can be seen in <a href=\"https://www.gettyimages.com/detail/news-photo/in-this-handout-photo-provided-by-church-of-scientology-news-photo/177622523\">photos</a> attending Scientology events as far back as 2013, and she <a href=\"https://imgur.com/bHoGFkf\">allegedly</a> attended Masterson’s trial <a href=\"https://tonyortega.org/2020/09/19/read-danny-mastersons-demurrer-hes-hoping-will-get-his-criminal-charges-dismissed/\">in the company</a> of Scientologists.</p>\n\n<p class=\"has-text-align-none\">Emily Armstrong’s defenders have pointed out that we can’t know the extent to which she believes in Scientology’s theology, despite her long history of association, given her general reticence to speak publicly about the group. Armstrong also <a href=\"https://www.bbc.com/news/articles/credy50z4j1o\">identifies</a> as queer despite Scientology’s alleged <a href=\"https://www.thedailybeast.com/the-lesbian-who-outed-scientologys-homophobia\">institutional homophobia</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On September 9, Jaime Bennington <a href=\"https://www.billboard.com/music/rock/jamie-bennington-linkin-park-mike-shinoda-emily-armstrong-1235771097/\">posted</a> a series of screenshotted messages to his Instagram Story feed, which were themselves screencapped and <a href=\"https://www.reddit.com/r/Fauxmoi/comments/1fcjy8b/jaime_bennington_son_of_chester_bennington_speaks/\">shared</a> around the internet. The post, addressed to his father’s former co-lead singer, Mike Shinoda, accused Linkin Park of “quietly eras[ing] my father’s life and legacy … during INTERNATIONAL SUICIDE PREVENTION MONTH.” Bennington also accused Shinoda of nepotism in hiring Armstrong despite allegedly knowing of her ties to Scientology and Masterson. He further accused Shinoda of “groom[ing] you[r] fan base” and refusing to acknowledge Masterson’s victims.</p>\n\n<p class=\"has-text-align-none\">Despite his strained relationship with his father&#8217;s former bandmates and despite what he <a href=\"https://variety.com/2024/music/news/chester-bennington-son-death-threats-linkin-park-fans-emily-armstrong-1236139596/\">described</a> as “cruel, unusual and aggressive” harassment in recent days from Linkin Park fans who believed he was interfering with the band, Bennington attended the band’s September 11 show in Los Angeles. He posted that he would be attending &#8220;for closure. For acknowledgment.&#8221;</p>\n\n<p class=\"has-text-align-none\">“While attending the show please do not harass me or my partner,” he wrote. “Respectfully, we are attending for closure … I’M GRIEVING.”</p>\n\n<p class=\"has-text-align-none\">While Bennington’s statement has gotten traction online and in the media, what few people are acknowledging is the mental anguish Bennington has undergone since the death of his father. He has <a href=\"https://www.instagram.com/stories/thepicturepiecesarchive/3455372706621698021/\">stated</a> <a href=\"https://www.instagram.com/p/C9AVaVdRY40/\">repeatedly</a>, including in his Instagram bio <a href=\"https://archive.is/0Mrea\">as of publication</a>, that he does not believe Chester Bennington died by suicide and has a history of spreading conspiracy theories regarding his death. Further deepening the rabbit hole is a longstanding QAnon <a href=\"https://www.snopes.com/fact-check/chester-bennington-and-chris-cornell-murdered/\">conspiracy theory</a> that Chester Bennington was murdered by a ring of pedophiles because he was on the cusp of exposing them. This is <a href=\"https://www.snopes.com/fact-check/chester-bennington-and-chris-cornell-murdered/\">false</a>, but Jamie Bennington has accused Linkin Park of “<a href=\"https://www.reddit.com/r/Fauxmoi/comments/1fcjy8b/jaime_bennington_son_of_chester_bennington_speaks/\">grooming</a>” its fan base, <a href=\"https://www.vox.com/culture/23025505/leftist-groomers-homophobia-satanic-panic-explained\">a common QAnon refrain</a> that has colored how some fans have read his complaints.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Can any of this result in good art?</strong></h2>\n\n<p class=\"has-text-align-none\">If indeed Armstrong is a Scientology loyalist, what exactly does that mean for fans? It wouldn’t be the first time the public continued to support and enjoy art made by artists associated with Scientology — actors like John Travolta,&nbsp; Tom Cruise, and Elisabeth Moss all still have plenty of Hollywood staying power despite decades of Scientology affiliation.&nbsp; The band has yet to comment on the scandal, though a spokesperson <a href=\"https://variety.com/2024/music/news/linkin-emily-armstrong-criticism-danny-masterson-1236135990/\">redirected</a> Variety to Armstrong’s apology. Vox has reached out to Armstrong for comment.</p>\n\n<p class=\"has-text-align-none\">What seems to be getting lost in the conversation is the impact that choosing Armstrong could have on Bennington’s legacy, as well as on his fans who struggle with their mental health.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If Armstrong believes the tenets of Scientology, it means she’ll have to perform art made by someone who struggled with mental health issues despite subscribing to an orthodoxy that allegedly casts doubt on those issues. Can she, as a former supporter of a convicted rapist, compellingly deliver songs by a survivor of extensive sexual abuse? Does this matter if the songs weren’t written by her?</p>\n\n<p class=\"has-text-align-none\">All of this publicity does seem to have revved up interest in the band’s comeback. The new album’s lead single, “<a href=\"https://www.youtube.com/watch?v=SRXH9AbT280\">The Emptiness Machine,</a>” has already racked up over 58 million Spotify streams and 21 million YouTube views as of Monday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many fans are dismissing Jaime Bennington’s complaints as the screed of someone whose issues with the band long pre-date Armstrong’s arrival.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The backlash is a lesson in influence — the influence that art can have over listeners as well as the influence a powerful institution can wield over its alleged members.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And if Armstrong is a Scientologist, then her new role in the band could give her influence over an entire fanbase; that is, after all, how Scientology continues to spread and grow despite decades of allegations of abuse and manipulation. Then again, it could simply be one of innumerable examples where fans choose to separate the art from the artist — however much the artist might benefit.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Linkin Park’s continued silence on the controversy may very well outlive the backlash, suggesting that, in the end, perhaps it doesn’t even matter.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Linkin Park may have been one of the most popular rock bands of the turn of the millennium, but now it’s facing a backlash wedded to the modern era, including a Me Too controversy and allegations about Scientology. On September 5, after a seven-year hiatus, Linkin Park announced a comeback and aired a livestreamed performance [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "The messy Murdoch succession drama, explained",
    "link": "https://www.vox.com/politics/372145/murdoch-succession-court-case-rupert-lachlan",
    "pubDate": "2024-09-16T20:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Rupert Murdoch stands with his sons Lachlan (left) and James (right). \" data-caption=\"Rupert Murdoch, with his sons Lachlan, left, and James, right, arrives at St. Bride’s Church for a service to celebrate his marriage to Jerry Hall on March 5, 2016 in London, England. | Max Mumby/Indigo/Getty Images\" data-portal-copyright=\"Max Mumby/Indigo/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-513908846.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rupert Murdoch, with his sons Lachlan, left, and James, right, arrives at St. Bride’s Church for a service to celebrate his marriage to Jerry Hall on March 5, 2016 in London, England. | Max Mumby/Indigo/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Murdochs — the real-life media family <a href=\"https://nymag.com/intelligencer/article/succession-based-on-rupert-murdoch-drama.html\">that inspired HBO’s <em>Succession</em></a> — are currently navigating a court case that could rival any fictional drama. </p>\n\n<p class=\"has-text-align-none\">The family, led by 93-year-old patriarch Rupert Murdoch, <a href=\"https://www.nytimes.com/2024/07/25/business/rupert-murdoch-empire.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/07/25/business/rupert-murdoch-empire.html\">controls a vast, global news organization</a> that includes the Wall Street Journal and the Times of London, as well as Fox News in the United States. When it comes to Fox News in particular, Rupert Murdoch has <a href=\"https://www.vox.com/politics/2023/2/28/23617987/fox-news-rupert-murdoch-dominion-trump-election-fraud\">exercised a great level of editorial control</a>, helping to shape the network’s coverage — and, as a result, <a href=\"https://www.npr.org/2023/02/28/1159819849/fox-news-dominion-voting-rupert-murdoch-2020-election-fraud\">conservative political narratives in the US</a>.</p>\n\n<p class=\"has-text-align-none\">Rupert Murdoch stepped back from <a href=\"https://www.vox.com/technology/2023/9/21/23884119/rupert-murdoch-fox-news-lachlan-james-succession\">running his empire in 2023</a>, and handed the role of chair of News Corp to his eldest son, Lachlan, who also stayed on as CEO of Fox Corp, and is seen as the Murdoch child most politically aligned with his father’s conservative viewpoints. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.reuters.com/world/us/murdoch-succession-drama-plays-out-closed-court-2024-09-16/#:~:text=Upon%20Rupert%20Murdoch's%20death%2C%20News,%2C%20Elisabeth%2C%20Lachlan%20and%20James.\" data-type=\"link\" data-id=\"https://www.reuters.com/world/us/murdoch-succession-drama-plays-out-closed-court-2024-09-16/#:~:text=Upon%20Rupert%20Murdoch's%20death%2C%20News,%2C%20Elisabeth%2C%20Lachlan%20and%20James.\">Upon Rupert Murdoch’s death,</a> however, the voting shares he holds in the companies are set to be split evenly <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">among the four children</a> he had in his second marriage to Anna Murdoch Mann — including Lachlan. In a new court case set to begin this week, Rupert Murdoch is now pushing to amend the previously established trust to <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">give the bulk of this power to Lachlan</a>. </p>\n\n<p class=\"has-text-align-none\">At stake is the ideological future of Fox News and News Corp: Unlike Lachlan, the other three elder Murdoch siblings — James, Elisabeth, and Prudence — are viewed as more centrist, and could take the family’s media outlets in a more moderate direction. That concern is among those that <a href=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\">spurred Rupert Murdoch to pursue this court action</a>, and to shift more control to the child he sees as most likely to carry on his vision.</p>\n\n<p class=\"has-text-align-none\">The outcome will be determined by Nevada probate commissioner Edmund Gorman in a closed Reno court. The trust, which was created in 1999 around Murdoch and Murdoch Mann’s divorce proceedings, was designed to be “irrevocable,” or quite difficult to change. In order to make the amendment, Rupert Murdoch will have to demonstrate that the alteration is to the benefit of all of his heirs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether he succeeds could have a major impact, both on the future of the outlets in his media empire, and on the role they play in shaping US and global politics. </p>\n\n<h2 class=\"wp-block-heading\"><strong>What this could all mean for the future of Fox News</strong></h2>\n\n<p class=\"has-text-align-none\">Fox News, which Rupert Murdoch first founded in 1996, has become a mainstay for conservative cable news, and is known for elevating former President Donald Trump as well as misinformation about everything from election interference to <a href=\"https://www.motherjones.com/environment/2023/07/jesse-watters-tucker-carlson-fox-news-climate-denialism/\" data-type=\"link\" data-id=\"https://www.motherjones.com/environment/2023/07/jesse-watters-tucker-carlson-fox-news-climate-denialism/\">climate change</a>. In 2023, <a href=\"https://www.vox.com/politics/2023/4/18/23688613/fox-dominion-settlement-trial-2020\">Fox paid Dominion Voting Systems</a> $787 million after it was sued for amplifying lies suggesting that the company’s machines were rigged against a Trump win.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During that lawsuit, documents came out indicating that <a href=\"https://www.vox.com/2023/2/18/23604076/fox-news-trump-tucker-carlson-dominion-lawsuit\">Rupert and Lachlan Murdoch knew Trump’s claims the election was stolen were lies</a>, but chose to do <a href=\"https://www.npr.org/2023/02/28/1159819849/fox-news-dominion-voting-rupert-murdoch-2020-election-fraud\">nothing to discourage them</a>. Instead, they decided to focus on <a href=\"https://www.vox.com/2023/2/18/23604076/fox-news-trump-tucker-carlson-dominion-lawsuit\">deepening viewers’ trust of Fox News</a>, seemingly by broadcasting what Trump’s supporters wanted to hear.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.wsj.com/business/media/starboard-calls-on-news-corp-to-scrap-dual-class-share-structure-df5b0dea\" data-type=\"link\" data-id=\"https://www.wsj.com/business/media/starboard-calls-on-news-corp-to-scrap-dual-class-share-structure-df5b0dea\">As of now, Rupert Murdoch holds a 40 percent voting share</a> in both News Corp and Fox Corp, and under the existing trust, each of the four siblings would get an equal fraction of this when he passes away.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If Rupert Murdoch wins the Reno court case, and Lachlan gains the majority of these shares, the network could well continue, and even expand, its conservative approach. “It’s important to note that Lachlan’s politics are far more conservative than his father,” Hollywood Reporter special correspondent Lachlan Cartwright previously said <a href=\"https://www.newsweek.com/lachlan-murdoch-political-views-fox-news-coverage-1828853\">on <em>The New Abnormal</em> podcast</a>. In that scenario, his siblings would still receive financial inheritances, but they would have much less say in the media outlets’ future, much like Rupert’s two youngest daughters, Grace and Chloe, from his third marriage to Wendi Deng. </p>\n\n<p class=\"has-text-align-none\">If the trust stays as is, however, there’s a possibility that James, Elisabeth, and Prudence work together to moderate the network’s tone. </p>\n\n<p class=\"has-text-align-none\">James, in particular, has notably broken with his father publicly, including resigning from his position on the News Corp board in 2020. He and his wife Kathryn have also previously issued statements expressing disappointment in the climate change denial pushed by <a href=\"https://time.com/5765304/rupert-murdoch-son-climate/\">News Corp entities in Australia</a>, and he’s condemned the media’s <a href=\"https://www.theguardian.com/media/2021/jan/16/james-murdoch-says-us-media-lies-unleashed-insidious-forces\">“lies”</a> for contributing to the January 6 insurrection, though he stopped short of naming Fox News explicitly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rupert Murdoch has said that <a href=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\">the possible changes in ideological direction</a> — as well as potential disagreement among the siblings about next steps — could harm the company, and are some of the main reasons he’s trying to reopen the trust. <a href=\"https://www.wsj.com/business/media/rupert-murdoch-family-rift-trust-385f73d2\">According to the Wall Street Journal</a>, those close to the Murdochs have also flagged concerns that James could urge a sale of Fox News. <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">Allies to the other three siblings</a>, meanwhile, argue that Fox Corp has suffered under Lachlan’s leadership, including setbacks like the Dominion case. </p>\n\n<p class=\"has-text-align-none\">In the past, James, Elisabeth, and Prudence have also suggested proposals that would involve Rupert and Lachlan buying out the shares of the other family members, though those have fallen through.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All told, the messy court case is poised to have serious ramifications for the Murdoch family members — and for the broader state of media as well.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Murdochs — the real-life media family that inspired HBO’s Succession — are currently navigating a court case that could rival any fictional drama.  The family, led by 93-year-old patriarch Rupert Murdoch, controls a vast, global news organization that includes the Wall Street Journal and the Times of London, as well as Fox News in [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Why we’ve been seeing the northern lights so often lately",
    "link": "https://www.vox.com/science/24156730/aurora-northern-lights-visible-space-weather-storm-sun-solar-flare-ejection",
    "pubDate": "2024-09-16T18:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"The recent geomagnetic storm allowed auroras to be visible across a much wider area, reaching into places like California. | Tayfun Coskun/Anadolu via Getty Images\" data-portal-copyright=\"Tayfun Coskun/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25447987/GettyImages_2152138633.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The recent geomagnetic storm allowed auroras to be visible across a much wider area, reaching into places like California. | Tayfun Coskun/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Fresh waves of green and purple auroras may shimmer in the night sky tonight over parts of the continental United States, visible as far south as Iowa, Pennsylvania, and Oregon as a strong geomagnetic storm strikes Earth. It’s the latest display in an already rambunctious year for space weather. </p>\n\n<p>NOAA’s <a href=\"https://www.swpc.noaa.gov/news/strong-g3-geomagnetic-storms-are-likely-16-september-2024\">Space Weather Prediction Center</a> issued a geomagnetic storm watch for September 16, 2024, noting that the storm could <a href=\"https://www.swpc.noaa.gov/noaa-scales-explanation\">reach G3, or “strong,” strength</a>. That’s the level at which power systems at high latitudes could set off high-voltage alarms, where navigation instruments will have to account for interference, and spacecraft may need to make adjustments to stay aloft. The wave of solar wind will also extend the <a href=\"https://www.swpc.noaa.gov/products/aurora-viewline-tonight-and-tomorrow-night-experimental\">reach of auroras</a>. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Periods of G3 (Strong) geomagnetic storms are likely on 16 Sep 2024 due to coronal hole influences and the anticipated arrival of a CME associated with an X4.5 flare at 14/1529 UTC from AR3825. <a href=\"https://t.co/fIZTRhwkej\">pic.twitter.com/fIZTRhwkej</a></p>&mdash; NOAA Space Weather Prediction Center (@NWSSWPC) <a href=\"https://twitter.com/NWSSWPC/status/1835068288407408886?ref_src=twsrc%5Etfw\">September 14, 2024</a></blockquote>\n</div></figure>\n\n<p>The current wave of celestial activity began last week 93 million miles away at a <a href=\"https://www.space.com/giant-sunspot-ar3664-solar-storms-aurora\">huge sunspot</a> on our friendly neighborhood star. Sunspots are patches of the sun’s surface with <a href=\"https://www.weather.gov/fsd/sunspots\">unusually strong magnetic fields</a> and they appear as dark spots. The boundaries of these spots are ripe for storms that trigger <a href=\"https://www.swpc.noaa.gov/phenomena/solar-flares-radio-blackouts\">solar flares</a>, large eruptions of radiation. They also foment <a href=\"https://www.swpc.noaa.gov/phenomena/coronal-mass-ejections\">coronal mass ejections</a>, bursts of magnetized plasma from the sun’s corona, its outermost layer.&nbsp;</p>\n\n<p>The <a href=\"https://www.space.com/sun-solar-flare-september-12-aurora-chances\">sunspot set off a massive flare</a> that sprayed the solar system with high-energy particles. When these particles collide with the Earth’s atmosphere, they create a phenomenon similar to how neon lights work, exciting gasses in the atmosphere and making them glow, creating auroras. </p>\n\n<p>They typically cluster near the Earth’s poles (hence “northern lights”), but if enough energetic solar particles charge up the sky, auroras can reach much closer to the equator, which is why we’ve been seeing them all over the globe lately.</p>\n\n<p>This year, the <a href=\"https://www.vox.com/science/2024/1/31/24047913/solar-maximum-cycle-explained-25-flares-coronal-mass-ejection\">sun is at the peak of its activity cycle</a>.</p>\n\n<p>Roughly every 11 years, the sun’s magnetic poles reverse and as that flip approaches, there tends to be much more magnetic activity and thus more sunspots at the surface.&nbsp;</p>\n\n<p>Anticipating how this activity will ripple toward our home planet is an important task, not just so we Earthlings can get our cameras ready and ooh and aah at the nighttime colors; space weather can create problems for communication, navigation, and the <a href=\"https://www.vox.com/energy\" data-source=\"encore\">power grid</a>.&nbsp;</p>\n\n<p><a href=\"https://staff.ucar.edu/users/wiltbemj\">Michael Wiltberger</a>, deputy director of the High Altitude Observatory at the National Science Foundation’s National Center for Atmospheric Research, noted that predicting space weather is a lot like forecasting terrestrial weather. The weather we typically experience on the ground is driven by heat, moisture, and wind while space weather is driven by the electromagnetism of stars and planets. But both space and terrestrial weather emerge at the confluence of short- and long-term drivers playing out over a variety of different regions. While we don’t usually experience space weather on the ground, it generates a constant burbling mix of subtle and severe influences on the tools of our modern world.&nbsp;</p>\n\n<p>“There’s stuff going on all the time that affects a wide range of things from radio communications to lifetimes of satellites to radiation risks to astronauts in space,” Wiltberger said.&nbsp;</p>\n\n<p>And like your local TV weather experts, scientists studying space weather draw on a variety of instruments and models to generate useful forecasts with bulletins and visuals. On its website, the Space Weather Prediction Center <a href=\"https://www.swpc.noaa.gov/\">produces predictions</a> for “essential space weather communities” like aviation, emergency management, satellites, and space weather enthusiasts.&nbsp;</p>\n\n<p>The key tools for space weather forecasting are spacecraft that monitor the flow of solar wind and the direction of the magnetic field. “It’s important because if it’s aligned in the direction of the Earth’s magnetic field, we’re not going to get a lot of energy dumped into the system,” Wiltberger said. “But if it’s in the opposite direction then the magnetic fields can interact and get more energy and more direct coupling during these geomagnetic storms.”&nbsp;</p>\n\n<p>These measurements are then coupled with readings from ground-based cameras and magnetometers and fed into models to figure out how a rowdy sun will light up the Earth.</p>\n\n<p>Right now, one of the main goals is to extend the lead time for forecasts of how disruptive a geomagnetic storm will be. While scientists can see coronal mass ejections days before they start to impact Earth, they can’t easily figure out the strength and direction of the magnetic field, which, again, is the key factor in how much energy the Earth suddenly absorbs.&nbsp;</p>\n\n<p>Even small hits from the sun can be impactful. GPS, for example, relies on timing signals between satellites to pinpoint locations on the ground. A geomagnetic storm can create delays in these signals, throwing off critical measurements. “If you’re driving your car, probably not a big deal,” Wiltberger said. “But if you’re doing <a href=\"https://www.gps.gov/applications/agriculture/\">precision agriculture</a> and you’re trying to use it to tell you where to put the water on the seed that you just planted and you need really good accuracy, it’s a concern.”</p>\n\n<p>Satellites can be vulnerable to solar storms in other ways as well. On February 3, 2022, <a href=\"https://space.blog.gov.uk/2022/02/09/recently-launched-starlink-satellites-hit-by-geomagnetic-storm/\">SpaceX launched 49 Starlink internet satellites</a> into low Earth orbit, but a geomagnetic storm struck the next day. The storm increased the density of the atmosphere, creating unexpected drag and forcing most of the satellites to re-enter and burn up in the Earth’s atmosphere.</p>\n\n<p>The company said the nearly 6,000-strong Starlink satellite fleet <a href=\"https://www.space.com/spacex-starlink-solar-storm-healthy-satellites\">weathered the recent storms just fine</a>.&nbsp;</p>\n\n<p>One of the biggest concerns is what a strong solar storm could do to electricity systems. Wiltberger said one could imagine a gargantuan, fast-moving coronal mass ejection that hits the Earth just 24 hours after leaving the sun.&nbsp;</p>\n\n<p>If the magnetic field in this ejection happens to line up in the opposite direction of the Earth’s, it will create a big shift in the Earth’s magnetic field. A changing magnetic field, you may recall from your electromagnetism classes, can induce a current in a conductor, like, say, power transmission lines. That can then disrupt power delivery or cause parts of the grid to trip offline.</p>\n\n<p>Still, even a severe coronal mass ejection is unlikely to trigger a civilization-stopping blackout. “We’re probably not going to lose the power grid, but the power grid may actually have to take steps to bring more power generation capability online, defer maintenance, do those types of things,” Wiltberger said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And perhaps losing a few lights on the ground for a while isn’t such a bad thing when the night sky lights up. </p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, September 16, 2:20 pm: </em></strong><em>This story was originally published on May 14, 2024, and has been updated to include details about aurora visibility following another geomagnetic storm. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Fresh waves of green and purple auroras may shimmer in the night sky tonight over parts of the continental United States, visible as far south as Iowa, Pennsylvania, and Oregon as a strong geomagnetic storm strikes Earth. It’s the latest display in an already rambunctious year for space weather. NOAA’s Space Weather Prediction Center issued [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "A thousand pigs just burned alive in a barn fire",
    "link": "https://www.vox.com/future-perfect/371921/farm-animals-barn-fire-north-carolina-pigs-deaths",
    "pubDate": "2024-09-16T15:59:30.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A partly ruined farm building surrounded by earthmovers and other equipment.\" data-caption=\"The remnants of a barn fire in Pennsylvania in 2015. | Tim Leedy/MediaNews Group/Reading Eagle via Getty Images\" data-portal-copyright=\"Tim Leedy/MediaNews Group/Reading Eagle via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1315919696.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The remnants of a barn fire in Pennsylvania in 2015. | Tim Leedy/MediaNews Group/Reading Eagle via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Last Tuesday in Shine, North Carolina, a barn holding over 1,000 pigs caught on fire. Multiple fire departments were called to put out the blaze, but only 200 pigs survived. The cause of the fire is under investigation and hasn’t yet been determined.</p>\n\n<p class=\"has-text-align-none\">This is not an isolated incident. Three weeks ago, <a href=\"https://www.wdtn.com/news/local-news/fire-destroys-darke-county-barn-friday/\">1,100 pigs died</a> in a fire at a factory farm in Ohio, while <a href=\"https://www.cbs8.com/article/news/local/fire-destroys-ramona-egg-farm-70000-chickens/509-7a3493d4-aa5d-4b7c-bef3-f880dbb20a9c\">70,000 chickens died</a> in a fire at a California factory farm in mid-July. So far, in 2024, nearly <a href=\"https://awionline.org/content/2024-barn-fire-statistics-state\">1.5 million farmed animals</a> have died in barn fires, according to data compiled by the Animal Welfare Institute (AWI), a US nonprofit organization.</p>\n\n<p class=\"has-text-align-none\">More than <a href=\"https://awionline.org/content/barn-fires\">8 million farmed animals</a> have perished in barn fires over the last decade, but animal advocates believe the true number is much higher because reporting requirements vary by state. Among the factory farming complex’s many cruelties, these deaths are little noted but disturbingly common.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Ahn6b-over-8-million-farmed-animals-have-died-in-barn-fires-since-2013-the-true-death-count-is-likely-far-higher-nbsp-.png?quality=90&#038;strip=all&#038;crop=0,12.688812661732,100,74.622374676536\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">This week’s fire at the pig farm in North Carolina is especially timely, however: The pork industry has recently pushed back against proposed fire codes that would require sprinkler systems at new farms.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Farm fires and how to put them out</h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">Virtually all</a> animals raised for meat, dairy, and eggs in the US are raised on factory farms, where thousands to tens of thousands of animals are crammed together in large warehouses. These aren’t the old red barns you might see from the highway, anachronisms from a pre-industrial age. These contain modern ventilation, lighting, and heating systems that can malfunction and start a fire.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Malfunctioning heating and electrical systems are the main cause of barn fires, according to the research foundation of the <a href=\"http://nfpa.org\">National Fire Protection Association (NFPA)</a>, a non-governmental organization that writes the fire codes and standards many <a href=\"https://blog.qrfs.com/313-icc-and-nfpa-codes-and-standards-a-basic-guide/#:~:text=Every%20state%20uses%20portions%20or,by%20reference%20in%207%20states.\">states and localities</a> adopt. <a href=\"https://awionline.org/content/barn-fires\">Other causes</a> include machinery, weather, wildfires, and, albeit rarely, arson.&nbsp;</p>\n\n<iframe src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fphoto.php%3Ffbid%3D944281834409107%26set%3Da.561162909387670%26type%3D3&#038;show_text=true&#038;width=500\" width=\"500\" height=\"652\" frameborder=\"0\" allowfullscreen=\"true\" allow=\"autoplay; clipboard-write; encrypted-media; picture-in-picture; web-share\"></iframe>\n\n<p class=\"has-text-align-none\">In early 2024, an NFPA expert committee overwhelmingly voted to update its animal housing code, which includes commercial livestock facilities, to require that buildings being built or renovated at mid- and large-sized factory farms install sprinkler systems starting in 2025. However, the code would still need to be adopted by localities and states to become enforceable.</p>\n\n<p class=\"has-text-align-none\">In response, the National Pork Producers Council (NPPC) filed a motion to strike the requirement, which was rejected by NFPA members at its annual technical meeting. NPPC <a href=\"https://nppc.org/news/capital-update-09-06-24/#Sprinklers\">appealed</a> that decision and was granted a hearing by the organization’s standards council, which took place last month. The council recently rejected the industry’s appeal, and the requirement for applicable livestock barns to install sprinkler systems will be included in the upcoming 2025 edition of the NFPA’s animal housing code.</p>\n\n<p class=\"has-text-align-none\">The National Pork Producers Council didn’t respond to a request for comment, but it laid out its position in a <a href=\"https://nppc.org/news/capital-update-09-06-24/#Sprinklers\">September blog</a>. One of its arguments is simply that more research is needed to determine the causes of barn fires and solutions to prevent them. Notably, however, the National Fire Protection Association’s foundation published a <a href=\"https://www.nfpa.org/education-and-research/research/fire-protection-research-foundation/projects-and-reports/fires-in-animal-housing-facilities\">comprehensive report</a> in 2022 detailing the causes of barn fires and recommended sprinkler systems as the first solution.</p>\n\n<p class=\"has-text-align-none\">In its appeal, the pork group had laid out a number of other reasons to reject the sprinkler requirement, including biosecurity, environmental pollution, and the potential for sprinkler activation to harm animals.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“In my opinion, a lot of this is grasping at straws,” said Allie Granger, a policy adviser at AWI. “A lot of their claims seem to really just distract from the fact that this is a pervasive issue within their industry.” The pork group’s biggest concern, however, appears to be how much sprinkler requirements would cost the industry.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The meat industry’s same old argument on repeat</h2>\n\n<p class=\"has-text-align-none\">The pork council claims that installing sprinkler systems would cost pork producers $9 to $15 per square foot. If they’re right, that would come out to roughly $200,000 for an industrial barn, and many facilities have multiple barns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a lot of money, but a reasonable price to pay for protecting vulnerable animals trapped in a fire. Even though fires are relatively rare, buildings for humans require sprinkler systems because we’ve decided — rightfully — that we value human life enough to protect it, even if it makes construction that much more expensive.</p>\n\n<p class=\"has-text-align-none\">“They don&#8217;t want to put up the cost for sprinklers, and they just will continue to ignore the fact that thousands of animals are dying on their facilities,” Granger said.</p>\n\n<p class=\"has-text-align-none\">The pork industry, despite its supposed <a href=\"https://nppc.org/pork-industry-issues/animal-health/\">“moral obligation”</a> to raise animals “humanely and compassionately,” is willing to absorb the loss of animal life in an occasional barn fire if it means not incurring the cost of installing and maintaining sprinkler systems. It has also <a href=\"https://www.vox.com/future-perfect/353393/farm-bill-republicans-prop-12-gestation-crates-pork\">aggressively lobbied</a> to maintain its right to confine pregnant pigs in tiny crates for virtually their entire lives for the same reason: cost.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/WAM26923.jpg?quality=90&#038;strip=all&#038;crop=0,10.678370919471,100,78.643258161058\" alt=\"Pigs in rows of cages.\" title=\"Pigs in rows of cages.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Jo-Anne McArthur/We Animals Media\" />\n<p class=\"has-text-align-none\">Over the last couple of years, the poultry industry — in its efforts to stamp out the spread of bird flu — has killed tens of millions of animals by closing vents and cranking up the heat so the birds slowly <a href=\"https://www.vox.com/future-perfect/23963820/bird-flu-surge-us-ventilation-shutdown-veterinarians\">die by heatstroke</a>, the most cost-effective, and cruelest, form of mass euthanasia.</p>\n\n<p class=\"has-text-align-none\">If there’s one defining characteristic of today’s meat industry, it&#8217;s a willingness to sacrifice the welfare of an animal — or the <a href=\"https://www.vox.com/videos/22766151/tyson-poultry-plant-worker-safety-meat-processing\">safety of a worker</a> or the <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">health of a river</a>, for that matter — if it improves its bottom line. At some point, regulators need to say enough is enough and enact commonsense reforms. Sprinkler systems to prevent animals dying en masse by fire seems like a good place to start.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 16, 11:55 am ET: </strong>This story, originally published on September 16, has been updated with the NFPA council’s decision to reject the pork industry’s appeal of new sprinkler requirements.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Last Tuesday in Shine, North Carolina, a barn holding over 1,000 pigs caught on fire. Multiple fire departments were called to put out the blaze, but only 200 pigs survived. The cause of the fire is under investigation and hasn’t yet been determined. This is not an isolated incident. Three weeks ago, 1,100 pigs died [&#8230;]",
    "author": "Kenny Torrella"
  },
  {
    "title": "Who is Ryan Wesley Routh? The suspect in the Trump Florida assassination attempt, explained.",
    "link": "https://www.vox.com/politics/371981/trump-shooting-ryan-wesley-routh-golf-club",
    "pubDate": "2024-09-16T13:53:25.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People in uniform stand on the side of a road strung with police tape.\" data-caption=\"Law enforcement gather at the crime scene outside the Trump International Golf Club in West Palm Beach, Florida, following a second apparent assassination attempt on former President Donald Trump on September 15, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171585640.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Law enforcement gather at the crime scene outside the Trump International Golf Club in West Palm Beach, Florida, following a second apparent assassination attempt on former President Donald Trump on September 15, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Just two months after a man <a href=\"https://www.vox.com/politics/360489/trump-shot-thomas-matthew-crooks-secret-service-butler-rally\">tried to assassinate</a> former President Donald Trump, the Secret Service says it stopped what appeared to be <a href=\"https://www.nytimes.com/live/2024/09/15/us/harris-trump-election\">a second assassination attempt</a> against the former president.&nbsp;Unlike the July 13 shooting at Trump’s rally, in which a member of the crowd was killed and Trump was injured, no one was harmed this time. But the incident has raised questions about the ability of the Secret Service to protect the former president and sparked new concerns about the risk of ongoing political violence this election cycle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Sunday, law enforcement officials say, the former president was playing golf on his course in West Palm Beach, Florida, when Secret Service agents <a href=\"https://www.youtube.com/watch?v=2W1Yi_Np64U\">spotted a gun barrel in the bushes</a> on the perimeter of the course. Agents surrounded the former president and opened fire, prompting a man to flee the scene.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The suspected gunman was 300–500 yards from the former president, according to Palm Beach County Sheriff Ric Bradshaw in a press conference. (While close, the suspect was not as close as Trump’s July shooter, <a href=\"https://www.reuters.com/world/us/heres-what-we-know-about-thomas-matthew-crooks-suspected-trump-rally-shooter-2024-07-14/\">who was within roughly 150 yards</a> of the president when he opened fire.) Police said they found an AK-47 style rifle with a scope, along with two backpacks and a camera, in the bushes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is still unclear whether the suspected gunman fired any shots before the Secret Service reacted. The former president — according to Fox News anchor Sean Hannity, <a href=\"https://www.nytimes.com/2024/09/15/us/politics/trump-reaction-golf-shooting.html\">who spoke to</a> the president on Sunday after the attempted attack — was safe and in good spirits.</p>\n\n<p class=\"has-text-align-none\">A witness saw someone fleeing the vicinity in a black Nissan immediately after the incident, according to Bradshaw, and law enforcement officials announced that they apprehended a suspect, 58-year-old <a href=\"https://www.reuters.com/world/us/what-we-know-about-reported-suspect-behind-apparent-trump-assassination-attempt-2024-09-16/\" data-type=\"link\" data-id=\"https://www.reuters.com/world/us/what-we-know-about-reported-suspect-behind-apparent-trump-assassination-attempt-2024-09-16/\">Ryan Wesley Routh</a>, on Interstate 95 shortly after. Officials said that Routh was unarmed and appeared calm as he was arrested. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Who is Ryan Wesley Routh?</h2>\n\n<p class=\"has-text-align-none\">Unlike <a href=\"https://edition.cnn.com/2024/07/15/us/thomas-crooks-trump-rally-shooting-invs/index.html\">the man who attempted to assassinate Trump in July</a>, Routh has a colorful public history. Routh previously lived in North Carolina, <a href=\"https://www.nbcnews.com/news/us-news/ryan-routh-custody-trump-golf-club-incident-rcna171225\" target=\"_blank\" rel=\"noreferrer noopener\">but had moved to Hawaii</a> in recent years and said he was building <a href=\"https://edition.cnn.com/2024/09/15/politics/trump-attempted-assassination-man-detained/index.html\" target=\"_blank\" rel=\"noreferrer noopener\">affordable housing</a> there. He was interviewed by<em> </em>the New York Times in 2023 for an article <a href=\"https://www.nytimes.com/2023/03/25/world/europe/volunteers-us-ukraine-lies.html\">about Americans acting as freelance fighters for the war in Ukraine</a>, despite little or no qualifications to do so. Routh, who had no prior military experience, spoke with a Times<em> </em>reporter about his plans to recruit soldiers who had fled the Taliban in Afghanistan and transport them to Ukraine to join the war efforts.</p>\n\n<p class=\"has-text-align-none\">“By the time I got off the phone with Mr. Routh some minutes later it was clear he was in way over his head,” the reporter, Thomas Gibbons-Neff, <a href=\"https://www.nytimes.com/2024/09/15/us/politics/trump-routh-ukraine-interview.html\">wrote</a>. “He talked of buying off corrupt officials, forging passports and doing whatever it takes to get his Afghan cadre to Ukraine, but he had no real way to accomplish his goals.” In 2023, Routh <a href=\"https://www.semafor.com/article/09/15/2024/alleged-trump-plotter-ryan-routh-complained-of-obstacles-to-getting-foreign-soldiers-to-ukraine\">also spoke to Semafor</a> about his efforts.</p>\n\n<p class=\"has-text-align-none\">Routh also appears to have a criminal history. In 2002, <a href=\"https://greensboro.com/article_3006b4f9-9370-5b08-a54e-46c87faf6cbe.html\">he was arrested in Greensboro, North Carolina, following a three-hour standoff with police</a> in which he barricaded himself inside a roofing business. He was charged with possessing an illegal, fully-automatic machine gun. According to the News &amp; Observer<em>, </em>a newspaper based in Raleigh, North Carolina, Routh also <a href=\"https://www.newsobserver.com/news/politics-government/article292532509.html\">had other convictions</a>, including a hit and run and possession of stolen goods.</p>\n\n<p class=\"has-text-align-none\">Routh’s son spoke positively of his father <a href=\"https://www.theguardian.com/us-news/2024/sep/15/trump-florida-shooter-suspect-son-ukraine\">in an interview</a> with the Guardian this weekend and expressed surprise at the idea he had resorted to violence. Little else is known at this time about his other potential familial relationships.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What are Routh’s political leanings?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Like Trump’s other would-be assassin, Thomas Matthew Crooks, Routh’s political stances appear not to fit neatly into a single political ideology — though it does seem he views Trump as a threat to American democracy.&nbsp;Routh <a href=\"https://www.newsobserver.com/news/politics-government/article292532509.html\">was registered</a> in North Carolina as an “unaffiliated” voter and participated in this year’s Democratic primary. He had given money to Democratic causes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But on an X account that has since been deactivated, a user with Routh’s name <a href=\"https://edition.cnn.com/2024/09/15/politics/trump-attempted-assassination-man-detained/index.html\">said that he had supported Donald Trump in 2016</a> but had been disappointed by his presidency. In another post from the same account, <a href=\"https://www.axios.com/2024/09/16/trump-florida-assassination-attempt-suspect-ryan-routh\">the author tried to encourage Nikki Haley and Vivek Ramaswamy</a>, both Republicans, to run for president and vice president together.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The same account <a href=\"https://nypost.com/2024/09/15/us-news/would-be-trump-assassin-idd-as-ryan-routh-58-of-hawaii-sources/\">posted that</a> “democracy is on the ballot” in this election, along with other, <a href=\"https://nypost.com/2024/09/15/us-news/would-be-trump-assassin-idd-as-ryan-routh-58-of-hawaii-sources/\">sometimes incoherent posts</a> about various subjects, including Ukraine and China, suggesting that the author’s politics are not easily characterized by a single worldview.</p>\n\n<p class=\"has-text-align-none\">As with July’s assassination attempt, online partisans on both sides are already drawing conclusions about Routh’s political leanings and its implications, with some Democrats <a href=\"https://x.com/search?q=Routh&amp;src=typeahead_click\">downplaying</a> Routh’s support for liberal causes and Republicans <a href=\"https://www.politico.com/news/2024/09/15/trump-second-assassination-attempt-republican-response-00179261\" data-type=\"link\" data-id=\"https://www.politico.com/news/2024/09/15/trump-second-assassination-attempt-republican-response-00179261\">connecting Routh’s comment about democracy being on the ballot</a> to what Vice President Kamala Harris and other Democrats have said about the stakes for this election.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What about the gun?</strong></h2>\n\n<p class=\"has-text-align-none\">The AK-47 Routh had on him, like the AR-15 used by Crooks, <a href=\"https://www.nytimes.com/interactive/2024/07/23/us/trump-shooting-gunman-snipers.html\">is one of the preferred weapons of mass shooters</a> in recent years. Both are assault-style weapons — a phrase that has many possible meanings but generally refers to guns that are meant for rapid-fire use with large magazines of ammunition. An AK-47 style weapon <a href=\"https://www.texastribune.org/2019/08/28/el-paso-shooting-gun-romania/\">was used at a 2019 shooting in El Paso, Texas</a>, where 23 people were killed and 22 were injured.</p>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris, who said in a statement that she was “deeply disturbed” by the reports of a second attempted attack on Trump, has called for <a href=\"https://www.bbc.com/news/world-us-canada-61621470\">banning assault weapons</a>. The United States <a href=\"https://www.youtube.com/watch?v=220dREyLPus\">had a federal assault weapons ban</a> in place from 1994 to 2004, and research suggests that assault weapons bans <a href=\"https://www.tandfonline.com/doi/full/10.1080/13504851.2014.939367?scroll=top&amp;needAccess=true\">meaningfully reduce</a> mass shooting deaths. </p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_042423/\">public is divided</a> over the question of whether to ban assault weapons, though, and Republicans in Congress <a href=\"https://thehill.com/homenews/senate/4345455-senate-republicans-block-assault-weapons-ban/\">blocked</a> a bill to do so when it came up for a vote in 2023. Even after being targeted by a similar weapon in July, former President Trump <a href=\"https://www.vox.com/donald-trump/360742/someone-tried-to-assassinate-the-former-president-and-the-gop-still-wont-talk-about-guns\">did not</a> call for an assault weapons ban.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How did another assassination attempt happen so quickly?</strong></h2>\n\n<p class=\"has-text-align-none\">Lawmakers are <a href=\"https://www.nytimes.com/2024/09/15/us/politics/secret-service-trump-shooting.html\">demanding to know</a> more about how another would-be assassin was able to get so close to the former president for a second time in a few months. At the press conference, law enforcement explained that Trump’s Secret Service detail did not have the resources to cover the entire perimeter of the golf course, but lawmakers are sure to ask for more details in the coming days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The facts about a second incident certainly warrant very close attention and scrutiny,” Democratic Sen. Richard Blumenthal of Connecticut <a href=\"https://www.nytimes.com/2024/09/15/us/politics/secret-service-trump-shooting.html\">told</a> the New York Times. </p>\n\n<p class=\"has-text-align-none\">Though a second assassination attempt in such a short period of time seems shocking, it is in some ways not surprising. Current and former law enforcement officials I’ve spoken to in recent weeks have emphasized just how difficult the task of protecting elected officials in public has become. Following the expiration of the federal assault weapons ban, and after more than a decade of marketing of assault-style rifles, <a href=\"https://www.washingtonpost.com/business/interactive/2023/history-of-ar-15-marketing/\">more of these</a> weapons are circulating in the US <a href=\"https://www.cbsnews.com/news/gunmakers-made-over-1-billion-in-assault-weapon-sales-in-the-past-decade-congressional-report-finds/\">than ever before</a>. The number of deadly long-range guns held by the public makes it considerably more difficult to maintain a zone of safety around politicians.</p>\n\n<p class=\"has-text-align-none\">The Secret Service also noted Sunday that as a former president, Trump doesn’t have access to the same level of security that the current president does, and some <a href=\"https://www.nytimes.com/2024/09/15/us/politics/secret-service-trump-shooting.html\">former officials are now suggesting</a> that may need to change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Guns aren’t the only problem, though. As Garen Wintemute, an expert in political violence and gun violence told me this summer, his research has revealed <a href=\"https://www.vox.com/politics/369441/political-violence-2024-election\" data-type=\"link\" data-id=\"https://www.vox.com/politics/369441/political-violence-2024-election\">a small but worrying segment of the American population</a> is open to the idea that violence committed for political reasons is justifiable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the time, Wintemute said, the conditions that made more violence likely were a closely contested race, with momentum swinging toward Democrats, and a race where political violence had already recently occurred.</p>\n\n<p class=\"has-text-align-none\">“I think it will happen again. Whether it will involve an elected official as a target, I can’t say,” Wintemute <a href=\"https://www.vox.com/politics/369441/political-violence-2024-election\">told Vox</a> in July. “But we’ve opened the door to political violence this election season, and there are still some leaders using rhetoric that enables violence. And we will all pay a price for that, I suspect.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Just two months after a man tried to assassinate former President Donald Trump, the Secret Service says it stopped what appeared to be a second assassination attempt against the former president.&#160;Unlike the July 13 shooting at Trump’s rally, in which a member of the crowd was killed and Trump was injured, no one was harmed [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "The cost of cynicism",
    "link": "https://www.vox.com/the-gray-area/371371/jamil-zaki-cynicism-rationality-skepticism-psychology",
    "pubDate": "2024-09-16T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Illustration of people in a grid, each alone inside a four-walled cubicle.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2043208999.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">We all know someone — maybe it’s a friend, a co-worker, a family member — who always manages to be the voice of doom. The person who always knows that something is pointless or won’t succeed.</p>\n\n<p class=\"has-text-align-none\">If no one immediately springs to mind, I regret to inform you that it’s possible that you’re this person in someone else’s life. If that’s the case, I’d like to tell you to stop being so damned cynical, but the reality is that it’s not that easy. Cynicism is everywhere. In fact, you could make the case that cynicism is becoming a default setting for people in our society.</p>\n\n<p class=\"has-text-align-none\">But why is that the case? And does it make any sense to be so cynical?</p>\n\n<p class=\"has-text-align-none\">Jamil Zaki is a psychologist at Stanford and the author of a new book called <a href=\"https://www.hachettebookgroup.com/titles/jamil-zaki/hope-for-cynics/9781538743065/?lens=grand-central-publishing\"><em>Hope for Cynics: The Surprising Science of Human Goodness</em></a>. Zaki explores the consequences of cynicism, both for cynical individuals and cynical societies, and he also punctures the conventional wisdom that says cynicism is a reasonable response to the world.</p>\n\n<p class=\"has-text-align-none\">I invited Zaki on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to make the case against cynicism. As always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\"><em>This conversation has been edited for length and clarity.</em></p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9661644115\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Everyone has a vague idea of what it means to be cynical, but what’s a more precise way of thinking about cynicism? </p>\n\n<h4 class=\"wp-block-heading\">Jamil Zaki</h4>\n\n<p class=\"has-text-align-none\">I think it’s important to separate ancient cynicism from modern cynicism. So when I talk about cynicism, I’m not talking about the philosophical school led by Antisthenes and Diogenes but rather about a general theory that people have about humanity. The idea that overall and at our core people are selfish, greedy, and dishonest.</p>\n\n<p class=\"has-text-align-none\">Now, that’s not to say that a cynical person would be shocked if they witnessed somebody donating to charity or helping a stranger, but they might question the person’s motives. They might say, “Ah, they’re probably in it for a tax break or maybe they’re trying to look good.” Cynicism is not a theory about human action, it’s a theory about human motives, that ultimately we are self-interested beings, and because of that we can’t be trusted to truly have each other’s best interests in mind.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">So how do you know you’re a cynic and not what we might call an old-fashioned realist?</p>\n\n<h4 class=\"wp-block-heading\">Jamil Zaki</h4>\n\n<p class=\"has-text-align-none\">A lot of people will write to me, “You are calling us cynics, but we’re realists. Cynicism is really just understanding what people are really like.” I think it was George Bernard Shaw who said, “The characteristic of accurate observation is commonly called cynicism by those who haven’t got it.”</p>\n\n<p class=\"has-text-align-none\">There’s this stereotype that cynicism is the same as realism. Even non-cynics believe this. If you survey people and describe a cynic and a non-cynic to them and say, “Who’s smarter?” 70 percent of people think that cynics are smarter, and 85 percent of them think that cynics are socially smarter, that they’ll pick up on who’s lying versus telling the truth, for instance. </p>\n\n<p class=\"has-text-align-none\">The fact is that we’re wrong on both counts. Cynics actually turn out to do less well on cognitive tests than non-cynics and have a harder time picking out liars from truth-tellers. That, I think, points to a disjunction between what we think realism is and what it actually is.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">If you asked me to tell you the difference between skepticism and cynicism, I’m not sure I could do it. What’s the difference?</p>\n\n<h4 class=\"wp-block-heading\">Jamil Zaki</h4>\n\n<p class=\"has-text-align-none\">It’s super important. They are not just different from one another, but one can be used to fight the other.</p>\n\n<p class=\"has-text-align-none\">If cynicism is a theory, what theories do is they structure our perception of the world and often bias our perception of the world. If you think that things are a certain way, you will pay lots of attention to any information that accords with that perspective and ignore or discount evidence that doesn’t, so you end up through your worldview finding confirmation for it and doubling, tripling, quadrupling down. </p>\n\n<p class=\"has-text-align-none\">Skepticism really doesn’t allow for that. A true skeptic is open to evidence, whether or not that evidence matches their preconceived ideas, and they’re willing to update even relatively basic assumptions that they have if the evidence comes in on the other side.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Do we know what makes people cynical? Is it a personality thing? Is it a genetic thing? Is it a neurochemical thing? Do any of us choose to be cynical in any meaningful sense?</p>\n\n<h4 class=\"wp-block-heading\">Jamil Zaki</h4>\n\n<p class=\"has-text-align-none\">Well, cynicism is relatively stable across people’s lives in the absence of any intervention. So if you’re cynical now, it’s likely that you’ll stay that way if you don’t do anything about it. There are some heritable components to cynicism. Identical twins are slightly closer in their cynicism than fraternal twins, for instance, but the genetic and heritable component seems pretty small.</p>\n\n<p class=\"has-text-align-none\">Then there’s the other fascinating thing you ask: Do we choose cynicism? I don’t know if we choose it or if it chooses us based on our experiences. I guess I would describe those experiences at a couple of different levels. The first is our personal experiences, especially our negative personal experiences. But there’s a second level here as well, which is the structures around us. Environments that are really competitive, for instance, are more likely to increase people’s cynicism, and environments that are cooperative tend to decrease cynicism. That’s a level of flexibility that I think is faster. </p>\n\n<p class=\"has-text-align-none\">Our childhoods affect us for many years, but your situational cynicism can change very quickly. If you are at a high-stakes poker table, there’s absolutely no reason for you to trust the people around you. But if you’re among a set of neighbors that you have longstanding warm relationships with, there are lots of reasons to trust.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Do you think our culture engineers cynicism?</p>\n\n<h4 class=\"wp-block-heading\">Jamil Zaki</h4>\n\n<p class=\"has-text-align-none\">I do. And I think it’s doing so more now than it used to. Cynicism is on the rise. In 1972, about half of Americans believed most people can be trusted, and by 2018 that had fallen to a third of Americans. We’re experiencing a massive drop in faith in one another and in our institutions, and with that comes a rise in cynicism. I think not only are we engineering cynics, but we’re doing so more efficiently now than we were in the past.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Disease is a strong word, but is it helpful to think of cynicism as a psychological disease?</p>\n\n<h4 class=\"wp-block-heading\">Jamil Zaki</h4>\n\n<p class=\"has-text-align-none\">It certainly has some qualities that we would associate with disease. It harms our physical health. Cynics suffer more from heart disease. They’re more likely to die earlier than non-cynics. To the extent that disease is life-negative, that fits the bill. And it also comes to us unbidden, just like a virus might. We catch it from our environment, and we often experience it unwillingly. We yearn to get rid of it, which is another thing that many people who are sick want. </p>\n\n<p class=\"has-text-align-none\">I don’t want to stretch the metaphor too far, but I think that those aspects of illness are notable and shared with a cynical worldview.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Why do cynical people live shorter lives? Why do they have more heart problems? Is it as simple as happy, hopeful people are healthier, less stressed-out people and therefore they live longer?</p>\n\n<h4 class=\"wp-block-heading\">Jamil Zaki</h4>\n\n<p class=\"has-text-align-none\">There’s decades of science now that demonstrate that one of the most nourishing things for us psychologically is connection to other people. Folks who feel connected, who feel like they have community, like they can depend on others, experience much less stress physiologically. They sleep better. Their cellular aging is slower than people who feel lonely. </p>\n\n<p class=\"has-text-align-none\">Cynical people who can’t trust others or feel that they can’t, who are unwilling to be vulnerable and open up, it’s almost like they can’t metabolize the calories of social life, and so they end up psychologically malnourished, which is toxic at many different levels.</p>\n\n<p class=\"has-text-align-none\">So again, if social contact is salutary, if it helps us retain our health in all these ways, then we need to allow ourselves to be accessible in order for that to work, and cynics just don’t. And it’s a really tragic thing. Because I think, like you and I, a lot of cynics don’t want to feel this way, but we experience life as more dangerous if you think that people are untrustworthy and think, “Wow, I need to stay safe. I need to not take a chance on people.” By not taking chances on people, we are taking larger long-term risks with our well-being and missing out on lots of opportunities. </p>\n\n<p class=\"has-text-align-none\">The problem is that those missed opportunities are invisible, whereas the betrayals that we’ve suffered in the past are highly visible and palpable. So we might learn too well from disappointment and not well enough from missed opportunities.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What’s your practical advice for people who have cynical instincts and want to overcome them? </p>\n\n<h4 class=\"wp-block-heading\">Jamil Zaki</h4>\n\n<p class=\"has-text-align-none\">It’s a shift in our mindset, to be skeptical of our cynicism, to fact-check our cynical conclusions. Also, I would add to that, to be more aware of our power. </p>\n\n<p class=\"has-text-align-none\">In our lab, we taught people something called a reciprocity mindset. The same way that cynical self-fulfilling prophecies bring out the worst in people, when you put faith in people, they know and they step up. This is actually true. This is something that economists call earned trust. But we found that when we taught people about earned trust, they were more willing to trust others. And when they trusted, other people became more trustworthy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But another thing that I would recommend is just trying to take more leaps of faith in people. I think we’re too risk-averse in our social lives. We focus too much on what could go wrong and not enough on the relationships we could build. I think that taking small and calculated chances on other people is a really powerful way of rebalancing our risk portfolio, opening ourselves up to other people, and also giving them the gift of the chance to show us who they really are.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/why-cynicism-is-bad-for-you/id1081584611?i=1000668856931\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em> <a href=\"https://www.vox.com/thegrayarea\"><em>The Gray Area</em></a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em> </em><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> </em><em>Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> </em><em>Pandora</em></a><em>, or wherever you listen to podcasts. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "We all know someone — maybe it’s a friend, a co-worker, a family member — who always manages to be the voice of doom. The person who always knows that something is pointless or won’t succeed. If no one immediately springs to mind, I regret to inform you that it’s possible that you’re this person [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "Is this year’s snoozy Emmys the future of TV?",
    "link": "https://www.vox.com/culture/371962/76th-emmy-awards-2024-winners-losers-hacks-shogun",
    "pubDate": "2024-09-16T04:34:10.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Left to right, Jean Smart, Jen Statsky, Paul W. Downs, Christopher McDonald, and Lucia Aniello stand on stage in formalwear, accepting their award.\" data-caption=\"The cast and crew of “Hacks” accepts the Outstanding Comedy Series award  during the 76th Primetime Emmy Awards in Los Angeles. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Kevin Winter/&lt;/span&gt;Getty Images\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Kevin Winter/&lt;/span&gt;Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2172277496.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The cast and crew of “Hacks” accepts the Outstanding Comedy Series award  during the 76th Primetime Emmy Awards in Los Angeles. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Kevin Winter/&lt;/span&gt;Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">At the 76th Emmy Awards, the biggest surprise was perhaps the most telling. At the end of a night in which <em>The Bear</em>, arguably not a comedy, swept most of the comedy categories, it lost the crucial trophy for Best Comedy Series itself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The winner ended up being <em>Hacks</em>, another long-time Emmys favorite that <a href=\"https://www.vulture.com/article/hacks-comedy-drama-season-4.html\">is occasionally accused of not being a real comedy</a>. <em>Hacks</em> also beat <em>The Bear</em> for Best Actress in a Comedy Series and Best Writing in a Comedy Series.</p>\n\n<p class=\"has-text-align-none\">This quasi-upset encapsulates the current state of the Emmys.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After a year the industry spent largely recovering from the historic dual strikes from both the <a href=\"https://www.vox.com/culture/2023/9/24/23888673/wga-strike-end-sag-aftra-contract\">Writers Guild of America</a> and <a href=\"https://www.vox.com/culture/2023/11/9/23953723/sag-aftra-strike-end\">the Screen Actors Guild</a> in 2023, Sunday’s awards were marked mostly by familiarity. Every era of the Emmys has its favorites, and this year kept largely to the Television Academy’s current beloveds.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>The Bear</em> may not have taken home Best Comedy Series, <a href=\"https://www.gq.com/story/emmys-2024-the-bear-is-sweeping-the-comedy-categories\">but it did break its own record for most wins by a comedy in a single season</a>, cleaning up with four awards on Sunday and eight awards in the non-televised portion held last weekend. </p>\n\n<p class=\"has-text-align-none\">The Emmys’ new darling was <em>Baby Reindeer</em>, which won four awards and took home the trophy for Best Limited Series. Perhaps the most daring new favorite was <a href=\"https://www.vox.com/culture/24118899/shogun-real-history-colonization-japan-portuguese\"><em>Shōgun</em></a>, which dominated the Drama category with three wins, including Best Drama Series, and at the very least asked viewers to read subtitles.</p>\n\n<p class=\"has-text-align-none\">Yet these Emmys were lackluster in more ways than just the predictability of the winners. To begin with, they were actually the second Emmy awards of this year. The 75th Emmys, which recognized television from June 2022 through May 2023, aired belatedly in January after it, too, was delayed due to the strikes. </p>\n\n<p class=\"has-text-align-none\">Sunday’s Emmys recognized a particularly sparse season of television. The strikes halted work on some of the industry’s biggest shows for months, pushing their premieres out of the window for recognition this season. (Eligible shows had to complete a certain number of episodes <a href=\"https://www.npr.org/2024/01/12/1223110368/emmy-nominations-eligibility\">between June 2023 and May of this year</a>.) The calendar produced some peculiarities: although critics soured on <a href=\"https://www.vox.com/culture/358672/the-bear-season-3-review-food-main-character-fine-dining\"><em>The Bear</em> in its third season</a>, which premiered in late June, it was richly rewarded Sunday night for its second season, which aired all the way back in summer 2023.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The ceremony itself managed to keep things lively, even if the awards themselves were relatively dull. Father-and-son hosting duo Eugene and Dan Levy broke out their old <a href=\"https://www.vox.com/culture/21449039/schitts-creek-best-comedy-emmy-golden-globe-winner-how-to-watch\"><em>Schitt’s Creek</em></a> comic timing to oversee the ceremony with affably low-schtick aplomb. (A runner about Eugene being constantly befuddled, lost in the audience, his texts riddled with errors, was way more charming than it had to be.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">An extended bit about the cast of <em>SNL</em> assuring Lorne Michaels that he wasn’t a failure despite 85 losses landed nicely. Lamorne Morris received a surprise win for his supporting performance on <em>Fargo</em>, an upset that surely had more than one household of <em>New Girl</em> fans shrieking “Winston!” in delight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Emmys even went political in this election year. Mega showrunner <a href=\"https://www.vox.com/culture/22364676/dawson-crying-gif-secret-history-dawsons-creek-legend\">Greg Berlanti</a>, who was behind network TV’s first gay kiss on<em> Dawson’s Creek</em>, accepted the Governors Award with a memory of what TV meant to him as a gay kid growing up in the 1980s. John Leguizamo, introducing Television Academy chair Cris Abrego, made a fiery speech calling out the plentiful brownface in Hollywood’s past and celebrating the diversity among this year’s nominees (<a href=\"https://deadline.com/2024/07/emmy-nominations-2024-diversity-scorecard-1236012982/\">34 actors of color were nominated</a> in the performance categories).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Liza Colón-Zayas, who won Best Supporting Actress for her role on <em>The Bear</em>, called “for all the Latinos who love to love me” to “vote for your rights.” Candice Bergen, presenting the award for leading actress in a comedy, compared Republican vice presidential candidate sen. JD Vance to her former nemesis Dan Quayle, vice president under President George H.W. Bush. (“Meow,” she deadpanned.)</p>\n\n<p class=\"has-text-align-none\">On the other hand, in classic Emmys fashion, the liberal speeches were followed up with a celebration of <a href=\"https://www.vox.com/culture/22375412/police-show-procedurals-hollywood-history-dragnet-keystone-cops-brooklyn-nine-nine-wire-blue-bloods\">TV cops</a>, introduced with the theme to <a href=\"https://www.vox.com/2019/5/3/18527391/truth-behind-tv-show-cops\"><em>Cops</em></a>, one of the most infamous pieces of copaganda on television.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The predictability of the awards could also feel heavy — especially when so many current Emmys darlings are not just overly familiar but also right on the edge of abusing the category rules, or sometimes simply not very good. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vulture.com/article/the-morning-show-season-3-review.html\"><em>The Morning Show</em> remains a glossy, high-budget piece of camp nonsense</a>, but it earned 23 nominations. <em>The Bear</em> had an excellent second season, yet it’s hard not to dwell on how its comedy accolades — for a season that was largely about cycles of family abuse — were shutting out true sitcoms, like <em>Abbot Elementary</em>. (“I know some of you might be expecting us to make a joke about whether <em>The Bear</em> is really a comedy,” said Eugene Levy in the opening monologue, “but in the true spirit of <em>The Bear,</em> we will not be making any jokes.”) </p>\n\n<p class=\"has-text-align-none\">It’s possible that TV could be on an upswing after this year’s low point. The strikes have been resolved, and there’s a crop of promising shows premiering this fall, including FX’s <em>The English Teacher</em> and Hulu’s <em>How to Die Alone</em>. TV can and should be good again. </p>\n\n<p class=\"has-text-align-none\">The bad news is that there are still deep structural issues stacking the deck against producing shows of the caliber that defined the golden age of TV, like <em>Mad Men</em>, <em>30 Rock</em>, or <em>Girls</em>. Despite the gains earned from the strikes, writers, actors, and production workers have all struggled to find jobs as the streaming boom has cooled, leaving <a href=\"https://laist.com/shows/airtalk/hollywood-is-suffering-an-economic-slowdown-with-writing-and-production-jobs-far-and-few-between\">Hollywood in a prolonged economic downturn</a>. The most recent generation of writing talent is still undertrained <a href=\"https://www.vox.com/culture/354928/post-peak-mid-tv-quiet-the-bear-succession\">after a decade of mini rooms</a> that left them cut off from TV’s old apprenticeship model and without what used to be fundamental skills (like <a href=\"https://episodes.ghost.io/lost-back-to-the-island-crosstalk-noel-murray/\">where act breaks are supposed to go</a>, for instance).</p>\n\n<p class=\"has-text-align-none\">When shows <em>are</em> well-crafted, they too often fall into the category of what <a href=\"https://www.nytimes.com/2024/04/27/arts/television/mid-tv.html\">New York Times critic James Poniewozik calls Mid TV</a>: expensively made and well-cast shows that nonetheless display a “willingness to retreat, to settle, to trade the ambitious for the dependable.” All those slick remakes of beloved old properties, all those paint-by-numbers genre warhorses with beloved movie stars in the lead.</p>\n\n<p class=\"has-text-align-none\">If the fates allow, we shouldn’t have to suffer through a year of television as disappointing as this one was again. It will take a lot more than ending the strikes, though, to get us into a new golden age of TV.&nbsp;</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "At the 76th Emmy Awards, the biggest surprise was perhaps the most telling. At the end of a night in which The Bear, arguably not a comedy, swept most of the comedy categories, it lost the crucial trophy for Best Comedy Series itself.&#160; The winner ended up being Hacks, another long-time Emmys favorite that is [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "America’s long history of anti-Haitian racism, explained",
    "link": "https://www.vox.com/politics/371855/trump-vance-springfield-ohio-racist-conspiracy-theories-haitian-immigrants",
    "pubDate": "2024-09-15T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"People watch as Springfield Police Department officers investigate the Springfield City Hall after bomb threats were made against buildings earlier in the day in Springfield, Ohio, on September 12, 2024. | Roberto Schmidt/AFP/Getty Images\" data-portal-copyright=\"Roberto Schmidt/AFP/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2170808273.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People watch as Springfield Police Department officers investigate the Springfield City Hall after bomb threats were made against buildings earlier in the day in Springfield, Ohio, on September 12, 2024. | Roberto Schmidt/AFP/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/politics/371466/trump-haitians-dogs-cats-pets-springfield-alt-right\">This past week, Republicans</a> amplified a barrage of strange and racist claims about Haitian immigrants, including falsely suggesting <a href=\"https://www.vox.com/2024-elections/370760/jd-vance-racist-cat-eating-haitian-immigrants\">that they’re consuming people’s house pets</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The unfounded attacks came from <a href=\"https://x.com/JudiciaryGOP/status/1833154509222129884?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1833154509222129884%7Ctwgr%5E526b2c674b292a83908354cafc0e26887fd0548a%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.vox.com%2F2024-elections%2F370760%2Fjd-vance-racist-cat-eating-haitian-immigrants\">official party social media accounts</a>, <a href=\"https://x.com/tedcruz/status/1833174142591365185\">lawmakers</a>, and from both members of the GOP’s presidential ticket. Vice presidential candidate <a href=\"https://x.com/JDVance/status/1833148904864465117\">JD Vance said Monday</a> that “Haitian illegal immigrants” are “causing chaos,” while former President Donald Trump <a href=\"https://www.nbcnews.com/politics/2024-election/trump-pushes-baseless-claim-immigrants-eating-pets-rcna170537\">emphatically, and falsely, claimed</a> during his Tuesday debate with Vice President Kamala Harris that, “they’re eating the pets of the people that live there, and this is what’s happening in our country.”</p>\n\n<p class=\"has-text-align-none\">The comments echo well-worn tropes, and past attempts to tie Haitian immigrants to everything from the <a href=\"https://www.youtube.com/watch?v=LqjLoSNkyDs\">spread of illness</a> to <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/09/10/jd-vance-haitian-migrant-crime-remarks/75161067007/\">upticks in crime</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Republicans have elevated these messages as they seek to make immigration a flashpoint in the November election, capitalizing on <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">voters’ dissatisfaction with current trends</a>. The attacks also come as <a href=\"https://www.vox.com/world-politics/2024/3/12/24098422/haiti-prime-minister-ariel-henry-resigns-gang-violence-g9\">rampant political instability and gang violence in Haiti has displaced thousands of people</a> — and as the Biden administration has <a href=\"https://www.nbcnews.com/investigations/biden-admin-gives-protected-status-309000-haitians-rcna159438\">approved temporary protections</a> and <a href=\"https://www.reuters.com/world/us/haitian-immigrants-fueled-springfields-growth-now-us-presidential-debate-2024-09-11/\" data-type=\"link\" data-id=\"https://www.reuters.com/world/us/haitian-immigrants-fueled-springfields-growth-now-us-presidential-debate-2024-09-11/\">humanitarian parole</a> for some new arrivals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The stereotypes the GOP is harping on, however, have been around for much longer.</p>\n\n<p class=\"has-text-align-none\">In fact, as experts tell Vox, these types of ugly attacks are the byproduct of centuries of anti-Black racism and xenophobic sentiment, which have been used over and over to justify restrictive immigration policies that single out Haitian people. The decision to resurface them in 2024 is, once again, creating a palpably dangerous environment, and adding to this legacy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s a part of a very old historic pattern,” <a href=\"https://morehouse.edu/directory/regine-jackson\">Regine Jackson</a>, a sociologist and the Dean of Humanities at Morehouse College, told Vox. “It&#8217;s the idea that they could do something so inhuman, so un-American. That&#8217;s the message underneath, that these people will never be like us.”</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8062552285\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">Anti-Haitian racism has deep roots</h2>\n\n<p class=\"has-text-align-none\">Attacks on Haitian immigrants tap into the longstanding US framing of Haiti as a threat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Racism and xenophobia against Haitians among white Americans can be traced all the way back to the Haitian Revolution when Haitians … [overthrew] the system of slavery and [established] the world’s first Black republic,” Carl Lindskoog, the author of a book <a href=\"https://www.amazon.com/Detain-Punish-Refugees-Immigration-Detention/dp/1683400402\">on the US’s detention of Haitian immigrants,</a> told Vox. “Since then, Haitians have been seen by many white Americans as a threat to white rule and have been treated as such.”</p>\n\n<p class=\"has-text-align-none\">In 1804, Haitians successfully overthrew colonial rule and enslavement by France. Concerned that Haitians’ victory would inspire enslaved people in America to pursue a similar revolution, the US did not recognize Haiti’s independence for nearly six decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Following the revolution, <a href=\"https://www.npr.org/sections/money/2021/10/05/1042518732/-the-greatest-heist-in-history-how-haiti-was-forced-to-pay-reparations-for-freed\">France used military force to demand financial restitution</a> for loss of the colony, forcing Haiti to borrow money to cover its demands. The US and France provided those loans — and used them to continue exerting control over Haiti’s finances for years. <a href=\"https://www.nytimes.com/2022/05/20/world/americas/haiti-history-colonized-france.html\">In total, a New York Times investigation</a> found that reparations to France cost Haiti’s economy $21 billion and directly contributed to poverty and financial problems that still plague the country to this day.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US also occupied Haiti by force from 1915 to 1934, more than a century after its successful revolution, under the flimsy justification that it was there to ensure political stability following the assassination of multiple Haitian presidents. <a href=\"https://2001-2009.state.gov/r/pa/ho/time/wwi/88275.htm\">In reality,</a> it mounted the occupation to prevent France or Germany from gaining ground in the region, which was viewed as strategically valuable. During this time, the US set up a <a href=\"https://www.washingtonpost.com/history/2021/08/06/haiti-us-occupation-1915/?_pml=1\">system of forced labor</a>, and sold Haitian land to American corporations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The takeover also sent a demeaning message: that Haiti wasn’t capable of handling its own affairs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“A lot of scholars have talked about … rhetoric that&#8217;s used to justify invasion around civilizing a society,” says <a href=\"https://www.bowdoin.edu/profiles/faculty/j.gow/index.html\">Jamella Gow</a>, a sociologist at Bowdoin University. “This notion of Haitians as backwards, criminal and dangerous started way back then.” The association of Haiti with voodoo practices, something self-help author Marianne Williamson, who ran in the Democratic presidential primary in 2020 and 2024, evoked this week, is another tactic that’s been used to suggest that they’re a “mysterious … migrant other,” says Gow.</p>\n\n<p class=\"has-text-align-none\">In the decades since, the US’s treatment of Haitian immigrants has built on and reinforced these ideas. That was evident in the 1970s, when a wave of Haitian migrants sought asylum in the US as they tried to escape political persecution from <a href=\"https://www.indystar.com/story/opinion/2014/10/13/cradle-grave-united-states-protected-jean-claude-duvalier/17191805/\">US-backed dictator Jean Claude Duvalier.</a> <a href=\"https://www.nbcmiami.com/news/local/50-years-of-haitian-migration-to-south-florida/2937810/\">Many of these arrivals were detained</a> and denied asylum, though they met the qualifications for it.</p>\n\n<p class=\"has-text-align-none\">These practices set a precedent for the detention of asylum-seekers, a punitive approach the US still employs now. In a 1980 <em>Haitian Refugee Center v. Civiletti</em> case, the Fifth Circuit ruled that the US government had singled Haitians out and practiced blatant racism in its immigration policies. Despite this decision, then-President Jimmy Carter and his successors <a href=\"https://www.vox.com/22689472/haitian-migrants-asylum-history-violence\">managed to find loopholes to keep up this approach</a>. In the years that followed, while a surge of Cuban and Haitian migrants came to the US around the same time, Haitian people were far more likely to <a href=\"https://twotwoone.nyc/the-unwanted-ones-a-population-dangerously-on-the-move/#:~:text=But%20Cubans%20were%20released%20and,Haitians%20remained%20in%20detention%20longer.&amp;text=Ronald%20Reagan%20administration%20claimed%20the,and%20naturalization%20Act%20of%201952.\">stay in detention compared to their Cuban counterparts</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The stigmatization of Haitian immigrants continued, too, in subsequent decades, including efforts to associate Haitians with illnesses, such as HIV. In the early 1980s, when no scientific name had been given to HIV/AIDS, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2918877/#:~:text=In%20the%20early%201980s%20at,time%20(15%2C%2016).\">the press and the Centers for Disease Control and Prevention deemed it the 4H disease</a> — which stood for “Haitians, Homosexuals, Hemophiliacs, and Heroin users,” in part because some of the early cases of the illness included Haitian people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A fear of HIV — and the framing of Haitian immigrants as carriers of disease — was among the reasons that led the US to detain Haitian asylum seekers at Guantanamo Bay during the 1990s. (Thousands were detained and deported, while some who <a href=\"https://theconversation.com/us-turned-away-thousands-of-haitian-asylum-seekers-and-detained-hundreds-more-in-the-90s-98611\">were HIV-positive</a> were threatened with indefinite detention.) That’s part of a long history of the US government deeming immigrants <a href=\"https://www.vox.com/identities/2020/3/6/21166625/coronavirus-photos-racism\">health hazards</a> in order to stymie their entry into the country — a practice that was again <a href=\"https://www.vox.com/policy/2023/5/16/23725482/immigration-title-42-us-mexico-border-biden-trump-uscis-homeland-security\">embraced during the Covid-19 pandemic</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Both the Trump and Biden administrations used a <a href=\"https://www.vox.com/politics/23719941/title-42-ending-border-biden-trump\">federal authority known as Title 42</a> to turn away migrants due to public health concerns during and following pandemic. Haitians were one of the largest groups turned away at the southern border on these grounds, Lindsvoog said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other attacks on Haitians were also evident in both administrations, such as when Trump himself referred to Haiti as a “shithole” country, and when border patrol officers were <a href=\"https://www.vox.com/22689472/haitian-migrants-asylum-history-violence\">captured riding on horses and using their reins</a> to confront Haitian immigrants under Biden.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">These types of attacks have real consequences</h2>\n\n<p class=\"has-text-align-none\">In the town of Springfield, Ohio, the latest GOP invective is already doing real-world harm.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Tuesday, Trump gave the conspiracy its largest platform yet, and since then, the claims about the immigrants, which have been <a href=\"https://www.nbcnews.com/tech/misinformation/jd-vance-ohio-police-no-reports-haitian-immigrants-harming-pets-rcna170271\">repeatedly debunked</a>, have only spread.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the wake of all this, Haitian immigrants in Springfield — the town in which the GOP claims the pet eating is taking place — have experienced property damage and are keeping their children home from school out of concerns for safety, <a href=\"https://haitiantimes.com/2024/09/11/haitian-immigrants-in-ohio-under-racist-attacks/\" data-type=\"link\" data-id=\"https://haitiantimes.com/2024/09/11/haitian-immigrants-in-ohio-under-racist-attacks/\">the Haitian Times reports</a>. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nytimes.com/2024/09/12/us/politics/springfield-ohio-bomb-threat-trump-pets.html\">Springfield’s city hall was also evacuated on Thursday</a> in response to a bomb threat, <a href=\"https://abcnews.go.com/US/bomb-threat-reported-multiple-buildings-springfield-ohio/story?id=113619803\">and two elementary schools were evacuated on Friday</a> due to concerns about public safety. <a href=\"https://x.com/GarciaReports/status/1834641555052806354\">The municipality’s mayor</a> has said he believes both incidents are tied to the claims that have been made about Haitian migrants.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Springfield, a town of roughly 60,000 people in the southwestern part of the state, has found itself in Republican crosshairs due to the changes it’s seen since 2020. About 15,000 Haitian people have moved to Springfield for jobs <a href=\"https://www.nytimes.com/2024/09/03/us/springfield-ohio-school-bus-crash-haiti-immigrants.html\">following a manufacturing boom there</a>, and while the growth in population has helped rejuvenate the town<strong>,</strong> it’s also put <a href=\"https://www.nytimes.com/2024/09/03/us/springfield-ohio-school-bus-crash-haiti-immigrants.html\">pressure on social services</a> in the form of longer wait times at medical clinics and more competition for affordable housing, fueling some animosity toward the newcomers.</p>\n\n<p class=\"has-text-align-none\">That anger only intensified in 2023, following a school bus accident that killed 11-year-old Aiden Clark, since the driver of the car involved was a Haitian immigrant. Republicans and right-wing figures have since invoked Clark’s death to highlight the threat immigrants pose — <a href=\"https://www.nytimes.com/2024/09/11/us/trump-vance-aiden-clark-springfield-ohio.html\">something his parents have begged them to stop doing</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This hostility toward Haitian immigrants has resulted in neo-Nazis and Republican lawmakers spreading lies about immigrants eating not just pets, but also ducks from the local parks. There is no evidence of this, Springfield officials have said. One instance of a woman — neither an immigrant nor of Haitian descent — eating a cat took place in Canton, Ohio, which is many miles away.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Tropes about people eating pets aren’t new, and have long been used to demonize immigrant communities in the US, <a href=\"https://www.npr.org/2024/09/11/nx-s1-5108401/donald-trump-debate-eating-dogs-cats-immigrants-false-stereotype\">including Asian immigrants</a>. Such stereotypes allow Republicans to paint immigrants, including Haitian people, as “forever foreigners” in a bid to ostracize them. The focus on pets, in particular, is designed to undercut immigrants’ humanity, and to suggest that they could harm something people hold dear, says Jackson.&nbsp;</p>\n\n<p class=\"has-text-align-none\">&#8220;This kind of language, this kind of disinformation, is dangerous because there will be people that believe it, no matter how ludicrous and stupid it is, and they might act on that kind of information and act on it in a way where somebody could get hurt. So it needs to stop,” White House spokesperson John Kirby said at a press briefing Tuesday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vance downplayed these concerns after Tuesday’s presidential debate when he was asked about his comments by <a href=\"https://x.com/Yamiche/status/1833836021349302733\">NBC’s Yamiche Alcindor</a>. “What do I think is a bigger problem? Insulting 20,000 people or the fact that my constituents can’t live a good life because Kamala Harris opened the border?” Vance said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As US history — and the threats Springfield faced this week —&nbsp;makes clear, however, these racist ideas can have a direct influence on policies, and lead to immediate, and dire, consequences.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This past week, Republicans amplified a barrage of strange and racist claims about Haitian immigrants, including falsely suggesting that they’re consuming people’s house pets.&#160; The unfounded attacks came from official party social media accounts, lawmakers, and from both members of the GOP’s presidential ticket. Vice presidential candidate JD Vance said Monday that “Haitian illegal immigrants” [&#8230;]",
    "author": "Li Zhou"
  }
]