[
  {
    "title": "The big lie behind America’s ever-expanding highways",
    "link": "https://www.vox.com/future-perfect/363013/wide-highways-climate-environment-pollution",
    "pubDate": "2024-07-29T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Aerial view of a very wide highway with looping interchanges\" data-caption=\"Intersection of interstates 10 and 101 in Los Angeles.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-960093634.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Intersection of interstates 10 and 101 in Los Angeles.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">From <a href=\"https://usa.streetsblog.org/2023/11/13/highway-boondoggles-2023-a-cape-cod-canard\">Massachusetts</a> to <a href=\"https://www.octa.net/programs-projects/projects/freeway-projects/i-405-improvements-project/overview/\">California</a>, transportation departments are pursuing controversial plans to widen highways, expansions that are sure to compel more people to drive, thus increasing greenhouse gas emissions. Yet state and federal officials are, absurdly, justifying such projects by claiming that they can help fight climate change.&nbsp;&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">How cars and highways shape America</h2>\n\n\n\n<p class=\"has-text-align-none\">One overlooked, often hidden factor has profound consequences for American life: cars. Read more of Vox’s deep reporting on how building a nation around driving has impacted our health, safety, culture, and finances. </p>\n\n\n\n<p class=\"has-text-align-none\">• <a href=\"https://www.vox.com/future-perfect/354672/hochul-congestion-pricing-manhattan-diners-cars-transit\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/354672/hochul-congestion-pricing-manhattan-diners-cars-transit\">Business owners are buying into a bogus myth about driving</a></p>\n\n\n\n<p class=\"has-text-align-none\">• <a href=\"https://www.vox.com/future-perfect/24139147/suvs-trucks-popularity-federal-policy-pollution\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/24139147/suvs-trucks-popularity-federal-policy-pollution\">The reckless policies that filled our streets with ridiculously large cars</a></p>\n\n\n\n<p class=\"has-text-align-none\">• <a href=\"https://www.vox.com/23178764/florida-us19-deadliest-pedestrian-fatality-crisis\" data-type=\"link\" data-id=\"https://www.vox.com/23178764/florida-us19-deadliest-pedestrian-fatality-crisis\">The deadliest road in America</a></p>\n\n\n\n<p class=\"has-text-align-none\">• <a href=\"https://www.vox.com/23784549/pedestrian-deaths-traffic-safety-fatalities-governors-association\" data-type=\"link\" data-id=\"https://www.vox.com/23784549/pedestrian-deaths-traffic-safety-fatalities-governors-association\">Why pedestrian deaths in the US are at a 40-year high</a></p>\n\n\n\n<p class=\"has-text-align-none\">• <a href=\"https://www.vox.com/the-highlight/24089853/mega-drive-throughs-cities-chick-fil-a-chipotle\" data-type=\"link\" data-id=\"https://www.vox.com/the-highlight/24089853/mega-drive-throughs-cities-chick-fil-a-chipotle\">Mega drive-throughs explain everything wrong with American cities</a></p>\n\n\n\n<p class=\"has-text-align-none\">• <a href=\"https://www.vox.com/2024/2/21/24078362/inflation-car-insurance-distracted-driving-costs\" data-type=\"link\" data-id=\"https://www.vox.com/2024/2/21/24078362/inflation-car-insurance-distracted-driving-costs\">Why car insurance rates are so high</a></p>\n\n\n\n<p class=\"has-text-align-none\">• <a href=\"https://www.vox.com/23753949/cars-cost-ownership-economy-repossession\" data-type=\"link\" data-id=\"https://www.vox.com/23753949/cars-cost-ownership-economy-repossession\">The impossible paradox of car ownership</a></p>\n\n\n\n<p class=\"has-text-align-none\">• <a href=\"https://www.vox.com/23712664/parking-lots-urban-planning-cities-housing\" data-type=\"link\" data-id=\"https://www.vox.com/23712664/parking-lots-urban-planning-cities-housing\">The hidden force that shapes everything around us: Parking</a></p>\n</div>\n\n<p class=\"has-text-align-none\">Consider a <a href=\"https://www.txdot.gov/content/dam/docs/tpp/texas-crs-2023-final.pdf\">report issued last fall</a>, in which the Texas Department of Transportation (TxDOT) outlined its strategy to reduce pollution attributable to its road network, which a 2018 department report <a href=\"https://www.texasobserver.org/the-road-home/\">found</a> generated 0.48 percent of all global — not national — CO2 emissions. Along with improving public transit, installing energy-efficient streetlights, and building electric vehicle charging stations, TxDOT suggests expanding highways.</p>\n\n<p class=\"has-text-align-none\">According to TxDOT’s report, projects like adding turnaround lanes on frontage roads will reduce emissions because they “[reduce] vehicle idling due to delay.” State DOTs from <a href=\"https://www.kuer.org/health-science-environment/2023-10-19/udot-expects-a-30-air-quality-bump-with-the-i-15-expansion-is-that-possible\">Utah</a> to <a href=\"https://x.com/andrewsalzberg/status/1448312473703038983\">New York</a> have likewise claimed that adding lanes to congested highways will lower emissions because fewer cars will be stuck in traffic.</p>\n\n<p class=\"has-text-align-none\">Framing highway widening as a cure for climate change has allowed state DOTs to justify spending <a href=\"https://www.urban.org/policy-centers/cross-center-initiatives/state-and-local-finance-initiative/state-and-local-backgrounders/highway-and-road-expenditures\">billions of dollars</a> in their ongoing war on gridlock. Businesses and residents alike complain about traffic, and widening the road is an easy way to placate them because it feels like progress. But decades of research — along with common sense — show that <a href=\"https://www.youtube.com/watch?v=2z7o3sRxA5g\">congestion will inevitably</a> return. New roadway lanes invite more cars, which generate more emissions, trapping us in a cycle of ever-increasing driving that only makes it harder to slow the increase in global temperatures.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How could they possibly be saying bigger highways are good for the climate?</strong></h2>\n\n<p class=\"has-text-align-none\">It&#8217;s worth pausing to consider how state DOTs justify conclusions that seem so far off-base. When considering potential highway projects, staff use computer models to forecast their impact on future traffic. These models <a href=\"https://t4america.org/community-connectors/what-they-mean/modeling/\">project</a> that driving will grow at a rate reflecting past trends, often with a bump for population expansion. Any gas-powered car will create emissions when driven, but one stuck in gridlock will produce more since its journey takes longer.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">State DOTs’ rigid assumptions about driving growth lead them to predict that traffic will eventually overwhelm the existing highway network. “Their thinking is, ‘if we don’t do anything, these cars are going to be sitting on this highway and not moving,’” Wes Marshall, a licensed traffic engineer, urban planning professor at the University of Colorado-Denver, and author of the new book <a href=\"https://islandpress.org/books/killed-traffic-engineer#desc\"><em>Killed by a Traffic Engineer</em></a>, told me. “If that’s the baseline condition, any [expansion] is going to be better.”</p>\n\n<p class=\"has-text-align-none\">It&#8217;s a nice, tidy story — but it’s totally wrong.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These projections have a fatal blind spot: They fail to consider how humans respond to changing conditions like new vehicle lanes. When people see cars traveling freely over a recently expanded highway, <a href=\"https://www.nytimes.com/2023/01/06/us/widen-highways-traffic.html#:~:text=But%20while%20adding%20lanes%20can,along%20with%20it%20%E2%80%94%20often%20returns\">they will recalibrate their travel decisions.</a> Some will choose to drive at rush hour when they would have otherwise driven at a non-peak time, taken public transit, or perhaps not traveled at all. When a roadway is widened, Marshall said, “You might have less congestion at first, but it quickly goes away.”</p>\n\n<p class=\"has-text-align-none\">Such behavioral adjustments will continue until traffic is as thick as it was before, when the roadway was narrower. The only difference is now there will be more cars stuck in traffic, emitting even more pollution. </p>\n\n<p class=\"has-text-align-none\">This phenomenon is known as <a href=\"https://www.bloomberg.com/news/features/2021-09-28/why-widening-highways-doesn-t-bring-traffic-relief\">induced demand</a>. In his book <a href=\"https://mitpress.mit.edu/9780262516129/fighting-traffic/\"><em>Fighting Traffic,</em></a> historian Peter Norton notes that as early as the 1920s, a New York City engineer warned that new roadways “would be filled immediately by traffic which is now repressed because of congestion.” In the 1960s, the economist Anthony Downs wrote a seminal economics paper that codified the concept, which has been called the <a href=\"https://www.denverpost.com/2015/07/02/highway-widening-and-the-iron-law-of-congestion/\">Iron Law of Congestion</a>. As one researcher <a href=\"https://doi.org/10.1016/j.tranpol.2018.12.006\">put it</a>, “If you build it, they will drive.”</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"How highways make traffic worse\" src=\"https://www.youtube.com/embed/2z7o3sRxA5g?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Induced demand is the bane of highway expansion projects. In Houston, average rush-hour journey times on the Katy Freeway <a href=\"https://cityobservatory.org/reducing-congestion-katy-didnt/\">lengthened</a> by 15 to 20 minutes three years after TxDOT spent $2.8 billion widening it to as many as 26 lanes (including frontage lanes) in 2011. In England, researchers examining the expansion of the M1 motorway north of London found that “<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0965856423001696?via%3Dihub\">traffic moved more slowly than before the scheme opened</a>.” The blunt conclusion of a 2011 <a href=\"https://www.aeaweb.org/articles?id=10.1257/aer.101.6.2616\">study</a> in the American Economic Review<em>: </em>Adding road lanes “is unlikely to relieve congestion.” </p>\n\n<p class=\"has-text-align-none\">If highway expansions don’t relieve gridlock, they cannot reduce emissions. To the contrary, they worsen them. As a <a href=\"https://doi.org/10.1016/j.trd.2012.06.008\">2012 study</a> put it: “In the long run, capacity-based congestion improvements  … can reasonably be expected to increase emissions of CO2e, CO, and NOx through increased vehicle travel volume.”</p>\n\n<p class=\"has-text-align-none\">The total environmental toll of roadway expansions looks even worse when considering the second-order effects. Wider highways convince more people to drive, which may increase car purchases — and once people own a car, they tend to use it. Expanded roadways could compel some to <a href=\"https://www.jstor.org/stable/25098858\">relocate</a> to bigger homes that sprawl further from the urban core, elongating commutes. The billions of dollars that state DOTs are allocating toward a Sisyphean war on congestion could instead be spent on projects that can credibly reduce driving, such as mass transit and <a href=\"https://railyards.com/blog/5-incredible-examples-of-urban-infill\">dense development</a>. </p>\n\n<p class=\"has-text-align-none\">“By adding more lanes to a highway, you’re inducing more car-oriented land uses,” Marshall said. “Zooming out, you’re creating a much more auto-oriented environment, not just for that one roadway, but for the whole area.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The faulty logic is hard to dislodge</strong></h2>\n\n<p class=\"has-text-align-none\">Nevertheless, the idea that wider highways are good for the planet remains widespread within state DOTs, including in blue states where officials cultivate an image of environmental stewardship. <a href=\"https://www.oregon.gov/odot/Projects/Project%20Documents/19071_I5_RQ_01.02_Environmental-Assessment.pdf\">Oregon’s DOT used it</a> to justify its proposal to widen I-5 in Portland in 2019, and California’s transportation department continues to argue that widening I-80 between Sacramento and Davis <a href=\"https://www.latimes.com/california/story/2024-06-20/the-road-to-the-capitol-is-a-test-case-for-freeway-expansions\">would reduce emissions</a>, an assertion that environmental groups are <a href=\"https://fox40.com/news/local-news/northern-california-environmental-groups-suing-caltrans-interstate-80-ecos-sierra-club/\">challenging in California state court</a>.</p>\n\n<p class=\"has-text-align-none\">To be fair to state DOTs, this misconception is enshrined in federal policy. In the early 1990s, Congress created the Congestion Mitigation and Air Quality program, whose very name implies a linkage that does not necessarily exist. Its funding, now totaling <a href=\"https://www.fhwa.dot.gov/bipartisan-infrastructure-law/cmaq.cfm\">$2.6 billion</a> per year, has gone toward climate-friendly investments in <a href=\"https://ddot.dc.gov/page/congestion-mitigation-and-air-quality-improvement-program-cmaq\">bikeshare</a> in the District of Columbia and <a href=\"https://www.fhwa.dot.gov/environment/air_quality/cmaq/profile1.cfm\">the MBTA Green Line in Boston</a> — but also toward <a href=\"https://www.usaspending.gov/award/ASST_NON_693JJ22430000Y400CA6053130_6925/\">highway</a> <a href=\"https://www.usaspending.gov/award/ASST_NON_693JJ22330000Y400CA6207059_6925/\">widening</a> projects such as <a href=\"https://dot.ca.gov/-/media/dot-media/programs/local-assistance/documents/cmaq/ffy2020/mar/lamtamarch2020.pdf\">adding lanes to I-10</a> in Los Angeles County. (Over email, an FHWA spokesperson did not answer directly when asked whether the agency believes that roadway expansions reduce total emissions, responding that the agency “provide[s] an array of tools and programs to help mitigate congestion impacts.”)</p>\n\n<p class=\"has-text-align-none\">To this day, federal policymakers struggle to acknowledge the linkages between highway construction and pollution. <a href=\"https://www.codot.gov/news/2024/may/cdot-celebrates-start-of-i25-north-express-lanes-mead-to-berthoud\">Speaking in May</a> at an event celebrating new lanes being added to I-25 north of Denver, FHWA administrator Shailen Bhatt said, “By eliminating the bottleneck between Mead and Berthoud  … we’re advancing safety, trip reliability, freight efficiency, and reducing emissions.” </p>\n\n<p class=\"has-text-align-none\">Clear thinking on such matters is difficult due to powerful political pressures behind highway construction, which generates thousands of jobs and billions of dollars in business for contracting firms. In May, the head of a California alliance of labor and business groups <a href=\"https://www.latimes.com/california/story/2024-06-20/the-road-to-the-capitol-is-a-test-case-for-freeway-expansions\">declared</a> it a “false equivalency” to claim “we cannot meet our climate change goals and not continue to invest in our roads, bridges and highways.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In reality, striving to reduce emissions while expanding roadways is like trying to become healthier while continuing to gorge on junk food.</p>\n\n<p class=\"has-text-align-none\">The good news is that a small but growing number of state legislatures recognize the trade-off between environmental progress and roadway growth. <a href=\"https://www.nytimes.com/2024/05/31/headway/highways-colorado-transportation.html\">Colorado</a> and <a href=\"https://www.minnpost.com/other-nonprofit-media/2024/06/minnesota-highway-projects-will-need-to-consider-climate-impacts-in-planning/\">Minnesota</a>, for instance, recently passed bills requiring state DOTs to minimize the climate impact of their investments. New projects that enable drivers to take shorter trips — or better yet, travel by riding transit or a bike instead of driving a car — ought to be able to easily pass muster, but highway widenings should not. In Colorado, several planned expansions have already been canceled because of the new rules. <a href=\"https://mgaleg.maryland.gov/mgawebsite/Legislation/Details/HB0836?ys=2024RS\">Maryland</a> is considering similar legislation demanding “methods for evaluating induced demand in assessments that measure greenhouse gas emissions.” </p>\n\n<p class=\"has-text-align-none\">Marshall told me that he doesn’t know whether transportation officials claiming that roadway projects will curtail emissions are simply parroting what their faulty models tell them or whether they are knowingly spreading misinformation in order to keep building the projects that business and labor groups demand. Flawed though their models are, state DOTs have a political incentive to keep using them.</p>\n\n<p class=\"has-text-align-none\">Regardless, the facts are clear: Rather than mitigating climate change, highway expansions exacerbate it. “There’s enough research out there showing again and again that it doesn’t work,” Marshall said. “You would think they would know better.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "From Massachusetts to California, transportation departments are pursuing controversial plans to widen highways, expansions that are sure to compel more people to drive, thus increasing greenhouse gas emissions. Yet state and federal officials are, absurdly, justifying such projects by claiming that they can help fight climate change.&#160;&#160; Consider a report issued last fall, in which [&#8230;]",
    "author": "David Zipper"
  },
  {
    "title": "What’s 2024’s “song of the summer”?",
    "link": "https://www.vox.com/culture/363120/charli-xcx-chappell-roan-song-summer",
    "pubDate": "2024-07-29T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A singer in exaggerated makeup and a minidress onstage, pointing.\" data-caption=\"Chappell Roan performs during 2024 Bonnaroo Music &amp; Arts Festival on June 16, 2024, in Manchester, Tennessee.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2157868302.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Chappell Roan performs during 2024 Bonnaroo Music &amp; Arts Festival on June 16, 2024, in Manchester, Tennessee.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A few weekends ago, I had the distinct pleasure of introducing my friends’ parents to <a href=\"https://www.vox.com/culture/358464/chappell-roan-rise-and-fall\">Chappell Roan</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It started when I had a few bars of “<a href=\"https://www.youtube.com/watch?v=1RKqOmSkGgM\">Good Luck, Babe</a>” stuck in my head and couldn’t stop humming it. The next thing I knew, we were all learning the “<a href=\"https://www.youtube.com/watch?v=xaPNR-_Cfn0\">HOT TO GO</a>” dance. And by the end of the weekend, we were sitting on their deck in upstate New York, listening to lyrics about a “sexually explicit kind of love affair” like it was the most normal dinner music in the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now that I’m back home in Brooklyn, I’ve got a new favorite reference: You can’t walk a block without hearing someone bumpin’<em> </em>one of Charli xcx’s instant club classics (from her album <em>Brat</em>) — even more so now that Kamala Harris’s presidential campaign has <a href=\"https://www.vox.com/culture/362300/kamala-harris-meme-brat-summer\">embraced the internet’s delighted moves tying her to brat<em> </em>summer</a>.</p>\n\n<p class=\"has-text-align-none\">And now’s as good a time as any to mention that for weeks earlier this year, I was perpetually working laaaaate (cuz I’m a singerrrrr). That’s that me, “<a href=\"https://www.vox.com/culture/2024/5/14/24155699/sabrina-carpenter-espresso-career-olivia-rodrigo-explained\">Espresso</a>.”&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Sabrina Carpenter - Espresso (Official Video)\" src=\"https://www.youtube.com/embed/eVli-tstM5E?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">These artists —&nbsp;Chappell Roan, Charli xcx, “Espresso”’s Sabrina Carpenter — have ruled my playlists this summer. My friends are playing their songs at parties. My social media feeds are overwhelmed with news and memes about them. They’re inescapable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So they must all be contenders for 2024’s song of the summer, right? … Right?!&nbsp;</p>\n\n<p class=\"has-text-align-none\">Wrong. Take a look at the top of the <a href=\"https://www.billboard.com/charts/summer-songs/\">Billboard Songs of the Summer chart</a> right now and you’ll find that the Top 10 is chaos. Post Malone and Morgan Wallen occupy the top spot with their song “I Had Some Help,” a song that I really don’t think I could hum for you, even if pressed. Someone that I have literally never heard of, Tommy Richman, is in the fourth spot. </p>\n\n<p class=\"has-text-align-none\">So what gives? How are these no-names beating out the biggest pop girlies for song of the summer? And if I barely recognize the most popular song in America right now, is there even such a thing as a song of the summer anymore?&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Chappell Roan - Good Luck, Babe! (Official Lyric Video)\" src=\"https://www.youtube.com/embed/1RKqOmSkGgM?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<h2 class=\"wp-block-heading\"><strong>What is the song of the summer? </strong>&nbsp;</h2>\n\n<p class=\"has-text-align-none\">In the absence of an agreed-upon definition, it’s helpful to take a look at the history of the song of the summer. The concept goes back further than you might expect — all the way to the 19th century, when tunes mostly circulated via sheet music.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Phil Edwards <a href=\"https://www.vox.com/2015/6/17/8796289/summer-song-history\">wrote for Vox</a> a few years ago, sales were slow-going. It could take decades for early bops like 1826’s “<a href=\"https://www.youtube.com/watch?v=9YgtCfE-DMk\">The Old Oaken Bucket</a>” to permeate across the country.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">As we rolled into the next century, new technologies like the radio helped popularize songs much more widely&nbsp;and quickly. But while songs could become popular in the summertime, there was still no official song of the summer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s not like people were walking around in 1925 and saying, ‘You think that’s the summer song this year?’” music critic and author David Hajdu <a href=\"https://www.cnn.com/2024/06/20/entertainment/song-of-the-summer-year-history-cec/index.html\">told CNN</a>. “But the phenomenon was beginning to happen.”</p>\n\n<p class=\"has-text-align-none\">When Billboard dropped <a href=\"https://www.billboard.com/lists/songs-of-summer-chart-history/1958/\">its first Hot 100 chart</a> in 1958 with Domenico Modugno’s Italian ballad <a href=\"https://www.youtube.com/watch?v=7wWiC0e3b2I\">“Nel Blu di Pinto de Blu (Volaré)”</a> at the top, it gave us a metric to define the song of the summer, but it certainly didn’t invent the concept. For a while, the Hot 100 seemed to <a href=\"https://www.billboard.com/lists/songs-of-summer-chart-history/1961/\">correctly identify</a> the most omnipresent music of the season: 1964, The Supremes’ “Where Did Our Love Go?”; 1976, “Don’t Go Breaking My Heart” by Elton John and Kiki Dee; 1982, Survivor’s “Eye of the Tiger.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that changes when we get into the 2000s. The aughts begin with songs so recognizable that we felt we didn’t even need to play them on <a href=\"https://open.spotify.com/episode/0dZ0xxAOdgF71GnpXWYPf9?si=720ae70fbdc84895\">our recent episode</a> of <em>Today, Explained</em>: “Crazy in Love.” “Umbrella.” “Call Me Maybe.” “Despacito.” By the 2020s, things start to get wacky: I don’t know about you, but DaBaby’s “Rockstar” certainly didn’t define 2020 for me. Last year, I didn’t even hear <a href=\"https://www.nbcnews.com/news/us-news/country-star-morgan-wallen-caught-video-using-n-word-label-n1256630\">n-word user</a> Morgan Wallen’s “Last Night” so how could it have been the song of the summer?&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Shaboozey - A Bar Song (Tipsy) [Official Visualizer]\" src=\"https://www.youtube.com/embed/t7bQwwqW-Hc?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<h2 class=\"wp-block-heading\">So do we have a song of the summer anymore, or what?</h2>\n\n<p class=\"has-text-align-none\">You might be shocked to learn that music listening has changed since Billboard first started naming summer hits. We are now in what scientists have tentatively begun calling the “streaming era,” where a <a href=\"https://www.weforum.org/agenda/2023/02/world-consume-music-infographic/#:~:text=As%20of%202022%2C%20paid%20subscription,fourth%20of%20main%20platform%20share.&amp;text=Short%2Dform%20video%20platforms%20like%20TikTok%2C%20with%20an%208%25,are%20a%20fast%2Dgrowing%20medium.\">huge chunk of listening</a> takes place on platforms like YouTube, Spotify, and Apple Music&nbsp;in addition to the radio.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The change has diminished radio DJs and music executives’ ability to name hits, and it has shifted power to the listeners,&nbsp;many of whom are influenced by Spotify’s personalized <a href=\"https://www.bloomberg.com/news/newsletters/2024-01-04/spotify-s-editorial-playlists-are-losing-influence-amid-ai-expansion?sref=qYiz2hd0\">recommendation algorithms</a>, which the company has prioritized at least since 2020.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since Billboard’s Hot 100 chart takes streaming into account, musicologist and <em>Switched on Pop</em> co-host Charlie Harding argues that the charts are more accurate now.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“In the era of mass media monoculture, we just weren’t as talented at capturing people&#8217;s collective listening,” Harding said on <a href=\"https://open.spotify.com/episode/0dZ0xxAOdgF71GnpXWYPf9?si=720ae70fbdc84895\"><em>Today, Explained</em></a><em>. </em>“Sure, maybe they were being broadcast more of the same stuff, but you didn&#8217;t know what people were playing back to back on their boombox. Now we can actually count exactly what people are listening to on streaming services.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The streaming era has <a href=\"https://www.pbs.org/newshour/show/how-streaming-platforms-are-changing-the-way-we-listen-to-music\">allowed</a> new and different kinds of artists to enter the charts organically, building fandoms via nontraditional pathways. Right now, Harding points out, the top of the charts reflects all sorts of different communities of listening: a Black country artist in Shaboozey, pop princess Sabrina Carpenter, Big Three rapper Kendrick Lamar, alternative indie slow-burn Hozier …&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Hozier - Too Sweet (Official Video)\" src=\"https://www.youtube.com/embed/NTpbbQUBbuo?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">But music listening is,&nbsp;to some extent, a zero-sum game. As we stream our way into our niche listening rabbit holes, the very biggest artists have started to see their streams decrease, too. All this creates a world in which you might not recognize the Billboard-ordained song of the summer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But maybe that doesn’t matter.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Whatever your community is listening to, that&#8217;s going to be your song of summer,” Harding told us. “I think you shouldn&#8217;t stress about what everyone is listening to. I think you should pay attention to what your friends and community are connecting with.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A few weekends ago, I had the distinct pleasure of introducing my friends’ parents to Chappell Roan.&#160; It started when I had a few bars of “Good Luck, Babe” stuck in my head and couldn’t stop humming it. The next thing I knew, we were all learning the “HOT TO GO” dance. And by the [&#8230;]",
    "author": "Amanda Lewellyn"
  },
  {
    "title": "Oil companies sold the public on a fake climate solution — and swindled taxpayers out of billions",
    "link": "https://www.vox.com/climate/363076/climate-change-solution-shell-exxon-mobil-carbon-capture",
    "pubDate": "2024-07-29T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A protester from the Extinction Rebellion climate action group wears an Exxon Mobil mask.\" data-caption=\"A protester from the Extinction Rebellion climate action group wears an ExxonMobil mask outside the Africa Energies Summit in May 2024 in London.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2153021385.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A protester from the Extinction Rebellion climate action group wears an ExxonMobil mask outside the Africa Energies Summit in May 2024 in London.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story was published in partnership with </em>Drilled<em>, a global multimedia reporting project focused on climate accountability, and was supported by the </em><a href=\"https://pulitzercenter.org/projects/drilled-denial-delay\"><em>Pulitzer Center</em></a><em>.</em></p>\n\n<p class=\"has-drop-cap has-text-align-none\">This spring, Democrats wrapped up a nearly three-year <a href=\"https://drilled.media/news/may-disinformation-hearing\">investigation</a> into the fossil fuel industry’s role in climate disinformation, and asked the Department of Justice to pick up where they left off. In House and Senate Democrats’ <a href=\"https://www.budget.senate.gov/imo/media/doc/fossil_fuel_report1.pdf\">final report</a> and hearing, investigators concluded that major oil companies had not only misled the public on climate change for decades, but also were continuing to misinform them about the industry’s preferred climate “solutions”— particularly biofuels and carbon capture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sen. Sheldon Whitehouse (D-RI) and Rep. Jamie Raskin (D-MD), who spearheaded the investigation, also accused oil companies of “obstructing”&nbsp; the investigation, submitting few documents, and redacting much of what they did send. One ExxonMobil employee who spoke with Drilled and Vox under condition of anonymity for fear of retaliation described what the company sent as “a truly random assortment of unimportant documents.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there was at least one notable exception in the form of a report detailing the company’s projections for the future of carbon capture technology.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you’ve <a href=\"https://drilled.media/news/drilled-mediagreenwashing\">read the New York Times recently</a>, or seen <a href=\"https://vimeo.com/985252161?share=copy\">this ad</a> on Politico’s website or heard it on one of its podcasts,<strong><em> </em></strong>or listened to <a href=\"https://vimeo.com/985310172?share=copy\">the <em>Planet Money</em> podcast</a>, you may have noticed the industry’s relentlessly positive marketing of carbon capture, which aims to collect and store CO2 emissions from power plants and industrial and fossil fuel extraction facilities, so they don’t add to global warming. The Intergovernmental Panel on Climate Change (IPCC) has said carbon capture might be necessary to reduce the emissions of certain “hard to abate” sectors like steel, concrete, and some chemical manufacturing, but noted that in the best-case scenario, with carbon capture technology working flawlessly and deployed at large scale, it could only account for a little <a href=\"https://ieefa.org/sites/default/files/2024-02/fact-sheet-CCS-ADR.pdf\">over 2 percent</a> of <a href=\"https://www.ipcc.ch/report/sixth-assessment-report-cycle/\">global carbon emissions reductions</a> by 2030.</p>\n\n<p class=\"has-text-align-none\">That hasn’t stopped major oil companies <a href=\"https://www.shell.com/what-we-do/carbon-capture-and-storage.html#iframe=L3dlYmFwcHMvQ0NTX0dsb2JlLw:~:text=At%20Shell%2C%20we%20believe%20that%20CCS%20will%20be%20essential%20for%20helping%20society%20to%20achieve%20net%2Dzero%20emissions\">from claiming</a> that carbon capture and storage “will be essential for helping society achieve net-zero emissions,” that they are delivering “carbon capture for American industry,” <strong> </strong>working on reducing emissions in their own businesses (also referred to as “carbon intensity”), and delivering <a href=\"https://vimeo.com/946232118?share=copy\">“heavy industry with low emissions.”</a> But internal documents obtained during the federal investigation, as well as information that industry whistleblowers shared with Drilled and Vox, reveal an industry that is decidedly more realistic about the emissions-reduction potential of carbon capture and storage technology, or CCS, than it presents publicly.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1702525023.jpg?quality=90&#038;strip=all&#038;crop=0,3.8583435611416,100,92.283312877717\" alt=\"Under a blue sky and at the end of a long asphalt road stand many power plant towers and walkways in a large energy complex.\" title=\"Under a blue sky and at the end of a long asphalt road stand many power plant towers and walkways in a large energy complex.\" data-has-syndication-rights=\"1\" data-caption=\"Coal-burning power plants stand behind the Petra Nova carbon capture plant at NRG Energy’s power plant in 2022 near Houston, Texas. | Elizabeth Conley/Houston Chronicle via Getty Images\" data-portal-copyright=\"Elizabeth Conley/Houston Chronicle via Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Companies touted the potential of CCS publicly, as they downplayed the technology internally</strong></h2>\n\n<p class=\"has-text-align-none\">In 2018, the oil and gas company Shell released an <a href=\"https://www.shell.com/news-and-insights/scenarios/what-are-the-previous-shell-scenarios/_jcr_content/root/main/section_1789847828/promo_copy_142460259_336956354/links/item0.stream/1696514061120/eca19f7fc0d20adbe830d3b0b27bcc9ef72198f5/shell-scenario-sky.pdf\">updated energy scenario</a>, a forecast that served as a standard for the rest of the oil industry, in which it laid out what <a href=\"https://www.washingtonpost.com/news/energy-environment/wp/2018/03/26/shell-yes-that-shell-just-outlined-a-radical-scenario-for-what-it-would-take-to-halt-climate-change/\">the Washington Post called</a> a “radical” new approach on climate. Beginning in 1965, Shell pioneered the now-common practice of “scenario planning” for oil companies: mapping out what the industry and the world are likely to look like in the future; other oil companies will still often compare their scenarios to Shell’s.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Exxon’s own internal <a href=\"https://www.dropbox.com/scl/fo/sluokjrnefm0jxiynra8v/ACS7P28PAx3PIgTJUbTle5s/Exxon%20Documents/EM-HCOR3-00005564.pdf?rlkey=9a3l8q3nn08fbm48xqagvr66b&amp;e=1&amp;dl=0\">2018 scenario comparison</a> was included in the most recent batch of documents handed over to Senate and House investigators. In it, ExxonMobil compared its future projections with Shell’s rosiest forecast for the energy transition. Buried in a chart in that projection is ExxonMobil’s belief about the global potential for CCS.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/hcor-climate-chart.png?quality=90&#038;strip=all&#038;crop=0,5.4416843043333,100,89.116631391333\" alt=\"A chart on page six of ExxonMobil scenario documents obtained by a congressional subpoena.\" title=\"A chart on page six of ExxonMobil scenario documents obtained by a congressional subpoena.\" data-has-syndication-rights=\"1\" data-caption=\"A scenario included in an internal report by Shell and ExxonMobil detailing the projected emissions from CCS facilities. | These documents were originally obtained by congressional subpoena to a House committee and have been reproduced here by Drilled and Vox.&lt;br&gt;\" data-portal-copyright=\"These documents were originally obtained by congressional subpoena to a House committee and have been reproduced here by Drilled and Vox.&lt;br&gt;\" />\n<p class=\"has-text-align-none\">Even without the massive stamp on this page marking it as part of <a href=\"https://www.documentcloud.org/documents/24712572-em-hcor3-00005564\">a set of documents obtained</a> by congressional subpoena, these graphs would be difficult to read. The one above compares the projected number of CCS units in Shell’s scenario versus the number projected by ExxonMobil, while the graph on the right compares the two companies’ forecasts for future CO2 emissions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Shell’s optimistic projection envisions 10,000 large-scale CCS facilities operational by 2070, with more than 2,500 facilities by 2050, Exxon predicts somewhere between 250 and 500 facilities by 2050. Elsewhere in the scenario, Exxon also envisions that “global scale is limited” for CCS and hydrogen tech by 2050.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Exxon’s past projections were much more in line with what critics of CCS have been saying for years. The IPCC, for example, has said that even if realized at its full announced potential, CCS would only account for about<a href=\"https://www.ipcc.ch/report/sixth-assessment-report-cycle/\"> 2.4 percent of the world’s carbon mitigation</a> by 2030. In its <a href=\"https://ieefa.org/ccs\">fact sheet on CCS</a>, the Institute for Energy Economics and Financial Analysis (IEEFA), a nonprofit, nonpartisan think tank in Ohio that produces market-based research on the energy transition, states: “It’s worth noting that not one single CCS project has ever reached its target CO2 capture rate.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stanford University researcher <a href=\"https://profiles.stanford.edu/mark-jacobson\">Mark Jacobson</a> said that because it also requires energy and materials to function, CCS attached to a fossil-fueled power plant is still worse for the climate than replacing fossil energy with renewables. “They actually increase carbon dioxide emissions by doing this, in addition to increasing air pollution,” he said, referencing <a href=\"https://news.stanford.edu/stories/2019/10/study-casts-doubt-carbon-capture\">a study he conducted in 2019 </a>quantifying the lifecycle CO2 emissions of various carbon capture scenarios. Even when CCS is powered by wind, Jacobson said it’s not worth doing, from a climate perspective. “If you just used wind to replace coal in the first place, you’d get a higher reduction in CO2 emissions,” he said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">And oil giants themselves have been hedging on the technology for years, despite marketing its potential. When the Environmental Protection Agency proposed requiring that power plants install CCS in its rules for power plants, for example, both fossil fuel companies and <a href=\"https://www.eei.org//-/media/Project/EEI/Documents/Resources-and-Media/TFB/EEIComments_111Rules_FINAL_080823.pdf\">utilities</a> expressed far less faith in the technology in their public comments on the rule than they have in their ads about carbon capture. In Exxon’s public comment, the company <a href=\"https://downloads.regulations.gov/EPA-HQ-OAR-2023-0072-0641/attachment_1.pdf\">encouraged the agency</a> to reduce its requirements around capture efficiency from 95 percent to 75 percent, which is more in line with the actual performance of existing CCS projects.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Last year, when the first EPA power plant rule was released, it was going to mandate either using CCS on a power plant in order to reduce greenhouse gas emissions or to take some action that would be equivalent to adding CCS, and the response from industry was ‘Hey, the tech is really not proven,’” said <a href=\"https://ieefa.org/people/david-schlissel\">David Schlissel</a>, director of resource planning analysis for IEEFA. “Many, many comments from oil companies and utilities, in response to both the initial EPA rule and the current one, were saying this tech really doesn’t work.”</p>\n\n<p class=\"has-text-align-none\">Exxon’s low internal projections for CCS back in 2018 map to the company’s own experience with the technology, too. To date, the only “successful” carbon capture project Exxon points to in its materials is its <a href=\"https://sequestration.mit.edu/tools/projects/la_barge.html\">LaBarge Shute Creek gas facility</a> in Wyoming. The Shute Creek facility is often referenced by the industry in general as a successful large and longstanding CCS project. On paper, LaBarge is responsible for <a href=\"https://ieefa.org/articles/shute-creek-worlds-largest-carbon-capture-facility-sells-co2-oil-production-vents-unsold\">around 40 percent</a> of the total carbon emissions ever captured in the world. But the details tell a different story.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1252158353.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A woman walking in a London city street holds a large sign reading “ExxonMobil Planet Killers, BP, Shell Oil\" title=\"A woman walking in a London city street holds a large sign reading “ExxonMobil Planet Killers, BP, Shell Oil\" data-has-syndication-rights=\"1\" data-caption=\"Climate activists march on the final day of four days of climate protest activities organized by Extinction Rebellion in London, in April 2023. | Mark Kerrison/In Pictures via Getty Images\" data-portal-copyright=\"Mark Kerrison/In Pictures via Getty Images\" />\n<p class=\"has-text-align-none\">According to Exxon’s own disclosures and <a href=\"https://ieefa.org/articles/shute-creek-worlds-largest-carbon-capture-facility-sells-co2-oil-production-vents-unsold\">an analysis</a> conducted by IEEFA in 2022, only around 3 percent of the carbon captured there (roughly 6 million tonnes) has been permanently sequestered underground. Of the rest of the 240 million tonnes of carbon emitted over the facility’s first 35 years in operation, half has been sold to various oilfield operators for enhanced oil recovery, or EOR — a process by which oil companies inject carbon underground to get more oil out — and approximately 120 million tonnes <a href=\"https://ieefa.org/articles/shute-creek-worlds-largest-carbon-capture-facility-sells-co2-oil-production-vents-unsold\">has been vented</a> into the atmosphere.</p>\n\n<p class=\"has-text-align-none\">When asked to comment for this story about its 2018 scenario plan and overall record on CCS, ExxonMobil sent the following statement by email: “False narratives that downplay our CCS efforts deliberately fail to recognize the strides we’re making in our Low Carbon Solutions business. Referencing one possible scenario from over six years ago does not represent our business outlook. We continuously evaluate our business plan based on market conditions.”</p>\n\n<p class=\"has-text-align-none\">Exxon pointed to its public-facing <a href=\"https://corporate.exxonmobil.com/-/media/global/files/global-outlook/2023/2023-global-outlook-executive-summary.pdf\">2023 Global Outlook</a> as its most current thinking on the potential of carbon capture. That report states: “Carbon capture and storage<strong> </strong>is a proven and safe technology that reduces emissions from manufacturing and power generation.”</p>\n\n<p class=\"has-text-align-none\">But in commenting on its scenario plan, Exxon’s spokesperson spoke only to “market conditions” and its shifting “business outlook,” not to the technology itself. The business outlook and market conditions for CCS have changed because of an increased tax credit for CCS that oil companies, including Exxon, lobbied for — and, according to <a href=\"https://www.documentcloud.org/documents/24832210-bpa_hcor_00156030\">the documents</a> subpoenaed by federal investigators, heavily influenced — and that Sen. Joe Manchin (D-WV) <a href=\"https://www.energy.senate.gov/2021/3/manchin-introduces-carbon-capture-legislation\">introduced in 2021</a> as part of the negotiations that saw the Biden administration’s proposed “Build Back Better” legislation morph into the Inflation Reduction Act. That’s thanks to major changes to the CCS tax credit known as 45Q, which started out in 2008 paying $10 for every metric ton of carbon sequestered and now pays as much as $85 per metric ton, and up to $60 per ton stored and then used for EOR. Suddenly, <a href=\"https://www.upstreamonline.com/energy-transition/exxonmobil-sees-enhanced-oil-recovery-expertise-as-learning-path-for-climate-action/2-1-1274460\">EOR is CCS</a> and CCS is profitable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There is no cap on 45Q and stored emissions are entirely self-reported,” <a href=\"https://www.sehn.org/carolynstaff\">Carolyn Raffensperger</a>, executive director of the Science and Environmental Health Network, said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The credit nominally requires companies to verify their claims, but aside from some <a href=\"https://www.epa.gov/ghgreporting/subpart-rr-geologic-sequestration-carbon-dioxide\">specific requirements</a> to ensure condensed CO2 doesn’t wind up in groundwater, the EPA is not verifying how much carbon is actually sequestered by these projects.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When asked about verification of carbon stored under the 45Q tax credit, the EPA told Drilled and Vox that it “does not implement the Section 45Q tax credit program and is not privy to taxpayer data,” and that questions about how tax claims are verified should be directed to the IRS. The IRS confirmed that it ensures companies claiming the credit have filed paperwork outlining their claims, including a lifecycle analysis, but that it does not have the scientific or technical expertise to verify that the amount of carbon claimed is actually being permanently sequestered.</p>\n\n<p class=\"has-text-align-none\">“What the IPCC actually said in its mitigation report was that carbon capture might be necessary for hard-to-abate industries, but that it’s one of the most expensive options and it only equates to small emissions reductions,” said <a href=\"https://pipelinefighters.org/expert/paul-blackburn/\">Paul Blackburn</a>, an environmental lawyer and advisor to the Bold Alliance, a nonprofit network of frontline communities focused on protecting land and water. “So we’re doing the most expensive, least applicable thing first rather than cheapest, easiest things first, at great expense to taxpayers and with no analysis of net climate benefit.”</p>\n\n<p class=\"has-text-align-none\">But even before the creation of a remarkably generous tax credit, and despite their own internal projections or challenges with the technology, major oil companies painted a rosy picture of CCS. Emails obtained by federal investigators show that Shell pulled together an <a href=\"https://www.documentcloud.org/documents/24799230-bpa_hcor_00126551\">“Alliance of Champions”</a> to promote CCS, and BP worked with the <a href=\"https://www.ogci.com/\">Oil and Gas Climate Initiative</a> to develop what it called <a href=\"https://www.documentcloud.org/documents/24799274-bpa_hcor_00268188\">“CCS enabling narratives,”</a> while Exxon began promoting itself as a leader in carbon capture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the last five years, Exxon has produced multiple pro-CCS <a href=\"https://corporate.exxonmobil.com/-/media/Global/Files/carbon-capture-and-storage/CCS-Infographic.pdf\">brochures</a> and <a href=\"https://vimeo.com/945012799?share=copy\">ads</a>, comparing the carbon capture potential at industrial plants to the carbon sequestration of <a href=\"https://www.documentcloud.org/documents/24661711-em-hcor3-00521304\">actual plants and trees</a>. An <a href=\"https://www.documentcloud.org/documents/24661702-em-hcor3-00524824\">NPR sponsorship from 2018, for example</a>, describes ExxonMobil as “the company that believes that carbon capture technologies are critical for lowering global CO2 emissions.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The company even worked on a series of <a href=\"https://www.youtube.com/watch?v=XkCeA14jqt8\">kids’ videos touting CCS</a>. In one <a href=\"https://www.documentcloud.org/documents/24680219-em-hcor3-00758838\">subpoenaed email</a>, Exxon executives asked the creative team working on the kids’ series to steer away from the idea that carbon is bad or that carbon capture is difficult. “De-emphasize concept that catching carbon is difficult or hard,” the feedback reads.&nbsp;</p>\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/XkCeA14jqt8?si=o_RfUgeQmFtvuhE4\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\n<p class=\"has-text-align-none\">Yet that is precisely the company’s experience with CCS, according to several current and former Exxon staffers who agreed to speak with Drilled and Vox on condition of anonymity for fear of retaliation. Some of them were involved in the early days of researching CCS as a potential climate solution at Exxon, which they said only began in earnest in 2018, the same year that the 45Q tax credit first increased (from $10 for every metric ton of sequestered carbon to about $50 per metric ton).&nbsp;</p>\n\n<p class=\"has-text-align-none\">The company’s experience before then, the sources said, was entirely focused on enhanced oil recovery — the process of injecting CO2 into a separate well to increase enough pressure in a reservoir to push additional oil out of a production well. While enhanced oil recovery, or EOR, does sequester carbon — some of it stays underground after it&#8217;s been injected — <a href=\"https://pubs.acs.org/doi/10.1021/es902006h\">experts say</a> the process could release 40 percent of the CO2 back into the air, and the oil it helps to get out of the ground also generates CO2 emissions when it’s burned.</p>\n\n<p class=\"has-text-align-none\">Exxon is not the only one that embraced EOR for years before repositioning it as a climate solution. The industry has known for decades that compressed carbon works really well to vacuum up any remaining oil from porous rock, but it’s expensive to store and transport carbon. The industry’s embrace of natural gas helped drive down costs a bit, because while the finished product might be “low carbon,” gas often comes out of the ground bringing quite a bit of CO2 with it. That CO2 needs to be stripped out to make natural gas, a process called “gas sweetening,” leaving companies with excess CO2.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, the process of storing and transporting it remained expensive, so it didn’t always make financial sense to do EOR. Now, with investor-owned oil companies like Exxon, Chevron, BP, and Shell hurtling toward an inevitable decline in production rates — an inflection point referred to as “peak oil” — they need EOR more than ever. By rebranding it as a climate solution and tying it to a tax credit, they’ve not just made the process cheaper, they’ve created a new revenue stream — called Low Carbon Solutions at Exxon and Shell, Gas &amp; Low Carbon Energy at BP, and Lower Carbon at Chevron.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The 45Q tax credit revenue will also make it feasible for these new business units to supply carbon capture where it might genuinely be needed, on facilities with hard-to-abate emissions, like concrete, steel, and ammonia plants. But the vast majority of carbon that US taxpayers are paying oil companies to capture will either be going toward generating more oil, or would have greater emissions reductions benefits had the companies opted not to drill for gas in the first place.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-documentcloud wp-block-embed-documentcloud\"><div class=\"wp-block-embed__wrapper\">\n<div><iframe src=\"https://embed.documentcloud.org/documents/24832210-bpa_hcor_00156030/?embed=1\" allowfullscreen></iframe></div>\n</div></figure>\n\n<p class=\"has-text-align-none\"><em>The above emails, showing ExxonMobil employees’ conversations about marketing carbon capture and storage to an audience of children and Gen Z consumers, were originally obtained by congressional subpoena to a House committee and have been reproduced here by Drilled and Vox.</em></p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Clouded in carbon complexity</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.iea.org/commentaries/can-co2-eor-really-provide-carbon-negative-oil\">According to the International Energy Agency</a>, using “naturally occurring” carbon — the CO2 that comes up with methane as part of natural gas, for example — for EOR as opposed to “anthropogenic CO2,” the emissions captured from a facility like a power plant or factory, “clearly provides no benefit in terms of emissions intensity.” That’s because absent the drilling in the first place, there would be no CO2 or methane emissions in those cases.</p>\n\n<p class=\"has-text-align-none\">In the United States, <a href=\"https://www.iea.org/commentaries/can-co2-eor-really-provide-carbon-negative-oil\">more than 70 percent</a> of the CO2 injected underground as part of the EOR process is from natural sources. That’s true of Exxon’s showcase facility — the Shute Creek facility in LaBarge, Wyoming — as well. The CO2 source there is the gas that’s being drilled. ExxonMobil calls this “anthropogenic CO2,” but when pressed, a spokesperson told Drilled it’s generated by the separation process, or gas sweetening. In other words, absent the gas drilling, there would be no CO2 emissions at the site in the first place.</p>\n\n<p class=\"has-text-align-none\">Despite that, when ExxonMobil talks about itself as the <a href=\"https://corporate.exxonmobil.com/-/media/Global/Files/carbon-capture-and-storage/CCS-Infographic.pdf\">“global leader”</a> in CCS, pointing to its “<a href=\"https://lowcarbon.exxonmobil.com/lower-carbon-technology/carbon-capture-and-storage\">more than 30 years capturing and storing carbon dioxide</a>,” and the fact that it has captured more CO2 than any other company in the world, it is <a href=\"https://lowcarbon.exxonmobil.com/lower-carbon-technology/carbon-capture-and-storage#Contactus\">referring</a> to <a href=\"https://sequestration.mit.edu/tools/projects/la_barge.html\">LaBarge</a>, which has been in operation since 1986.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to a <a href=\"https://sequestration.mit.edu/tools/projects/la_barge.html\">case study from MIT</a>, where Exxon has <a href=\"https://corporate.exxonmobil.com/who-we-are/technology-and-collaborations/university-and-national-labs-partnerships/collaborating-with-leading-universities-to-meet-global-energy-demand#x_MassachusettsInstituteofTechnology\">long funded research</a> on CCS and other industry-friendly “climate solutions,” from 1986 to 2008, LaBarge reinjected about 400,000 tonnes of CO2 a year back into the reservoir from which it came, and vented 180 million cubic feet of CO2 per day from the facility’s smokestacks. In 2008, it was ordered by Wyoming’s Oil and Gas Conservation Commission to reduce its vented CO2 emissions, which it did by building out a carbon capture system that redirected CO2 into pipelines for enhanced oil recovery.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2022, <a href=\"https://ieefa.org/articles/shute-creek-worlds-largest-carbon-capture-facility-sells-co2-oil-production-vents-unsold\">a study</a> from IEEFA found that LaBarge was selling half of its captured carbon for enhanced oil recovery and venting the rest. This means that millions of tonnes of carbon the company claimed to have “captured” were ultimately emitted.</p>\n\n<p class=\"has-text-align-none\">Climate scientists say CCS connected to fossil fuel use or production delivers little benefit when it comes to tackling climate change, period.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It doesn’t&nbsp;make sense to use CCS to prolong our use of fossil fuels, especially to produce electricity,” said <a href=\"https://people.climate.columbia.edu/users/profile/david-t-ho\">David Ho</a>, professor at University of Hawaii and senior researcher at Columbia University. “The argument in favor of enhanced oil recovery is often that if they weren’t using this captured CO2, they’d be using some other CO2, but I don’t think you can call anything where you’re getting more oil out of the ground to burn a climate solution.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet, so far, major oil companies have struggled to deploy CCS technology in any other capacity. “When we talk about the failure of CCS, we generally talk about capturing, not storage, but when you look at capacity and how much has actually been sequestered, it’s very little,” Ho said.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Protest_Against_Carbon_Capture_and_Storage_51697301719-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.752726382539,100,78.494547234923\" alt=\"A sign at a protest reads “We have carbon capture already!” and points to plants as carbon sinks.\" title=\"A sign at a protest reads “We have carbon capture already!” and points to plants as carbon sinks.\" data-has-syndication-rights=\"1\" data-caption=\"A sign at a protest in Melbourne against a large Chevron-Exxon carbon capture project in Australia. | Mark Hrkac\" data-portal-copyright=\"Mark Hrkac\" />\n<p class=\"has-text-align-none\">When CO2 is actually sequestered underground, there’s no guarantee it stays there. “CO2 has a way of moving through the air, of leaking through pipelines, and because we have no cradle-to-grave tracking, we have no way of actually knowing how much is leaking, how much is really being collected, how much is hitting the wellhead, and how much is really staying underground,” Raffensperger said.</p>\n\n<p class=\"has-text-align-none\">That’s not just concerning from a climate perspective, but from a public health perspective as well. Raffensperger notes that the pipelines built to transport condensed carbon from oil fields to storage facilities, or to other oil fields for EOR, are surrounded by “<a href=\"https://www.co2pipelinezone.com/\">kill zones</a>.” </p>\n\n<p class=\"has-text-align-none\">“These are not your grandmother&#8217;s pipelines,” Raffensperger said. “They could be lethal. We talk about the kill zone or a fatality zone around a CO2 pipeline. We don’t talk about that with oil and gas pipelines. These are uniquely dangerous and underregulated.”</p>\n\n<p class=\"has-text-align-none\">Following a 2020 CO2 leak and explosion in <a href=\"https://www.huffpost.com/entry/gassing-satartia-mississippi-co2-pipeline_n_60ddea9fe4b0ddef8b0ddc8f\">Satartia, Mississippi</a>, that abruptly stopped cars on roadways, caused widespread dizziness and nausea, and sent several residents to the hospital, the federal Pipeline and Hazardous Materials Safety Administration began looking into rules for CO2 pipelines. They were set to finalize that rule this summer, pending review by the Office of Management and Budget and the Office of Information and Regulatory Affairs, but that deadline has been <a href=\"https://www.reginfo.gov/public/do/eAgendaViewRule?pubId=202210&amp;RIN=2137-AF60\">extended</a> to fall 2024. The lack of finalized safety regulations has not stopped the permitting of CO2 pipelines, though. The Summit pipeline, a massive project that would carry carbon across five states, just got the go-ahead in June for the first step of its construction process in Iowa: <a href=\"https://www.iowapublicradio.org/state-government-news/2024-06-26/summit-carbon-capture-pipeline-approved-eminent-domain-iowa-ethanol-emissions\">seizing land</a> through eminent domain to make way for the pipeline.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Carbon capture and storage is a fantasy — and taxpayers are footing the bill&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">According to current and former Exxon employees, the company’s efforts to explore the “S” part of the CCS equation — storage, or sequestration — only began when it pulled together a team of technical experts to look for weaknesses in a 2018 <a href=\"https://www.usgs.gov/centers/geology-energy-and-minerals-science-center/science/methodology-development-and-assessment\">US Geological Survey assessment</a> that showed enormous potential for CCS.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“They thought the USGS was overly optimistic [about the potential of CCS] and they wanted us to basically bring industry technical expertise in to tell them their projections were overblown,” one Exxon staffer said. The team brought together to study CCS was then tasked with running an experiment to see if it was even possible to permanently store captured carbon. When the study showed that it was indeed possible, current and former Exxon staffers told Vox and Drilled the company’s executives were “surprised.”</p>\n\n<p class=\"has-text-align-none\">To truly sell CCS as a climate solution, Exxon had to show that storage at scale was feasible. Former employees told us that at the end of the last decade, executives came up with a prioritized list of the company’s export and import terminals and refineries where it might be relatively easy to attach CCS. As of this year, none of those projects have been built (though the company did <a href=\"https://www.exxonmobil.be/en-be/news/newsroom/news-releases/exxonmobil-to-build-ccs-pilot-plant-with-fuelcell-energy-using-carbonate-fuel-cell-technology\">publicly announce</a> in late 2023 that it was working on a fuel-cell-powered carbon capture and hydrogen project at its Rotterdam refinery, one of the options on that&nbsp;list).&nbsp;</p>\n\n<p class=\"has-text-align-none\">While it hasn’t managed to build commercial-scale carbon storage itself, Exxon did <a href=\"https://corporate.exxonmobil.com/news/news-releases/2023/1102_exxonmobil-completes-acquisition-of-denbury\">acquire enhanced oil recovery company Denbury</a> in 2023, which brought 1,300 miles of CO2 pipelines and 15 onshore carbon storage sites under Exxon’s control. Again, this system is focused on enhanced oil recovery.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“CCS is a proven and safe technology that experts agree is pivotal to achieving net zero,” an ExxonMobil spokesperson said in response to a request for comment for this story. “We&#8217;re making progress in our Low Carbon Solutions business, with current plans to capture and permanently store more CO2 than any other company.”</p>\n\n<p class=\"has-text-align-none\">Fatih Birol, executive director of the International Energy Agency, <a href=\"https://x.com/fbirol/status/1727552767256932766\">has called</a> the industry’s plan to offset its emissions with carbon capture “fantasy.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the US government is all in on that fantasy now.</p>\n\n<p class=\"has-text-align-none\">“[The carbon capture tax credit] 45Q is not based on net climate benefit or net CO2 reductions, it’s based on gross CO2 capture,” Blackburn, the environmental lawyer, said. “Why would you think making carbon a commodity would reduce CO2 emissions? It’s like the opposite of carbon tax, we’re actually paying them to produce more of it.”</p>\n\n<p class=\"has-text-align-none\"><em>Ugochi Anyaka-Oluigbo, Royce Kurmelovs, and Molly Taft also contributed reporting to this story.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story was published in partnership with Drilled, a global multimedia reporting project focused on climate accountability, and was supported by the Pulitzer Center. This spring, Democrats wrapped up a nearly three-year investigation into the fossil fuel industry’s role in climate disinformation, and asked the Department of Justice to pick up where they left off. [&#8230;]",
    "author": "Amy Westervelt"
  },
  {
    "title": "Trump proposed bombing Mexico and it somehow wasn&#8217;t a big story",
    "link": "https://www.vox.com/policy/363146/trump-policy-war-mexico-trade-deportation-border",
    "pubDate": "2024-07-29T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump making a fist.\" data-caption=\"Republican presidential nominee, former President Donald Trump, speaks during a campaign rally at the Van Andel Arena on July 20, 2024 in Grand Rapids, Michigan. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2162834073.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican presidential nominee, former President Donald Trump, speaks during a campaign rally at the Van Andel Arena on July 20, 2024 in Grand Rapids, Michigan. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Donald Trump went on national TV last week and proposed <a href=\"https://www.foxnews.com/media/strikes-against-mexican-drug-cartels-absolutely-still-table-says-former-president-trump\">bombing Mexico</a>.</p>\n\n<p class=\"has-text-align-none\">Asked by Fox News’s Jesse Watters if he’d consider strikes against drug cartels operating in the country, Trump said yes — and framed his answer as a threat against the Mexican government. “Mexico’s gonna have to straighten it out really fast, or the answer is absolutely,” the former president said.</p>\n\n<p class=\"has-text-align-none\">This is not a one-off answer to a stray question. Trump suggested firing missiles at Mexico <a href=\"https://www.nytimes.com/2023/10/03/us/politics/trump-mexico-cartels-republican.html\">during his presidency</a>, asked advisors for a “<a href=\"https://www.rollingstone.com/politics/politics-features/donald-trump-mexico-military-cartels-war-on-drugs-1234705804/\">battle plan</a>” against the cartels last year, and recently proposed <a href=\"https://www.rollingstone.com/politics/politics-features/trump-mexico-kill-teams-drug-cartels-1235016514/\">sending special operators to assassinate drug kingpins</a>. The idea of war in Mexico <a href=\"https://www.vox.com/politics/2023/4/21/23686510/mexico-invade-bomb-trump-republicans-cartels\">is popular among the Republican elite</a>; a Trump-aligned think tank even drew up a <a href=\"https://americarenewing.com/issues/its-time-to-wage-war-on-transnational-drug-cartels/\">broad-strokes plan</a> for how such a war might work.</p>\n\n<p class=\"has-text-align-none\">There is every reason to take Trump’s proposal seriously. Presidents tend to at least try to deliver on campaign promises, and they have nearly unlimited war-making power nowadays. As unthinkable as it may sound, there is a reasonable chance the United States will be at war on its southern border in the coming years if Donald Trump returns to office.</p>\n\n<p class=\"has-text-align-none\">So how come nobody is talking about it?</p>\n\n<p class=\"has-text-align-none\">The Fox interview has barely gotten any pickup in other media. The prior years of Trump musings about war with Mexico have been mostly ignored. A major party candidate is proposing the first North American war in over a century and, somehow, it’s not even on the radar in Washington.</p>\n\n<p class=\"has-text-align-none\">This is part of a bigger pattern. If you actually look at Trump’s policy agenda, he’s called for some wild stuff: policies so extreme that, had they been proposed prior to 2016, would have defined the entire course of the campaign. Today, some get some coverage, but mostly feel like sideshows — with policy as a category taking a backseat to personality and polling.</p>\n\n<p class=\"has-text-align-none\">Recently, the lack of policy focus is partly due to a remarkably chaotic stretch of American political life. One candidate, the incumbent president, bungled his debate performance so badly that his party replaced him with his vice president. The other almost got killed on national television by a would-be assassin.</p>\n\n<p class=\"has-text-align-none\">But even in more normal times this is a general problem with the media: policy is technical and boring, while horse race reporting is exciting and easier for audiences to grasp.</p>\n\n<p class=\"has-text-align-none\">Elements of Trump’s persona also make policy reporting a lot tougher: the combination of habitual lying, flip-flopping, and personal disinterest in detail can make it tough to know what’s an actual proposal and what’s something he said just for the hell of it.</p>\n\n<p class=\"has-text-align-none\">But there are some times when it’s really clear that Trump means what he says. And in those areas where he clearly does — like trade and the southern border —&nbsp;a second Trump administration would have extraordinary consequences.</p>\n\n<h2 class=\"wp-block-heading\">Trump’s biggest policies are deeply radical</h2>\n\n<p class=\"has-text-align-none\">Before I started writing this story, I asked my colleagues at Vox what stood out as Trump’s signature policy proposals in this election — the equivalent of “Build the Wall” in 2016. We came up with two big answers: Trump’s proposal for a general 10 percent tariff and his plan for “the largest deportation in American history.”</p>\n\n<p class=\"has-text-align-none\">Each of these policies is genuinely extreme.</p>\n\n<p class=\"has-text-align-none\">A 10 percent blanket tariff isn’t just putting a tax on specific imports to protect a particular industry, or to retaliate against a country like China engaging in unfair trade practices. It’s a blanket attempt to make all imports from every country, including from neighbors like Canada and allies like the European Union, 10 percent more expensive. </p>\n\n<p class=\"has-text-align-none\">This is a radical shift from the way that trade policy typically works in the United States&nbsp;— one with huge and predictably negative implications for US consumers and the economy.</p>\n\n<p class=\"has-text-align-none\">The tariffs mean that people will either buy American-made goods that cost more than their current foreign competitors, or they will keep buying foreign-made goods at <a href=\"https://www.nytimes.com/2024/07/02/opinion/tariffs-trump-china-taxes.html\">a 10 percent markup</a>. That’s inflation basically by definition: an odd proposal for a candidate running against inflation as his central issue.</p>\n\n<p class=\"has-text-align-none\">The center-right <a href=\"https://taxfoundation.org/research/all/federal/trump-tariffs-biden-tariffs/\">Tax Foundation</a> estimates that the tariffs would shave nearly 1 percent off of US GDP growth annually, costing roughly 684,000 jobs. This estimate did not take into account retaliation from other countries, who almost certainly would impose their own tariffs on American goods in response. A second estimate, from the centrist Peterson Institute, finds that every group of Americans — from the poorest to the wealthiest — would <a href=\"https://www.piie.com/sites/default/files/2024-05/pb24-1.pdf\">see drops in their annual income</a>.</p>\n\n<p class=\"has-text-align-none\">Neither of these estimates takes into account the all-but-certain retaliation from the affected countries, especially China (who Trump wants to hit with a special 60 percent across-the-board tariff). Typically during trade wars, countries respond to tariffs with in-kind measures. In this case, that would mean a flat tariff on all US-made goods. Both the American and world economy would suffer immensely from everything becoming more expensive everywhere.</p>\n\n<p class=\"has-text-align-none\">The point is not just that the Trump trade policy is bad, though it is. It’s that it is shocking: such a radical break with the way that trade policy works that it would have massive ripple effects throughout the global economy.</p>\n\n<p class=\"has-text-align-none\">Similarly, people don’t appreciate just how radical Trump’s proposals for mass deportations are.</p>\n\n<p class=\"has-text-align-none\">No one is exactly sure how many people are going to be targeted for deportations: Trump never sets a specific target, but often implies he’s going to deport every undocumented immigrant in the United States (there are currently <a href=\"https://www.pewresearch.org/short-reads/2024/07/22/what-we-know-about-unauthorized-immigrants-living-in-the-us/\">around 11 million</a>). A group of four NBC reporters tried to figure out how deporting so many people <a href=\"https://www.nbcnews.com/investigations/mass-deportation-migrants-trump-actually-work-rcna161637\">was supposed to work</a>, and ended up concluding that it was such a break with the way immigration enforcement typically works that it was near-impossible to grasp the scope of the effort.</p>\n\n<p class=\"has-text-align-none\">Typically, police don’t go out looking for undocumented migrants currently residing in the United States. They find them by accident, during a traffic stop or criminal arrest, and then discover that they are undocumented and notify ICE to begin deportation. Targeted enforcement raids happen, but they’re comparatively rare and make up only a fraction of annual deportations.</p>\n\n<p class=\"has-text-align-none\">For Trump’s “mass deportation” policy to work, he would need to devote extraordinary resources — state, federal, and local —&nbsp;to finding and apprehending undocumented immigrants. Once found, they still pose a massive logistical challenge: current law does not allow ICE to deport longstanding US residents without a hearing (or the migrant’s consent), posing a huge burden on the legal system. The government would also need to figure out the travel logistics for deportation, including negotiating with home countries that might not be very happy to receive large numbers of functional refugees.</p>\n\n<p class=\"has-text-align-none\">During all of this, the US government would need to house millions of people — which ICE currently lacks the capacity to do. Hence the now-infamous Trump proposals for <a href=\"https://www.nytimes.com/2023/11/11/us/politics/trump-2025-immigration-agenda.html\">keeping detained immigrants in camps</a>: there’s literally nowhere else to put them while they await deportation.</p>\n\n<p class=\"has-text-align-none\">All of this is not only a human rights disaster, but an economic and law enforcement one. The cost of devoting police and judicial resources to this task, in terms of trade-offs with addressing actual crime, would be significant. So too would be the financial cost of building immigrant camps and providing them with food and medical care. </p>\n\n<p class=\"has-text-align-none\">Removing so many people from the workforce would also be inflationary, far outweighing any (questionable) increase in wages for native-born workers. <a href=\"https://cmsny.org/publications/mass-deportations-impoverish-us-families-create-immense-costs/#:~:text=They%20concluded%20that%20a%20%E2%80%9Cpolicy,10%20years%20by%20%244.7%20trillion.%E2%80%9D\">One estimate</a> suggests that, all told, mass deportations would cost the American economy $4.7 trillion over a 10-year period.</p>\n\n<p class=\"has-text-align-none\">The point, in short, is that Trump is proposing sweeping changes to the way the US economy and legal system operates — ones with consequences for every American&nbsp;—&nbsp;and we’re barely even talking about what they would mean.</p>\n\n<h2 class=\"wp-block-heading\">How Trump gets away with his radicalism</h2>\n\n<p class=\"has-text-align-none\">Part of the problem with Trump’s radical policies, from war in Mexico on down, is that they’re so outlandish that most people can’t believe they could happen.</p>\n\n<p class=\"has-text-align-none\">When <a href=\"https://www.nytimes.com/2024/06/27/us/politics/trump-trade-tariffs-imports.html\">the New York Times interviewed David Autor</a>, a leading trade economist at MIT, about Trump’s 10 percent tariff, he said, “I don’t think they’ll do it.” The reason, Autor added, was that the impact would be catastrophic: it would have “a very large effect on prices almost immediately” and “easily cause a recession.”</p>\n\n<p class=\"has-text-align-none\">Similarly, when NBC interviewed Ammon Blair — a former Customs and Border Protection agent who is currently a fellow at the right-wing Texas Public Policy Foundation — he said mass deportations were unlikely because they’d be disastrous.</p>\n\n<p class=\"has-text-align-none\">“I honestly just don’t see it happening,” Blair said. “One, because I think it’s political suicide, and two, I think we need to focus on national security issues.”</p>\n\n<p class=\"has-text-align-none\">Of course, this is exactly the kind of thing people said before Trump’s first term about policies like the Muslim ban or overturning <em>Roe v. Wade</em>. Those things happened, and so too could a 10 percent tariff or a war with Mexico — especially since trade, immigration, and war are three policy areas where presidents enjoy broad discretionary authority.</p>\n\n<p class=\"has-text-align-none\">Moreover, it’s fairly normal for politicians to try and implement their campaign promises. Again and again, political scientists have found that elected leaders <a href=\"https://www.vox.com/2015/11/27/9801800/politicians-keep-campaign-promises\">take such promises seriously and try to fulfill them</a>. In this respect, Trump’s first term is not an aberration but in line with the historical norm.</p>\n\n<p class=\"has-text-align-none\">But I suspect some of the incredulity about Trump’s policies is that it’s hard to tell what actually counts as a promise.</p>\n\n<p class=\"has-text-align-none\">Trump is a habitual liar who has a habit of saying whatever comes to mind. Oftentimes, an interviewer will ask him a policy question and he’ll leave the door open to whatever idea they’re suggesting should be on the table.</p>\n\n<p class=\"has-text-align-none\">Moreover, it’s not obvious who speaks for Trump on policy. His campaign doesn’t focus very much on developing detailed policy plans, leaving a vacuum for others to fill. The issue page on his website, for example, does not contain any original information — it simply links out to the 2024 RNC platform. Journalists often have to cobble together his policy ideas by looking at documents like the platform <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">Project 2025</a> and white papers by various former Trump White House officials scattered around conservative think tanks.</p>\n\n<p class=\"has-text-align-none\">Yet there’s a difference between Trump’s random utterances, or what he might do about some obscure policy issue, and his consistent instincts on the issues central to his political identity&nbsp;— like trade and the southern border. And there, he could not be clearer: across-the-board tariff, mass deportation, and waging war on the drug cartels.</p>\n\n<p class=\"has-text-align-none\">Even if we set aside everything else we know (or think we know) about what Trump would do, these three items alone would have the potential to transform life in America as we know it. It’s time to start covering Trump like he means what he says.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Donald Trump went on national TV last week and proposed bombing Mexico. Asked by Fox News’s Jesse Watters if he’d consider strikes against drug cartels operating in the country, Trump said yes — and framed his answer as a threat against the Mexican government. “Mexico’s gonna have to straighten it out really fast, or the answer [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "How Marvel managed to upset Palestinian — and Israeli — fans ",
    "link": "https://www.vox.com/culture/362488/sabra-marvel-captain-america-israel-palestinepalestine",
    "pubDate": "2024-07-28T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Red, silver, and blue Captain America shields on display at Comic-Con.\" data-caption=\"Captain America shields on display during New York Comic Con on October 12, 2023, in New York City. | Roy Rochlin/Getty Images for ReedPop\" data-portal-copyright=\"Roy Rochlin/Getty Images for ReedPop\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1732192640.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Captain America shields on display during New York Comic Con on October 12, 2023, in New York City. | Roy Rochlin/Getty Images for ReedPop</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.marvel.com/articles/movies/captain-america-brave-new-world-teaser-trailer\">A new trailer</a> has reignited controversy over a comic book character Marvel Studios intends to introduce onscreen in next year’s <em>Captain America: Brave New World</em>, the fourth installment of the franchise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The upcoming film will feature Ruth Bat-Seraph, also known by her alter ego, Sabra. In the comics, Sabra is an agent for Mossad, Israel’s intelligence organization, as well as a police officer in Tel Aviv. The press release for the film, however, describes her as a <a href=\"https://www.marvel.com/articles/movies/captain-america-brave-new-world-teaser-trailer\">“high-ranking US government official,”</a> an apparent departure from her identity in the source material. Marvel will also not be using the name Sabra in the film, <a href=\"https://www.hollywoodreporter.com/movies/movie-news/captain-america-brave-new-world-trailer-controversy-israeli-character-1235947367/\">according to the Hollywood Reporter</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The announcement of Bat-Seraph’s character and <a href=\"https://www.marvel.com/articles/movies/captain-america-brave-new-world-teaser-trailer\">the updated description that Marvel released</a> have spurred major pushback.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2022, when Bat-Seraph’s role in the next Captain America film was publicized, <a href=\"https://www.nytimes.com/2022/09/15/world/middleeast/israel-marvel-captain-america-sabra.html\">pro-Palestinian activists urged a boycott</a> of the film — one that they’re <a href=\"https://www.middleeasteye.net/trending/backlash-after-marvel-rebrands-israel-character-sabra#:~:text=Social%20media%20users%20have%20renewed,its%20ongoing%20war%20on%20Gaza.\">still calling for</a> — over its inclusion of a superhero synonymous with the Israeli government. For those who are pro-Israel, the recently revealed choice to seemingly alter Bat-Seraph’s backstory as a Mossad agent felt like an attempt to erase her Israeli heritage, though it’s not clear that Marvel plans to do that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What does seem evident is that Marvel wants “to have mass appeal,” says <a href=\"https://profiles.laps.yorku.ca/profiles/shamara/\">Shama Rangwala</a>, a York University assistant professor of humanities, “but will likely end up pleasing no one” due to the concerns expressed by a range of viewers.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Who is Sabra?</h2>\n\n<p class=\"has-text-align-none\">Sabra made her debut in the Marvel comics in 1980 and has been in roughly 50 comic books, says Kent Worcester, a Marvel expert who’s written a book on <a href=\"https://books.google.com/books/about/A_Cultural_History_of_the_Punisher.html?id=ox65zwEACAAJ&amp;source=kp_book_description\" data-type=\"link\" data-id=\"https://books.google.com/books/about/A_Cultural_History_of_the_Punisher.html?id=ox65zwEACAAJ&amp;source=kp_book_description\">the Punisher</a>, a former Marine-turned-antihero.</p>\n\n<p class=\"has-text-align-none\">From the get-go, Sabra was closely tied to Israel, in the same way that World War II veteran Captain America was to the US. Her original uniform was based on the Israeli flag, and in her role as a Mossad agent, she helped carry out missions on the government’s behalf. In the comics, she’s dubbed “Sabra, super heroine of the state of Israel.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/sabra-marvel-comics_credit-bill-mantlo-sal-buscema-marvel-comics-a.jpg?quality=90&#038;strip=all&#038;crop=0,3.396897883461,100,93.206204233078\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"An image from one of Sabra’s early appearances in Marvel comics, from Issue 256 of the &lt;em&gt;Incredible Hulk&lt;/em&gt;.&lt;br&gt; | Marvel Comics\" data-portal-copyright=\"Marvel Comics\" />\n<p class=\"has-text-align-none\">Sabra’s storylines were often “racist,” says Tariq Ra’ouf, a culture writer <a href=\"https://nerdist.com/article/marvel-sabra-captain-america-new-world-order-anger-muslim-palestinian-arab-fans-problematic-comic-history-real-life-massacre/\">who’s examined the character’s addition to the Marvel Cinematic Universe, or MCU</a>. “She represents this idea of trying to fight for good and trying to ‘fight terrorism,’ but then the terrorism that she’s always fighting, it’s just happened to be Arabs and Muslims.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In an early <a href=\"https://www.marvel.com/comics/issue/9067/incredible_hulk_1962_256\">comic book appearance</a>, Sabra confronts the Hulk because she thinks he’s aiding Arab terrorists whose attack has killed civilians, including a Palestinian child. After she tracks him down — and it becomes evident he wasn’t aiding terrorists — the Hulk notes that Israel and Palestine’s battle over the same land is fueling needless casualties. “Boy died because boy’s people and yours both want to own land! Boy died because you wouldn’t share!” Hulk exclaims.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Ra’ouf writes, Sabra appears to have a realization about the consequences of war, though that doesn’t necessarily change her actions in subsequent stories.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those comics often included problematic exchanges between Sabra and fellow superhero <a href=\"https://www.marvel.com/characters/arabian-knight-abdul-qamar\">Arabian Knight</a> — a character who embodies a mishmash of racist stereotypes and with whom Sabra clashed and worked. They also featured animus from Sabra toward other Arab characters, seemingly driven by a Palestinian terrorist group killing her son, a tragedy revealed in a later comic.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sabra’s name is contentious as well. While it was chosen as a nod to a native-born person in Israel, a nickname born of a prickly fruit of a cactus common in the area, it’s also the name of a Palestinian refugee camp in Lebanon where a <a href=\"https://www.aljazeera.com/news/2022/9/16/sabra-and-shatila-massacre-40-years-on-explainer\">horrific massacre took place in 1982</a>. Though she was created as a character prior to the massacre, the name nevertheless carries negative associations for many Palestinians and their supporters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Marvel has said the forthcoming Captain America movie will feature a “new approach” to the character. That appears to include a decision to omit the name of the character’s alter ego. The brief description in the trailer release also states that she was a “former Black Widow” prior to becoming a US government official. Some viewers have interpreted that to mean that she’s now of Russian descent, given the country’s “Black Widow” program in the MCU, which spawned actress Scarlett Johansson’s Avengers character and was central to the plot of an eponymous 2021 film.</p>\n\n<p class=\"has-text-align-none\">However, characters of other nationalities have been trained in the program, too. The character will be played by Shira Haas, an Israeli actress who <a href=\"https://www.thewrap.com/marvel-sabra-israeli-captain-america-brave-new-world/\">reportedly speaks with an Israeli accent</a> in the film. And <a href=\"https://www.thewrap.com/marvel-sabra-israeli-captain-america-brave-new-world/\">reporting from The Wrap</a> suggests that she’ll be a Black Widow agent of Israeli descent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If true, we are glad that Marvel recognized how essential Sabra’s Israeli identity is to her character,” the American Jewish Committee wrote in a statement to the publication after previously expressing concerns about changes that may have been made to her nationality. “Superheroes have enough things to worry about. Identity politics shouldn’t be one of them.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The controversy, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">The original decision to incorporate Sabra into the cinematic universe was a shocking one, says Ra’ouf. The outcry was swift, with <a href=\"https://www.aljazeera.com/news/2022/9/25/palestinian-comic-artists\">Palestinian advocates saying it was the latest cultural effort</a> to glorify Israel’s policies and deeming the character #CaptainApartheid. <a href=\"https://www.vox.com/22440330/israel-palestine-gaza-airstrikes-hamas-updates-2021\">Marvel’s Sabra announcement also came at a tense time in 2022,</a> shortly after heightened fighting between Hamas and the Israeli military the year prior.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I can’t quite wrap my mind around what Marvel’s cinema universe executives were thinking when they thought this was a good idea,” says Worcester. “The Marvel universe is full of characters, as is the DC universe, some of them dating back to the ’40s and ’50s, who for contemporary audiences raise all kinds of problems.” There are tens of thousands of Marvel comics, and Sabra is a relatively minor character, he notes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The trailer release this month has only added to the initial response, with pro-Israel advocacy groups <a href=\"https://www.thejc.com/lets-talk/marvels-cowardly-decision-to-erase-the-israeli-background-of-sabra-wont-solve-anything-b2ndj7pn\">expressing their concerns</a> when it appeared as if her Israeli heritage had been cut from her backstory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The “decision to strip the Israeli identity of Sabra is a betrayal of the character’s creators and fans and a capitulation to intimidation,” the American Jewish Committee, a pro-Israel organization, <a href=\"https://x.com/AJCGlobal/status/1813253053815951801\">said in an initial social media post</a>. “Sabra is a proud Israeli hero, and should be portrayed as such. Taking away such a central part of her identity would be like making Captain America Canadian.”</p>\n\n<p class=\"has-text-align-none\">Thomas Doherty, an American studies professor at Brandeis University, notes that there’s a <a href=\"https://www.hollywoodreporter.com/news/general-news/how-hollywood-helped-hitler-595684/\">long history of censoring Jewish characters in films</a> in order to facilitate these movies’ distribution in markets like Nazi Germany. There are worries that alterations to Sabra’s character add to that. He said, too, that Jewish American creators and writers, like Stan Lee, Jerry Siegel, and Joe Shuster, have played a central role in establishing Marvel and creating many of the country’s most beloved superheroes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ra’ouf said that he understood where many of these concerns stemmed from and supported adding more Jewish characters to the MCU. But he also called for a consideration of how featuring this specific character is particularly harmful due to Israel’s brutal offensive in Gaza in the wake of Hamas’s devastating October 7 attack, as well as its past policies toward Palestinians. Israel’s current incursion has left <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)01169-3/fulltext\">tens of thousands dead</a>, displaced thousands of families, and spurred a severe <a href=\"https://www.cbsnews.com/news/u-n-experts-say-gaza-children-dying-in-israeli-targeted-starvation-campaign/\">hunger crisis</a>.</p>\n\n<p class=\"has-text-align-none\">He<strong> </strong>also noted that the particularly concerning issue was the original character’s ties to Mossad, an “agency [that] has been <a href=\"https://www.middleeasteye.net/news/malaysia-israel-police-free-palestinian-kidnapped-mossad\">harming</a> and <a href=\"https://jacobin.com/2022/07/ghassan-kanafani-writer-palestine-israel-assassination\">killing</a> <a href=\"https://www.spiegel.de/politik/mossad-ronan-bergman-ueber-geheime-toetungskommandos-a-00000000-0002-0001-0000-000155351669\" data-type=\"link\" data-id=\"https://www.spiegel.de/politik/mossad-ronan-bergman-ueber-geheime-toetungskommandos-a-00000000-0002-0001-0000-000155351669\">Palestinian civilians</a> for decades.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Marvel films have often contained political messaging</h2>\n\n<p class=\"has-text-align-none\">Marvel films have regularly sent messages glorifying the US’s standing in the world and its ability to take down potential enemies. See: Captain America’s confrontation of the Red Skull and defeat of the Nazis during World War II in the original 2011 film or the pro-America iconography in the first two <em>Iron Man</em> movies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Marvel really does tend to romanticize the military and romanticize US imperialism,” says Ra’ouf.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some observers view the decision to add Sabra as yet another extension of such ideas, and an effort that stresses the <a href=\"https://www.vox.com/world-politics/23916266/us-israel-support-ally-gaza-war-aid#\">closeness of the US’s relationship with Israel</a>, something that’s been evident in the <a href=\"https://www.vox.com/politics/2024/4/22/24137598/ukraine-aid-tiktok-ban-house-mike-johnson\">ongoing military aid America has provided</a> despite <a href=\"https://www.vox.com/politics/24141636/campus-protest-columbia-israel-kent-state-history\">progressive protests</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Most major studios in Hollywood are toeing the imperialist American company line,” says Jeremy Meckler, a University of Minnesota scholar who’s studied Marvel’s influence. “They tend to have a not very nuanced view of crime, terrorism, and bad guys — and to sort of promote a binaristic understanding in which there are good guys, and there are bad guys, and the good guys represent us.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A new trailer has reignited controversy over a comic book character Marvel Studios intends to introduce onscreen in next year’s Captain America: Brave New World, the fourth installment of the franchise.&#160; The upcoming film will feature Ruth Bat-Seraph, also known by her alter ego, Sabra. In the comics, Sabra is an agent for Mossad, Israel’s [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Public pools are good, actually",
    "link": "https://www.vox.com/even-better/362193/public-pools-benefits-community-swimming",
    "pubDate": "2024-07-28T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"My local pool is heaven.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_Lede.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>My local pool is heaven.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">My summer Sunday afternoon ritual goes something like this: I wake up, kill time until noon when my local public pool opens, swim for about an hour, then park myself in a lawn chair with a book (and a hat and <a href=\"https://www.vox.com/even-better/23699060/sunscreen-questions-answered-spf-uv-rays-supergoop-la-roche-posay\">lots of</a> <a href=\"https://www.vox.com/even-better/354203/sunscreen-sunblock-spf-sun-damage-skin-cancer-tiktok-confusion\">sunscreen</a>), taking intermittent dips until the lifeguards close the gates in the evening. </p>\n\n<p class=\"has-text-align-none\">I watch groups of friends bob up and down at the point where the shallow end becomes the deep end. I listen to the chatter of kids repeating taglines they’ve heard from TikTok or YouTube as they dive after balls. Sometimes they ask to borrow my goggles and I just give them my spares. The lifeguards tell the kids to stop roughhousing. Despite living in a major city with dozens of well-attended public pools, this one feels like a secret, located behind a museum and surrounded by thousands of acres of park space. This, to me, is heaven.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_02_004b32.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">These community pools offer more than just a pleasant way to spend an afternoon. They provide vital spaces to cool off, a free location for kids to hang out, a low-impact way to exercise, and a <a href=\"https://www.vox.com/the-highlight/24119312/how-to-find-a-third-place-cafe-bar-gym-loneliness-connection\">third place</a> bringing members of the neighborhood together. But a history of <a href=\"https://www.nytimes.com/2021/02/16/podcasts/ezra-klein-podcast-mcghee-transcript.html\">racism and segregation</a>, <a href=\"https://www.cnn.com/2023/07/22/business/public-pools-extreme-heat/index.html\">decades of disinvestment,</a> and a <a href=\"https://www.nytimes.com/2023/07/27/opinion/drowning-public-pools-america.html\">turn toward private swim clubs and personal pools</a> means that not everyone has access to these magical places. It can make finding a public pool in your area difficult. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Today, the CDC estimates there are about 309,000 public pools in the country, compared to 10.4 million private ones — a staggering disparity.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">From the 1920s through the 1940s, cities built public pools by the thousands, according to <a href=\"https://uncpress.org/book/9780807871270/contested-waters/\"><em>Contested Waters: A Social History of Swimming Pools in America</em></a> by Jeff Wiltse. In 1933, Americans spent as much time swimming as they did going to the movies, Wiltse writes. In New York City, for instance, <a href=\"https://www.nycgovparks.org/about/history/pools\">11 pools were opened</a> over the course of a few weeks in the summer of 1936. Nationwide, these pools were <a href=\"https://www.nytimes.com/2021/02/16/podcasts/ezra-klein-podcast-mcghee-transcript.html\">largely racially segregated</a>, and pushes to integrate them throughout the 1940s and ’50s <a href=\"https://www.marketplace.org/2021/02/15/public-pools-used-to-be-everywhere-in-america-then-racism-shut-them-down/\">were met with violence</a> from <a href=\"https://www.pcs.org/features/segregation-swimming-timeline-in-the-united-states\">white rioters and protesters</a>. </p>\n\n<p class=\"has-text-align-none\">Rather than integrate pools, municipalities <a href=\"https://www.nytimes.com/2021/02/16/podcasts/ezra-klein-podcast-mcghee-transcript.html\">sold</a>, filled, or neglected them until they <a href=\"https://www.marketplace.org/2021/02/15/public-pools-used-to-be-everywhere-in-america-then-racism-shut-them-down/\">fell into disrepair</a>. As people moved from cities to suburbs, <a href=\"https://www.cnn.com/2023/07/22/business/public-pools-extreme-heat/index.html\">taxpayer funding for pools shrank</a>, forcing thousands to shutter and creating an opportunity for private clubs to open instead. In the 1950s and early ’60s, <a href=\"https://www.pcs.org/features/segregation-swimming-timeline-in-the-united-states\">over 20,000 private swim clubs opened</a> in mostly white suburbs. Today, the Centers for Disease Control and Prevention <a href=\"https://www.cdc.gov/model-aquatic-health-code/media/pdfs/2024/05/CSTE-MAHC-support-statement-508.pdf\">estimates there are about 309,000 public pools in the country</a>, compared to <a href=\"https://www.rubyhome.com/blog/swimming-pool-stats/\">10.4 million private ones</a> — a staggering disparity.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_E.png?quality=90&#038;strip=all&#038;crop=0,10.855311444928,100,78.289377110143\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Two of the biggest challenges public pools face are funding and staffing, says Melissa May, the senior manager of research at the <a href=\"https://www.nrpa.org/\">National Recreation and Park Association</a> (NRPA). Local parks, which include community pools run by municipalities, receive 60 percent of their funding through tax support, according to the <a href=\"https://infrastructurereportcard.org/wp-content/uploads/2020/12/Public-Parks-2021.pdf\">American Society of Civil Engineers’ 2021 Infrastructure Report Card</a>. “Inconsistent, uncertain funding makes capital planning for parks difficult,” the report says. Since the pandemic, <a href=\"https://americanlifeguardassociation.com/the-reasons-for-the-lifeguard-shortage-and-how-to-address-them/\">a lifeguard shortage</a> has also put a strain on pools, causing some not to open or to operate with limited hours.</p>\n\n<p class=\"has-text-align-none\">Despite these challenges, your local public pool can be a sanctuary, offering solace from the heat, providing a place to connect with others, and a safe space to learn or improve your swimming ability. Don’t forget water, a snack, and lots of sunscreen. </p>\n\n<h2 class=\"wp-block-heading\">A mentally and physically enriching place</h2>\n\n<p class=\"has-text-align-none\">As <a href=\"https://www.vox.com/climate/23805954/extreme-heat-waves-el-nino-climate-change-solutions\">extreme heat grips the nation</a> — and the world — public pools are a low-cost way for the community to cool off. “When the heat rises, they can also be, literally, life-saving spaces for folks to cool down and keep their body temperature safe,” says <a href=\"https://www.colorado.edu/geography/jessica-finlay\">Jessica Finlay</a>, an assistant professor in the Institute of Behavioral Science and the department of geography at the University of Colorado Boulder, <a href=\"https://www.vox.com/the-highlight/24119312/how-to-find-a-third-place-cafe-bar-gym-loneliness-connection\">who’s studied third places</a>.</p>\n\n<p class=\"has-text-align-none\">Not only does <a href=\"https://www.vox.com/even-better/23800261/tips-extreme-heat-heatwave\">keeping your body temperature down</a> prevent you from developing heat stroke and other heat-related illnesses, but it can <a href=\"https://www.nytimes.com/2024/06/19/well/mind/heat-affect-brain-emotions.html\">fend off cognitive and mood impacts of heat</a>, like aggressiveness and mental sluggishness when processing information. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_06.png?quality=90&#038;strip=all&#038;crop=0,10.855311444928,100,78.289377110143\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">In general, aquatic activities — like swimming, water aerobics, or even floating in water — have myriad benefits. They’ve been <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9714032/\">linked to better</a> <a href=\"https://pubmed.ncbi.nlm.nih.gov/35218906/\">mental health</a> and <a href=\"https://onlinelibrary.wiley.com/doi/10.1002/lim2.12\">positive mood</a>. Swimming has also been shown to <a href=\"https://physoc.onlinelibrary.wiley.com/doi/10.14814/phy2.14851\">improve memory</a> and <a href=\"https://physoc.onlinelibrary.wiley.com/doi/full/10.14814/phy2.14247\">cognitive function</a>. Aside from the boost&nbsp;to mental health, a few laps in a pool improves heart health and lung capacity, lowers blood pressure, reduces joint pain, and increases bone strength, <a href=\"https://blogs.bmj.com/bjsm/2017/06/23/major-new-study-health-benefits-swimming-released/\">according to research</a>.</p>\n\n<p class=\"has-text-align-none\">Public pools can also be places where non-swimmers learn crucial water safety skills. <a href=\"https://www.cdc.gov/vitalsigns/drowning/index.html\">Over 4,500 people died from drowning each year</a> from 2020 to 2022, according to CDC data. American Indian or Alaska Native and Black people have the highest rates of drowning compared to other races and ethnicities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With these statistics in mind, Paulana Lamonier founded <a href=\"https://www.blackpeoplewillswim.com/\">Black People Will Swim</a>, an organization that has offered swimming lessons and aquatic education to some 2,500 participants over the last five years. Public pools are safe spaces for people to learn to swim, Lamonier says, because they often offer free or affordable lessons for children and adults under supervision from lifeguards and instructors. When people are confident, they can more fully reap the benefits of being in and near the water, she says. “There’s a sense of calmness that swimming brings that people tend to forget,” Lamonier says. “When they’re fearful, they fight it. They’re trying to resist it. You’re trying to stay above water. But when you really calm down and relax, that’s where you really see [that you] know what to do.”</p>\n\n<h2 class=\"wp-block-heading\">An accessible place for all ages</h2>\n\n<p class=\"has-text-align-none\">Like many third places, public pools bring together members of the community of all ages and backgrounds. “We so often push older ages to the periphery,” Finlay says, “and pools are spaces where there are designated programs for older adults, in addition to children.” Pools are where sunbathing teenagers rub shoulders with lap-swimming retirees. This melting pot effect can contribute to your sense of community belonging, which, in turn, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7585135/\">can lead to improved mental and physical health</a>. One study found that when people went to pools for social contact, they reported <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1732571/pdf/v057p00663.pdf\">less isolation and stress and improved mental health</a>. An Australian report found that public pools <a href=\"https://www.royallifesaving.com.au/__data/assets/pdf_file/0004/56605/RLSSA-Social-Impacts-Report-Final-November-2021-Web-and-Print.pdf\">encouraged social cohesion and connection</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_04_ALT_b4821c.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Pools are not only great places to hang, but are also a key employer during the summer months. According to the <a href=\"https://www.nrpa.org/parks-recreation-magazine/2024/march/the-summer-seasonal-hiring-report/\">NRPA’s seasonal hiring report</a>, lifeguards account for two-thirds of the summer’s seasonal hires at parks and rec centers across the country. Many of these parks employees are under the age of 24, suggesting that pools — and parks and recreation jobs in general — offer teens and young adults first-time job experience. Lifeguards, without whom pools cannot function, <a href=\"https://sportsfacilities.com/combating-the-lifeguard-shortage-a-comprehensive-guide-for-aquatics-center-management/\">are in high demand nationwide</a>. In recent years, older Americans have taken on <a href=\"https://www.npr.org/2023/05/31/1179241492/saving-summer-senior-citizens-step-up-to-fill-the-gap-amid-lifeguard-shortage\">post-retirement careers as lifeguards</a> to ensure more pools can open — and stay open for longer hours. </p>\n\n<p class=\"has-text-align-none\">Having somewhere to go that’s low-cost and accessible can be life-changing for older adults or people with disabilities. In her work studying how built environments impact older adults, Finlay heard from research participants who use public pools year-round. She remembers one woman in particular who, in the aftermath of a stroke, frequented a local pool. Once she entered the water, Finlay recalls, the pain on the woman’s face fell away. </p>\n\n<p class=\"has-text-align-none\">“It was just this experience where a lot of her chronic pain that had stemmed from complications from stroke and surgeries, it just diminished,” she says. The participant met up with a group of other women who chatted as they walked up and down the length of the pool. “It was very visible how therapeutic it was for their mental health, physical health, and social health,” Finlay says. Similarly, Lamonier holds classes for pairs — best friends, couples, family members — who often connect and bond.</p>\n\n<h2 class=\"wp-block-heading\">How to find — and support — your public pool</h2>\n\n<p class=\"has-text-align-none\">Your municipality’s parks and recreation department will often have an online directory of public pools, including membership fees. (For example, here are lists for <a href=\"https://www.nycgovparks.org/facilities/outdoor-pools\">New York City</a>, <a href=\"https://coloradosprings.gov/parks/page/colorado-springs-swimming-spots\">Colorado Springs</a>, and <a href=\"https://www.phoenix.gov/parks/pools/find-a-pool\">Phoenix</a>.) The online database <a href=\"https://jolyn.com/pages/pool-finder\">Swimmers Guide</a> allows you to search by location for all pools in your area, including pools where you may need to pay a membership fee. May suggests asking your neighbors if they have a pool they frequent.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_B.png?quality=90&#038;strip=all&#038;crop=0,10.855311444928,100,78.289377110143\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The easiest way to support public pools, May says, is to frequent them and tell local lawmakers how much you value them. May suggests sharing your suggestions to open long-closed pools or to extend operational hours with local officials, from parks and recreation directors to city councilmembers. Consider the current popularity of pickleball, she says. “The people who are playing pickleball are very vocal, so they’re getting their courts,” she says. “So if people share that passion about pools that [is] currently being shared about pickleball, then it’ll help the cause.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "My summer Sunday afternoon ritual goes something like this: I wake up, kill time until noon when my local public pool opens, swim for about an hour, then park myself in a lawn chair with a book (and a hat and lots of sunscreen), taking intermittent dips until the lifeguards close the gates in the [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "The art and science of swearing",
    "link": "https://www.vox.com/culture/362440/the-art-and-science-of-swearing",
    "pubDate": "2024-07-27T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Glittery gold symbols like a dollar, percent, ampersand and exclamation mark symbolize swear words, on a pink background.\" data-caption=\"\" data-portal-copyright=\"Juj Winn/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1085109316.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">When you hear someone casually drop the word “fuck,” what’s your reaction? Offended? Surprised? Confused?</p>\n\n<p class=\"has-text-align-none\">In any case, I’m fairly certain hearing someone curse out of nowhere provokes some kind of immediate reaction. We have a taboo in this culture against profanity and when someone breaks that taboo, it gets your attention.</p>\n\n<p class=\"has-text-align-none\">But why is that, exactly? Swearing is everywhere. We all do it. So why does it still have such power? Whatever the explanation, it goes beyond taboos and social norms. There’s something unique to swear words in our language.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://rebeccaroache.weebly.com/\">Rebecca Roache</a> is a senior lecturer in philosophy at Royal Holloway, University of London, and the author of a new book called <a href=\"https://global.oup.com/academic/product/for-fcks-sake-9780190665067?cc=us&amp;lang=en&amp;\"><em>For F*ck’s Sake: Why Swearing is Shocking, Rude, and Fun</em></a>. This book is as amusing as it sounds, but it’s also genuinely fascinating in the way that works that tackle seemingly trivial subjects in serious ways can be.</p>\n\n<p class=\"has-text-align-none\">Roache explores the exceptional flexibility of swear words and tries to explain why they’re able to communicate so much more than other words. She also asks how the same words, depending on how they’re used, can either offend people or build trust between them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So I invited Roache on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to talk about all these puzzles and several others. As always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\">This conversation has been edited for length and clarity.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4441726610\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I guess we should start with the basics: What makes a swear word a swear word?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">They tend to be words that focus on taboo topics — sex, defecation, religion, things like that. And that’s quite universal. They are words that we tend to use to express emotion, and the small amount of philosophy that’s been done on swearing has mentioned that swear words are linked to expressing emotions. You can use a swear word to vent without necessarily trying to convey information the way you normally would in a sentence. The linguist Geoffrey Nunberg has said something like swearing is more like a scream than an utterance.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I do like this distinction you make in the book between swearing and using swear words. When you’re swearing, you’re not really using words to describe something in the world, you’re communicating emotions. So when you stub your toe and scream, “Fuck,” that&#8217;s not a description of the event, it’s an expression of pain. It’s not <em>about</em> something in the way the phrase “I have a black truck” is about the black truck in my driveway. But sometimes swear words are just like any other word, i.e., “There’s bird shit on my truck.”</p>\n\n<p class=\"has-text-align-none\">Anyway, to your broader point, it seems like context is everything. If some words have more power than others, it’s not because of anything inherent to the words themselves, it’s because we’ve given them that power and we keep reinforcing it in our daily interactions with each other, which I guess is how culture in general works.</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">Yeah, I think that’s exactly right. One thing that really brings this out, and this is the first puzzle that got me into this topic, is thinking about how asterisks work. You see this all the time in news stories, for instance, where some of the letters in a swear word are obscured by asterisks. So you get f**k instead of “fuck” and there’s this puzzle about how that works. If the offensiveness of swearing is the word itself, then that shouldn’t work because we all know what word is being censored; it doesn’t hide the word in any kind of meaningful way. But I think the reason it works to reduce offensiveness is pretty clear.</p>\n\n<p class=\"has-text-align-none\">I mentioned that, when swearing offends, it’s because we are signaling disrespect and when we censor swear words with asterisks or with bleeps when it comes to spoken swear words, that message of disrespect gets replaced by a competing message, which is something like, “I really need to convey this word but I’m also worried about how you are going to feel about it, so I’m obscuring some of it because I care about your feelings.” So, you get this message of consideration when you censor swear words like that and I think that story wouldn’t make sense unless the offensiveness of swear words was about the attitudes that we convey when we use them rather than that particular arrangement of letters or sounds.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Why are curse words so uniquely flexible? Why can you do so much more with a word like “Fuck” than you can almost any other word in the language?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">There is a great linguistics paper by the late linguist James McCawley<strong> </strong>where he’s comparing two senses of the word fuck, which he calls “fuck one” and “fuck two.” Fuck one behaves just like a normal verb or whatever that word is. It’s up for grabs, is it a verb or is it something else? You can talk about two people fucking, for example, and then it behaves in the same way as a normal verb. But you can also use it in this more unusual way, which is “fuck two.” This is when we say “fuck you,” or “fuck off,” or we just pepper our conversation with swear words. Anthony Burgess has a great example of this where he talks about an army mechanic trying to fix a truck [who] says, “Fuck it, the fucking fucker is fucking fucked,” which makes complete sense, right? It works because we understand that swearing is not just about conveying information, asserting truths and opinions, it’s also about expressing emotion.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">So when is it okay to swear and when it is not okay to swear?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">There are a few dimensions here. One is that just chucking in a swear word into your fucking sentences as a form of fucking punctuation like I’m just doing here is relatively benign compared to looking somebody in the eye and saying “fuck you” or “you fucking idiot,” something like that where it’s directed at somebody, you’re weaponizing the word, you’re using it to intensify your negative attitude towards another person.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think that that directedness plays a part in aggravating the shock value of swearing. A lot depends on who we’re with and who we’re swearing in front of. Even people who are very liberal about swearing tend to want to tread carefully around children, especially other people’s children. If you’re just letting off steam and somebody’s got their kid with them, then itÆs like, “Oh, God, sorry.”</p>\n\n<p class=\"has-text-align-none\">I think we also get a little cagey around power imbalances. Swearing at a police officer, for instance, or a teacher, the sort of thing where there’s one person who is free to do what they like and the other person who has to obey the rules or they get into trouble. But more generally speaking, there are some contexts that are more informal than others, not just with regard to the language we use, but things like how we dress, how we have to address each other, whether you can call people by their first names, for example. And I think it is helpful to view swearing as just part of this quite rich and complex network of norms. The more formal a situation is, the more risky it’s going to be to swear in that situation.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">A lot of this boils down to a social or emotional intelligence, or a basic capacity to read the room and know where you are, who you are, who you’re with and judge appropriately. If you can’t do that, then you’re probably going to run into trouble.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The point about parenting and kids is interesting. My wife has had to check me a lot at home because she doesn’t want our son, who’s now five, hearing a bunch of curse words. And on the one hand, I get it but, on the other hand, why do we care? They’re just words and a lot of them, as we’ve demonstrated, are objectively great and the only reason for not wanting him to hear them isn’t that they‘re inherently bad, it’s that we don’t want him to make an ass of himself in polite society. And if we‘re being honest, we probably also worry about being judged by other people who hear our kid. But is that a good enough reason, really?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">We want our children to grow up knowing how to navigate the norms of the culture they’re in, but we do seem to take an incredibly precautionary approach here. If we were to take this same attitude to other norms, then we’d have our kids not say “mama” or “dada” and instead say “mother” or “father,” or we’d make them address everybody super formally just to make sure they don’t slip up in some social situation. We don’t really do that, though.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think part of it is probably that people judge breaches of etiquette that have to do with swearing more harshly, and judge the parents more harshly, than other breaches of etiquette. But it’s also weird that we have this attitude that we need to protect our kids from swearing but, at the same time, if you are to meet somebody who took that to the extreme and said, “I’m taking steps to ensure that my kid never learns to swear, they’re going to have a chaperone with them at all times to make sure older kids don’t teach them rude words,” this sort of thing, that would be really sinister. Even those of us who are concerned with our kids being polite, it’s not that we never want our kids to learn these words, maybe it’s that we just never want them to learn them from us.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think this explains the squeamishness we have about swearing in front of other people’s children. There’s also the idea that it takes a village to raise a child and we think, “Well, the parents might be really working hard to bring their kids up to be polite and yet here I am dropping F-bombs left, right, and center ,undoing all their good work.” So we just want to be supportive of other people’s efforts to raise their children.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">How do you walk that line between avoiding swear words so as not to offend people on the one hand, and using the words you want to use and simply not caring about offending people who are offended by the wrong things?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">If I think people are going to be offended by swearing, I don’t swear. Generally, we should avoid causing people to feel offended if there’s no good reason to do otherwise, and I think sometimes there is a good reason to do otherwise. So, for example, if you have a relative who is offended by mixed-race relationships, in that circumstance, it’s the relative’s problem and you have a good reason to just ignore what they find offensive. But I think with swearing, usually there’s nothing to gain by swearing in the company of people who are upset by it, and my view is that I’d rather be nice and have everybody happy.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/swear-like-a-philosopher/id1081584611?i=1000662963900\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em><a href=\"https://www.vox.com/thegrayarea\"><em> </em><em>The Gray Area</em></a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em> </em><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> </em><em>Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> </em><em>Pandora</em></a><em>, or wherever you listen to podcasts.&nbsp;</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When you hear someone casually drop the word “fuck,” what’s your reaction? Offended? Surprised? Confused? In any case, I’m fairly certain hearing someone curse out of nowhere provokes some kind of immediate reaction. We have a taboo in this culture against profanity and when someone breaks that taboo, it gets your attention. But why is [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "Think like an Olympian",
    "link": "https://www.vox.com/even-better/362840/olympians-olympics-mental-hacks-visualization-sports-psychology-mindset-elite-athletes",
    "pubDate": "2024-07-27T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Yellow cartoon of a brain with arms flexing its biceps against a green background.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/KerenLandman_Vox_SportsPsych.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Olympic athletes: They’re not like us. They <a href=\"https://www.vox.com/2016/8/11/12421352/what-do-olympians-eat-diets\">eat</a> differently; they <a href=\"https://www.vox.com/ad/23271465/episode-5-olympic-sized-sleep-problems\">sleep</a> differently; and they definitely think differently.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mindset is a huge part of what makes elite contenders elite, says <a href=\"https://theperformancepursuitconsulting.com/kaimarelaird-bio\">Kai Laird</a>, who leads a sport and performance psychology group based in Illinois and Virginia. “Athletes who have reached that level are typically all around the same athletic standard,” he says, but what sets champions apart from the rest “really comes down to that mindset.”</p>\n\n<p class=\"has-text-align-none\">Laird coaches both athletes and non-athletes who want to improve their performance, and has found similarities between the high performers, whether they’re on a race course or in a classroom. The best of the best stand out by being able to replicate top-caliber accomplishments on a more regular basis than others, he says, which is more complicated than it sounds. Consistency requires resilience, which requires confidence, which requires prior success, which requires discipline, which requires motivation. “We see the final product on TV,” he says, but it’s “that accumulation of skills that they’ve used every day that has gotten them there.”</p>\n\n<p class=\"has-text-align-none\">You might never run, jump, or swim quite the way an elite athlete does, but sports psychologists say we can adopt some of their strategies to live better everyday lives. Here’s where to start.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Get specific about your goals&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Olympians tend to focus their improvement efforts on specific athletic events, rather than trying to get better at lots of things at once. That specificity is one of the keys to their success, says <a href=\"https://med.stanford.edu/profiles/francesco-dandekar\">Francesco Dandekar</a>, a sports psychiatrist at Stanford University.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I&#8217;m pretty sure I could beat Michael Phelps in a sprint on land,” says Dandekar. That’s because Phelps dedicated himself specifically to training as a freestyle and butterfly swimmer, not a runner — so all of his physical and mental skills are honed to excel at those specific tasks. “Nobody performs at a high level at everything,” says Dandekar.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“I&#8217;m pretty sure I could beat Michael Phelps in a sprint on land”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Finding and staying on a path to improvement is easier if you try to get better at a specific task, and you’re clear with yourself about what that task is. Instead of generically aiming to get fitter or learn a language, choose more specific goals, like safely lifting a percentage of your body weight overhead or reading a short story in a foreign tongue. </p>\n\n<p class=\"has-text-align-none\">“The unsexy reality” is that getting better at anything is all about repeating that thing over and over again, and having some way of tracking your progress, says Dandekar. For elite athletes, having a focused goal makes that repetition sustainable — and it can make normies feel less overwhelmed by their own ambitions.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Plan ahead for suboptimal conditions</strong></h2>\n\n<p class=\"has-text-align-none\">The best athletes know where they shine and where they don’t — and as much as possible, they put themselves in situations where they’ll excel. That means training and competing in only their best events, but also, anticipating any obstacles they might face during those events. Expecting the unexpected — and having a plan for how they’ll respond — allows them to more easily maintain a high level of performance in the moment, even when fans get rowdy or the weather gets ugly.</p>\n\n<p class=\"has-text-align-none\">We can gain a lot from adopting these strategies in our own lives. For example, instead of planning to just guzzle wine at dinner with a group of people you’re kind of dreading, think in advance about what makes the situation anxiety-provoking, says Dandekar: “Is it, ‘That person just never really laughs at my jokes,’ ‘That person always talks over me’?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Being clear-eyed about the challenges makes it easier to plan a strategy, he says. If you can’t stand one person’s flat response to your quips, perhaps you plan to focus less on their response and more on other people’s reactions. If somebody’s chronic interrupting bugs you, plan for less one-on-one conversation with them. You could plan to excuse yourself for a quick break halfway through dinner to take care of yourself and check in on your feelings.</p>\n\n<p class=\"has-text-align-none\">“It’s not that it’s going to be the most fun you’ve ever had,” Dandekar says, but “it may not be as stressful, as overwhelming, as generally vaguely unpleasant.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Visualize your success&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">One of the best evidence-based mental tricks for improving athletic performance is visualization — that is, creating <a href=\"https://www.jsams.org/article/S1440-2440(19)31014-X/abstract\">mental images</a> of yourself successfully doing a movement before you actually do it. Athletes who visualize consistently have a much <a href=\"https://psycnet.apa.org/buy/1995-00363-001\">greater</a> chance of <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5351796/\">success</a> than people who don’t, says <a href=\"https://www.winnersunlimited.com/bio\">Andrew Jacobs</a>, a Kansas City-based sports psychologist who’s worked with Olympic cyclists and a range of professional and collegiate athletic teams.</p>\n\n<p class=\"has-text-align-none\">Visualization can look different depending on what works best for different people, but it typically involves physical relaxation, getting yourself in a positive and confident mindset, and mentally rehearsing an event in your head as you want it to unfold — often including all the sounds, sights, smells, tastes, and physical sensations that would go along with the performance. Some of Jacobs’s clients do these exercises the night before a big event, while some like doing them mere minutes before competing. </p>\n\n<p class=\"has-text-align-none\">Mental imagery can also help you prepare to cope with challenges, says Jacobs. “If you’re going to give a speech and it&#8217;s to a rowdy audience, or an uncomfortable situation, or the lighting is bad,” he says, “visualize how that&#8217;s going to be so you’re more prepared.”</p>\n\n<p class=\"has-text-align-none\">The best results come from imagining not only the physical activity, but also the sense of calm and control you want to feel when you’re executing it, says Laird. Although people may start the exercise imagining a raucous setting, “You’re bringing back the focus to what they can control,” he says. Concentrate less on the annoying coworker who will interject during your presentation and more on your breathing and movement.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How to do a visualization exercise</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">Here’s a walkthrough from sports psychologist Andrew Jacobs.</p>\n\n\n\n<ul>\n<li>Lie down, close your eyes, and focus on your breathing, taking about five long, deep breaths.&nbsp;</li>\n\n\n\n<li>Progressively flex and relax all your major muscle groups for several seconds at a time.</li>\n\n\n\n<li>Imagine yourself going behind a golden door on the beach while repeating positive and affirming words or phrases to yourself (e.g. “I am confident and capable”).</li>\n\n\n\n<li>Imagine yourself physically performing the activity you want to improve, all the way through to the end, either in first or third person. Visualize successfully working around challenges that come up.</li>\n\n\n\n<li>After a few rounds of mental practice, gradually start moving your arms and legs and open your eyes, focusing your thoughts on feeling calm, confident, and motivated.</li>\n</ul>\n</div>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Use routines to get ready, but avoid relying on superstition&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Successful athletes have a pre-performance routine that tells both body and mind that it’s go time, says <a href=\"https://drkensagunter.com/licensed-clinical-sport-psychologist/\">Kensa Gunter</a>, an Atlanta-based sports psychologist who’s worked with both NBA and WNBA athletes. These routines might last anywhere from five to 30 minutes and include anything from a meditation to a playlist. Whatever the routine includes, if it’s done habitually just before a performance, it becomes an important signal that puts the athlete in a state of readiness.</p>\n\n<p class=\"has-text-align-none\">Routines are different from superstitions, Gunter says: “Superstition is, ‘If I don’t do it, then something bad will happen, or I’m not as prepared as I need to be.” They’re rooted in fear and anxiety, and they cede control over your success to some external phenomenon. </p>\n\n<p class=\"has-text-align-none\">You might have a pair of lucky socks, “but they do not determine your ability or your capacity, and they do not impact your preparation,” Gunter says. Increasing both your confidence and your level of competence at a task can help shift your perceptions about what it takes to succeed.</p>\n\n<p class=\"has-text-align-none\">You’re going to give a killer presentation not because you have your lucky socks on but because you’re prepared and you know the topic. “That is shifting from an external source of success to an internal one,” she says.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Reframe performance anxiety</strong></h2>\n\n<p class=\"has-text-align-none\">A lot of what distinguishes the elite athlete’s mind happens outside of actual competition, but they also have some tricks to deploy at crunch time.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>In those high-adrenaline moments, elite athletes also do a lot of positive self-talk, which might include cue words or positive affirmations</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">We’ve all been nervous at various moments of truth; those sweaty palms and that pounding heart are part of our body’s natural response to stress. The most successful competitors interpret that physiological response as a sign of something positive, says Laird. Instead of telling yourself you’re nervous, “frame it as being excited, like, ‘This is a challenge. This is an opportunity, versus a threat.’”</p>\n\n<p class=\"has-text-align-none\">In those high-adrenaline moments, elite athletes also do a lot of positive self-talk, which might include <a href=\"https://appliedsportpsych.org/blog/2014/08/cue-statements-staying-focused-at-critical-times/\">cue words</a> or <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8947089/\">positive affirmations</a> that trigger a sense of confidence and strength, or take the pressure off. Olympic snowboarder Shaun White liked to ask himself “<a href=\"https://www.inc.com/nick-hobson/one-of-worlds-best-athletes-tells-himself-these-2-words-to-win-every-time.html\">Who cares</a>?” before each run, and the high school football team in Friday Night Lights got a real jolt from “<a href=\"https://www.vox.com/2018/3/29/17174194/friday-night-lights-clear-eyes-full-hearts-jason-katims\">Clear eyes, full hearts, can’t lose</a>” (even if they were fictional). High-performing people effectively apply these strategies outside of sports, too — witness the <a href=\"https://www.huffpost.com/entry/aoc-pep-talk-knock-down-the-house_l_5cd07774e4b0548b735e1bd5\">pep talk</a> Alexandria Ocasio-Cortez gave herself before a televised debate during her 2018 primary, for example.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Different people need different kinds of exhortations at different points in a performance. Finding words or phrases that speak to your own biggest challenges can help you maintain the mindset you need, when you need it.&nbsp; </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Don’t forget to R.E.S.T.&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Gunter, a self-described “acronyms person,” says it’s important for athletes to R.E.S.T. — that is, to Restore Energy through Stillness and Time. Rest isn’t just about sleep, she says, although sleep is also important: “Rest is really about taking a break, having a pause where you are not engaged in activity that is geared toward some type of outcome,” she says. Recharging your batteries is what enables continued engagement in high-level activities, so take breaks on a regular basis.  </p>\n\n<p class=\"has-text-align-none\">However you replenish your energy, be as selective about the mental strategies you use to improve your performance as elite competitors are. “Rarely are they trying to do things because everybody else is doing them,” Gunter says. Rather, “they are doing the things that they have learned work best for them.” </p>\n\n<p class=\"has-text-align-none\">In today’s comparison culture, it’s worth remembering that pursuing performance is an individual journey, she says: “There is no one way to do any of this.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Olympic athletes: They’re not like us. They eat differently; they sleep differently; and they definitely think differently.&#160; Mindset is a huge part of what makes elite contenders elite, says Kai Laird, who leads a sport and performance psychology group based in Illinois and Virginia. “Athletes who have reached that level are typically all around the [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "The good, the bad, and the weird of the 2024 Olympics opening ceremony",
    "link": "https://www.vox.com/sports/363338/2024-paris-olympics-opening-ceremony-winners-losers",
    "pubDate": "2024-07-26T21:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"The Eiffel Tower ahead of the Olympic Games on July 22, 2024, in Paris, France. | Michael Reaves/Getty Images\" data-portal-copyright=\"Michael Reaves/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2163080636.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The Eiffel Tower ahead of the Olympic Games on July 22, 2024, in Paris, France. | Michael Reaves/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Ready or not, the 2024 Paris Olympic Games have begun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As with any quadrennial, there will be stories of glorious triumph, heartbreaking defeat, feel-good underdogs, and maybe even a villain or two. But headed into Paris this year, one of the main storylines was whether or not the city could properly host the Games — and whether Parisians even wanted this in the first place.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This will be the first “normal” Olympics since the 2018 Winter Olympics in South Korea, after the global pandemic completely altered Tokyo 2020 (so much so that those Games were actually held in 2021) and the attendance-limited 2022 Winter Olympics in Beijing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There were big questions about what the 2024 Games would look like. With some of the events taking place in major hubs of the city — <a href=\"https://olympics.com/en/paris-2024/venues\">the beach volleyball stadium</a> overlooks the Eiffel Tower — will Paris be able to handle the crush of visitors coming to see the Games? Are the security restrictions going to make being in the city a hassle? Who’s going to perform at the opening ceremonies? What is everyone going to wear? Is the Seine River clean enough to swim in? Why is Parisian Mayor Anne Hidalgo so eager to swim in it?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, we started to get a few answers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For these first truly post-pandemic Games, Thomas Jolly, the artistic director of the Opening Ceremony, pursued a hugely ambitious performance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not only did he intermingle the parade of athletes with the show — typically two separate portions — but he also took both portions out of a stadium into the city itself, along a 6-kilometer route along the Seine. Instead of marching on a stadium floor, the athletes floated down the river on a variety of boats as the camera occasionally cut away to musical and dance performances, pretaped videos highlighting Parisian or French cultural touchstones, or the mysterious masked figure hurtling through the city like a cat burglar and carrying Olympic torch over Parisian roofs and through the city’s spooky, watery underground. <a href=\"https://www.lemonde.fr/en/culture/article/2024/07/04/paris-olympics-director-defends-david-guetta-snub-after-dj-expresses-shock_6676722_30.html#\">Over 3,000 musical artists, dancers, actors, and circus performers participated</a>.</p>\n\n<p class=\"has-text-align-none\">At times, it was inspiring; at others, the attempted grandeur was somewhat lost. <a href=\"https://apnews.com/article/france-trains-olympics-74c9727d33ac86bfc126f98e45cb874f\">That wasn’t all that was going on today, too</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">From the Opening Ceremony of the Games of the XXXIII Olympiad, here are four winners and six losers.<strong> </strong></p>\n\n<h2 class=\"wp-block-heading\">Loser: Not having the 2024 Olympic Opening Ceremony in a stadium&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Instead of having the festivities in a stadium, as is standard, French officials decided to have their commencement ceremony throughout the city, snaking down the Seine — and in case you hadn’t already heard about that choice, the video intro starring French football legend Zinedine Zidane stated as much. Weaving performances within the city allowed for some impressive visuals that highlight Paris’s history and stunning architecture. You could see why this city is one of the greatest in the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the tradeoff was that it wasn’t always TV-friendly. Because of the way the stage was set up and where cameras were placed, Lady Gaga’s feather-filled cabaret on the Seine was cut off at the ankles, hobbling the full impact of the choreography. And, in a sequence entitled “Liberty,” with decapitated Marie Antoinettes singing alongside flamethrowers, the wide shots failed to convey the spectacle. As country delegations floated down the Seine, it was difficult to pick out individual athletes — both for viewers and announcers potentially interested in sharing information about their talents</p>\n\n<p class=\"has-text-align-none\">When you hold an event in a stadium, you can anticipate sight lines and figure out how to stage and block a show. Stadiums are built for performance and visuals! And Paris’s opening ceremony is the clearest example of how hard it is to design a show without those tools.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Alex Abad-Santos, senior correspondent</em></p>\n\n<h2 class=\"wp-block-heading\">Winner: Lady Gaga and the <em>Joker: Folie à Deux</em> press tour&nbsp;</h2>\n\n<p class=\"has-text-align-none\">That said, Lady Gaga still had a fantastic performance.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">…Gaga oh la la!<br><br>Excuse us as we pick our jaws off of the floor 🤯 <a href=\"https://twitter.com/ladygaga?ref_src=twsrc%5Etfw\">@ladygaga</a> just blew us away with a dazzling French cabaret performance at the <a href=\"https://twitter.com/hashtag/Paris2024?src=hash&amp;ref_src=twsrc%5Etfw\">#Paris2024</a> <a href=\"https://twitter.com/hashtag/OpeningCeremony?src=hash&amp;ref_src=twsrc%5Etfw\">#OpeningCeremony</a>! <a href=\"https://t.co/oXBtU8wit3\">pic.twitter.com/oXBtU8wit3</a></p>&mdash; The Olympic Games (@Olympics) <a href=\"https://twitter.com/Olympics/status/1816896511529087437?ref_src=twsrc%5Etfw\">July 26, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">One of the opening ceremony’s worst-kept surprises was Lady Gaga. Spotting a grand piano positioned near the river in the days beforehand, Little Monsters (the self-created name for Gaga’s dedicated fans) deduced that the superstar would be performing. And that she did, conjuring up a French cabaret number on the banks of the Seine.&nbsp;Gaga performed Renée Jeanmaire’s <a href=\"https://x.com/ladygaga/status/1816903201020583980\">“Mon Truc en Plumes” (“My Thing With Feathers”)</a> in full plumage, showing that she’s still the most theater-inclined pop star in the business. Of course, Gaga will star in <a href=\"https://www.youtube.com/watch?v=xy8aJw1vYHo\"><em>Joker: Folie à Deux</em></a> later this year, a musical-ish sequel to the infamous Batman villain’s origin story. And this performance will, no doubt, build hype for Gaga’s turn in that movie.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Alex</em></p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Winner: Celine Dion&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In her first performance since she was diagnosed with stiff-person syndrome in 2022, Celine Dion ascended the Eiffel Tower and performed Edith Piaf’s “Hymne a L&#8217;Amour.” To be honest, even though the legendary vocalist sounded fantastic, it wouldn’t have mattered how well Dion performed — simply appearing in public after the <a href=\"https://www.thecut.com/article/what-is-stiff-person-syndrome-celine-dion-disease.html\">physical and emotional toll</a> she’s endured over the last few years would be considered an accomplishment. That Dion delivered a beautiful triumph on one of the world’s biggest stages was simply Celine.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Alex</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: The hope that the Paris Games won’t be disrupted by a security issue</h2>\n\n<p class=\"has-text-align-none\">As my colleague Josh Keating wrote earlier this week, the Paris Olympics face an unprecedented array of security threats, from renewed worries about ISIS terrorism to the very real danger of Russian sabotage. In part to keep the athletes and the spectators safe, French officials have <a href=\"https://apnews.com/article/paris-olympics-security-police-military-terrorism-34b168e7a511e22ce7119a91932d2759\">flooded Paris with police</a>, and are even employing a <a href=\"https://apnews.com/article/surveillance-artificial-intelligence-2024-olympics-paris-games-c5c05842f8970daedc9893f93e8b24c8\">controversial artificial intelligence system</a> that can flag potential security concerns. It’s all meant to fulfill France’s <a href=\"https://apnews.com/article/olympics-paris-corruption-terrorism-crime-2c64905237dbd8fb6ed2aa6dde92a08a\">promise</a> that Paris during the Olympics will be “the safest place in the world.”</p>\n\n<p class=\"has-text-align-none\">So far, not so great. Early Friday morning France was hit by what appeared to be coordinated arson attacks <a href=\"https://www.nytimes.com/live/2024/world/olympics-paris-attack-opening-ceremony\">targeting</a> the country’s high-speed rail lines. The result was numerous canceled trains, disrupting travel plans of up to a million people, including spectators, Parisians fleeing the city, and potentially even some athletes. Fortunately, the attacks, which no one has yet claimed responsibility for, caused no deaths or injuries, and the Opening Ceremonies themselves started on schedule. But it’s still an ill omen when something goes wrong before the Olympic flame is even lit.</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan Walsh, editorial director</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: Russia</h2>\n\n<p class=\"has-text-align-none\">With <a href=\"https://en.wikipedia.org/wiki/All-time_Olympic_Games_medal_table\">423 total medals</a> in the country’s Summer Olympic history — not to mention the 1,010 won when it was part of the Soviet Union — Russia has a solid claim as one of the most successful nations in Olympic history. But only 15 athletes from Russia will be among the more than 10,000 Olympians in Paris. They won’t be able to compete under the Russian flag, and should any of them win a gold medal, they won’t hear the Russian national anthem at the medal podium.</p>\n\n<p class=\"has-text-align-none\">That’s because Russia has been banned from participating as a national team because of its invasion of Ukraine in 2022 — a ban that came on the heels of <em>another </em>ban earlier because of a widespread doping scandal. (The same goes for Russia’s close ally Belarus.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Partially as a result, Russia’s reaction to being excluded from the Paris Games amounts to “well, we wouldn’t want to play in your silly Olympics anyway.” The Games won’t be shown on Russian TV, and the media largely seems to be ignoring the Olympics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s fair to feel bad for the hundreds of Russian athletes who were more than good enough to make the Games (and potentially win medals), though at the very least Moscow <a href=\"https://www.reuters.com/sports/olympics/russia-compensates-athletes-not-invited-paris-games-2024-07-11/\">will be compensating them</a>. But hopefully sour grapes will be the extent of Russia’s reactions. There are <a href=\"https://www.ft.com/content/c88509f9-c9bd-46f4-8a5c-9b2bdd3c3dd3\">legitimate fears</a> that Moscow could decide to sabotage the Olympics in some way, either through cyberwarfare or even something in the real world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: The Seine&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Headed into the Olympics, one of the biggest questions was whether or not the Seine, Paris’s famous and famously coffee-tinted river, would be safe to swim in. The city has spent <a href=\"https://sph.emory.edu/news/news-release/2024/07/seine-sanitation-paris-olympics.html#:~:text=Keeping%20Our%20Rivers%20Clean,contaminants%20out%20of%20the%20river.\">$1.5 billion</a> to clean it and make it safe enough to host Olympic open-water swimming events. Yet, like the litany of tragic man versus nature stories, all that money and manpower could be a wasted testament to hubris.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this spring, French President Emmanuel Macron and Paris Mayor Hidalgo <a href=\"https://www.reuters.com/sports/paris-2024-athletes-village-inaugurated-macron-visits-site-2024-02-29/\">promised</a> to swim in the Seine themselves, a gambit to demonstrate how safe it was. Ultimately, only Hidalgo followed through.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And as mentioned in the NBC broadcast, it’s been raining and storming in Paris and that means <a href=\"https://www.sfgate.com/olympics/article/paris-olympics-costly-effort-clean-seine-at-risk-19591407.php\">sewage</a> could flow into the Seine making it unsafe to swim in. Announcers said it was touch and go, and officials will be monitoring bacteria levels in the river before anyone gets in.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Can Paris fix its poop problem before the Olympics?\" src=\"https://www.youtube.com/embed/cwyJQ9VKxbE?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">—<em>Alex</em></p>\n\n<h2 class=\"wp-block-heading\">Winner: South Sudan</h2>\n\n<p class=\"has-text-align-none\">South Sudan is the world’s youngest nation, only gaining independence in 2011. It only sent its first team to the Olympics in the 2016 Games in Rio de Janeiro, which included just three athletes. It has yet to win any medals.<br><br>But this year South Sudan has sent 14 Olympians to Paris, all but two of whom are on the men’s basketball team. That team, which is known as the Bright Stars, has been writing a Cinderella story of its own. With former NBA star Luol Deng <a href=\"https://www.sportingnews.com/us/nba/news/south-sudan-basketball-team-roster-2024-olympics/6cad743688c85a17c4b4fdff\">as its driving force</a>, South Sudan made the Olympics as international basketball’s top team in Africa. And only a last-minute layup from Team USA’s LeBron James kept the South Sudanese from pulling off an <a href=\"https://www.espn.com/olympics/story/_/id/40592342/team-usa-south-sudan-live-score-updates-olympics-tuneup\">all-time basketball upset</a> during a warmup game last week.</p>\n\n<p class=\"has-text-align-none\">If you’re not rooting for these guys in Paris, you’re either actually on one of the 11 other basketball teams competing for gold, or you have no heart. Shine on, you crazy Bright Stars.</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: The Team USA Opening Ceremony outfits&nbsp;</h2>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2162879223.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"The Team USA opening ceremony uniform. | Joe Scarnici/Getty Images for USOPC\" data-portal-copyright=\"Joe Scarnici/Getty Images for USOPC\" />\n<p class=\"has-text-align-none\">Since 2008, <a href=\"https://www.townandcountrymag.com/leisure/sporting/g61075534/team-usa-olympics-opening-ceremony-outfits-through-the-years/\">Ralph Lauren</a> has designed the opening ceremony looks for Team USA and 2024 is no different. This year, Team USA are once again sporting blazers and pairing them with blue jeans. Americana! Perhaps it’s because this year’s outfits make the athletes resemble kids at a fancy country club or that the uniforms look vaguely like this at every Olympics, but the design just didn’t have the wow factor this year — especially when you compare the fits to the stunners coming from <a href=\"https://www.instagram.com/stellajean_sj_/?utm_source=ig_embed&amp;ig_rid=30e97673-33e0-4a75-ad22-322570af3eae\">Haiti</a>, <a href=\"https://www.instagram.com/michelamazonka/?utm_source=ig_embed&amp;ig_rid=b66216c3-8ae2-4b2a-93d5-14674c4037db\">Mongolia</a>, and <a href=\"https://www.instagram.com/justinxx_official/?utm_source=ig_embed&amp;ig_rid=8472ed61-9f89-47e1-a705-467a16686cbb\">Taiwan</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Alex</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: Whoever selected the US Olympic team flag bearers</h2>\n\n<p class=\"has-text-align-none\">Let me be clear — I’m a big fan of LeBron James, who is the US team male flag bearer at the Opening Ceremonies. And the same goes for tennis star Coco Gauff, currently the world’s <a href=\"https://www.wtatennis.com/players/328560/coco-gauff\">No. 2 women’s player</a> and the US team female flag bearer. And I can understand Team USA’s desire to put two of its biggest stars front and center in the march down the Seine.</p>\n\n<p class=\"has-text-align-none\">But here’s the thing about big-time pro sports stars in the Olympics. Their Olympics are not <em>these</em> Olympics. James likely cares about getting one more NBA championship ring, while Gauff is probably already thinking about her chances at the US Open in New York. The Olympics, for highly paid pro stars, are not the be-all and end-all of their athletic careers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So why not put two athletes front and center at the Opening Ceremonies for whom the Paris Games really will be the pinnacle of their sporting life? How about 42-year-old Diana Taurasi, who is making her <a href=\"https://www.usab.com/players/diana-taurasi\">unprecedented sixth Olympic appearance</a> for the (honestly superior to the men’s) women’s basketball team?? And for the men, how Noah Lyles, who is aiming to <a href=\"https://www.kcra.com/article/10-athletes-to-watch-from-team-usa-2024-paris-olympics/61701661\">sweep</a> the individual and relay short-distance sprinting events? I’m sure LeBron and Coco would have gotten over it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan</em></p>\n\n<h2 class=\"wp-block-heading\">Winner: Parisians not in Paris</h2>\n\n<p class=\"has-text-align-none\">Hundreds of thousands of athletes around the world competed desperately to be one of the 10,500 who made it to Paris. And from the sound of it, hundreds of thousands of Parisians are competing just as hard to ensure they <em>won’t </em>be in Paris.<br><br>Attitudes among Parisians toward the Paris Olympics have been profoundly mixed. One survey from last year found that nearly half the city was considering leaving during the Games. To some degree, not being in Paris during late July and August is a precondition of being a Parisian — as any tourist who has come to the City of Light in the summer can attest, actual Parisians can be hard to find. But the Olympics have turbocharged the migration, with the number of Paris apartments listed on Airbnb <a href=\"https://www.lemonde.fr/en/economy/article/2024/07/23/paris-2024-during-the-olympics-paris-homeowners-dreams-of-hitting-the-airbnb-jackpot_6695350_19.html#:~:text=Tourism-,Paris%202024%3A%20During%20the%20Olympics%2C%20Paris%20homeowners'%20dreams%20of,but%20not%20all%20found%20takers.\">increasing by 85 percent</a> over the past year. Sure, they might miss a sporting moment of transcendence, but I’d probably rather be sunning myself on the Côte d&#8217;Azur too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Ready or not, the 2024 Paris Olympic Games have begun.&#160; As with any quadrennial, there will be stories of glorious triumph, heartbreaking defeat, feel-good underdogs, and maybe even a villain or two. But headed into Paris this year, one of the main storylines was whether or not the city could properly host the Games — [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "Arson attacks underscore the security and terror threats to the Paris Olympics",
    "link": "https://www.vox.com/olympics/362512/olympics-paris-isis-russia-terrorism-security",
    "pubDate": "2024-07-26T14:25:33.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two policemen with their backs to the camera in front of the Arc de Triomphe.\" data-caption=\"Police officers patrol by the Arc de Triomphe ahead of the Olympic Games in Paris, France on July 23, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2162493996.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Police officers patrol by the Arc de Triomphe ahead of the Olympic Games in Paris, France on July 23, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><strong>Editor’s note, July 26, 2024, 10 am: </strong>This story has been updated to include news of arson attacks on the French train system.</em></p>\n\n<p class=\"has-text-align-none\">It’s not as if no one was thinking about security issues when Paris was awarded this summer’s Olympics back in 2017. Just two years earlier, the French capital had been the scene of one of the worst terrorist attacks in European history, when Islamic State gunmen killed <a href=\"https://www.britannica.com/event/Paris-attacks-of-2015\">more than 130 people</a>. That attack came only a few months after a massacre at the offices of the satirical magazine Charlie Hebdo<em>.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\">Then-French <a href=\"https://www.nytimes.com/2017/09/17/world/europe/olympics-2024-paris.html\">President François Hollande said</a> that when he was lobbying for the Olympics in 2016, he was asked by International Olympic Committee officials “whether Paris would be able to organize safe Games.” He made the case that not only would Paris be ready, but an Olympics in the City of Light would be the “most beautiful answer we could give to fundamentalism.”</p>\n\n<p class=\"has-text-align-none\">Seven years later, the Olympics are finally coming to Paris in a very different era with a very different landscape of security threats. While the attention of governments and the media has largely <a href=\"https://www.vox.com/world-politics/352855/war-on-terror-biden-isis-al-qaeda\">shifted away from terrorist groups like ISIS</a>, the group and its affiliates have demonstrated they can continue to carry out major attacks, including a <a href=\"https://www.vox.com/world-politics/2024/3/23/24109865/moscow-crocus-city-hall-theater-terrorist-attack-russia-isis-vladimir-putin-ukraine-war\">horrific recent one in Moscow</a> with a death toll similar to what Paris suffered in 2015. The Olympics also take place against the backdrop of the October 7 attacks, Israel’s brutal war in Gaza, and a global surge in antisemitism, <a href=\"https://www.france24.com/en/europe/20240125-anti-semitic-acts-nearly-quadrupled-last-year-in-france-says-jewish-organisation\">France very much included</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Olympics, which were originally <a href=\"https://www.vox.com/future-perfect/22918000/beijing-olympics-world-peace-russia-ukraine-war\">meant to mark a period of truce from war</a>, are taking place in a Europe embroiled in the biggest armed conflict since WWII. The impact of the war in Ukraine will be visible during the competitions themselves: Russian and Belarusian athletes are barred from competing under their countries’ flags, though some will be present as “<a href=\"https://www.npr.org/2023/12/09/1218406353/russian-belarus-athletes-ioc-2024-olympic-games\">individual neutral athletes</a>.” A recent string of mysterious events, including past<strong> </strong>arson attacks, has also raised concerns that Russia could attempt to disrupt the games in retaliation for France and other Western countries’ support of Ukraine, and European intelligence allies have <a href=\"https://www.ft.com/content/c88509f9-c9bd-46f4-8a5c-9b2bdd3c3dd3\" data-type=\"link\" data-id=\"https://www.ft.com/content/c88509f9-c9bd-46f4-8a5c-9b2bdd3c3dd3\">specifically warned</a> of Moscow-backed acts of sabotage.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some of those fears appeared realized even before the Olympic flame was set to be lit Friday evening Paris time. What looks to be coordinated arson attacks early Friday morning <a href=\"https://www.bbc.com/news/live/cxe24vg59lzt\" data-type=\"link\" data-id=\"https://www.bbc.com/news/live/cxe24vg59lzt\">heavily disrupted</a> service on three of France’s high-speed rail lines, causing travel chaos in the hours before the Opening Ceremonies in Paris. According to Jean-Pierre Farandou, chief executive of the railway company SNCF, fires were set in pipes used to carry cables for signaling. The company said one additional attack had been thwarted.</p>\n\n<p class=\"has-text-align-none\">While there were no deaths or injuries reported from the fires, they clearly seemed to be set with an eye toward causing maximum disruption for the Olympics. “The locations were chosen specifically to have more serious consequences, since a single fire cuts off traffic on two branches of the network,” Farandou <a href=\"https://www.nytimes.com/live/2024/world/olympics-paris-attack-opening-ceremony/ae6f3db0-5df5-528c-8e72-9b902f3f09ea?smid=url-share\" data-type=\"link\" data-id=\"https://www.nytimes.com/live/2024/world/olympics-paris-attack-opening-ceremony/ae6f3db0-5df5-528c-8e72-9b902f3f09ea?smid=url-share\">told reporters</a>.</p>\n\n<p class=\"has-text-align-none\">Train service is projected to be disrupted through the weekend, complicating travel plans for over a million people, including Olympic spectators, Parisians fleeing the Games, and potentially even some athletes. While no one has yet taken responsibility for the attacks, French Prime Minister Gabriel Attal called the fires “acts of sabotage that were carried out in a prepared and coordinated way” <a href=\"https://x.com/GabrielAttal/status/1816757934677762056\" data-type=\"link\" data-id=\"https://x.com/GabrielAttal/status/1816757934677762056\">in a post on X</a>, and that the government would investigate.</p>\n\n<p class=\"has-text-align-none\">The Olympics have been the target of political violence in the past – mostly famously the killing of 11 members of the Israeli team at the 1972 games in Munich by a Palestinian militant group and a <a href=\"https://www.cnn.com/2005/LAW/04/13/eric.rudolph/\">bombing by a right-wing anti-abortion extremist</a> at the 1996 games in Atlanta. Al-Qaeda was also known to have <a href=\"https://www.smh.com.au/national/al-qaeda-targeted-olympics-jews-court-20040520-gdiymj.html\">planned to attack the 2000 Sydney Olympics</a> but ultimately didn’t follow through.</p>\n\n<p class=\"has-text-align-none\">Large sporting events, with their massive crowds and built-in global media attention, will always present a tempting, if presumably well-defended target. Though it’s less remembered today than the slaughter at the Bataclan rock venue during the 2015 ISIS attacks in Paris, one terrorist attempted and failed to enter the Stade de France where 80,000 people including the French president were watching a France-Germany soccer match.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not surprisingly, security levels at the Games are high with a <a href=\"https://apnews.com/article/paris-olympics-security-police-military-terrorism-34b168e7a511e22ce7119a91932d2759\">heavy police and military presence </a>in Paris, as well as the controversial use of artificial intelligence technology for video surveillance. But notably, the opening ceremonies on Friday evening will be held for the <a href=\"https://olympics.com/en/news/paris-2024-olympic-games-opening-ceremony-all-you-need-to-know\">first time outside a stadium</a>, with athletes parading in boats along the Seine. It promises to be a beautiful sight — but it will also be a security headache, set out across a sprawling metropolis rather than a closed and controlled location.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">One US security official who spoke with Vox said that all Olympics pose their particular concerns, from <a href=\"https://www.cnn.com/2012/07/26/sport/olympic-security-overview/index.html\">terrorism in London in 2012</a> to <a href=\"https://www.washingtonpost.com/world/the_americas/weeks-from-olympic-games-rio-worries-about-rising-crime-police-cutbacks/2016/06/08/16343886-2c0b-11e6-b9d5-3c3063f8332c_story.html\">crime during</a> Rio de Janeiro in 2016 to <a href=\"https://www.japantimes.co.jp/news/2021/10/05/national/2020-games-cyberattacks/\">cyberattacks at the last summer games in Tokyo</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With Paris in 2024, the official said, “you have everything.”</p>\n\n<h2 class=\"wp-block-heading\">ISIS: Down but not out</h2>\n\n<p class=\"has-text-align-none\">In May, French police <a href=\"https://www.voanews.com/a/french-officials-foil-olympics-terrorism-plot-/7638153.html\">arrested an 18-year-old Chechen national</a> who was accused of plotting to attack a soccer game at the Paris Olympics, alleging that he “wanted to attack spectators, but also security forces and die as a martyr.” A month earlier, <a href=\"https://www.reuters.com/sports/soccer/france-spain-tighten-security-champions-league-games-citing-islamic-state-2024-04-09/\">security was tightened</a> at Champions League soccer games around the continent after ISIS threatened to launch drone attacks on the elite European club tournament.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s been no known comparable threat to the Olympics, but the attack on the Crocus Concert Hall near Moscow that killed <a href=\"https://www.vox.com/world-politics/2024/3/23/24109865/moscow-crocus-city-hall-theater-terrorist-attack-russia-isis-vladimir-putin-ukraine-war\">more than 130 people in March</a> was a wake-up call to many officials: While greatly diminished, the threat from groups like al-Qaeda and ISIS has not disappeared. “If you can do Moscow, you can do Paris,” Gilles Kepel, a French expert on terrorism, <a href=\"https://www.economist.com/international/2024/04/29/beware-global-jihadists-are-back-on-the-march\">told the Economist</a>. &nbsp;</p>\n\n<p class=\"has-text-align-none\">Responsibility for the Moscow attack was claimed by Islamic State Khorasan (ISIS-K), the group’s Afghan affiliate in Afghanistan and Central Asia. (Khorasan is a historical name for a region that includes Afghanistan and parts of several neighboring countries.) In the years since the dismantling of ISIS’s territorial “caliphate” in parts of Syria and Iraq, ISIS-K has emerged as arguably the most dangerous and high-profile of the group’s global affiliates. It carried out a <a href=\"https://www.reuters.com/world/middle-east/iran-vows-revenge-after-biggest-attack-since-1979-revolution-2024-01-04/\">bombing that killed more than 100 people</a> in Iran at the beginning of this year, as well as the attack in Kabul that killed 13 US troops and more than 100 Afghans during the chaotic evacuation of US personnel from Afghanistan. Authorities in Europe have broken up several alleged <a href=\"https://www.reuters.com/world/europe/germany-charges-six-suspected-isis-k-members-over-attack-plots-2024-04-24/#:~:text=Germany%20charges%20seven%20suspected%20ISIS%2DK%20members%20over%20attack%20plots,-By%20Reuters&amp;text=BERLIN%2C%20April%2024%20(Reuters),prosecutor's%20office%20said%20on%20Wednesday.\">ISIS-K plots</a> in recent months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Experts say the ISIS of today operates differently than it did in its heyday. Many of the attackers involved in the 2015 massacre had traveled to Syria for on-the-ground training. That’s no longer feasible. “All these things used to be done from ISIS hubs, but ISIS doesn’t have territory anymore. It’s totally dematerialized,” Wassim Nasr, a Paris-based terrorism analyst with the France 24 television network, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But ISIS operatives in Europe aren’t quite the proverbial “lone wolves” either. They interact online with what Nasr called “cyber-coaches” abroad who advise them on planning and logistics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The result, Nasr says, is that ISIS operatives in Europe are likely less trained and less able to carry out attacks than their predecessors. “That’s the difference from 10 years ago,” he says. “The European recruits who could have done this [carried out a successful attack on a high-security event like the Olympics] are now either dead or in jail.”</p>\n\n<p class=\"has-text-align-none\">A US security official told Vox that while authorities aren’t taking ISIS’s decline for granted, particularly in light of the Moscow attack, they see no sign of an active threat. “You have a lot of aspirational chatter online,” the official said. “What we’re not seeing is those aspirational views turned into anything concrete.”</p>\n\n<p class=\"has-text-align-none\">October 7 and the war in Gaza have, of course, raised the level of tension as well. Israel’s presence at the games may drive some protests, as it did at the recent <a href=\"https://www.reuters.com/world/europe/sweden-gears-up-eurovision-final-amid-israel-protests-dutch-controversy-2024-05-11/#:~:text=There%20was%20also%20booing%20when,slogan%20%22United%20by%20music%22.\">Eurovision Song Contest in Sweden</a>. French authorities <a href=\"https://www.reuters.com/world/france-give-24-hour-protection-israeli-olympics-team-amid-gaza-tensions-2024-07-22/\">announced this week</a> that the Israeli Olympic team would be given 24-hour protection after a left-wing lawmaker said the team was not welcome and should be protested.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US official said street protests, whether about Gaza or anything else, were not a major security concern and that French authorities were well-equipped to handle them: “It’s the national pastime here. It’s what the French do.”</p>\n\n<p class=\"has-text-align-none\">A greater concern is that the events in the Middle East could inspire violent one-off attacks by individuals. Europol recorded over a <a href=\"https://www.icct.nl/publication/terrorism-threat-2024-paris-olympics-learning-past-understand-present\">dozen jihadist terror plots in Europe</a> in the nine months following October 7 compared to just six in all of 2022. These include the ISIS sympathizer who <a href=\"https://www.france24.com/en/france/20231017-killer-of-french-school-teacher-claims-attack-for-islamic-state-group\">stabbed a schoolteacher to death</a> in Northern France in October, and the <a href=\"https://www.bbc.com/news/world-europe-67604591\">killing of a German tourist</a> in a hammer and knife attack near the Eiffel Tower in December.</p>\n\n<h2 class=\"wp-block-heading\">Moscow rules</h2>\n\n<p class=\"has-text-align-none\">For the first time in years, European security officials may be worried less about non-state groups like ISIS than about a hostile government. The continent has been on increasingly high alert for acts of sabotage <a href=\"https://www.theguardian.com/world/article/2024/may/30/europe-on-high-alert-after-suspected-moscow-linked-arson-and-sabotage\">orchestrated by the Russian government</a>, linked to the war in Ukraine. Russian agents have been <a href=\"https://www.bbc.com/news/world-europe-68843541\">accused of plotting sabotage attacks</a> against military targets in Germany, <a href=\"https://www.ft.com/content/f8207823-f5e1-4caf-934d-67c648f807bf\">interfering with railways in the Czech Republic</a>, and <a href=\"https://www.reuters.com/world/uk/suspects-alleged-russia-linked-uk-arson-attack-face-trial-next-year-2024-05-10/#:~:text=United%20Kingdom-,Suspects%20in%20alleged%20Russia%2Dlinked%20UK%20arson,to%20face%20trial%20next%20year&amp;text=LONDON%2C%20May%2010%20(Reuters),British%20court%20heard%20on%20Friday.\">arson attacks in the UK</a> and <a href=\"https://www.theguardian.com/world/article/2024/may/30/europe-on-high-alert-after-suspected-moscow-linked-arson-and-sabotage\">Lithuania</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this month, it was reported that US and German authorities had foiled a Russian plot to <a href=\"https://www.cnn.com/2024/07/11/politics/us-germany-foiled-russian-assassination-plot/index.html\">assassinate the CEO of Rheinmetall</a>, Germany’s largest defense contractor and a significant contributor of ammunition to the Ukrainian war effort. US military bases across Europe were recently placed on high alert because of <a href=\"https://www.cnn.com/2024/07/09/politics/intelligence-russian-sabotage-threat-us-bases-europe/index.html\">intelligence about potential Russian sabotage attacks</a>.</p>\n\n<p class=\"has-text-align-none\">Last month, a Russian-Ukrainian man <a href=\"https://www.lemonde.fr/en/france/article/2024/06/27/man-arrested-with-explosives-near-paris-airport-was-part-of-vast-russian-sabotage-campaign_6675959_7.html#:~:text=The%2026%2Dyear%2Dold%20Russian,sabotage%20campaign%20orchestrated%20by%20Moscow.\">was injured while making explosives</a> near Paris’s Charles De Gaulle airport. French authorities say he had been planning to attack a hardware store in Paris as part of a Moscow-orchestrated sabotage campaign.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the recent NATO summit in Washington, Gabrielius Landsbergis, foreign minister of Lithuania, referred to these events saying, “I’m not sure it can be called “hybrid events” or “gray zone events any longer. It’s quite clear that [these are] terrorist attacks by a hostile neighboring country against NATO countries.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Petter Nesser, an expert on terrorism in Europe with the Norwegian Defense Research Establishment, told Vox that while it can be very difficult to attribute some of these events to Russia directly, it is clear that “Russia wants to sow discord and weaken cooperation among European states to help them have their way in Ukraine. They have shown in the past they can use their spy networks and proxies to sow discord.”</p>\n\n<p class=\"has-text-align-none\">The exclusion of Russia and Belarus — at least officially — from the Games may make them an even more tempting target for sabotage. This need not take place in physical space. The Olympics are always the target of cyberattacks, and British authorities have alleged that Russia <a href=\"https://www.theguardian.com/world/2020/oct/19/russia-planned-cyber-attack-on-tokyo-olympics-says-uk\">plotted large-scale cyberattacks</a> against the Tokyo Olympics in 2020 before they were postponed due to the coronavirus. French organizers say these Games are facing an “unprecedented level of threat” online, and not just from the Kremlin.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The AI eye in the sky</h2>\n\n<p class=\"has-text-align-none\">Despite the numerous threats, Olympic organizers have promised to turn the French capital into the “<a href=\"https://apnews.com/article/olympics-paris-corruption-terrorism-crime-2c64905237dbd8fb6ed2aa6dde92a08a\">safest place in the world</a>” during the games, an effort that involved the deployment of some <a href=\"https://apnews.com/article/france-paris-olympics-olympic-games-security-e8f9b8812dc06dae22ffdfad9d15858e\">30,000 police per day</a> — and up to 45,000 during the Opening Ceremony — including reinforcements from around 40 countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Authorities are also using a <a href=\"https://www.reuters.com/sports/olympics-how-france-plans-use-ai-keep-paris-2024-safe-2024-03-08/\">controversial artificial intelligence system to</a> analyze images captured by surveillance cameras around the city in real-time to identify potential threats such as unusual behavior, abandoned objects, or weapons. French legislators had to <a href=\"https://www.france24.com/en/tv-shows/tech-24/20230324-france-passes-controversial-ai-surveillance-bill-ahead-of-2024-olympics\">amend the country’s laws</a> last year to allow for deployment of the new technology. The system was successfully tested at a Depeche Mode concert in Paris in March.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Privacy advocates worry that the use of the system opens up the floodgates to future use of AI technology to undermine privacy and criminalize what authorities deem to be aberrant or unusual behavior in crowds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When the next event comes up in another country, they will, of course, look at France and whether or not there was a political reaction,” Patrick Breyer, a German minister of the European Parliament who organized an open letter protesting the use of the system, told Vox. “There’s a risk this will become standard procedure in connection with large events.”</p>\n\n<p class=\"has-text-align-none\">Before every Olympics, there is a tendency in media coverage to <a href=\"https://slate.com/culture/2021/07/pre-olympics-bummers.html\">accentuate the negative</a>: terrorist risk, political controversy, shoddy facilities, crime, environmental damage. Once the Games start and the athletes are on the court or off the blocks, these issues tend to be brushed aside, for better or worse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All indications so far are that the Paris Olympics will be a safe and successful Games. US security officials who spoke with Vox emphasized that for all the threats, they have no concerns about the French authorities’ ability to handle them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since 1993, before every Olympics the UN General Assembly has voted to urge member-states to observe the <a href=\"https://olympics.com/ioc/olympic-truce\">Olympic Truce</a>, which calls for a cessation of hostilities during the course of the Games. This Olympics was no different, with the vote passing in November.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Olympic Truce has <a href=\"https://apnews.com/article/what-is-the-olympic-truce-5ea915f2f856d2b1c5edba2e9fc23cbe\">always been more aspiration than reality</a>, and between the wars in Ukraine and Gaza, not to mention countless other conflicts around the globe, we can be sure that war won’t come to a pause during the two weeks of the Paris Games. But as International Olympic Committee president Thomas Bach <a href=\"https://olympics.com/ioc/news/un-general-assembly-adopts-olympic-truce-for-paris-2024\">said at the UN that day</a>: “The Olympic Games are the only event in our fragile world where people can still come together in peace and harmony.” The hope can only be that the thousands of athletes and the millions of spectators who will gather in Paris can be kept safe from a fragile world beyond the Games.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note, July 26, 2024, 10 am: This story has been updated to include news of arson attacks on the French train system. It’s not as if no one was thinking about security issues when Paris was awarded this summer’s Olympics back in 2017. Just two years earlier, the French capital had been the scene [&#8230;]",
    "author": "Joshua Keating"
  }
]