[
  {
    "title": "How Marvel managed to upset Palestinian — and Israeli — fans ",
    "link": "https://www.vox.com/culture/362488/sabra-marvel-captain-america-israel-palestinepalestine",
    "pubDate": "2024-07-28T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Red, silver, and blue Captain America shields on display at Comic-Con.\" data-caption=\"Captain America shields on display during New York Comic Con on October 12, 2023, in New York City. | Roy Rochlin/Getty Images for ReedPop\" data-portal-copyright=\"Roy Rochlin/Getty Images for ReedPop\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1732192640.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Captain America shields on display during New York Comic Con on October 12, 2023, in New York City. | Roy Rochlin/Getty Images for ReedPop</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.marvel.com/articles/movies/captain-america-brave-new-world-teaser-trailer\">A new trailer</a> has reignited controversy over a comic book character Marvel Studios intends to introduce onscreen in next year’s <em>Captain America: Brave New World</em>, the fourth installment of the franchise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The upcoming film will feature Ruth Bat-Seraph, also known by her alter ego, Sabra. In the comics, Sabra is an agent for Mossad, Israel’s intelligence organization, as well as a police officer in Tel Aviv. The press release for the film, however, describes her as a <a href=\"https://www.marvel.com/articles/movies/captain-america-brave-new-world-teaser-trailer\">“high-ranking US government official,”</a> an apparent departure from her identity in the source material. Marvel will also not be using the name Sabra in the film, <a href=\"https://www.hollywoodreporter.com/movies/movie-news/captain-america-brave-new-world-trailer-controversy-israeli-character-1235947367/\">according to the Hollywood Reporter</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The announcement of Bat-Seraph’s character and <a href=\"https://www.marvel.com/articles/movies/captain-america-brave-new-world-teaser-trailer\">the updated description that Marvel released</a> have spurred major pushback.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2022, when Bat-Seraph’s role in the next Captain America film was publicized, <a href=\"https://www.nytimes.com/2022/09/15/world/middleeast/israel-marvel-captain-america-sabra.html\">pro-Palestinian activists urged a boycott</a> of the film — one that they’re <a href=\"https://www.middleeasteye.net/trending/backlash-after-marvel-rebrands-israel-character-sabra#:~:text=Social%20media%20users%20have%20renewed,its%20ongoing%20war%20on%20Gaza.\">still calling for</a> — over its inclusion of a superhero synonymous with the Israeli government. For those who are pro-Israel, the recently revealed choice to seemingly alter Bat-Seraph’s backstory as a Mossad agent felt like an attempt to erase her Israeli heritage, though it’s not clear that Marvel plans to do that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What does seem evident is that Marvel wants “to have mass appeal,” says <a href=\"https://profiles.laps.yorku.ca/profiles/shamara/\">Shama Rangwala</a>, a York University assistant professor of humanities, “but will likely end up pleasing no one” due to the concerns expressed by a range of viewers.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Who is Sabra?</h2>\n\n<p class=\"has-text-align-none\">Sabra made her debut in the Marvel comics in 1980 and has been in roughly 50 comic books, says Kent Worcester, a Marvel expert who’s written a book on <a href=\"https://books.google.com/books/about/A_Cultural_History_of_the_Punisher.html?id=ox65zwEACAAJ&amp;source=kp_book_description\" data-type=\"link\" data-id=\"https://books.google.com/books/about/A_Cultural_History_of_the_Punisher.html?id=ox65zwEACAAJ&amp;source=kp_book_description\">the Punisher</a>, a former Marine-turned-antihero.</p>\n\n<p class=\"has-text-align-none\">From the get-go, Sabra was closely tied to Israel, in the same way that World War II veteran Captain America was to the US. Her original uniform was based on the Israeli flag, and in her role as a Mossad agent, she helped carry out missions on the government’s behalf. In the comics, she’s dubbed “Sabra, super heroine of the state of Israel.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/sabra-marvel-comics_credit-bill-mantlo-sal-buscema-marvel-comics-a.jpg?quality=90&#038;strip=all&#038;crop=0,3.396897883461,100,93.206204233078\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"An image from one of Sabra’s early appearances in Marvel comics, from Issue 256 of the &lt;em&gt;Incredible Hulk&lt;/em&gt;.&lt;br&gt; | Marvel Comics\" data-portal-copyright=\"Marvel Comics\" />\n<p class=\"has-text-align-none\">Sabra’s storylines were often “racist,” says Tariq Ra’ouf, a culture writer <a href=\"https://nerdist.com/article/marvel-sabra-captain-america-new-world-order-anger-muslim-palestinian-arab-fans-problematic-comic-history-real-life-massacre/\">who’s examined the character’s addition to the Marvel Cinematic Universe, or MCU</a>. “She represents this idea of trying to fight for good and trying to ‘fight terrorism,’ but then the terrorism that she’s always fighting, it’s just happened to be Arabs and Muslims.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In an early <a href=\"https://www.marvel.com/comics/issue/9067/incredible_hulk_1962_256\">comic book appearance</a>, Sabra confronts the Hulk because she thinks he’s aiding Arab terrorists whose attack has killed civilians, including a Palestinian child. After she tracks him down — and it becomes evident he wasn’t aiding terrorists — the Hulk notes that Israel and Palestine’s battle over the same land is fueling needless casualties. “Boy died because boy’s people and yours both want to own land! Boy died because you wouldn’t share!” Hulk exclaims.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Ra’ouf writes, Sabra appears to have a realization about the consequences of war, though that doesn’t necessarily change her actions in subsequent stories.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those comics often included problematic exchanges between Sabra and fellow superhero <a href=\"https://www.marvel.com/characters/arabian-knight-abdul-qamar\">Arabian Knight</a> — a character who embodies a mishmash of racist stereotypes and with whom Sabra clashed and worked. They also featured animus from Sabra toward other Arab characters, seemingly driven by a Palestinian terrorist group killing her son, a tragedy revealed in a later comic.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sabra’s name is contentious as well. While it was chosen as a nod to a native-born person in Israel, a nickname born of a prickly fruit of a cactus common in the area, it’s also the name of a Palestinian refugee camp in Lebanon where a <a href=\"https://www.aljazeera.com/news/2022/9/16/sabra-and-shatila-massacre-40-years-on-explainer\">horrific massacre took place in 1982</a>. Though she was created as a character prior to the massacre, the name nevertheless carries negative associations for many Palestinians and their supporters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Marvel has said the forthcoming Captain America movie will feature a “new approach” to the character. That appears to include a decision to omit the name of the character’s alter ego. The brief description in the trailer release also states that she was a “former Black Widow” prior to becoming a US government official. Some viewers have interpreted that to mean that she’s now of Russian descent, given the country’s “Black Widow” program in the MCU, which spawned actress Scarlett Johansson’s Avengers character and was central to the plot of an eponymous 2021 film.</p>\n\n<p class=\"has-text-align-none\">However, characters of other nationalities have been trained in the program, too. The character will be played by Shira Haas, an Israeli actress who <a href=\"https://www.thewrap.com/marvel-sabra-israeli-captain-america-brave-new-world/\">reportedly speaks with an Israeli accent</a> in the film. And <a href=\"https://www.thewrap.com/marvel-sabra-israeli-captain-america-brave-new-world/\">reporting from The Wrap</a> suggests that she’ll be a Black Widow agent of Israeli descent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If true, we are glad that Marvel recognized how essential Sabra’s Israeli identity is to her character,” the American Jewish Committee wrote in a statement to the publication after previously expressing concerns about changes that may have been made to her nationality. “Superheroes have enough things to worry about. Identity politics shouldn’t be one of them.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The controversy, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">The original decision to incorporate Sabra into the cinematic universe was a shocking one, says Ra’ouf. The outcry was swift, with <a href=\"https://www.aljazeera.com/news/2022/9/25/palestinian-comic-artists\">Palestinian advocates saying it was the latest cultural effort</a> to glorify Israel’s policies and deeming the character #CaptainApartheid. <a href=\"https://www.vox.com/22440330/israel-palestine-gaza-airstrikes-hamas-updates-2021\">Marvel’s Sabra announcement also came at a tense time in 2022,</a> shortly after heightened fighting between Hamas and the Israeli military the year prior.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I can’t quite wrap my mind around what Marvel’s cinema universe executives were thinking when they thought this was a good idea,” says Worcester. “The Marvel universe is full of characters, as is the DC universe, some of them dating back to the ’40s and ’50s, who for contemporary audiences raise all kinds of problems.” There are tens of thousands of Marvel comics, and Sabra is a relatively minor character, he notes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The trailer release this month has only added to the initial response, with pro-Israel advocacy groups <a href=\"https://www.thejc.com/lets-talk/marvels-cowardly-decision-to-erase-the-israeli-background-of-sabra-wont-solve-anything-b2ndj7pn\">expressing their concerns</a> when it appeared as if her Israeli heritage had been cut from her backstory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The “decision to strip the Israeli identity of Sabra is a betrayal of the character’s creators and fans and a capitulation to intimidation,” the American Jewish Committee, a pro-Israel organization, <a href=\"https://x.com/AJCGlobal/status/1813253053815951801\">said in an initial social media post</a>. “Sabra is a proud Israeli hero, and should be portrayed as such. Taking away such a central part of her identity would be like making Captain America Canadian.”</p>\n\n<p class=\"has-text-align-none\">Thomas Doherty, an American studies professor at Brandeis University, notes that there’s a <a href=\"https://www.hollywoodreporter.com/news/general-news/how-hollywood-helped-hitler-595684/\">long history of censoring Jewish characters in films</a> in order to facilitate these movies’ distribution in markets like Nazi Germany. There are worries that alterations to Sabra’s character add to that. He said, too, that Jewish American creators and writers, like Stan Lee, Jerry Siegel, and Joe Shuster, have played a central role in establishing Marvel and creating many of the country’s most beloved superheroes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ra’ouf said that he understood where many of these concerns stemmed from and supported adding more Jewish characters to the MCU. But he also called for a consideration of how featuring this specific character is particularly harmful due to Israel’s brutal offensive in Gaza in the wake of Hamas’s devastating October 7 attack, as well as its past policies toward Palestinians. Israel’s current incursion has left <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)01169-3/fulltext\">tens of thousands dead</a>, displaced thousands of families, and spurred a severe <a href=\"https://www.cbsnews.com/news/u-n-experts-say-gaza-children-dying-in-israeli-targeted-starvation-campaign/\">hunger crisis</a>.</p>\n\n<p class=\"has-text-align-none\">He<strong> </strong>also noted that the particularly concerning issue was the original character’s ties to Mossad, an “agency [that] has been <a href=\"https://www.middleeasteye.net/news/malaysia-israel-police-free-palestinian-kidnapped-mossad\">harming</a> and <a href=\"https://jacobin.com/2022/07/ghassan-kanafani-writer-palestine-israel-assassination\">killing</a> <a href=\"https://www.spiegel.de/politik/mossad-ronan-bergman-ueber-geheime-toetungskommandos-a-00000000-0002-0001-0000-000155351669\" data-type=\"link\" data-id=\"https://www.spiegel.de/politik/mossad-ronan-bergman-ueber-geheime-toetungskommandos-a-00000000-0002-0001-0000-000155351669\">Palestinian civilians</a> for decades.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Marvel films have often contained political messaging</h2>\n\n<p class=\"has-text-align-none\">Marvel films have regularly sent messages glorifying the US’s standing in the world and its ability to take down potential enemies. See: Captain America’s confrontation of the Red Skull and defeat of the Nazis during World War II in the original 2011 film or the pro-America iconography in the first two <em>Iron Man</em> movies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Marvel really does tend to romanticize the military and romanticize US imperialism,” says Ra’ouf.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some observers view the decision to add Sabra as yet another extension of such ideas, and an effort that stresses the <a href=\"https://www.vox.com/world-politics/23916266/us-israel-support-ally-gaza-war-aid#\">closeness of the US’s relationship with Israel</a>, something that’s been evident in the <a href=\"https://www.vox.com/politics/2024/4/22/24137598/ukraine-aid-tiktok-ban-house-mike-johnson\">ongoing military aid America has provided</a> despite <a href=\"https://www.vox.com/politics/24141636/campus-protest-columbia-israel-kent-state-history\">progressive protests</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Most major studios in Hollywood are toeing the imperialist American company line,” says Jeremy Meckler, a University of Minnesota scholar who’s studied Marvel’s influence. “They tend to have a not very nuanced view of crime, terrorism, and bad guys — and to sort of promote a binaristic understanding in which there are good guys, and there are bad guys, and the good guys represent us.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A new trailer has reignited controversy over a comic book character Marvel Studios intends to introduce onscreen in next year’s Captain America: Brave New World, the fourth installment of the franchise.&#160; The upcoming film will feature Ruth Bat-Seraph, also known by her alter ego, Sabra. In the comics, Sabra is an agent for Mossad, Israel’s [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Public pools are good, actually",
    "link": "https://www.vox.com/even-better/362193/public-pools-benefits-community-swimming",
    "pubDate": "2024-07-28T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"My local pool is heaven.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_Lede.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>My local pool is heaven.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">My summer Sunday afternoon ritual goes something like this: I wake up, kill time until noon when my local public pool opens, swim for about an hour, then park myself in a lawn chair with a book (and a hat and <a href=\"https://www.vox.com/even-better/23699060/sunscreen-questions-answered-spf-uv-rays-supergoop-la-roche-posay\">lots of</a> <a href=\"https://www.vox.com/even-better/354203/sunscreen-sunblock-spf-sun-damage-skin-cancer-tiktok-confusion\">sunscreen</a>), taking intermittent dips until the lifeguards close the gates in the evening. </p>\n\n<p class=\"has-text-align-none\">I watch groups of friends bob up and down at the point where the shallow end becomes the deep end. I listen to the chatter of kids repeating taglines they’ve heard from TikTok or YouTube as they dive after balls. Sometimes they ask to borrow my goggles and I just give them my spares. The lifeguards tell the kids to stop roughhousing. Despite living in a major city with dozens of well-attended public pools, this one feels like a secret, located behind a museum and surrounded by thousands of acres of park space. This, to me, is heaven.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_02_004b32.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">These community pools offer more than just a pleasant way to spend an afternoon. They provide vital spaces to cool off, a free location for kids to hang out, a low-impact way to exercise, and a <a href=\"https://www.vox.com/the-highlight/24119312/how-to-find-a-third-place-cafe-bar-gym-loneliness-connection\">third place</a> bringing members of the neighborhood together. But a history of <a href=\"https://www.nytimes.com/2021/02/16/podcasts/ezra-klein-podcast-mcghee-transcript.html\">racism and segregation</a>, <a href=\"https://www.cnn.com/2023/07/22/business/public-pools-extreme-heat/index.html\">decades of disinvestment,</a> and a <a href=\"https://www.nytimes.com/2023/07/27/opinion/drowning-public-pools-america.html\">turn toward private swim clubs and personal pools</a> means that not everyone has access to these magical places. It can make finding a public pool in your area difficult. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Today, the CDC estimates there are about 309,000 public pools in the country, compared to 10.4 million private ones — a staggering disparity.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">From the 1920s through the 1940s, cities built public pools by the thousands, according to <a href=\"https://uncpress.org/book/9780807871270/contested-waters/\"><em>Contested Waters: A Social History of Swimming Pools in America</em></a> by Jeff Wiltse. In 1933, Americans spent as much time swimming as they did going to the movies, Wiltse writes. In New York City, for instance, <a href=\"https://www.nycgovparks.org/about/history/pools\">11 pools were opened</a> over the course of a few weeks in the summer of 1936. Nationwide, these pools were <a href=\"https://www.nytimes.com/2021/02/16/podcasts/ezra-klein-podcast-mcghee-transcript.html\">largely racially segregated</a>, and pushes to integrate them throughout the 1940s and ’50s <a href=\"https://www.marketplace.org/2021/02/15/public-pools-used-to-be-everywhere-in-america-then-racism-shut-them-down/\">were met with violence</a> from <a href=\"https://www.pcs.org/features/segregation-swimming-timeline-in-the-united-states\">white rioters and protesters</a>. </p>\n\n<p class=\"has-text-align-none\">Rather than integrate pools, municipalities <a href=\"https://www.nytimes.com/2021/02/16/podcasts/ezra-klein-podcast-mcghee-transcript.html\">sold</a>, filled, or neglected them until they <a href=\"https://www.marketplace.org/2021/02/15/public-pools-used-to-be-everywhere-in-america-then-racism-shut-them-down/\">fell into disrepair</a>. As people moved from cities to suburbs, <a href=\"https://www.cnn.com/2023/07/22/business/public-pools-extreme-heat/index.html\">taxpayer funding for pools shrank</a>, forcing thousands to shutter and creating an opportunity for private clubs to open instead. In the 1950s and early ’60s, <a href=\"https://www.pcs.org/features/segregation-swimming-timeline-in-the-united-states\">over 20,000 private swim clubs opened</a> in mostly white suburbs. Today, the Centers for Disease Control and Prevention <a href=\"https://www.cdc.gov/model-aquatic-health-code/media/pdfs/2024/05/CSTE-MAHC-support-statement-508.pdf\">estimates there are about 309,000 public pools in the country</a>, compared to <a href=\"https://www.rubyhome.com/blog/swimming-pool-stats/\">10.4 million private ones</a> — a staggering disparity.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_E.png?quality=90&#038;strip=all&#038;crop=0,10.855311444928,100,78.289377110143\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Two of the biggest challenges public pools face are funding and staffing, says Melissa May, the senior manager of research at the <a href=\"https://www.nrpa.org/\">National Recreation and Park Association</a> (NRPA). Local parks, which include community pools run by municipalities, receive 60 percent of their funding through tax support, according to the <a href=\"https://infrastructurereportcard.org/wp-content/uploads/2020/12/Public-Parks-2021.pdf\">American Society of Civil Engineers’ 2021 Infrastructure Report Card</a>. “Inconsistent, uncertain funding makes capital planning for parks difficult,” the report says. Since the pandemic, <a href=\"https://americanlifeguardassociation.com/the-reasons-for-the-lifeguard-shortage-and-how-to-address-them/\">a lifeguard shortage</a> has also put a strain on pools, causing some not to open or to operate with limited hours.</p>\n\n<p class=\"has-text-align-none\">Despite these challenges, your local public pool can be a sanctuary, offering solace from the heat, providing a place to connect with others, and a safe space to learn or improve your swimming ability. Don’t forget water, a snack, and lots of sunscreen. </p>\n\n<h2 class=\"wp-block-heading\">A mentally and physically enriching place</h2>\n\n<p class=\"has-text-align-none\">As <a href=\"https://www.vox.com/climate/23805954/extreme-heat-waves-el-nino-climate-change-solutions\">extreme heat grips the nation</a> — and the world — public pools are a low-cost way for the community to cool off. “When the heat rises, they can also be, literally, life-saving spaces for folks to cool down and keep their body temperature safe,” says <a href=\"https://www.colorado.edu/geography/jessica-finlay\">Jessica Finlay</a>, an assistant professor in the Institute of Behavioral Science and the department of geography at the University of Colorado Boulder, <a href=\"https://www.vox.com/the-highlight/24119312/how-to-find-a-third-place-cafe-bar-gym-loneliness-connection\">who’s studied third places</a>.</p>\n\n<p class=\"has-text-align-none\">Not only does <a href=\"https://www.vox.com/even-better/23800261/tips-extreme-heat-heatwave\">keeping your body temperature down</a> prevent you from developing heat stroke and other heat-related illnesses, but it can <a href=\"https://www.nytimes.com/2024/06/19/well/mind/heat-affect-brain-emotions.html\">fend off cognitive and mood impacts of heat</a>, like aggressiveness and mental sluggishness when processing information. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_06.png?quality=90&#038;strip=all&#038;crop=0,10.855311444928,100,78.289377110143\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">In general, aquatic activities — like swimming, water aerobics, or even floating in water — have myriad benefits. They’ve been <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9714032/\">linked to better</a> <a href=\"https://pubmed.ncbi.nlm.nih.gov/35218906/\">mental health</a> and <a href=\"https://onlinelibrary.wiley.com/doi/10.1002/lim2.12\">positive mood</a>. Swimming has also been shown to <a href=\"https://physoc.onlinelibrary.wiley.com/doi/10.14814/phy2.14851\">improve memory</a> and <a href=\"https://physoc.onlinelibrary.wiley.com/doi/full/10.14814/phy2.14247\">cognitive function</a>. Aside from the boost&nbsp;to mental health, a few laps in a pool improves heart health and lung capacity, lowers blood pressure, reduces joint pain, and increases bone strength, <a href=\"https://blogs.bmj.com/bjsm/2017/06/23/major-new-study-health-benefits-swimming-released/\">according to research</a>.</p>\n\n<p class=\"has-text-align-none\">Public pools can also be places where non-swimmers learn crucial water safety skills. <a href=\"https://www.cdc.gov/vitalsigns/drowning/index.html\">Over 4,500 people died from drowning each year</a> from 2020 to 2022, according to CDC data. American Indian or Alaska Native and Black people have the highest rates of drowning compared to other races and ethnicities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With these statistics in mind, Paulana Lamonier founded <a href=\"https://www.blackpeoplewillswim.com/\">Black People Will Swim</a>, an organization that has offered swimming lessons and aquatic education to some 2,500 participants over the last five years. Public pools are safe spaces for people to learn to swim, Lamonier says, because they often offer free or affordable lessons for children and adults under supervision from lifeguards and instructors. When people are confident, they can more fully reap the benefits of being in and near the water, she says. “There’s a sense of calmness that swimming brings that people tend to forget,” Lamonier says. “When they’re fearful, they fight it. They’re trying to resist it. You’re trying to stay above water. But when you really calm down and relax, that’s where you really see [that you] know what to do.”</p>\n\n<h2 class=\"wp-block-heading\">An accessible place for all ages</h2>\n\n<p class=\"has-text-align-none\">Like many third places, public pools bring together members of the community of all ages and backgrounds. “We so often push older ages to the periphery,” Finlay says, “and pools are spaces where there are designated programs for older adults, in addition to children.” Pools are where sunbathing teenagers rub shoulders with lap-swimming retirees. This melting pot effect can contribute to your sense of community belonging, which, in turn, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7585135/\">can lead to improved mental and physical health</a>. One study found that when people went to pools for social contact, they reported <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1732571/pdf/v057p00663.pdf\">less isolation and stress and improved mental health</a>. An Australian report found that public pools <a href=\"https://www.royallifesaving.com.au/__data/assets/pdf_file/0004/56605/RLSSA-Social-Impacts-Report-Final-November-2021-Web-and-Print.pdf\">encouraged social cohesion and connection</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_04_ALT_b4821c.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Pools are not only great places to hang, but are also a key employer during the summer months. According to the <a href=\"https://www.nrpa.org/parks-recreation-magazine/2024/march/the-summer-seasonal-hiring-report/\">NRPA’s seasonal hiring report</a>, lifeguards account for two-thirds of the summer’s seasonal hires at parks and rec centers across the country. Many of these parks employees are under the age of 24, suggesting that pools — and parks and recreation jobs in general — offer teens and young adults first-time job experience. Lifeguards, without whom pools cannot function, <a href=\"https://sportsfacilities.com/combating-the-lifeguard-shortage-a-comprehensive-guide-for-aquatics-center-management/\">are in high demand nationwide</a>. In recent years, older Americans have taken on <a href=\"https://www.npr.org/2023/05/31/1179241492/saving-summer-senior-citizens-step-up-to-fill-the-gap-amid-lifeguard-shortage\">post-retirement careers as lifeguards</a> to ensure more pools can open — and stay open for longer hours. </p>\n\n<p class=\"has-text-align-none\">Having somewhere to go that’s low-cost and accessible can be life-changing for older adults or people with disabilities. In her work studying how built environments impact older adults, Finlay heard from research participants who use public pools year-round. She remembers one woman in particular who, in the aftermath of a stroke, frequented a local pool. Once she entered the water, Finlay recalls, the pain on the woman’s face fell away. </p>\n\n<p class=\"has-text-align-none\">“It was just this experience where a lot of her chronic pain that had stemmed from complications from stroke and surgeries, it just diminished,” she says. The participant met up with a group of other women who chatted as they walked up and down the length of the pool. “It was very visible how therapeutic it was for their mental health, physical health, and social health,” Finlay says. Similarly, Lamonier holds classes for pairs — best friends, couples, family members — who often connect and bond.</p>\n\n<h2 class=\"wp-block-heading\">How to find — and support — your public pool</h2>\n\n<p class=\"has-text-align-none\">Your municipality’s parks and recreation department will often have an online directory of public pools, including membership fees. (For example, here are lists for <a href=\"https://www.nycgovparks.org/facilities/outdoor-pools\">New York City</a>, <a href=\"https://coloradosprings.gov/parks/page/colorado-springs-swimming-spots\">Colorado Springs</a>, and <a href=\"https://www.phoenix.gov/parks/pools/find-a-pool\">Phoenix</a>.) The online database <a href=\"https://jolyn.com/pages/pool-finder\">Swimmers Guide</a> allows you to search by location for all pools in your area, including pools where you may need to pay a membership fee. May suggests asking your neighbors if they have a pool they frequent.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/AllieVolpe_Vox_B.png?quality=90&#038;strip=all&#038;crop=0,10.855311444928,100,78.289377110143\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The easiest way to support public pools, May says, is to frequent them and tell local lawmakers how much you value them. May suggests sharing your suggestions to open long-closed pools or to extend operational hours with local officials, from parks and recreation directors to city councilmembers. Consider the current popularity of pickleball, she says. “The people who are playing pickleball are very vocal, so they’re getting their courts,” she says. “So if people share that passion about pools that [is] currently being shared about pickleball, then it’ll help the cause.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "My summer Sunday afternoon ritual goes something like this: I wake up, kill time until noon when my local public pool opens, swim for about an hour, then park myself in a lawn chair with a book (and a hat and lots of sunscreen), taking intermittent dips until the lifeguards close the gates in the [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "The art and science of swearing",
    "link": "https://www.vox.com/culture/362440/the-art-and-science-of-swearing",
    "pubDate": "2024-07-27T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Glittery gold symbols like a dollar, percent, ampersand and exclamation mark symbolize swear words, on a pink background.\" data-caption=\"\" data-portal-copyright=\"Juj Winn/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1085109316.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">When you hear someone casually drop the word “fuck,” what’s your reaction? Offended? Surprised? Confused?</p>\n\n<p class=\"has-text-align-none\">In any case, I’m fairly certain hearing someone curse out of nowhere provokes some kind of immediate reaction. We have a taboo in this culture against profanity and when someone breaks that taboo, it gets your attention.</p>\n\n<p class=\"has-text-align-none\">But why is that, exactly? Swearing is everywhere. We all do it. So why does it still have such power? Whatever the explanation, it goes beyond taboos and social norms. There’s something unique to swear words in our language.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://rebeccaroache.weebly.com/\">Rebecca Roache</a> is a senior lecturer in philosophy at Royal Holloway, University of London, and the author of a new book called <a href=\"https://global.oup.com/academic/product/for-fcks-sake-9780190665067?cc=us&amp;lang=en&amp;\"><em>For F*ck’s Sake: Why Swearing is Shocking, Rude, and Fun</em></a>. This book is as amusing as it sounds, but it’s also genuinely fascinating in the way that works that tackle seemingly trivial subjects in serious ways can be.</p>\n\n<p class=\"has-text-align-none\">Roache explores the exceptional flexibility of swear words and tries to explain why they’re able to communicate so much more than other words. She also asks how the same words, depending on how they’re used, can either offend people or build trust between them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So I invited Roache on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to talk about all these puzzles and several others. As always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\">This conversation has been edited for length and clarity.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4441726610\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I guess we should start with the basics: What makes a swear word a swear word?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">They tend to be words that focus on taboo topics — sex, defecation, religion, things like that. And that’s quite universal. They are words that we tend to use to express emotion, and the small amount of philosophy that’s been done on swearing has mentioned that swear words are linked to expressing emotions. You can use a swear word to vent without necessarily trying to convey information the way you normally would in a sentence. The linguist Geoffrey Nunberg has said something like swearing is more like a scream than an utterance.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I do like this distinction you make in the book between swearing and using swear words. When you’re swearing, you’re not really using words to describe something in the world, you’re communicating emotions. So when you stub your toe and scream, “Fuck,” that&#8217;s not a description of the event, it’s an expression of pain. It’s not <em>about</em> something in the way the phrase “I have a black truck” is about the black truck in my driveway. But sometimes swear words are just like any other word, i.e., “There’s bird shit on my truck.”</p>\n\n<p class=\"has-text-align-none\">Anyway, to your broader point, it seems like context is everything. If some words have more power than others, it’s not because of anything inherent to the words themselves, it’s because we’ve given them that power and we keep reinforcing it in our daily interactions with each other, which I guess is how culture in general works.</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">Yeah, I think that’s exactly right. One thing that really brings this out, and this is the first puzzle that got me into this topic, is thinking about how asterisks work. You see this all the time in news stories, for instance, where some of the letters in a swear word are obscured by asterisks. So you get f**k instead of “fuck” and there’s this puzzle about how that works. If the offensiveness of swearing is the word itself, then that shouldn’t work because we all know what word is being censored; it doesn’t hide the word in any kind of meaningful way. But I think the reason it works to reduce offensiveness is pretty clear.</p>\n\n<p class=\"has-text-align-none\">I mentioned that, when swearing offends, it’s because we are signaling disrespect and when we censor swear words with asterisks or with bleeps when it comes to spoken swear words, that message of disrespect gets replaced by a competing message, which is something like, “I really need to convey this word but I’m also worried about how you are going to feel about it, so I’m obscuring some of it because I care about your feelings.” So, you get this message of consideration when you censor swear words like that and I think that story wouldn’t make sense unless the offensiveness of swear words was about the attitudes that we convey when we use them rather than that particular arrangement of letters or sounds.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Why are curse words so uniquely flexible? Why can you do so much more with a word like “Fuck” than you can almost any other word in the language?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">There is a great linguistics paper by the late linguist James McCawley<strong> </strong>where he’s comparing two senses of the word fuck, which he calls “fuck one” and “fuck two.” Fuck one behaves just like a normal verb or whatever that word is. It’s up for grabs, is it a verb or is it something else? You can talk about two people fucking, for example, and then it behaves in the same way as a normal verb. But you can also use it in this more unusual way, which is “fuck two.” This is when we say “fuck you,” or “fuck off,” or we just pepper our conversation with swear words. Anthony Burgess has a great example of this where he talks about an army mechanic trying to fix a truck [who] says, “Fuck it, the fucking fucker is fucking fucked,” which makes complete sense, right? It works because we understand that swearing is not just about conveying information, asserting truths and opinions, it’s also about expressing emotion.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">So when is it okay to swear and when it is not okay to swear?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">There are a few dimensions here. One is that just chucking in a swear word into your fucking sentences as a form of fucking punctuation like I’m just doing here is relatively benign compared to looking somebody in the eye and saying “fuck you” or “you fucking idiot,” something like that where it’s directed at somebody, you’re weaponizing the word, you’re using it to intensify your negative attitude towards another person.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think that that directedness plays a part in aggravating the shock value of swearing. A lot depends on who we’re with and who we’re swearing in front of. Even people who are very liberal about swearing tend to want to tread carefully around children, especially other people’s children. If you’re just letting off steam and somebody’s got their kid with them, then itÆs like, “Oh, God, sorry.”</p>\n\n<p class=\"has-text-align-none\">I think we also get a little cagey around power imbalances. Swearing at a police officer, for instance, or a teacher, the sort of thing where there’s one person who is free to do what they like and the other person who has to obey the rules or they get into trouble. But more generally speaking, there are some contexts that are more informal than others, not just with regard to the language we use, but things like how we dress, how we have to address each other, whether you can call people by their first names, for example. And I think it is helpful to view swearing as just part of this quite rich and complex network of norms. The more formal a situation is, the more risky it’s going to be to swear in that situation.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">A lot of this boils down to a social or emotional intelligence, or a basic capacity to read the room and know where you are, who you are, who you’re with and judge appropriately. If you can’t do that, then you’re probably going to run into trouble.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The point about parenting and kids is interesting. My wife has had to check me a lot at home because she doesn’t want our son, who’s now five, hearing a bunch of curse words. And on the one hand, I get it but, on the other hand, why do we care? They’re just words and a lot of them, as we’ve demonstrated, are objectively great and the only reason for not wanting him to hear them isn’t that they‘re inherently bad, it’s that we don’t want him to make an ass of himself in polite society. And if we‘re being honest, we probably also worry about being judged by other people who hear our kid. But is that a good enough reason, really?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">We want our children to grow up knowing how to navigate the norms of the culture they’re in, but we do seem to take an incredibly precautionary approach here. If we were to take this same attitude to other norms, then we’d have our kids not say “mama” or “dada” and instead say “mother” or “father,” or we’d make them address everybody super formally just to make sure they don’t slip up in some social situation. We don’t really do that, though.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think part of it is probably that people judge breaches of etiquette that have to do with swearing more harshly, and judge the parents more harshly, than other breaches of etiquette. But it’s also weird that we have this attitude that we need to protect our kids from swearing but, at the same time, if you are to meet somebody who took that to the extreme and said, “I’m taking steps to ensure that my kid never learns to swear, they’re going to have a chaperone with them at all times to make sure older kids don’t teach them rude words,” this sort of thing, that would be really sinister. Even those of us who are concerned with our kids being polite, it’s not that we never want our kids to learn these words, maybe it’s that we just never want them to learn them from us.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think this explains the squeamishness we have about swearing in front of other people’s children. There’s also the idea that it takes a village to raise a child and we think, “Well, the parents might be really working hard to bring their kids up to be polite and yet here I am dropping F-bombs left, right, and center ,undoing all their good work.” So we just want to be supportive of other people’s efforts to raise their children.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">How do you walk that line between avoiding swear words so as not to offend people on the one hand, and using the words you want to use and simply not caring about offending people who are offended by the wrong things?</p>\n\n<h4 class=\"wp-block-heading\">Rebecca Roache</h4>\n\n<p class=\"has-text-align-none\">If I think people are going to be offended by swearing, I don’t swear. Generally, we should avoid causing people to feel offended if there’s no good reason to do otherwise, and I think sometimes there is a good reason to do otherwise. So, for example, if you have a relative who is offended by mixed-race relationships, in that circumstance, it’s the relative’s problem and you have a good reason to just ignore what they find offensive. But I think with swearing, usually there’s nothing to gain by swearing in the company of people who are upset by it, and my view is that I’d rather be nice and have everybody happy.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/swear-like-a-philosopher/id1081584611?i=1000662963900\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em><a href=\"https://www.vox.com/thegrayarea\"><em> </em><em>The Gray Area</em></a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em> </em><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> </em><em>Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> </em><em>Pandora</em></a><em>, or wherever you listen to podcasts.&nbsp;</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When you hear someone casually drop the word “fuck,” what’s your reaction? Offended? Surprised? Confused? In any case, I’m fairly certain hearing someone curse out of nowhere provokes some kind of immediate reaction. We have a taboo in this culture against profanity and when someone breaks that taboo, it gets your attention. But why is [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "Think like an Olympian",
    "link": "https://www.vox.com/even-better/362840/olympians-olympics-mental-hacks-visualization-sports-psychology-mindset-elite-athletes",
    "pubDate": "2024-07-27T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Yellow cartoon of a brain with arms flexing its biceps against a green background.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/KerenLandman_Vox_SportsPsych.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Olympic athletes: They’re not like us. They <a href=\"https://www.vox.com/2016/8/11/12421352/what-do-olympians-eat-diets\">eat</a> differently; they <a href=\"https://www.vox.com/ad/23271465/episode-5-olympic-sized-sleep-problems\">sleep</a> differently; and they definitely think differently.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Mindset is a huge part of what makes elite contenders elite, says <a href=\"https://theperformancepursuitconsulting.com/kaimarelaird-bio\">Kai Laird</a>, who leads a sport and performance psychology group based in Illinois and Virginia. “Athletes who have reached that level are typically all around the same athletic standard,” he says, but what sets champions apart from the rest “really comes down to that mindset.”</p>\n\n<p class=\"has-text-align-none\">Laird coaches both athletes and non-athletes who want to improve their performance, and has found similarities between the high performers, whether they’re on a race course or in a classroom. The best of the best stand out by being able to replicate top-caliber accomplishments on a more regular basis than others, he says, which is more complicated than it sounds. Consistency requires resilience, which requires confidence, which requires prior success, which requires discipline, which requires motivation. “We see the final product on TV,” he says, but it’s “that accumulation of skills that they’ve used every day that has gotten them there.”</p>\n\n<p class=\"has-text-align-none\">You might never run, jump, or swim quite the way an elite athlete does, but sports psychologists say we can adopt some of their strategies to live better everyday lives. Here’s where to start.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Get specific about your goals&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Olympians tend to focus their improvement efforts on specific athletic events, rather than trying to get better at lots of things at once. That specificity is one of the keys to their success, says <a href=\"https://med.stanford.edu/profiles/francesco-dandekar\">Francesco Dandekar</a>, a sports psychiatrist at Stanford University.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I&#8217;m pretty sure I could beat Michael Phelps in a sprint on land,” says Dandekar. That’s because Phelps dedicated himself specifically to training as a freestyle and butterfly swimmer, not a runner — so all of his physical and mental skills are honed to excel at those specific tasks. “Nobody performs at a high level at everything,” says Dandekar.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“I&#8217;m pretty sure I could beat Michael Phelps in a sprint on land”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Finding and staying on a path to improvement is easier if you try to get better at a specific task, and you’re clear with yourself about what that task is. Instead of generically aiming to get fitter or learn a language, choose more specific goals, like safely lifting a percentage of your body weight overhead or reading a short story in a foreign tongue. </p>\n\n<p class=\"has-text-align-none\">“The unsexy reality” is that getting better at anything is all about repeating that thing over and over again, and having some way of tracking your progress, says Dandekar. For elite athletes, having a focused goal makes that repetition sustainable — and it can make normies feel less overwhelmed by their own ambitions.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Plan ahead for suboptimal conditions</strong></h2>\n\n<p class=\"has-text-align-none\">The best athletes know where they shine and where they don’t — and as much as possible, they put themselves in situations where they’ll excel. That means training and competing in only their best events, but also, anticipating any obstacles they might face during those events. Expecting the unexpected — and having a plan for how they’ll respond — allows them to more easily maintain a high level of performance in the moment, even when fans get rowdy or the weather gets ugly.</p>\n\n<p class=\"has-text-align-none\">We can gain a lot from adopting these strategies in our own lives. For example, instead of planning to just guzzle wine at dinner with a group of people you’re kind of dreading, think in advance about what makes the situation anxiety-provoking, says Dandekar: “Is it, ‘That person just never really laughs at my jokes,’ ‘That person always talks over me’?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Being clear-eyed about the challenges makes it easier to plan a strategy, he says. If you can’t stand one person’s flat response to your quips, perhaps you plan to focus less on their response and more on other people’s reactions. If somebody’s chronic interrupting bugs you, plan for less one-on-one conversation with them. You could plan to excuse yourself for a quick break halfway through dinner to take care of yourself and check in on your feelings.</p>\n\n<p class=\"has-text-align-none\">“It’s not that it’s going to be the most fun you’ve ever had,” Dandekar says, but “it may not be as stressful, as overwhelming, as generally vaguely unpleasant.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Visualize your success&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">One of the best evidence-based mental tricks for improving athletic performance is visualization — that is, creating <a href=\"https://www.jsams.org/article/S1440-2440(19)31014-X/abstract\">mental images</a> of yourself successfully doing a movement before you actually do it. Athletes who visualize consistently have a much <a href=\"https://psycnet.apa.org/buy/1995-00363-001\">greater</a> chance of <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5351796/\">success</a> than people who don’t, says <a href=\"https://www.winnersunlimited.com/bio\">Andrew Jacobs</a>, a Kansas City-based sports psychologist who’s worked with Olympic cyclists and a range of professional and collegiate athletic teams.</p>\n\n<p class=\"has-text-align-none\">Visualization can look different depending on what works best for different people, but it typically involves physical relaxation, getting yourself in a positive and confident mindset, and mentally rehearsing an event in your head as you want it to unfold — often including all the sounds, sights, smells, tastes, and physical sensations that would go along with the performance. Some of Jacobs’s clients do these exercises the night before a big event, while some like doing them mere minutes before competing. </p>\n\n<p class=\"has-text-align-none\">Mental imagery can also help you prepare to cope with challenges, says Jacobs. “If you’re going to give a speech and it&#8217;s to a rowdy audience, or an uncomfortable situation, or the lighting is bad,” he says, “visualize how that&#8217;s going to be so you’re more prepared.”</p>\n\n<p class=\"has-text-align-none\">The best results come from imagining not only the physical activity, but also the sense of calm and control you want to feel when you’re executing it, says Laird. Although people may start the exercise imagining a raucous setting, “You’re bringing back the focus to what they can control,” he says. Concentrate less on the annoying coworker who will interject during your presentation and more on your breathing and movement.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How to do a visualization exercise</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">Here’s a walkthrough from sports psychologist Andrew Jacobs.</p>\n\n\n\n<ul>\n<li>Lie down, close your eyes, and focus on your breathing, taking about five long, deep breaths.&nbsp;</li>\n\n\n\n<li>Progressively flex and relax all your major muscle groups for several seconds at a time.</li>\n\n\n\n<li>Imagine yourself going behind a golden door on the beach while repeating positive and affirming words or phrases to yourself (e.g. “I am confident and capable”).</li>\n\n\n\n<li>Imagine yourself physically performing the activity you want to improve, all the way through to the end, either in first or third person. Visualize successfully working around challenges that come up.</li>\n\n\n\n<li>After a few rounds of mental practice, gradually start moving your arms and legs and open your eyes, focusing your thoughts on feeling calm, confident, and motivated.</li>\n</ul>\n</div>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Use routines to get ready, but avoid relying on superstition&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Successful athletes have a pre-performance routine that tells both body and mind that it’s go time, says <a href=\"https://drkensagunter.com/licensed-clinical-sport-psychologist/\">Kensa Gunter</a>, an Atlanta-based sports psychologist who’s worked with both NBA and WNBA athletes. These routines might last anywhere from five to 30 minutes and include anything from a meditation to a playlist. Whatever the routine includes, if it’s done habitually just before a performance, it becomes an important signal that puts the athlete in a state of readiness.</p>\n\n<p class=\"has-text-align-none\">Routines are different from superstitions, Gunter says: “Superstition is, ‘If I don’t do it, then something bad will happen, or I’m not as prepared as I need to be.” They’re rooted in fear and anxiety, and they cede control over your success to some external phenomenon. </p>\n\n<p class=\"has-text-align-none\">You might have a pair of lucky socks, “but they do not determine your ability or your capacity, and they do not impact your preparation,” Gunter says. Increasing both your confidence and your level of competence at a task can help shift your perceptions about what it takes to succeed.</p>\n\n<p class=\"has-text-align-none\">You’re going to give a killer presentation not because you have your lucky socks on but because you’re prepared and you know the topic. “That is shifting from an external source of success to an internal one,” she says.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Reframe performance anxiety</strong></h2>\n\n<p class=\"has-text-align-none\">A lot of what distinguishes the elite athlete’s mind happens outside of actual competition, but they also have some tricks to deploy at crunch time.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>In those high-adrenaline moments, elite athletes also do a lot of positive self-talk, which might include cue words or positive affirmations</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">We’ve all been nervous at various moments of truth; those sweaty palms and that pounding heart are part of our body’s natural response to stress. The most successful competitors interpret that physiological response as a sign of something positive, says Laird. Instead of telling yourself you’re nervous, “frame it as being excited, like, ‘This is a challenge. This is an opportunity, versus a threat.’”</p>\n\n<p class=\"has-text-align-none\">In those high-adrenaline moments, elite athletes also do a lot of positive self-talk, which might include <a href=\"https://appliedsportpsych.org/blog/2014/08/cue-statements-staying-focused-at-critical-times/\">cue words</a> or <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8947089/\">positive affirmations</a> that trigger a sense of confidence and strength, or take the pressure off. Olympic snowboarder Shaun White liked to ask himself “<a href=\"https://www.inc.com/nick-hobson/one-of-worlds-best-athletes-tells-himself-these-2-words-to-win-every-time.html\">Who cares</a>?” before each run, and the high school football team in Friday Night Lights got a real jolt from “<a href=\"https://www.vox.com/2018/3/29/17174194/friday-night-lights-clear-eyes-full-hearts-jason-katims\">Clear eyes, full hearts, can’t lose</a>” (even if they were fictional). High-performing people effectively apply these strategies outside of sports, too — witness the <a href=\"https://www.huffpost.com/entry/aoc-pep-talk-knock-down-the-house_l_5cd07774e4b0548b735e1bd5\">pep talk</a> Alexandria Ocasio-Cortez gave herself before a televised debate during her 2018 primary, for example.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Different people need different kinds of exhortations at different points in a performance. Finding words or phrases that speak to your own biggest challenges can help you maintain the mindset you need, when you need it.&nbsp; </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Don’t forget to R.E.S.T.&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Gunter, a self-described “acronyms person,” says it’s important for athletes to R.E.S.T. — that is, to Restore Energy through Stillness and Time. Rest isn’t just about sleep, she says, although sleep is also important: “Rest is really about taking a break, having a pause where you are not engaged in activity that is geared toward some type of outcome,” she says. Recharging your batteries is what enables continued engagement in high-level activities, so take breaks on a regular basis.  </p>\n\n<p class=\"has-text-align-none\">However you replenish your energy, be as selective about the mental strategies you use to improve your performance as elite competitors are. “Rarely are they trying to do things because everybody else is doing them,” Gunter says. Rather, “they are doing the things that they have learned work best for them.” </p>\n\n<p class=\"has-text-align-none\">In today’s comparison culture, it’s worth remembering that pursuing performance is an individual journey, she says: “There is no one way to do any of this.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Olympic athletes: They’re not like us. They eat differently; they sleep differently; and they definitely think differently.&#160; Mindset is a huge part of what makes elite contenders elite, says Kai Laird, who leads a sport and performance psychology group based in Illinois and Virginia. “Athletes who have reached that level are typically all around the [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "The good, the bad, and the weird of the 2024 Olympics opening ceremony",
    "link": "https://www.vox.com/sports/363338/2024-paris-olympics-opening-ceremony-winners-losers",
    "pubDate": "2024-07-26T21:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"The Eiffel Tower ahead of the Olympic Games on July 22, 2024, in Paris, France. | Michael Reaves/Getty Images\" data-portal-copyright=\"Michael Reaves/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2163080636.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>The Eiffel Tower ahead of the Olympic Games on July 22, 2024, in Paris, France. | Michael Reaves/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Ready or not, the 2024 Paris Olympic Games have begun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As with any quadrennial, there will be stories of glorious triumph, heartbreaking defeat, feel-good underdogs, and maybe even a villain or two. But headed into Paris this year, one of the main storylines was whether or not the city could properly host the Games — and whether Parisians even wanted this in the first place.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This will be the first “normal” Olympics since the 2018 Winter Olympics in South Korea, after the global pandemic completely altered Tokyo 2020 (so much so that those Games were actually held in 2021) and the attendance-limited 2022 Winter Olympics in Beijing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There were big questions about what the 2024 Games would look like. With some of the events taking place in major hubs of the city — <a href=\"https://olympics.com/en/paris-2024/venues\">the beach volleyball stadium</a> overlooks the Eiffel Tower — will Paris be able to handle the crush of visitors coming to see the Games? Are the security restrictions going to make being in the city a hassle? Who’s going to perform at the opening ceremonies? What is everyone going to wear? Is the Seine River clean enough to swim in? Why is Parisian Mayor Anne Hidalgo so eager to swim in it?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Today, we started to get a few answers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For these first truly post-pandemic Games, Thomas Jolly, the artistic director of the Opening Ceremony, pursued a hugely ambitious performance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not only did he intermingle the parade of athletes with the show — typically two separate portions — but he also took both portions out of a stadium into the city itself, along a 6-kilometer route along the Seine. Instead of marching on a stadium floor, the athletes floated down the river on a variety of boats as the camera occasionally cut away to musical and dance performances, pretaped videos highlighting Parisian or French cultural touchstones, or the mysterious masked figure hurtling through the city like a cat burglar and carrying Olympic torch over Parisian roofs and through the city’s spooky, watery underground. <a href=\"https://www.lemonde.fr/en/culture/article/2024/07/04/paris-olympics-director-defends-david-guetta-snub-after-dj-expresses-shock_6676722_30.html#\">Over 3,000 musical artists, dancers, actors, and circus performers participated</a>.</p>\n\n<p class=\"has-text-align-none\">At times, it was inspiring; at others, the attempted grandeur was somewhat lost. <a href=\"https://apnews.com/article/france-trains-olympics-74c9727d33ac86bfc126f98e45cb874f\">That wasn’t all that was going on today, too</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">From the Opening Ceremony of the Games of the XXXIII Olympiad, here are four winners and six losers.<strong> </strong></p>\n\n<h2 class=\"wp-block-heading\">Loser: Not having the 2024 Olympic Opening Ceremony in a stadium&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Instead of having the festivities in a stadium, as is standard, French officials decided to have their commencement ceremony throughout the city, snaking down the Seine — and in case you hadn’t already heard about that choice, the video intro starring French football legend Zinedine Zidane stated as much. Weaving performances within the city allowed for some impressive visuals that highlight Paris’s history and stunning architecture. You could see why this city is one of the greatest in the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the tradeoff was that it wasn’t always TV-friendly. Because of the way the stage was set up and where cameras were placed, Lady Gaga’s feather-filled cabaret on the Seine was cut off at the ankles, hobbling the full impact of the choreography. And, in a sequence entitled “Liberty,” with decapitated Marie Antoinettes singing alongside flamethrowers, the wide shots failed to convey the spectacle. As country delegations floated down the Seine, it was difficult to pick out individual athletes — both for viewers and announcers potentially interested in sharing information about their talents</p>\n\n<p class=\"has-text-align-none\">When you hold an event in a stadium, you can anticipate sight lines and figure out how to stage and block a show. Stadiums are built for performance and visuals! And Paris’s opening ceremony is the clearest example of how hard it is to design a show without those tools.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Alex Abad-Santos, senior correspondent</em></p>\n\n<h2 class=\"wp-block-heading\">Winner: Lady Gaga and the <em>Joker: Folie à Deux</em> press tour&nbsp;</h2>\n\n<p class=\"has-text-align-none\">That said, Lady Gaga still had a fantastic performance.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">…Gaga oh la la!<br><br>Excuse us as we pick our jaws off of the floor 🤯 <a href=\"https://twitter.com/ladygaga?ref_src=twsrc%5Etfw\">@ladygaga</a> just blew us away with a dazzling French cabaret performance at the <a href=\"https://twitter.com/hashtag/Paris2024?src=hash&amp;ref_src=twsrc%5Etfw\">#Paris2024</a> <a href=\"https://twitter.com/hashtag/OpeningCeremony?src=hash&amp;ref_src=twsrc%5Etfw\">#OpeningCeremony</a>! <a href=\"https://t.co/oXBtU8wit3\">pic.twitter.com/oXBtU8wit3</a></p>&mdash; The Olympic Games (@Olympics) <a href=\"https://twitter.com/Olympics/status/1816896511529087437?ref_src=twsrc%5Etfw\">July 26, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">One of the opening ceremony’s worst-kept surprises was Lady Gaga. Spotting a grand piano positioned near the river in the days beforehand, Little Monsters (the self-created name for Gaga’s dedicated fans) deduced that the superstar would be performing. And that she did, conjuring up a French cabaret number on the banks of the Seine.&nbsp;Gaga performed Renée Jeanmaire’s <a href=\"https://x.com/ladygaga/status/1816903201020583980\">“Mon Truc en Plumes” (“My Thing With Feathers”)</a> in full plumage, showing that she’s still the most theater-inclined pop star in the business. Of course, Gaga will star in <a href=\"https://www.youtube.com/watch?v=xy8aJw1vYHo\"><em>Joker: Folie à Deux</em></a> later this year, a musical-ish sequel to the infamous Batman villain’s origin story. And this performance will, no doubt, build hype for Gaga’s turn in that movie.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Alex</em></p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Winner: Celine Dion&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In her first performance since she was diagnosed with stiff-person syndrome in 2022, Celine Dion ascended the Eiffel Tower and performed Edith Piaf’s “Hymne a L&#8217;Amour.” To be honest, even though the legendary vocalist sounded fantastic, it wouldn’t have mattered how well Dion performed — simply appearing in public after the <a href=\"https://www.thecut.com/article/what-is-stiff-person-syndrome-celine-dion-disease.html\">physical and emotional toll</a> she’s endured over the last few years would be considered an accomplishment. That Dion delivered a beautiful triumph on one of the world’s biggest stages was simply Celine.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Alex</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: The hope that the Paris Games won’t be disrupted by a security issue</h2>\n\n<p class=\"has-text-align-none\">As my colleague Josh Keating wrote earlier this week, the Paris Olympics face an unprecedented array of security threats, from renewed worries about ISIS terrorism to the very real danger of Russian sabotage. In part to keep the athletes and the spectators safe, French officials have <a href=\"https://apnews.com/article/paris-olympics-security-police-military-terrorism-34b168e7a511e22ce7119a91932d2759\">flooded Paris with police</a>, and are even employing a <a href=\"https://apnews.com/article/surveillance-artificial-intelligence-2024-olympics-paris-games-c5c05842f8970daedc9893f93e8b24c8\">controversial artificial intelligence system</a> that can flag potential security concerns. It’s all meant to fulfill France’s <a href=\"https://apnews.com/article/olympics-paris-corruption-terrorism-crime-2c64905237dbd8fb6ed2aa6dde92a08a\">promise</a> that Paris during the Olympics will be “the safest place in the world.”</p>\n\n<p class=\"has-text-align-none\">So far, not so great. Early Friday morning France was hit by what appeared to be coordinated arson attacks <a href=\"https://www.nytimes.com/live/2024/world/olympics-paris-attack-opening-ceremony\">targeting</a> the country’s high-speed rail lines. The result was numerous canceled trains, disrupting travel plans of up to a million people, including spectators, Parisians fleeing the city, and potentially even some athletes. Fortunately, the attacks, which no one has yet claimed responsibility for, caused no deaths or injuries, and the Opening Ceremonies themselves started on schedule. But it’s still an ill omen when something goes wrong before the Olympic flame is even lit.</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan Walsh, editorial director</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: Russia</h2>\n\n<p class=\"has-text-align-none\">With <a href=\"https://en.wikipedia.org/wiki/All-time_Olympic_Games_medal_table\">423 total medals</a> in the country’s Summer Olympic history — not to mention the 1,010 won when it was part of the Soviet Union — Russia has a solid claim as one of the most successful nations in Olympic history. But only 15 athletes from Russia will be among the more than 10,000 Olympians in Paris. They won’t be able to compete under the Russian flag, and should any of them win a gold medal, they won’t hear the Russian national anthem at the medal podium.</p>\n\n<p class=\"has-text-align-none\">That’s because Russia has been banned from participating as a national team because of its invasion of Ukraine in 2022 — a ban that came on the heels of <em>another </em>ban earlier because of a widespread doping scandal. (The same goes for Russia’s close ally Belarus.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Partially as a result, Russia’s reaction to being excluded from the Paris Games amounts to “well, we wouldn’t want to play in your silly Olympics anyway.” The Games won’t be shown on Russian TV, and the media largely seems to be ignoring the Olympics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s fair to feel bad for the hundreds of Russian athletes who were more than good enough to make the Games (and potentially win medals), though at the very least Moscow <a href=\"https://www.reuters.com/sports/olympics/russia-compensates-athletes-not-invited-paris-games-2024-07-11/\">will be compensating them</a>. But hopefully sour grapes will be the extent of Russia’s reactions. There are <a href=\"https://www.ft.com/content/c88509f9-c9bd-46f4-8a5c-9b2bdd3c3dd3\">legitimate fears</a> that Moscow could decide to sabotage the Olympics in some way, either through cyberwarfare or even something in the real world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: The Seine&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Headed into the Olympics, one of the biggest questions was whether or not the Seine, Paris’s famous and famously coffee-tinted river, would be safe to swim in. The city has spent <a href=\"https://sph.emory.edu/news/news-release/2024/07/seine-sanitation-paris-olympics.html#:~:text=Keeping%20Our%20Rivers%20Clean,contaminants%20out%20of%20the%20river.\">$1.5 billion</a> to clean it and make it safe enough to host Olympic open-water swimming events. Yet, like the litany of tragic man versus nature stories, all that money and manpower could be a wasted testament to hubris.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this spring, French President Emmanuel Macron and Paris Mayor Hidalgo <a href=\"https://www.reuters.com/sports/paris-2024-athletes-village-inaugurated-macron-visits-site-2024-02-29/\">promised</a> to swim in the Seine themselves, a gambit to demonstrate how safe it was. Ultimately, only Hidalgo followed through.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And as mentioned in the NBC broadcast, it’s been raining and storming in Paris and that means <a href=\"https://www.sfgate.com/olympics/article/paris-olympics-costly-effort-clean-seine-at-risk-19591407.php\">sewage</a> could flow into the Seine making it unsafe to swim in. Announcers said it was touch and go, and officials will be monitoring bacteria levels in the river before anyone gets in.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Can Paris fix its poop problem before the Olympics?\" src=\"https://www.youtube.com/embed/cwyJQ9VKxbE?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">—<em>Alex</em></p>\n\n<h2 class=\"wp-block-heading\">Winner: South Sudan</h2>\n\n<p class=\"has-text-align-none\">South Sudan is the world’s youngest nation, only gaining independence in 2011. It only sent its first team to the Olympics in the 2016 Games in Rio de Janeiro, which included just three athletes. It has yet to win any medals.<br><br>But this year South Sudan has sent 14 Olympians to Paris, all but two of whom are on the men’s basketball team. That team, which is known as the Bright Stars, has been writing a Cinderella story of its own. With former NBA star Luol Deng <a href=\"https://www.sportingnews.com/us/nba/news/south-sudan-basketball-team-roster-2024-olympics/6cad743688c85a17c4b4fdff\">as its driving force</a>, South Sudan made the Olympics as international basketball’s top team in Africa. And only a last-minute layup from Team USA’s LeBron James kept the South Sudanese from pulling off an <a href=\"https://www.espn.com/olympics/story/_/id/40592342/team-usa-south-sudan-live-score-updates-olympics-tuneup\">all-time basketball upset</a> during a warmup game last week.</p>\n\n<p class=\"has-text-align-none\">If you’re not rooting for these guys in Paris, you’re either actually on one of the 11 other basketball teams competing for gold, or you have no heart. Shine on, you crazy Bright Stars.</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: The Team USA Opening Ceremony outfits&nbsp;</h2>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2162879223.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"The Team USA opening ceremony uniform. | Joe Scarnici/Getty Images for USOPC\" data-portal-copyright=\"Joe Scarnici/Getty Images for USOPC\" />\n<p class=\"has-text-align-none\">Since 2008, <a href=\"https://www.townandcountrymag.com/leisure/sporting/g61075534/team-usa-olympics-opening-ceremony-outfits-through-the-years/\">Ralph Lauren</a> has designed the opening ceremony looks for Team USA and 2024 is no different. This year, Team USA are once again sporting blazers and pairing them with blue jeans. Americana! Perhaps it’s because this year’s outfits make the athletes resemble kids at a fancy country club or that the uniforms look vaguely like this at every Olympics, but the design just didn’t have the wow factor this year — especially when you compare the fits to the stunners coming from <a href=\"https://www.instagram.com/stellajean_sj_/?utm_source=ig_embed&amp;ig_rid=30e97673-33e0-4a75-ad22-322570af3eae\">Haiti</a>, <a href=\"https://www.instagram.com/michelamazonka/?utm_source=ig_embed&amp;ig_rid=b66216c3-8ae2-4b2a-93d5-14674c4037db\">Mongolia</a>, and <a href=\"https://www.instagram.com/justinxx_official/?utm_source=ig_embed&amp;ig_rid=8472ed61-9f89-47e1-a705-467a16686cbb\">Taiwan</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Alex</em></p>\n\n<h2 class=\"wp-block-heading\">Loser: Whoever selected the US Olympic team flag bearers</h2>\n\n<p class=\"has-text-align-none\">Let me be clear — I’m a big fan of LeBron James, who is the US team male flag bearer at the Opening Ceremonies. And the same goes for tennis star Coco Gauff, currently the world’s <a href=\"https://www.wtatennis.com/players/328560/coco-gauff\">No. 2 women’s player</a> and the US team female flag bearer. And I can understand Team USA’s desire to put two of its biggest stars front and center in the march down the Seine.</p>\n\n<p class=\"has-text-align-none\">But here’s the thing about big-time pro sports stars in the Olympics. Their Olympics are not <em>these</em> Olympics. James likely cares about getting one more NBA championship ring, while Gauff is probably already thinking about her chances at the US Open in New York. The Olympics, for highly paid pro stars, are not the be-all and end-all of their athletic careers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So why not put two athletes front and center at the Opening Ceremonies for whom the Paris Games really will be the pinnacle of their sporting life? How about 42-year-old Diana Taurasi, who is making her <a href=\"https://www.usab.com/players/diana-taurasi\">unprecedented sixth Olympic appearance</a> for the (honestly superior to the men’s) women’s basketball team?? And for the men, how Noah Lyles, who is aiming to <a href=\"https://www.kcra.com/article/10-athletes-to-watch-from-team-usa-2024-paris-olympics/61701661\">sweep</a> the individual and relay short-distance sprinting events? I’m sure LeBron and Coco would have gotten over it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan</em></p>\n\n<h2 class=\"wp-block-heading\">Winner: Parisians not in Paris</h2>\n\n<p class=\"has-text-align-none\">Hundreds of thousands of athletes around the world competed desperately to be one of the 10,500 who made it to Paris. And from the sound of it, hundreds of thousands of Parisians are competing just as hard to ensure they <em>won’t </em>be in Paris.<br><br>Attitudes among Parisians toward the Paris Olympics have been profoundly mixed. One survey from last year found that nearly half the city was considering leaving during the Games. To some degree, not being in Paris during late July and August is a precondition of being a Parisian — as any tourist who has come to the City of Light in the summer can attest, actual Parisians can be hard to find. But the Olympics have turbocharged the migration, with the number of Paris apartments listed on Airbnb <a href=\"https://www.lemonde.fr/en/economy/article/2024/07/23/paris-2024-during-the-olympics-paris-homeowners-dreams-of-hitting-the-airbnb-jackpot_6695350_19.html#:~:text=Tourism-,Paris%202024%3A%20During%20the%20Olympics%2C%20Paris%20homeowners'%20dreams%20of,but%20not%20all%20found%20takers.\">increasing by 85 percent</a> over the past year. Sure, they might miss a sporting moment of transcendence, but I’d probably rather be sunning myself on the Côte d&#8217;Azur too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">—<em>Bryan</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Ready or not, the 2024 Paris Olympic Games have begun.&#160; As with any quadrennial, there will be stories of glorious triumph, heartbreaking defeat, feel-good underdogs, and maybe even a villain or two. But headed into Paris this year, one of the main storylines was whether or not the city could properly host the Games — [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "Arson attacks underscore the security and terror threats to the Paris Olympics",
    "link": "https://www.vox.com/olympics/362512/olympics-paris-isis-russia-terrorism-security",
    "pubDate": "2024-07-26T14:25:33.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two policemen with their backs to the camera in front of the Arc de Triomphe.\" data-caption=\"Police officers patrol by the Arc de Triomphe ahead of the Olympic Games in Paris, France on July 23, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2162493996.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Police officers patrol by the Arc de Triomphe ahead of the Olympic Games in Paris, France on July 23, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><strong>Editor’s note, July 26, 2024, 10 am: </strong>This story has been updated to include news of arson attacks on the French train system.</em></p>\n\n<p class=\"has-text-align-none\">It’s not as if no one was thinking about security issues when Paris was awarded this summer’s Olympics back in 2017. Just two years earlier, the French capital had been the scene of one of the worst terrorist attacks in European history, when Islamic State gunmen killed <a href=\"https://www.britannica.com/event/Paris-attacks-of-2015\">more than 130 people</a>. That attack came only a few months after a massacre at the offices of the satirical magazine Charlie Hebdo<em>.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\">Then-French <a href=\"https://www.nytimes.com/2017/09/17/world/europe/olympics-2024-paris.html\">President François Hollande said</a> that when he was lobbying for the Olympics in 2016, he was asked by International Olympic Committee officials “whether Paris would be able to organize safe Games.” He made the case that not only would Paris be ready, but an Olympics in the City of Light would be the “most beautiful answer we could give to fundamentalism.”</p>\n\n<p class=\"has-text-align-none\">Seven years later, the Olympics are finally coming to Paris in a very different era with a very different landscape of security threats. While the attention of governments and the media has largely <a href=\"https://www.vox.com/world-politics/352855/war-on-terror-biden-isis-al-qaeda\">shifted away from terrorist groups like ISIS</a>, the group and its affiliates have demonstrated they can continue to carry out major attacks, including a <a href=\"https://www.vox.com/world-politics/2024/3/23/24109865/moscow-crocus-city-hall-theater-terrorist-attack-russia-isis-vladimir-putin-ukraine-war\">horrific recent one in Moscow</a> with a death toll similar to what Paris suffered in 2015. The Olympics also take place against the backdrop of the October 7 attacks, Israel’s brutal war in Gaza, and a global surge in antisemitism, <a href=\"https://www.france24.com/en/europe/20240125-anti-semitic-acts-nearly-quadrupled-last-year-in-france-says-jewish-organisation\">France very much included</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Olympics, which were originally <a href=\"https://www.vox.com/future-perfect/22918000/beijing-olympics-world-peace-russia-ukraine-war\">meant to mark a period of truce from war</a>, are taking place in a Europe embroiled in the biggest armed conflict since WWII. The impact of the war in Ukraine will be visible during the competitions themselves: Russian and Belarusian athletes are barred from competing under their countries’ flags, though some will be present as “<a href=\"https://www.npr.org/2023/12/09/1218406353/russian-belarus-athletes-ioc-2024-olympic-games\">individual neutral athletes</a>.” A recent string of mysterious events, including past<strong> </strong>arson attacks, has also raised concerns that Russia could attempt to disrupt the games in retaliation for France and other Western countries’ support of Ukraine, and European intelligence allies have <a href=\"https://www.ft.com/content/c88509f9-c9bd-46f4-8a5c-9b2bdd3c3dd3\" data-type=\"link\" data-id=\"https://www.ft.com/content/c88509f9-c9bd-46f4-8a5c-9b2bdd3c3dd3\">specifically warned</a> of Moscow-backed acts of sabotage.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some of those fears appeared realized even before the Olympic flame was set to be lit Friday evening Paris time. What looks to be coordinated arson attacks early Friday morning <a href=\"https://www.bbc.com/news/live/cxe24vg59lzt\" data-type=\"link\" data-id=\"https://www.bbc.com/news/live/cxe24vg59lzt\">heavily disrupted</a> service on three of France’s high-speed rail lines, causing travel chaos in the hours before the Opening Ceremonies in Paris. According to Jean-Pierre Farandou, chief executive of the railway company SNCF, fires were set in pipes used to carry cables for signaling. The company said one additional attack had been thwarted.</p>\n\n<p class=\"has-text-align-none\">While there were no deaths or injuries reported from the fires, they clearly seemed to be set with an eye toward causing maximum disruption for the Olympics. “The locations were chosen specifically to have more serious consequences, since a single fire cuts off traffic on two branches of the network,” Farandou <a href=\"https://www.nytimes.com/live/2024/world/olympics-paris-attack-opening-ceremony/ae6f3db0-5df5-528c-8e72-9b902f3f09ea?smid=url-share\" data-type=\"link\" data-id=\"https://www.nytimes.com/live/2024/world/olympics-paris-attack-opening-ceremony/ae6f3db0-5df5-528c-8e72-9b902f3f09ea?smid=url-share\">told reporters</a>.</p>\n\n<p class=\"has-text-align-none\">Train service is projected to be disrupted through the weekend, complicating travel plans for over a million people, including Olympic spectators, Parisians fleeing the Games, and potentially even some athletes. While no one has yet taken responsibility for the attacks, French Prime Minister Gabriel Attal called the fires “acts of sabotage that were carried out in a prepared and coordinated way” <a href=\"https://x.com/GabrielAttal/status/1816757934677762056\" data-type=\"link\" data-id=\"https://x.com/GabrielAttal/status/1816757934677762056\">in a post on X</a>, and that the government would investigate.</p>\n\n<p class=\"has-text-align-none\">The Olympics have been the target of political violence in the past – mostly famously the killing of 11 members of the Israeli team at the 1972 games in Munich by a Palestinian militant group and a <a href=\"https://www.cnn.com/2005/LAW/04/13/eric.rudolph/\">bombing by a right-wing anti-abortion extremist</a> at the 1996 games in Atlanta. Al-Qaeda was also known to have <a href=\"https://www.smh.com.au/national/al-qaeda-targeted-olympics-jews-court-20040520-gdiymj.html\">planned to attack the 2000 Sydney Olympics</a> but ultimately didn’t follow through.</p>\n\n<p class=\"has-text-align-none\">Large sporting events, with their massive crowds and built-in global media attention, will always present a tempting, if presumably well-defended target. Though it’s less remembered today than the slaughter at the Bataclan rock venue during the 2015 ISIS attacks in Paris, one terrorist attempted and failed to enter the Stade de France where 80,000 people including the French president were watching a France-Germany soccer match.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not surprisingly, security levels at the Games are high with a <a href=\"https://apnews.com/article/paris-olympics-security-police-military-terrorism-34b168e7a511e22ce7119a91932d2759\">heavy police and military presence </a>in Paris, as well as the controversial use of artificial intelligence technology for video surveillance. But notably, the opening ceremonies on Friday evening will be held for the <a href=\"https://olympics.com/en/news/paris-2024-olympic-games-opening-ceremony-all-you-need-to-know\">first time outside a stadium</a>, with athletes parading in boats along the Seine. It promises to be a beautiful sight — but it will also be a security headache, set out across a sprawling metropolis rather than a closed and controlled location.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">One US security official who spoke with Vox said that all Olympics pose their particular concerns, from <a href=\"https://www.cnn.com/2012/07/26/sport/olympic-security-overview/index.html\">terrorism in London in 2012</a> to <a href=\"https://www.washingtonpost.com/world/the_americas/weeks-from-olympic-games-rio-worries-about-rising-crime-police-cutbacks/2016/06/08/16343886-2c0b-11e6-b9d5-3c3063f8332c_story.html\">crime during</a> Rio de Janeiro in 2016 to <a href=\"https://www.japantimes.co.jp/news/2021/10/05/national/2020-games-cyberattacks/\">cyberattacks at the last summer games in Tokyo</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With Paris in 2024, the official said, “you have everything.”</p>\n\n<h2 class=\"wp-block-heading\">ISIS: Down but not out</h2>\n\n<p class=\"has-text-align-none\">In May, French police <a href=\"https://www.voanews.com/a/french-officials-foil-olympics-terrorism-plot-/7638153.html\">arrested an 18-year-old Chechen national</a> who was accused of plotting to attack a soccer game at the Paris Olympics, alleging that he “wanted to attack spectators, but also security forces and die as a martyr.” A month earlier, <a href=\"https://www.reuters.com/sports/soccer/france-spain-tighten-security-champions-league-games-citing-islamic-state-2024-04-09/\">security was tightened</a> at Champions League soccer games around the continent after ISIS threatened to launch drone attacks on the elite European club tournament.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s been no known comparable threat to the Olympics, but the attack on the Crocus Concert Hall near Moscow that killed <a href=\"https://www.vox.com/world-politics/2024/3/23/24109865/moscow-crocus-city-hall-theater-terrorist-attack-russia-isis-vladimir-putin-ukraine-war\">more than 130 people in March</a> was a wake-up call to many officials: While greatly diminished, the threat from groups like al-Qaeda and ISIS has not disappeared. “If you can do Moscow, you can do Paris,” Gilles Kepel, a French expert on terrorism, <a href=\"https://www.economist.com/international/2024/04/29/beware-global-jihadists-are-back-on-the-march\">told the Economist</a>. &nbsp;</p>\n\n<p class=\"has-text-align-none\">Responsibility for the Moscow attack was claimed by Islamic State Khorasan (ISIS-K), the group’s Afghan affiliate in Afghanistan and Central Asia. (Khorasan is a historical name for a region that includes Afghanistan and parts of several neighboring countries.) In the years since the dismantling of ISIS’s territorial “caliphate” in parts of Syria and Iraq, ISIS-K has emerged as arguably the most dangerous and high-profile of the group’s global affiliates. It carried out a <a href=\"https://www.reuters.com/world/middle-east/iran-vows-revenge-after-biggest-attack-since-1979-revolution-2024-01-04/\">bombing that killed more than 100 people</a> in Iran at the beginning of this year, as well as the attack in Kabul that killed 13 US troops and more than 100 Afghans during the chaotic evacuation of US personnel from Afghanistan. Authorities in Europe have broken up several alleged <a href=\"https://www.reuters.com/world/europe/germany-charges-six-suspected-isis-k-members-over-attack-plots-2024-04-24/#:~:text=Germany%20charges%20seven%20suspected%20ISIS%2DK%20members%20over%20attack%20plots,-By%20Reuters&amp;text=BERLIN%2C%20April%2024%20(Reuters),prosecutor's%20office%20said%20on%20Wednesday.\">ISIS-K plots</a> in recent months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Experts say the ISIS of today operates differently than it did in its heyday. Many of the attackers involved in the 2015 massacre had traveled to Syria for on-the-ground training. That’s no longer feasible. “All these things used to be done from ISIS hubs, but ISIS doesn’t have territory anymore. It’s totally dematerialized,” Wassim Nasr, a Paris-based terrorism analyst with the France 24 television network, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But ISIS operatives in Europe aren’t quite the proverbial “lone wolves” either. They interact online with what Nasr called “cyber-coaches” abroad who advise them on planning and logistics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The result, Nasr says, is that ISIS operatives in Europe are likely less trained and less able to carry out attacks than their predecessors. “That’s the difference from 10 years ago,” he says. “The European recruits who could have done this [carried out a successful attack on a high-security event like the Olympics] are now either dead or in jail.”</p>\n\n<p class=\"has-text-align-none\">A US security official told Vox that while authorities aren’t taking ISIS’s decline for granted, particularly in light of the Moscow attack, they see no sign of an active threat. “You have a lot of aspirational chatter online,” the official said. “What we’re not seeing is those aspirational views turned into anything concrete.”</p>\n\n<p class=\"has-text-align-none\">October 7 and the war in Gaza have, of course, raised the level of tension as well. Israel’s presence at the games may drive some protests, as it did at the recent <a href=\"https://www.reuters.com/world/europe/sweden-gears-up-eurovision-final-amid-israel-protests-dutch-controversy-2024-05-11/#:~:text=There%20was%20also%20booing%20when,slogan%20%22United%20by%20music%22.\">Eurovision Song Contest in Sweden</a>. French authorities <a href=\"https://www.reuters.com/world/france-give-24-hour-protection-israeli-olympics-team-amid-gaza-tensions-2024-07-22/\">announced this week</a> that the Israeli Olympic team would be given 24-hour protection after a left-wing lawmaker said the team was not welcome and should be protested.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US official said street protests, whether about Gaza or anything else, were not a major security concern and that French authorities were well-equipped to handle them: “It’s the national pastime here. It’s what the French do.”</p>\n\n<p class=\"has-text-align-none\">A greater concern is that the events in the Middle East could inspire violent one-off attacks by individuals. Europol recorded over a <a href=\"https://www.icct.nl/publication/terrorism-threat-2024-paris-olympics-learning-past-understand-present\">dozen jihadist terror plots in Europe</a> in the nine months following October 7 compared to just six in all of 2022. These include the ISIS sympathizer who <a href=\"https://www.france24.com/en/france/20231017-killer-of-french-school-teacher-claims-attack-for-islamic-state-group\">stabbed a schoolteacher to death</a> in Northern France in October, and the <a href=\"https://www.bbc.com/news/world-europe-67604591\">killing of a German tourist</a> in a hammer and knife attack near the Eiffel Tower in December.</p>\n\n<h2 class=\"wp-block-heading\">Moscow rules</h2>\n\n<p class=\"has-text-align-none\">For the first time in years, European security officials may be worried less about non-state groups like ISIS than about a hostile government. The continent has been on increasingly high alert for acts of sabotage <a href=\"https://www.theguardian.com/world/article/2024/may/30/europe-on-high-alert-after-suspected-moscow-linked-arson-and-sabotage\">orchestrated by the Russian government</a>, linked to the war in Ukraine. Russian agents have been <a href=\"https://www.bbc.com/news/world-europe-68843541\">accused of plotting sabotage attacks</a> against military targets in Germany, <a href=\"https://www.ft.com/content/f8207823-f5e1-4caf-934d-67c648f807bf\">interfering with railways in the Czech Republic</a>, and <a href=\"https://www.reuters.com/world/uk/suspects-alleged-russia-linked-uk-arson-attack-face-trial-next-year-2024-05-10/#:~:text=United%20Kingdom-,Suspects%20in%20alleged%20Russia%2Dlinked%20UK%20arson,to%20face%20trial%20next%20year&amp;text=LONDON%2C%20May%2010%20(Reuters),British%20court%20heard%20on%20Friday.\">arson attacks in the UK</a> and <a href=\"https://www.theguardian.com/world/article/2024/may/30/europe-on-high-alert-after-suspected-moscow-linked-arson-and-sabotage\">Lithuania</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this month, it was reported that US and German authorities had foiled a Russian plot to <a href=\"https://www.cnn.com/2024/07/11/politics/us-germany-foiled-russian-assassination-plot/index.html\">assassinate the CEO of Rheinmetall</a>, Germany’s largest defense contractor and a significant contributor of ammunition to the Ukrainian war effort. US military bases across Europe were recently placed on high alert because of <a href=\"https://www.cnn.com/2024/07/09/politics/intelligence-russian-sabotage-threat-us-bases-europe/index.html\">intelligence about potential Russian sabotage attacks</a>.</p>\n\n<p class=\"has-text-align-none\">Last month, a Russian-Ukrainian man <a href=\"https://www.lemonde.fr/en/france/article/2024/06/27/man-arrested-with-explosives-near-paris-airport-was-part-of-vast-russian-sabotage-campaign_6675959_7.html#:~:text=The%2026%2Dyear%2Dold%20Russian,sabotage%20campaign%20orchestrated%20by%20Moscow.\">was injured while making explosives</a> near Paris’s Charles De Gaulle airport. French authorities say he had been planning to attack a hardware store in Paris as part of a Moscow-orchestrated sabotage campaign.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the recent NATO summit in Washington, Gabrielius Landsbergis, foreign minister of Lithuania, referred to these events saying, “I’m not sure it can be called “hybrid events” or “gray zone events any longer. It’s quite clear that [these are] terrorist attacks by a hostile neighboring country against NATO countries.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Petter Nesser, an expert on terrorism in Europe with the Norwegian Defense Research Establishment, told Vox that while it can be very difficult to attribute some of these events to Russia directly, it is clear that “Russia wants to sow discord and weaken cooperation among European states to help them have their way in Ukraine. They have shown in the past they can use their spy networks and proxies to sow discord.”</p>\n\n<p class=\"has-text-align-none\">The exclusion of Russia and Belarus — at least officially — from the Games may make them an even more tempting target for sabotage. This need not take place in physical space. The Olympics are always the target of cyberattacks, and British authorities have alleged that Russia <a href=\"https://www.theguardian.com/world/2020/oct/19/russia-planned-cyber-attack-on-tokyo-olympics-says-uk\">plotted large-scale cyberattacks</a> against the Tokyo Olympics in 2020 before they were postponed due to the coronavirus. French organizers say these Games are facing an “unprecedented level of threat” online, and not just from the Kremlin.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The AI eye in the sky</h2>\n\n<p class=\"has-text-align-none\">Despite the numerous threats, Olympic organizers have promised to turn the French capital into the “<a href=\"https://apnews.com/article/olympics-paris-corruption-terrorism-crime-2c64905237dbd8fb6ed2aa6dde92a08a\">safest place in the world</a>” during the games, an effort that involved the deployment of some <a href=\"https://apnews.com/article/france-paris-olympics-olympic-games-security-e8f9b8812dc06dae22ffdfad9d15858e\">30,000 police per day</a> — and up to 45,000 during the Opening Ceremony — including reinforcements from around 40 countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Authorities are also using a <a href=\"https://www.reuters.com/sports/olympics-how-france-plans-use-ai-keep-paris-2024-safe-2024-03-08/\">controversial artificial intelligence system to</a> analyze images captured by surveillance cameras around the city in real-time to identify potential threats such as unusual behavior, abandoned objects, or weapons. French legislators had to <a href=\"https://www.france24.com/en/tv-shows/tech-24/20230324-france-passes-controversial-ai-surveillance-bill-ahead-of-2024-olympics\">amend the country’s laws</a> last year to allow for deployment of the new technology. The system was successfully tested at a Depeche Mode concert in Paris in March.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Privacy advocates worry that the use of the system opens up the floodgates to future use of AI technology to undermine privacy and criminalize what authorities deem to be aberrant or unusual behavior in crowds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When the next event comes up in another country, they will, of course, look at France and whether or not there was a political reaction,” Patrick Breyer, a German minister of the European Parliament who organized an open letter protesting the use of the system, told Vox. “There’s a risk this will become standard procedure in connection with large events.”</p>\n\n<p class=\"has-text-align-none\">Before every Olympics, there is a tendency in media coverage to <a href=\"https://slate.com/culture/2021/07/pre-olympics-bummers.html\">accentuate the negative</a>: terrorist risk, political controversy, shoddy facilities, crime, environmental damage. Once the Games start and the athletes are on the court or off the blocks, these issues tend to be brushed aside, for better or worse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All indications so far are that the Paris Olympics will be a safe and successful Games. US security officials who spoke with Vox emphasized that for all the threats, they have no concerns about the French authorities’ ability to handle them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since 1993, before every Olympics the UN General Assembly has voted to urge member-states to observe the <a href=\"https://olympics.com/ioc/olympic-truce\">Olympic Truce</a>, which calls for a cessation of hostilities during the course of the Games. This Olympics was no different, with the vote passing in November.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Olympic Truce has <a href=\"https://apnews.com/article/what-is-the-olympic-truce-5ea915f2f856d2b1c5edba2e9fc23cbe\">always been more aspiration than reality</a>, and between the wars in Ukraine and Gaza, not to mention countless other conflicts around the globe, we can be sure that war won’t come to a pause during the two weeks of the Paris Games. But as International Olympic Committee president Thomas Bach <a href=\"https://olympics.com/ioc/news/un-general-assembly-adopts-olympic-truce-for-paris-2024\">said at the UN that day</a>: “The Olympic Games are the only event in our fragile world where people can still come together in peace and harmony.” The hope can only be that the thousands of athletes and the millions of spectators who will gather in Paris can be kept safe from a fragile world beyond the Games.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note, July 26, 2024, 10 am: This story has been updated to include news of arson attacks on the French train system. It’s not as if no one was thinking about security issues when Paris was awarded this summer’s Olympics back in 2017. Just two years earlier, the French capital had been the scene [&#8230;]",
    "author": "Joshua Keating"
  },
  {
    "title": "Warren Buffett’s breakup with the Gates Foundation will hurt the world",
    "link": "https://www.vox.com/future-perfect/363170/warren-buffett-bill-gates-foundation-billion-charity",
    "pubDate": "2024-07-26T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Bill Gates and Warren Buffett speak at an event organized by Columbia Business School on January 27, 2017, in New York City. | Spencer Platt/Getty Images\" data-portal-copyright=\"Spencer Platt/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-632858732.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Bill Gates and Warren Buffett speak at an event organized by Columbia Business School on January 27, 2017, in New York City. | Spencer Platt/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s been an eventful couple of weeks, so much so that what I think will ultimately prove one of 2024’s most important revelations largely flew under the radar.</p>\n\n<p class=\"has-text-align-none\">That is the revelation that 93-year-old Warren Buffett, whose estimated fortune of <a href=\"https://www.forbes.com/profile/warren-buffett/\">$137 billion</a> <a href=\"https://www.jagranjosh.com/general-knowledge/list-of-richest-persons-in-united-states-of-america-usa-1696481087-1\">makes him the fifth-richest person</a> in the US, will <a href=\"https://fortune.com/2024/06/28/warren-buffett-berkshire-hathaway-charity-foundation-bill-melinda-gates/\">no longer give away</a> his fortune on his death to the Gates Foundation, as had long been planned. Instead, it will go to a trust where his three adult children will decide what to do with it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The Gates Foundation has no money coming after my death,” Buffett told the <a href=\"https://www.wsj.com/finance/warren-buffett-gives-us-a-preview-of-his-will-419ad46d\">Wall Street Journal.</a> “I feel very, very good about the values of my three children, and I have 100 percent trust in how they will carry things out.”</p>\n\n<p class=\"has-text-align-none\">The philanthropic trust Buffett intends to set up will rapidly <a href=\"https://www.forbes.com/sites/lindseychoo/2024/07/15/meet-the-most-powerful-philanthropists-in-america-warren-buffetts-kids/\">become the world’s largest charitable foundation</a>, endowed with the kind of funding that could conceivably save lives by the millions. But in reality, it seems very unlikely to actually help the world.</p>\n\n<p class=\"has-text-align-none\">Why’s that? Buffett has said that to spend the money he’s leaving, there will have to be unanimous agreement among his three children. One issue there is that they all have very different interests.</p>\n\n<p class=\"has-text-align-none\">Susie Buffett has an existing foundation that strives to bring about <a href=\"https://sherwoodfoundation.org/\">social justice in Nebraska</a>, where both she and Warren Buffett live. Howard Buffett, who has served as a county sheriff in Illinois, has <a href=\"https://www.phoenixnewtimes.com/news/howard-buffetts-warren-buffet-son-border-war-cochise-county-11103225\">attracted criticism for his private volunteer border control efforts in Arizona</a>. Peter Buffett, who is based in Kingston, New York, <a href=\"https://novofoundation.org/\">has a foundation</a> that “supports initiatives that promote a holistic, interconnected and healing vision for humanity.”</p>\n\n<p class=\"has-text-align-none\">These are three very distinct visions of how to bring about change in the world, and as people quickly observed, “three eccentrics have to agree on how to spend $135 billion” sounds <a href=\"https://x.com/RiverTamYDN/status/1810400622979752038\">more like the premise for a sitcom</a> than a process that will accomplish real good with that much money.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\">The case for (posthumously) giving effectively</h3>\n\n<p class=\"has-text-align-none\">Does Warren Buffett owe it to the world to give away his fortune at all, let alone well? I’d argue that yes, he does.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With $137 billion comes extraordinary responsibility. If Buffett thinks, as he <a href=\"https://markets.businessinsider.com/news/stocks/warren-buffett-bill-melinda-gates-foundation-ceo-abcs-philanthropy-dangers-2021-7\">has been indicating</a>,&nbsp;that the Gates Foundation to which he has <a href=\"https://www.inc.com/jason-aten/with-4-words-warren-buffett-explained-why-hes-cutting-off-gates-foundation-taught-a-lesson-for-every-leader.html\">already given over $40 billion</a> is headed in the wrong direction, he can absolutely do something different. But he should be aspiring to do something better than this.</p>\n\n<p class=\"has-text-align-none\">And doing better than the Gates Foundation isn’t easy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Among other achievements, the Gates Foundation launched Gavi, a nonprofit for providing vaccines in poor countries. Gavi has vaccinated more than 1 billion children and estimates its work has saved <a href=\"https://www.gavi.org/sites/default/files/programmes-impact/our-impact/Gavi-Facts-and-figures-October-2023.pdf\" data-type=\"link\" data-id=\"https://www.gavi.org/sites/default/files/programmes-impact/our-impact/Gavi-Facts-and-figures-October-2023.pdf\">17 million lives.</a></p>\n\n<p class=\"has-text-align-none\">The Gates Foundation was also a leader in creating the Global Fund to Fight AIDS, Tuberculosis, and Malaria, and funded basic research and engineering aimed at making necessary medical care cheaper and easier to deliver.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The foundation, to be sure, is far from perfect. As my colleague Dylan Matthews has written, its well-intentioned work in US education policy has seen <a href=\"https://www.vox.com/future-perfect/2018/10/30/17862050/education-policy-charity\">much less stellar returns</a>, and it’s recently frustrated many of its partners with its <a href=\"https://www.gavi.org/news-resources/knowledge-products/malaria-vaccine-market-shaping-roadmap\">approach to malaria vaccine rollouts</a>. But perfection might be too much to expect.</p>\n\n<p class=\"has-text-align-none\">You might expect it’d be easy to do good with billions of dollars, but it’s actually a lot harder than it looks — harder, perhaps, than doing good with less money.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many well-intentioned charitable efforts <a href=\"https://www.vox.com/future-perfect/2018/12/11/18129580/gates-donations-charity-billionaire-philanthropy\">fail or even backfire. </a>Many great programs can’t absorb billions of dollars in funding, and scaling up existing programs is usually challenging. Giving out grants either requires lots of due diligence or accepting that you’ll sometimes <a href=\"https://www.nytimes.com/2021/04/24/business/mackenzie-scott-giving-scams.html\">be scammed</a>.</p>\n\n<p class=\"has-text-align-none\">But some people swing all the way to the other end of the spectrum and act like no charity really does any good. That’s simply false.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are millions of people alive today because of the charitable work of Bill Gates and Warren Buffett. Their lives matter as much as yours or mine. There are inventions and discoveries that Gates Foundation grants, often paid for with Buffett money, have made possible, and medications being distributed right now that will save and improve more lives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The difference between $137 billion being spent on vaccinations and fundamental research for the world’s deadliest diseases, versus it being spent on nothing important in particular, can be measured in millions of lives. It may well be the most impactful of the stories in the news the last few weeks; very few US presidents make decisions that <a href=\"https://www.vox.com/2015/7/8/8894019/george-w-bush-pepfar\">save or kill millions of children</a>.</p>\n\n<h3 class=\"wp-block-heading\">With great fortune comes great responsibility</h3>\n\n<p class=\"has-text-align-none\">There is something that feels a little uncomfortable about saying “this decision will lead to millions of children dying,” even when it’s probably true. It feels unfair to Buffett to evaluate him more harshly than, say, Elon Musk, who is spending <em>his </em>billions on purchasing Twitter, or Jeff Bezos, who <a href=\"https://www.vox.com/recode/23553730/jeff-bezos-philanthropy-giving-pledge-charity\">is still early</a> in his philanthropic career, just because Buffett has such a strong past record as an effective philanthropist. And it’s important to note that Buffett announced his new plans alongside a gift of an additional $5 billion to the Gates Foundation — money that will <em>save</em> a lot of lives. I want to do something more nuanced here than condemn him.</p>\n\n<p class=\"has-text-align-none\">My sense from reading years of Buffett’s own writing is that Buffett is a fundamentally admirable and generous person. He’s a man who <a href=\"https://jweekly.com/2006/05/19/buffett-has-long-history-of-business-with-the-jews/\">refused to join a country club</a> because it wouldn’t let in Jews, and who <a href=\"https://www.cnbc.com/2023/03/03/warren-buffett-lives-in-the-same-home-he-bought-in-1958.html\">still lives</a> in the Omaha home he bought in 1958. He has consistently advocated for society to help the less fortunate. This sense of obligation has led him to do incredible, valuable, lifesaving things with his money.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I believe that he does not want people to die and wants to make use of his fortune to fix the world. My sense is that his gradual breakup with the Gates Foundation — beginning when he <a href=\"https://www.nytimes.com/2021/06/23/business/warren-buffett-gates-foundation.html\">departed their board</a> shortly after Bill Gates’s divorce — has been complicated and certainly painful, and that he no longer believes it’s the best way to give away his money. I don’t have all the context there, and it seems entirely possible to me that if I did, I’d think he was right.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But even so, I think it would be a tragedy for his final act to be locking up one of the world’s largest fortunes in a foundation for his aging children to quibble over. If he no longer believes the Gates Foundation is the right place to do good with it, I wish he’d consider <a href=\"https://www.givedirectly.org/\">giving it directly to the world’s poorest people</a>, or charging his new foundation with tackling the world’s <a href=\"https://blog.jacobtrefethen.com/10-technologies-that-wont-exist-in-5-yrs/\">biggest remaining killer diseases</a>, or declaring the money a prize for the company that develops the best tuberculosis vaccine.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And I hope that his children, whose philanthropy so far has mostly focused on the pursuit of eccentric visions in different parts of small-town America, keep in mind that their father made his fortune by buying at a discount — and <a href=\"https://www.nice.org.uk/glossary?letter=q#:~:text=and%20cognitive%20impairment'.-,Quality%2Dadjusted%20life%20year,of%20life%20in%20perfect%20health.\">quality-adjusted life years</a> are purchased at the greatest discount overseas.<br><br><em>A version of this story originally appeared in the&nbsp;</em><a href=\"https://www.vox.com/future-perfect\"><em><strong>Future Perfect</strong></em></a><em>&nbsp;newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\"><em><strong>Sign up here!</strong></em></a></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s been an eventful couple of weeks, so much so that what I think will ultimately prove one of 2024’s most important revelations largely flew under the radar. That is the revelation that 93-year-old Warren Buffett, whose estimated fortune of $137 billion makes him the fifth-richest person in the US, will no longer give away [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "A new Supreme Court case threatens to gut the Court’s one good trans rights decision",
    "link": "https://www.vox.com/scotus/363215/supreme-court-transgender-schools-bathrooms-tennessee-louisiana",
    "pubDate": "2024-07-26T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Justices Brett Kavanaugh, Neil Gorsuch, and Elena Kagan at a White House ceremony in 2018.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25048100/1063108716.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Justices Brett Kavanaugh, Neil Gorsuch, and Elena Kagan at a White House ceremony in 2018.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.supremecourt.gov/opinions/19pdf/17-1618_hfci.pdf\"><em>Bostock v. Clayton County</em></a> (2020) was one of the few pleasant surprises for liberals to come out of the Supreme Court during the Trump administration.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Authored by Trump appointee Neil Gorsuch and joined by Republican Chief Justice John Roberts, <em>Bostock</em> held that a decades-old federal civil rights law prohibits workplace discrimination on the basis of sexual orientation or gender identity. It’s also written using such expansive language that it leaves little doubt that discrimination against LGBTQ people is forbidden in many other contexts, including health care and education.</p>\n\n<p class=\"has-text-align-none\">Nevertheless, two separate appeals court panels — both of them dominated by Republican judges — recently suggested that <em>Bostock </em>has nothing to say about discrimination by educational institutions like public schools and universities. </p>\n\n<p class=\"has-text-align-none\">One <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A78/319569/20240722154922885_Title%20IX%20Louisiana%20Stay%20Application.pdf\">opinion</a>, by the far-right United States Court of Appeals for the Fifth Circuit, simply ignored <em>Bostock</em> altogether, as though it didn’t exist. Another <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A79/319576/20240722155838924_Title%20IX%20Tennessee%20Stay%20Application.pdf\">opinion</a>, joined by two Republicans on the Sixth Circuit, spent just two paragraphs trying to explain why the plain language of <em>Bostock</em> does not apply to schools.</p>\n\n<p class=\"has-text-align-none\">Now, both of these cases — known as <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A78/319569/20240722154922885_Title%20IX%20Louisiana%20Stay%20Application.pdf\"><em>US Department of Education v. Louisiana</em></a> and <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A79/319576/20240722155838924_Title%20IX%20Tennessee%20Stay%20Application.pdf\"><em>Cardona v. Tennessee</em></a> — are before the Supreme Court on its “<a href=\"https://www.vox.com/2020/8/11/21356913/supreme-court-shadow-docket-jail-asylum-covid-immigrants-sonia-sotomayor-barnes-ahlman\">shadow docket</a>, a mix of emergency motions and other matters that are often decided on a very tight timeframe. The stakes are enormous, as these two cases could determine whether the justices intend to enforce the one significant pro-LGBTQ rights decision they’ve handed down since former President Donald Trump started to remake the Supreme Court in the Federalist Society’s image.</p>\n\n<p class=\"has-text-align-none\">Both cases involve a <a href=\"https://www.federalregister.gov/documents/2024/04/29/2024-07915/nondiscrimination-on-the-basis-of-sex-in-education-programs-or-activities-receiving-federal\">fairly comprehensive set of Biden administration regulations</a> interpreting Title IX, a law that prohibits sex discrimination at schools that receive federal funding. And both cases are exceedingly messy.</p>\n\n<p class=\"has-text-align-none\">Most of the Biden administration’s Title IX regulations have nothing to do with transgender rights. Among other things, they lay out certain rights for pregnant students and school employees. They establish that parents and legal guardians may act on behalf of students whose Title IX rights are violated. And the new regulations define terms, such as “complainant,” “disciplinary sanctions,” or “postsecondary education,” which frequently arise in Title IX disputes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That said, the regulations do include three provisions that impact trans students, including one that, according to the Justice Department, requires schools to allow these students to use bathrooms that align with their gender identity. The regulations also adopt <em>Bostock’</em>s definition of “sex” discrimination, which includes discrimination on the basis of sexual orientation or gender identity.</p>\n\n<p class=\"has-text-align-none\">The red-state plaintiffs in <em>Louisiana </em>and <em>Tennessee</em> do not challenge any of the new rules that do not touch on transgender rights. And yet the lower courts struck down the Title IX regulations in their entirety. That alone is an error warranting intervention by the Supreme Court. As the Court held in <a href=\"https://www.supremecourt.gov/opinions/17pdf/16-1161_dc8f.pdf\"><em>Gill v. Whitford</em></a> (2018), when a court finds a legal violation, the “remedy must of course be limited to the inadequacy that produced the injury in fact that the plaintiff has established.”</p>\n\n<p class=\"has-text-align-none\">But even setting aside the overbreadth of the lower court’s orders, the lower courts also committed another egregious error. They struck down a trans-rights provision of the new regulations that isn’t just consistent with the Court’s decision in <em>Bostock</em>, it is compelled by <em>Bostock</em>. The lower courts faulted the Biden administration for doing the only thing it is allowed to do after <em>Bostock</em> was decided.</p>\n\n<h2 class=\"wp-block-heading\">What do the new regulations’ trans rights provisions actually do?</h2>\n\n<p class=\"has-text-align-none\">The new regulations include three provisions touching on transgender rights in education, all of which are challenged by the plaintiffs in <em>Louisiana</em> and <em>Tennessee</em>.</p>\n\n<p class=\"has-text-align-none\">Title IX provides that no one shall face discrimination “<a href=\"https://www2.ed.gov/about/offices/list/ocr/docs/tix_dis.html\">on the basis of sex</a>” in “any education program or activity receiving Federal financial assistance.” The first challenged provision of the new regulations defines the phrase “on the basis of sex” to include “discrimination on the basis of sex stereotypes, sex characteristics, pregnancy or related conditions, sexual orientation, and <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A78/319569/20240722154922885_Title%20IX%20Louisiana%20Stay%20Application.pdf\">gender identity</a>.”</p>\n\n<p class=\"has-text-align-none\">Though the plaintiffs challenge the inclusion of gender identity in this definition, this challenge should be frivolous under <em>Bostock</em>. <em>Bostock</em> held that “it is impossible to discriminate against a person for being homosexual or transgender <a href=\"https://www.supremecourt.gov/opinions/19pdf/17-1618_hfci.pdf\">without discriminating against that individual based on sex</a>.” There’s really no way to read that language other than the way the Biden administration read it.</p>\n\n<p class=\"has-text-align-none\">The other two challenged provisions stand on somewhat less firm legal ground. One provision establishes, in the Justice Department’s words, that “a school discriminates on the basis of sex if it requires a student to <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A78/319569/20240722154922885_Title%20IX%20Louisiana%20Stay%20Application.pdf\">use a restroom or locker room that is inconsistent with the student’s gender identity</a>.” As I’ll explain in more detail below, <em>Bostock</em> does not guarantee a student’s right to use a bathroom that aligns with their gender identity.</p>\n\n<p class=\"has-text-align-none\">The remaining challenged provision <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A78/319569/20240722154922885_Title%20IX%20Louisiana%20Stay%20Application.pdf\">prohibits schools from engaging in “unwelcome sex-based conduct”</a> that “is so severe or pervasive that it limits or denies a person’s ability to participate in or benefit from” a school’s educational program. This provision is similar to many longstanding laws and legal precedents prohibiting sexual harassment. But the plaintiffs object to it on the theory that it might prohibit students and teachers from misgendering a student or from referring to them using the wrong pronouns.</p>\n\n<p class=\"has-text-align-none\">Notably, however, the Justice Department does not ask the Supreme Court to weigh in on these later two provisions — that is, the Biden administration is willing to leave the lower court order blocking the bathrooms and anti-harassment provisions in place for now while those issues are litigated in the courts below. It is likely, however, that they will ask the Supreme Court to weigh in on these two other provisions at a later date.</p>\n\n<p class=\"has-text-align-none\">For now, the Justice Department only asks the justices to block the two parts of the lower courts’ orders that are unambiguously wrong: the lower court’s decisions to strike down provisions of the new regulations that weren’t even challenged, and the decision to strike down a definition of the term “on the basis of sex” that is identical to <em>Bostock</em>’s definition.</p>\n\n<h2 class=\"wp-block-heading\">So what does <em>Bostock</em> have to say about this case?</h2>\n\n<p class=\"has-text-align-none\">To understand why the Justice Department decided only to challenge part of the lower courts’ orders, at least at this early stage in this litigation, it’s helpful to dig into <em>Bostock</em>’s reasoning.</p>\n\n<p class=\"has-text-align-none\"><em>Bostock</em> involved Title VII, a federal law that prohibits workplace discrimination “because of &#8230; sex.” Significantly, <em>Bostock</em> assumed that the term “sex” refers “<a href=\"https://www.supremecourt.gov/opinions/19pdf/17-1618_hfci.pdf\">only to biological distinctions between male and female</a>.” So a child born with a penis is considered male, for purposes of <em>Bostock</em>, regardless of their gender identity.</p>\n\n<p class=\"has-text-align-none\">Yet, even with this restriction in place, <em>Bostock</em> still reached its conclusion that “it is impossible to discriminate against a person for being homosexual or transgender without discriminating against that individual based on sex.” The Court reasoned that, if a male employee is allowed to date women, to dress in traditionally masculine clothing, and to otherwise present as a man, then a female employee must be allowed to do the same. Otherwise, the employer would be treating men differently than women, and that is discrimination based on sex.</p>\n\n<p class=\"has-text-align-none\">Moreover, while <em>Bostock</em> itself involved an employment dispute, the case uses sweeping language that clearly encompasses other anti-discrimination laws such as Title IX. Again, Title IX forbids discrimination “on the basis of sex” and <em>Bostock</em> held that it is impossible to discriminate against someone for being transgender “without discriminating against that individual based on sex.”</p>\n\n<p class=\"has-text-align-none\"><em>Bostock</em> does have some limits. For one thing, the Court explicitly refused to “<a href=\"https://www.supremecourt.gov/opinions/19pdf/17-1618_hfci.pdf\">address bathrooms, locker rooms, or anything else of the kind</a>.” So the Biden administration cannot rely on <em>Bostock</em> to uphold its rule permitting transgender students to use bathrooms that align with their gender identity. Similarly, <em>Bostock</em> has little to say about whether schools can exclude transgender women from women’s sports teams because the law has <a href=\"https://www.vox.com/politics/2023/6/26/23752360/supreme-court-lgbtq-transgender-bathrooms-sports-gender-affirming-care-bostock\">historically permitted sex segregation in sports</a>.</p>\n\n<p class=\"has-text-align-none\">So the Justice Department’s decision to ask the Supreme Court to reinstate most, but not all, of the struck-down regulations is consistent with what the Court said in <em>Bostock</em>. After <em>Bostock</em>, the question of whether schools may exclude transgender students from the bathroom that aligns with their gender identity is still an open question. And the Biden administration probably realized that it was unlikely to persuade this very conservative Supreme Court to extend <em>Bostock</em> — especially in a case asking the justices to intervene while litigation is still ongoing in the lower courts.</p>\n\n<p class=\"has-text-align-none\">But the question of whether the term “on the basis of sex” includes discrimination against transgender people is not difficult. The Supreme Court answered that question in the affirmative in <em>Bostock</em>, and it did so clearly and directly. The lower court decisions refusing to apply <em>Bostock</em> to Title IX fail a very basic reading comprehension test.</p>\n\n<p class=\"has-text-align-none\"><em>Louisiana </em>and <em>Tennessee</em>, in other words, will reveal whether Roberts and Gorsuch were being honest in the <em>Bostock</em> case. </p>\n\n<p class=\"has-text-align-none\">There is no plausible way to read <em>Bostock</em> other than the way the Biden administration read it. The only question is whether two of the Court’s Republicans will reach that same conclusion.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Bostock v. Clayton County (2020) was one of the few pleasant surprises for liberals to come out of the Supreme Court during the Trump administration.&#160; Authored by Trump appointee Neil Gorsuch and joined by Republican Chief Justice John Roberts, Bostock held that a decades-old federal civil rights law prohibits workplace discrimination on the basis of [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Money Talks: The mother-daughter duo who won’t let their franchise fail",
    "link": "https://www.vox.com/even-better/362770/cartridge-world-small-business-owners-franchise",
    "pubDate": "2024-07-26T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of two women on either side of an imagined dollar bill. A storefront is in the middle with music notes floating around it.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/MoneyTalks_PaigeVickers_Vox_01.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Welcome to&nbsp;</em><a href=\"https://www.vox.com/personal-finance/2019/8/20/20813748/money-debt-personal-finance\"><em>Money Talks</em></a><em>, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another.</em></p>\n\n<p class=\"has-text-align-none\"><em>Jamie Parker is 45 and has owned a Cartridge World franchise in Christiansburg, Virginia, for 10 years. Ieshia Ahmed, her daughter, is 25 and describes herself as her “mother’s sidekick.” Together, the two of them have turned a franchise into a family business and are actively working to maintain in-person customer relationships in an increasingly online world. </em></p>\n\n<p class=\"has-text-align-none\"><em><a href=\"https://cartridgeworldusa.com/\">Cartridge World</a>, which provides office printing systems to small businesses and individuals, has approximately 100 franchises and makes over $20 million in sales.</em></p>\n\n<p class=\"has-text-align-none\"><em>The following conversation has been lightly condensed and edited.<br></em></p>\n\n<p class=\"has-text-align-none\"><strong>Jamie: </strong>When I was about 25, maybe 27, my ex-husband and I were working at a chain restaurant called Country Cookin’. That’s when we started researching franchises. We thought about Chick-fil-A for a while, but we didn’t like restaurant work. We wanted something that we could do on our own, with minimal employees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We opened our first Cartridge World in 2005. No one was doing cartridges or anything like that — no one had even heard of a refill cartridge at that time. I built that store from zero to 100 percent in the first year. Got it off the ground. We started with inkjets and lasers, got the bigger businesses — Roanoke County public schools and that type of thing.</p>\n\n<p class=\"has-text-align-none\">We really chose Cartridge World because of the minimum staff. We liked the idea that we could run it by ourselves. With a restaurant, you need a minimum of 15 employees. We wanted something that we could do on our own, that we could grow and that would be successful.</p>\n\n<p class=\"has-text-align-none\"><strong>Ieshia:</strong> It became the family business. All of the teachers at my school who had toners or cartridges that needed to be recycled would put them into a recycle box, and I would carry the box onto the school bus and take it home to Mom and Dad.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I’ve been in the business since I was 5 years old. Did I understand the mechanics behind it? Definitely not — but I remember carrying toners and cartridges that teachers wanted to recycle.</p>\n\n<p class=\"has-text-align-none\">Right now I’m in school for law, and that’s my passion. That said, I took a hiatus during the pandemic. Covid ruined a lot of things, and going to college and trying to learn online — and paying for it! — didn’t make sense to me, so I stopped. My brother is autistic and nonverbal, and my mom needed to be home to help my brother throughout the summer. It was time for me to step in. Mom could help Bubby, and Sissy could work at Cartridge World.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If something ever happened and my mom needed to be at home full-time with my brother, she could be — because I know the material, and I know what I’m doing. I would never allow our family business to fail.</p>\n\n<p class=\"has-text-align-none\"><strong>Jamie:</strong> You can tell which one of us is more extroverted and which one of us is more introverted. I’m more behind-the-scenes, I take orders, drop-ship, pay the bills, that type of thing. Ieshia is more up-front, with the customers. She’s really the face of the business. She has a beautiful face!</p>\n\n<p class=\"has-text-align-none\"><strong>Ieshia:</strong> I’ve done pageants, and I’ve learned so much from them. I had no idea that I was going to win Miss Commonwealth Outstanding Teen — my family was so surprised that they dropped the camera, and you don’t actually see me getting crowned — but it made me who I am today. I was thrown into a chaotic environment, and my option was to thrive. I was doing appearances every single day, and I had to go out there and socialize. I had to wear my crown. I had to wear it up high and never let it tilt, and it’s been that way for my entire life.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“I know the material, and I know what I’m doing. I would never allow our family business to fail.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">When our customers come in through the door, they see us. They connect with us. We listen to them. If they’re having a bad day, and they just need a 63XL HP cartridge, they’re going to get it — but they’re also going to tell me what’s going on in their lives. They’re going to get human connection. That’s what you can’t get anywhere else. We’re not just selling cartridges, we’re selling a service. We’re part of the community.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong><strong>Jamie</strong>: </strong>We were in Roanoke when I opened my first store with my ex-husband. Note the <em>ex</em>.</p>\n\n<p class=\"has-text-align-none\"><strong>Ieshia:</strong> They got divorced!</p>\n\n<p class=\"has-text-align-none\"><strong>Jamie:</strong> I left Cartridge World for about 10 years [during which she worked for Country Cookin’ and started a catering business]<em> </em>and then I dusted myself off and opened my own Cartridge World in Christiansburg.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Ieshia: </strong>The definition of <em>girlboss</em>. Literally.</p>\n\n<p class=\"has-text-align-none\"><strong><strong>Jamie</strong>: </strong>The Roanoke location closed in November, but I’m thriving. It’s difficult to get people from Roanoke in the Christiansburg store because they think, “Oh, I have to drive 45 minutes,” but I can drop-ship them cartridges online.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Ieshia:</strong> We don’t want to be an online-only business because our customers wouldn’t see us anymore. That’s also why we came up with things like Wiggle Wednesdays. Halfway through the week, we’re playing music at the store and it’s another way to connect. I have footage of customers, people with dogs, couples, everyone dancing to the music we put on, so they can get 10 percent off their order!</p>\n\n<p class=\"has-text-align-none\">We always have business cards on us. I don’t care if I’m in Roanoke and I’m out to dinner — if I hear someone say they’re a business owner, I’m going to give them my business card. You never know where it’s going to go.</p>\n\n<p class=\"has-text-align-none\"><strong><strong>Jamie</strong>: </strong>I have my territory, but I can sell to anyone. I have a lot of customers in North Carolina, and I just picked up a customer in Washington state.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cartridge World has told us multiple times that we should just go online, but that’s not how I choose to do things. I’d rather open my store and come here every day. I do it for my customers. My customers are my everything. I provide a service that’s more than ink and toner, if that makes sense at all.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Ieshia:</strong> Until you get here, you don’t understand how small our town is. For us to go online, we’d go out-of-sight, out-of-mind. We would drown.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Jamie:</strong> I’ve thought about starting my own business, and we have the kind of following now so that I probably could, but I truly believe in the Cartridge World name. I really do. I could very well go out and do my own thing, but I feel like Cartridge World is going to be much bigger than it is today, very soon.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Ieshia:</strong> We’re making a profit — if we weren’t, we wouldn’t be doing this, and I wouldn’t be on payroll — but I still need to save money for college. So I got a second job. I’m in management in the hospitality business, but I’m also working here, too. In today’s society, it’s not realistic to have just one job.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I’ve promised my mom that if she gets to the point that she can’t run it anymore — it’s a family business, and it’s been in my life since I was 5 years old — I’m not going to just let it go away. If something happens, and she can’t do it any more, I will put my law career goals on hold. I have my legal assistant, and I have my paralegal, and even if I’ve gotten my esquire, I will put it on pause and build up the business until I can step away and have other people work here. That’s always been my plan. My brother is going to need a source of income, so keeping the family business going is very important to me.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to&#160;Money Talks, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another. Jamie Parker is 45 and has owned a Cartridge World franchise in Christiansburg, Virginia, for 10 years. Ieshia Ahmed, her daughter, is 25 and describes herself as her [&#8230;]",
    "author": "Nicole Dieker"
  },
  {
    "title": "Scientists are trying to unravel the mystery behind modern AI",
    "link": "https://www.vox.com/future-perfect/362759/ai-interpretability-openai-claude-gemini-neuroscience",
    "pubDate": "2024-07-26T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/growtika-nGoCBxiaRO0-unsplash.jpg?quality=90&#038;strip=all&#038;crop=0,0,96.55625,96.636111111111\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">On May 23, AI researcher <a href=\"https://www.governance.ai/team/jide-alaga\">Jide Alaga</a><a href=\"https://x.com/jide_alaga/status/1794011249828614353\"> asked Claude</a>, an AI assistant created by tech startup <a href=\"https://www.vox.com/future-perfect/23794855/anthropic-ai-openai-claude-2\">Anthropic</a>, how to kindly break up with his girlfriend.</p>\n\n<p class=\"has-text-align-none\">“Start by acknowledging the beauty and history of your relationship,” Claude replied. “Remind her how much the Golden Gate Bridge means to you both. Then say something like ‘Unfortunately, the fog has rolled in and our paths must diverge.’”</p>\n\n<p class=\"has-text-align-none\">Alaga was hardly alone in encountering a very Golden Gate-centric Claude. No matter what users asked the chatbot, its response <a href=\"https://www.reddit.com/media?url=https%3A%2F%2Fpreview.redd.it%2Fhas-anyone-tried-golden-gate-claude-yet-v0-53kouqhtu92d1.png%3Fwidth%3D1080%26format%3Dpng%26auto%3Dwebp%26s%3D978e249a58cc9229ecc1c4467b6f5742bbf20c36\">somehow circled back</a> to the link between San Francisco and Marin County. Pancake recipes called for eggs, flour, and a walk across the bridge. Curing diarrhea required getting assistance from Golden Gate Bridge patrol officers.</p>\n\n<p class=\"has-text-align-none\">But several weeks later, when I asked Claude whether it remembered being weird about bridges that day, it denied everything.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/goldengatedenial.png?quality=90&#038;strip=all&#038;crop=14.267688454198,0,71.442748091603,100\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Golden Gate Claude was a <a href=\"https://x.com/AnthropicAI/status/1793741051867615494\">limited-time-only AI assistant</a> Anthropic created as part of a <a href=\"https://www.anthropic.com/news/mapping-mind-language-model\">larger project</a> studying what Claude knows, and how that knowledge is represented inside the model — the first time researchers were able to do so for a model this massive. (Claude 3.0 Sonnet, the AI used in the study, has an <a href=\"https://lifearchitect.substack.com/p/the-memo-special-edition-claude-3\">estimated 70 billion parameters</a>) By figuring out how concepts like “the Golden Gate Bridge” are stored inside the model, developers can modify how the model interprets those concepts to guide its behavior.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Doing this can make the model get silly — cranking up “Golden Gate Bridge”-ness isn’t particularly helpful for users, beyond producing <a href=\"https://www.reddit.com/r/Anthropic/comments/1cztu2q/chatting_to_golden_gate_claude_is_a_lot_of_fun/\">great content for Reddit</a>. But the team at Anthropic found things like “deception” and “sycophancy,” or insincere flattery, represented too. Understanding how the model represents features that make it biased, misleading, or dangerous will, hopefully, help developers guide AI toward better behavior. Two weeks after Anthropic’s experiment, <a href=\"https://openai.com/index/extracting-concepts-from-gpt-4/\">OpenAI published similar results</a> from its own analysis of GPT-4. (Disclosure: Vox Media is one of several publishers that have signed partnership agreements with OpenAI. Our reporting remains editorially independent.)</p>\n\n<p class=\"has-text-align-none\">The field of computer science, particularly on the software side, has historically involved more “engineering” than “science.” Until about a decade ago, humans created software by writing lines of code. If a human-built program behaves weirdly, one can theoretically go into the code, line by line, and find out what’s wrong.</p>\n\n<p class=\"has-text-align-none\">“But in machine learning, you have these systems that have many billions of connections — the equivalent of many millions of lines of code — created by a training process, instead of being created by people,” said Northeastern University computer science professor <a href=\"https://baulab.info/\">David Bau</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI assistants like OpenAI’s ChatGPT 3.5 and Anthropic’s Claude 3.5 are powered by<a href=\"https://www.ibm.com/topics/large-language-models\"> large language models</a> (LLMs), which developers train to understand and generate speech from <a href=\"https://gizmodo.com/chatbot-gpt4-open-ai-ai-bing-microsoft-1850229989\">an undisclosed, but certainly vast amount of</a><a href=\"https://www.vox.com/future-perfect/23674696/chatgpt-ai-creativity-originality-homogenization\"> text scraped from the internet</a>. These models are more like plants or <a href=\"https://www.vox.com/future-perfect/2024/2/14/24069722/political-ban-cell-cultivated-lab-grown-meat-plant-based-labeling-laws\">lab-grown tissue</a> than software. Humans build scaffolding, add data, and kick off the training process. After that, the model grows and evolves on its own. After millions of iterations of training the model to predict words to complete sentences and answer questions, it begins to respond with complex, often very human-sounding answers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This bizarre and arcane process somehow works incredibly well,” said <a href=\"https://www.neelnanda.io/about\">Neel Nanda</a>, a research engineer at Google Deepmind.</p>\n\n<p class=\"has-text-align-none\">LLMs and other AI systems weren’t designed so humans could easily understand their inner mechanisms — they were designed to work. But almost no one anticipated <a href=\"https://www.vox.com/2023/4/28/23702644/artificial-intelligence-machine-learning-technology\">how quickly they would advance</a>. Suddenly, Bau said, “we’re confronted with this new type of software that works better than we expected, without any programmers who can explain to us how it works.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In response, some computer scientists established a whole new field of research: AI interpretability, or the study of the algorithms that power AI. And because<a href=\"https://www.lesswrong.com/posts/CzZ6Fch4JSpwCpu6C/interpretability\"> the field </a>is still in its infancy, “people are throwing all kinds of things at the wall right now,” said <a href=\"https://cs.brown.edu/people/epavlick/\">Ellie Pavlick</a>, a computer science and linguistics professor at Brown University and research scientist at Google Deepmind.</p>\n\n<p class=\"has-text-align-none\">Luckily, AI researchers <a href=\"https://www.sciencedirect.com/science/article/pii/S1389041723000906\">don’t need to totally reinvent the wheel</a> to start experimenting. They can look to their colleagues in biology and neuroscience who have long been trying to understand the mystery of the human brain.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Back in the 1940s, the earliest machine learning algorithms were <a href=\"https://www.cs.cmu.edu/~./epxing/Class/10715/reading/McCulloch.and.Pitts.pdf\">inspired by connections between neurons in the brain</a> — today, many AI models are still called “artificial neural networks.” And if we can figure out the brain, we should be able to understand AI. The <a href=\"https://doi.org/10.3389/neuro.09.031.2009\">human brain</a> likely has over 100 times as many <a href=\"https://bionumbers.hms.harvard.edu/bionumber.aspx?s=n&amp;v=3&amp;id=112055\">synaptic connections</a> as <a href=\"https://the-decoder.com/gpt-4-architecture-datasets-costs-and-more-leaked/\">GPT-4 has parameters</a>, or adjustable variables (like knobs) that calibrate the model’s behavior. With those kinds of numbers at play, <a href=\"https://x.com/thebasepoint?lang=en\">Josh Batson</a>, one of the Anthropic researchers behind Golden Gate Claude, said, “If you think neuroscience is worth attempting at all, you should be very optimistic about model interpretability.”</p>\n\n<p class=\"has-text-align-none\">Decoding the inner workings of AI models is a dizzying challenge, but it’s one worth tackling. As we increasingly hand the reins over to large, obfuscated AI systems in <a href=\"https://www.vox.com/future-perfect/23827785/artifical-intelligence-ai-drug-discovery-medicine-pharmaceutical\">medicine</a>,<a href=\"https://www.vox.com/videos/2023/12/12/23998858/ai-chatgpt-education-cheating\"> education</a>, and the <a href=\"https://theconversation.com/a-black-box-ai-system-has-been-influencing-criminal-justice-decisions-for-over-two-decades-its-time-to-open-it-up-200594\">legal system</a>, the need to figure out how they work — not just how to train them —&nbsp;becomes more urgent. If and when AI messes up, humans should, at minimum, be capable of asking why.</p>\n\n<h2 class=\"wp-block-heading\"><strong>We don’t </strong><strong><em>need </em></strong><strong>to understand AI — but we should&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">We certainly don’t need to understand something to use it. I can drive a car while knowing shamefully little about how cars work. Mechanics know a lot about cars, and I’m willing to pay them for their knowledge if I need it. But a <a href=\"https://www.apa.org/monitor/2017/11/numbers\">sizable chunk of the US population</a> takes antidepressants, even though neuroscientists and doctors still <a href=\"https://www.nytimes.com/2022/11/08/well/mind/antidepressants-effects-alternatives.html\">actively debate how they work</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">LLMs kind of fall into this category — an estimated <a href=\"https://www.theverge.com/2023/11/6/23948386/chatgpt-active-user-count-openai-developer-conference\">100 million people use ChatGPT</a> every week, and neither they <a href=\"https://observer.com/2024/05/sam-altman-openai-gpt-ai-for-good-conference/\">nor its developers</a> know precisely how it comes up with responses to people’s questions. The difference between LLMs and antidepressants is that doctors generally prescribe antidepressants for a specific purpose, where multiple studies have proven they help at least some people feel better. However, AI systems are generalizable. The same model can be used to come up with a recipe or tutor a trigonometry student. When it comes to AI systems, Bau said, “we’re encouraging people to use it off-label,” like prescribing an antidepressant to treat ADHD.</p>\n\n<p class=\"has-text-align-none\">To stretch the analogy a step further: While Prozac works for some people, it certainly doesn’t work for everyone. It, like the AI assistants we have now, is a blunt tool that we barely understand. Why settle for something that’s just okay, when learning more about how the product actually works could empower us to build better?</p>\n\n<p class=\"has-text-align-none\">Many researchers worry that, as AI systems get smarter, it will get easier for them <a href=\"https://www.lesswrong.com/posts/YgAKhkBdgeTCn6P53/ai-deception-a-survey-of-examples-risks-and-potential\">to deceive us</a>. “The more capable a system is, the more capable it is of just telling you what you want to hear,” Nanda said. Smarter AI could produce more human-like content and make fewer silly mistakes, <a href=\"https://www.technologyreview.com/2024/05/10/1092293/ai-systems-are-getting-better-at-tricking-us/\">making misleading or deceptive responses tricker to flag</a>. Peeking inside the model and tracing the steps it took to transform a user’s input into an output would be a powerful way to know whether it’s lying. Mastering that could help protect us from misinformation, and from more existential AI risks as these models become more powerful.</p>\n\n<p class=\"has-text-align-none\">The relative ease with which<a href=\"https://www.nytimes.com/2023/07/27/business/ai-chatgpt-safety-research.html\"> researchers have broken through the safety controls</a> built into widely used AI systems is concerning. Researchers often describe AI models as “black boxes”: mysterious systems that you can’t see inside. When a black box model is hacked, figuring out what went wrong, and how to fix it, is tricky — imagine rushing to the hospital with a painful infection, only to learn that doctors had no idea how the human body worked beneath the surface. A major goal of interpretability research is to make AI<a href=\"https://www.interpretable.ai/interpretability/why/\"> safer by making it easier to trace errors back to their root cause</a>.</p>\n\n<p class=\"has-text-align-none\">The exact definition of “interpretable” is a bit subjective, though. Most people using AI aren’t computer scientists — they’re doctors trying to decide <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10740686/\">whether a tumor is abnormal</a>, parents trying to <a href=\"https://www.khanmigo.ai/\">help their kids finish their homework</a>, or writers using ChatGPT as <a href=\"https://www.reddit.com/r/CasualConversation/comments/17ku7to/chatgpt_is_a_better_thesaurus_than_any_thesaurus/\">an interactive thesaurus</a>. For the average person, the bar for “interpretable” is pretty basic: can the model tell me, in basic terms, what factors went into its decision-making? Can it walk me through its thought process?</p>\n\n<p class=\"has-text-align-none\">Meanwhile, people like Anthropic co-founder <a href=\"https://colah.github.io/about.html\">Chris Olah</a> are working to fully reverse-engineer the algorithms the model is running. Nanda, a former member of Olah’s research team, doesn’t think he’ll ever be totally satisfied with the depth of his understanding. “The dream,” he said, is being able to give the model an arbitrary input, look at its output, “and say <em>I know why that happened.”</em></p>\n\n<h2 class=\"wp-block-heading\"><strong>What are large language models made of?</strong></h2>\n\n<p class=\"has-text-align-none\">Today’s most advanced AI assistants are powered by transformer models (the “T” in “GPT”). Transformers turn typed prompts, like “Explain large language models for me,” into numbers. The prompt is processed by several pattern detectors working in parallel, each learning to recognize important elements of the text, like how words relate to each other, or what parts of the sentence are more relevant. All of these results merge into a single output and get passed along to another processing layer…and another, and another.</p>\n\n<p class=\"has-text-align-none\">At first, the output is gibberish. To teach the model to give reasonable answers to text prompts, developers give it lots of example prompts and their correct responses. After each attempt, the model tweaks its processing layers to make its next answer a tiny bit less wrong. After practicing on most of the written internet (<a href=\"https://www.vox.com/technology/352849/openai-chatgpt-google-meta-artificial-intelligence-vox-media-chatbots\">likely including many of the articles on this website</a>), a trained LLM can write code, answer tricky questions, and give advice.</p>\n\n<p class=\"has-text-align-none\">LLMs fall under the broad umbrella of <a href=\"https://www.youtube.com/watch?v=jGCvY4gNnA8\">neural networks</a>: loosely brain-inspired structures made up of layers of simple processing blocks. These layers are really just giant matrices of numbers, where each number is called a “neuron” — a vestige of the field’s neuroscience roots. Like cells in our human brains, each neuron functions as a computational unit, firing in response to something specific. Inside the model, all inputs set off a constellation of neurons, which somehow translates into an output down the line.</p>\n\n<p class=\"has-text-align-none\">As complex as LLMs are, “they’re not as complicated as the brain,” Pavlick said. To study individual neurons in the brain, scientists have to <a href=\"https://www.gsnetwork.com/neuroscience-techniques-to-study-neurons/\">stick specialized electrodes</a> inside, on, or near a cell. Doing this <a href=\"https://www.cell.com/neuron/fulltext/S0896-6273(22)00806-6\">in a petri dish</a> is challenging enough — recording neurons in a living being, while it’s doing stuff, is even harder. <a href=\"https://academic.oup.com/book/24425/chapter-abstract/187426587?redirectedFrom=fulltext\">Brain recordings are noisy</a>, like trying to tape one person talking in a crowded bar, and experiments are limited by technological and <a href=\"https://www.fda.gov/regulatory-information/search-fda-guidance-documents/institutional-review-boards-frequently-asked-questions\">ethical constraints</a>.</p>\n\n<p class=\"has-text-align-none\">Neuroscientists have developed many clever analysis hacks to get around some of these problems, but “a lot of the sophistication in computational neuroscience comes from the fact that you can’t make the observations you want,” Batson said. In other words, because neuroscientists are often stuck with crappy data, they’ve had to pour a lot of effort into fancy analyses. In the AI interpretability world, researchers like Batson are working with data that neuroscientists can only dream of: every single neuron, every single connection, no invasive surgery required. “We can open up an AI and look inside it,” Bau said. “The only problem is that we don’t know how to decode what’s going on in there.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>How do you study a black box?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">How researchers ought to tackle this massive scientific problem is as much a philosophical question as a technical one. One could start big, asking something like, “Is this model representing gender in a way that might<a href=\"https://www.vox.com/technology/23738987/racism-ai-automated-bias-discrimination-algorithm\"> result in bias</a>”? Starting small, like, <em>“</em>What does <a href=\"https://openai.com/index/language-models-can-explain-neurons-in-language-models/\">this specific neuron</a> care about?<em>”</em> is another option. There’s also the possibility of testing a specific hypothesis (like, <em>“</em>The model represents gender, and uses that to bias its decision-making”)<em>, </em>or <a href=\"https://www.tiktok.com/@tysaiahfranklin/video/7148626782084697390?lang=en\">trying a bunch of things just to see what happens</a>.</p>\n\n<p class=\"has-text-align-none\">Different research groups are<a href=\"https://www.nature.com/articles/d41586-024-01314-y\"> drawn to different approaches</a>, and new methods are introduced at every conference. Like explorers mapping an unknown landscape, the truest interpretation of LLMs will emerge from a collection of incomplete answers.</p>\n\n<p class=\"has-text-align-none\">Many AI researchers use a neuroscience-inspired technique called <a href=\"https://www.sciencedirect.com/topics/veterinary-science-and-veterinary-medicine/neural-decoding\">neural decoding</a> or <a href=\"https://direct.mit.edu/coli/article/48/1/207/107571/Probing-Classifiers-Promises-Shortcomings-and\">probing</a> — training a simple algorithm to tell whether a model is representing something or not, given a snapshot of its currently active neurons. Two years ago, a group of researchers <a href=\"https://thegradient.pub/othello/\">trained a GPT model</a> to play <a href=\"https://www.youtube.com/watch?v=xDnYEOsjZnM\">Othello</a>, a two-player board game that involves flipping black and white discs, by feeding it written game transcripts (lists of disc locations like “E3” or G7”). They then probed the model to see whether it figured out what the Othello board looked like — and it had.</p>\n\n<p class=\"has-text-align-none\">Knowing whether or not a model has access to some piece of information, like an Othello board, is certainly helpful, but it’s still vague. For example, I can walk home from the train station, so my brain must represent some information about my neighborhood. To understand <em>how</em> my brain guides my body from place to place, I’d need to get deeper into the weeds.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://scholar.google.com/citations?hl=en&amp;oi=ao&amp;user=GLnX3MkAAAAJ\">Interpretability researcher</a> Nanda lives in the weeds. “I’m a skeptical bastard,” he said. For researchers like him, zooming in to <a href=\"https://www.alignmentforum.org/posts/NfFST5Mio7BCAQHPA/an-extremely-opinionated-annotated-list-of-my-favourite-1\">study the fundamental mechanics</a> of neural network models is “so much more intellectually satisfying” than asking bigger questions with hazier answers. By <a href=\"https://arxiv.org/abs/2404.14082\">reverse-engineering the algorithms AI models learn</a> during their training, people hope to figure out what every neuron, every tiny part, of a model is doing.</p>\n\n<p class=\"has-text-align-none\">This approach would be perfect if each neuron in a model had a clear, unique role. Scientists <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6822296/\">used to think</a> that the brain had neurons like this, firing in response to super-specific things like <a href=\"https://www.nature.com/news/2005/050620/full/news050620-7.html\">pictures of Halle Berry</a>. But in both neuroscience and AI, this has proved not to be the case. Real and digital neurons fire in response to a confusing combination of inputs. A <a href=\"https://distill.pub/2017/feature-visualization/\">2017 study</a> visualized what neurons in an AI image classifier were most responsive to, and mostly found <a href=\"https://commons.wikimedia.org/wiki/File:%22Mona_Lisa%22_with_DeepDream_effect_using_VGG16_network_trained_on_ImageNet.jpg#/media/File:%22Mona_Lisa%22_with_DeepDream_effect_using_VGG16_network_trained_on_ImageNet.jpg\">psychedelic nightmare fuel</a>.</p>\n\n<p class=\"has-text-align-none\">We can’t study AI one neuron at a time — the activity of a single neuron doesn’t tell you much about how the model works, as a whole. When it comes to brains, biological or digital, the activity of a bunch of neurons is greater than the sum of its parts. “In both neuroscience and interpretability, it has become clear that you need to be looking at the population as a whole to find something you can make sense of,” said<a href=\"https://gracewlindsay.com/\"> Grace Lindsay</a>, a computational neuroscientist at New York University.</p>\n\n<p class=\"has-text-align-none\">In its <a href=\"https://transformer-circuits.pub/2024/scaling-monosemanticity/index.html\">latest study</a>, Anthropic <a href=\"https://transformer-circuits.pub/2024/scaling-monosemanticity/umap.html?targetId=34m_31164353\">identified millions of features</a> — concepts like “the Golden Gate Bridge,” “immunology,” and “inner conflict” — by studying patterns of activation across neurons. And, by cranking the Golden Gate Bridge feature up to 10 times its normal value, it made the model get super weird about bridges. These findings demonstrate that we can identify at least some things a model knows about, and tweak those representations to intentionally guide its behavior in a commercially available model that people actually use.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How interpretable is interpretable enough?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">If LLMs are a black box, so far, we’ve managed to poke a couple of tiny holes in its walls that are barely wide enough to see through. But it’s a start. While some researchers are committed to finding the fullest explanation of AI behavior possible, Batson doesn’t think that we necessarily need to completely unpack a model to interpret its output. “Like, we don’t need to know where every white blood cell is in your body to find a vaccine,” he said.</p>\n\n<p class=\"has-text-align-none\">Ideally, the algorithms that researchers uncover will make sense to us. But biologists accepted years ago that nature did not evolve to be understood by humans — and while humans invented AI, it’s possible it wasn’t made to be understood by humans either. “The answer might just be really complicated,” Batson said. “We all want simple explanations for things, but sometimes that’s just not how it is.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some researchers are considering another possibility — what if artificial and human intelligence co-evolved to solve problems in similar ways? Pavlick believes that, given how human-like LLMs can be, an obvious first step for researchers is to at least ask whether LLMs reason like we do. “We definitely can’t say that they’re not.”</p>\n\n<p class=\"has-text-align-none\">Whether they do it like us, or in their own way, LLMs are thinking. Some people <a href=\"https://www.washingtonpost.com/opinions/2023/04/24/artificial-intelligence-consciousness-thinking/\">caution against using the word “thinking”</a> to describe what an LLM does to convert input to output, but this caution might stem from “a superstitious reverence for the activity of human cognition,” said Bau. He suspects that, once we understand LLMs more deeply, “we’ll realize that <a href=\"https://www.vox.com/future-perfect/351893/consciousness-ai-machines-neuroscience-mind\">human cognition is just another computational process</a> in a family of computational processes.”</p>\n\n<p class=\"has-text-align-none\">Even if we could “explain” a model’s output by tracing every single mathematical operation and transformation happening under the hood, it won’t matter much unless we understand <em>why</em> it’s taking those steps — or at least, how we can intervene if something goes awry.</p>\n\n<p class=\"has-text-align-none\">One approach to understanding the potential dangers of AI is “red teaming,” or trying to trick a model into doing something bad, like <a href=\"https://www.rand.org/pubs/articles/2024/red-teaming-the-risks-of-using-ai-in-biological-attacks.html\">plan a bioterrorist attack</a> or <a href=\"https://www.theregister.com/2023/04/26/is_your_ai_hallucinating/\">confidently make stuff up</a>. While red teaming <a href=\"https://spectrum.ieee.org/red-team-ai-llms\">can help find weaknesses</a> and problematic tendencies in a model, AI researchers haven’t really standardized the practice of red teaming yet. Without established rules, or a deeper understanding of how AI really works, <a href=\"https://www.anthropic.com/news/challenges-in-red-teaming-ai-systems\">it’s hard to say exactly how “safe” a given model is</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To get there, we’ll need a lot more money, or a lot more scientists — or both. AI interpretability is a new, relatively small field, but it’s an important one. It’s also hard to break into. The largest LLMs are proprietary and opaque, and require huge computers to run. Bau, who is leading a team to <a href=\"https://news.northeastern.edu/2024/05/02/nsf-funds-democratizing-ai-research/\">create computational infrastructure</a> for scientists, said that trying to study AI models without the resources of a giant tech company is a bit like being a microbiologist without access to microscopes.</p>\n\n<p class=\"has-text-align-none\">Batson, the Anthropic researcher, said, “I don’t think it’s the kind of thing you solve all at once. It’s the kind of thing you make progress on.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On May 23, AI researcher Jide Alaga asked Claude, an AI assistant created by tech startup Anthropic, how to kindly break up with his girlfriend. “Start by acknowledging the beauty and history of your relationship,” Claude replied. “Remind her how much the Golden Gate Bridge means to you both. Then say something like ‘Unfortunately, the [&#8230;]",
    "author": "Celia Ford"
  }
]