[
  {
    "title": "How progress creates its own obstacles",
    "link": "https://www.vox.com/future-perfect/379162/human-world-progress-negativity-bias",
    "pubDate": "2024-10-23T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Sun rising over a field of solar panels\" data-caption=\"Offshore photovoltaic power plant. | Weiquan Lin/Getty Images\" data-portal-copyright=\"Weiquan Lin/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1327629473.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Offshore photovoltaic power plant. | Weiquan Lin/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Do you believe life really is better now than it used to be, no matter what the headlines say? Do you believe life in the future could be much, much better, if we simply remove the brakes that society has put on science and technology and enterprise? Do you want to build, build, build, whether that’s a house in a coastal city, a nuclear energy startup, or a colony on Mars?<br><br>In that case, my friend, you are part of the <a href=\"https://www.vox.com/future-perfect/22652782/roots-of-progress-jason-crawford\">progress movement</a>. And I have just returned from a summit of your people.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\"><br>I spent last weekend at a fascinating two-day <a href=\"https://rootsofprogress.org/conference/\">conference</a> put on by the <a href=\"https://rootsofprogress.org/\">Roots of Progress Institute</a> in Berkeley, California. Founded and led by Jason Crawford, a writer and thinker (and past <a href=\"https://www.vox.com/future-perfect/23380621/future-perfect-50-jason-crawford-roots-of-progress\">Future Perfect 50 honoree</a>), Roots of Progress aims to build the intellectual foundation of what Crawford has <a href=\"https://rootsofprogress.org/we-need-a-new-philosophy-of-progress/\">called</a> “a new philosophy of progress for the 21st century.” The conference was a chance for a few hundred people in the movement to meet, mingle, and plot how to create a future that would presumably look like this:</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1310953049.jpg?quality=90&#038;strip=all&#038;crop=0,0.35873569904983,100,99.2825286019\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">I’m not much of a joiner, which is half the reason I became a cynical journalist, but I should say upfront that I am highly sympathetic to the progress movement’s goals. I do believe — from health to wealth to safety to human rights — <a href=\"https://www.vox.com/the-highlight/23632673/against-doomerism\">life today overall is unimaginably better</a> than before. (And if you don’t believe me, go read <a href=\"https://ourworldindata.org/\">Our World in Data</a>.) I believe the <a href=\"https://www.vox.com/the-highlight/23627382/progress-climate-change-poverty-global-health-doom-industrial-revolution-vaccines\">doomers are wrong</a>, and that our future could be better still, provided we make the political and personal choices to unlock growth. Fitter, happier, more productive — to me that’s a worthy goal for humanity, not just the <a href=\"https://www.youtube.com/watch?v=O4SzvsMFaek\">Radiohead song with the scary robot voice</a>.</p>\n\n<p class=\"has-text-align-none\">In part because of its Bay Area orientation, the progress movement sometimes gets tagged as <a href=\"https://www.bbc.com/future/article/20220615-do-we-need-a-better-understanding-of-progress\">sci-fi utopians who are overly focused on frontier technological innovation</a>. And while I love a talk on fusion energy as much as the next <em>Star Trek </em>geek, what I saw in Berkeley was a movement with aspirations much broader than just technological moonshots.<br><br>There was Our World in Data’s Saloni Dattani (another <a href=\"https://www.vox.com/future-perfect/23393557/future-perfect-50-saloni-dattani-researcher\">Future Perfect 50 honoree</a>), giving a talk on how we could save millions of lives — most in the Global South — by <a href=\"https://www.wired.com/story/covid-19-open-science-public-health-data/\">accelerating the timeline</a> for trials of new vaccines and drugs. There was the Institute for Progress’s Alec Stapp (<a href=\"https://www.vox.com/23942571/alec-stapp-caleb-watney-ceo-institute-for-progress-innovation-future-perfect-50-2023\">same here</a>) getting everyone excited about how <a href=\"https://x.com/AlecStapp/status/1803810075909161296\">rapid the solar energy revolution has been</a>, and how much faster it could get. Nor is it merely the high-tech: Discoveries and policies that <a href=\"https://injuryfacts.nsc.org/motor-vehicle/historical-fatality-trends/deaths-and-rates/\">made cars safer</a> and took <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC9897265/\">lead out of the environment</a> are evidence of progress as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You don’t have to buy into some of the wilder ideas — <a href=\"https://www.technologyreview.com/2023/09/29/1080538/everything-you-need-to-know-about-artificial-wombs/\">artificial wombs, anyone?</a> — to see that scientific and economic progress have made human life on balance much better than before, and that it makes sense to study <a href=\"https://www.theatlantic.com/science/archive/2019/07/we-need-new-science-progress/594946/\">why<em> </em>progress occurred in the past</a> and how<em> </em>we can make it more likely in the future. Because it doesn’t just happen of its own accord, and for most of human history, it didn’t happen at all. As Harvard psychologist Steven Pinker said in his opening keynote: “Progress is an unusual state of affairs. It is not the default.”</p>\n\n<p class=\"has-text-align-none\">A prerequisite to supporting policies that make progress more likely in the future is accepting that progress has happened — that human choices and discoveries have made life meaningfully better, and that they can continue to do so. Given the <a href=\"https://humanprogress.org/is-this-the-best-time-to-be-alive/\">wealth of evidence</a> that this is so, who would doubt it?</p>\n\n<p class=\"has-text-align-none\">As it turns out, many people.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Progress and its enemies</h2>\n\n<p class=\"has-text-align-none\">As fascinating as the talks on biotech breakthroughs or artificial intelligence policy were, the most important questions raised at the conference were not technological, but psychological. Given the clear evidence of past progress on major indicators like life expectancy or per-capita GDP — progress which, for the most part, has continued to this day — why are so many people <a href=\"https://www.pewresearch.org/short-reads/2023/04/24/americans-take-a-dim-view-of-the-nations-future-look-more-positively-at-the-past/\">convinced life is getting worse</a>? Why won’t they just read <a href=\"https://ourworldindata.org/a-history-of-global-living-conditions\">the graphs?</a></p>\n\n<p class=\"has-text-align-none\">I don’t think it takes a lot of convincing to see we are not in what you would call an optimistic age. The US is less than two weeks away from an election that has been defined largely by fear and negativity. Even though the US economy is, especially compared to the rest of the world, <a href=\"https://www.economist.com/leaders/2024/03/14/americas-extraordinary-economy-keeps-defying-the-pessimists?utm_medium=cpc.adword.pd&amp;utm_source=google&amp;ppccampaignID=17210591673&amp;ppcadID=&amp;utm_campaign=a.22brand_pmax&amp;utm_content=conversion.direct-response.anonymous&amp;gad_source=1&amp;gclid=Cj0KCQjwmt24BhDPARIsAJFYKk3FNESUoLoX8jTRgSbn658n0kMlgm8eXld4_cXFiVp1jCgPXLF6hksaAiUZEALw_wcB&amp;gclsrc=aw.ds\">real good</a>, nearly half of Americans rate it as “poor.” The percentage of voters who view the economy as their top concern is <a href=\"https://news.gallup.com/poll/651719/economy-important-issue-2024-presidential-vote.aspx\">almost as high as it was in 2008</a> — a year you might recall marked the onset of the worst global recession since the Great Depression.</p>\n\n<p class=\"has-text-align-none\">Looking forward, we seem to be even more scared and pessimistic. The day before the conference began, the journal <em>Lancet Planetary Health</em> published a <a href=\"https://www.thelancet.com/journals/lanplh/article/PIIS2542-5196(24)00229-8/fulltext\">study</a> that surveyed nearly 16,000 young people in the US on their attitudes about climate change and found that 62 percent agreed with the statement “humanity is doomed.” That is not hopeful, both on its face and for what it implies about how the next generation views its future.</p>\n\n<p class=\"has-text-align-none\">In fact, you could argue that the biggest evidence against the narrative of progress is all in our heads. The US economy has not in fact gone down the tubes, and we are, in fact, making <a href=\"https://ourworldindata.org/co2/country/united-states\">real progress on cutting carbon emissions</a> — but there is no doubt that measures such as <a href=\"https://www.axios.com/2024/03/20/world-happiness-america-low-list-countries\">happiness</a> and <a href=\"https://jamanetwork.com/journals/jama/article-abstract/2818444\">deaths of despair</a> have worsened in the US. If material measures have been mostly getting better all the time, why do so many of us refuse to believe it — and are generally so miserable?<br><br>Here’s one possibility: It’s my fault.</p>\n\n<h2 class=\"wp-block-heading\">Am I the baddie?</h2>\n\n<p class=\"has-text-align-none\">By me, I mean the media, the institution to which I’ve devoted my professional life. Time and again during the conference, I heard versions of the following argument: The media’s obsession with negative stories and default cynical position lead people to believe the world is much worse than it actually is. It got to the point where I simply began introducing myself to people with something like, “I’m from the media, and I’m the reason you don’t have the progress you want.”</p>\n\n<p class=\"has-text-align-none\">To be clear, it’s not <em>not </em>true! As my colleague Dylan Matthews <a href=\"https://www.vox.com/the-highlight/23596969/bad-news-negativity-bias-media\">wrote in March 2023</a>, the media does evince a <a href=\"https://journals.sagepub.com/doi/10.1177/1464884911427800\">clear negativity bias</a>, one that seems to have <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0276367\">gotten worse</a>. We pay far more attention to short-term downward trends — say, the spike in violent crime seen during and immediately after the pandemic — than <a href=\"https://dgardner.substack.com/p/what-the-news-needs-is-more-history\">longer-term trends that skew positive</a>. We write far more about what people get wrong than what they get right. We can even turn good news into bad news:</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Negativity bias is by far the biggest source of bias in the media <a href=\"https://t.co/W743pH3a4s\">pic.twitter.com/W743pH3a4s</a></p>&mdash; Matthew Yglesias (@mattyglesias) <a href=\"https://twitter.com/mattyglesias/status/1811766473523614013?ref_src=twsrc%5Etfw\">July 12, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Future Perfect was founded in part to <a href=\"https://www.vox.com/future-perfect/2018/10/15/17924288/future-perfect-explained\">counter those tendencies</a>. It doesn’t mean we put a big happy face on all of our coverage; rather, we try to identify the problems that are truly important, which includes substantial problems the media too often ignores because they don’t make for good headlines (like the <a href=\"https://www.vox.com/future-perfect/2019/3/7/18254825/zika-dengue-yellow-fever-mosquitos-climate-change\">millions of people</a> in the Global South who still die because of preventable diseases or our failure to <a href=\"https://www.vox.com/23001426/pandemic-proof\">learn the lessons of past pandemics</a>). But we do try to recognize, and even celebrate, <a href=\"https://www.vox.com/the-highlight/23622511/climate-doomerism-optimism-progress-environmentalism\">progress when it happens</a>. It’s still an uphill battle in the media overall, however.</p>\n\n<p class=\"has-text-align-none\">But there’s one thing these media critiques tend to leave out: <a href=\"https://www.slowboring.com/p/the-biggest-problem-in-media-is-the\">the role of the audience</a>. I’ve been working in more or less mainstream media for nearly 25 years, and one of the biggest changes over that time is that we have a far more granular understanding of what our audience responds to. And I can tell you audiences <a href=\"https://www.niemanlab.org/2023/03/negative-words-in-news-headlines-generate-more-clicks-but-sad-words-are-more-effective-than-angry-or-scary-ones/\">respond much more strongly</a> to negative stories and negative headlines than they do to positive ones. And the media, like all businesses, responds to its customers.</p>\n\n<p class=\"has-text-align-none\">This shouldn’t come as a surprise. Humans, and not just members of the media, have a <a href=\"https://www.verywellmind.com/negative-bias-4589618\">well-demonstrated negativity bias</a>. Combine that with the <a href=\"https://www.verywellmind.com/the-recency-effect-4685058\">recency effect</a> — our tendency to overly focus on the newest information and events — and you have a population that is highly sensitive to any recent changes that can be construed as negative.</p>\n\n<p class=\"has-text-align-none\">Which offers one more reason for why the progress movement is so hard to believe in for so many people: progress itself.</p>\n\n<h2 class=\"wp-block-heading\">Progress creates its own counterforce</h2>\n\n<p class=\"has-text-align-none\">Here’s what the growth of the global economy looked like over the last 2,000 years:</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-our-world-in-data wp-block-embed-our-world-in-data\"><div class=\"wp-block-embed__wrapper\">\n<div><iframe title=\"Global GDP over the long run\" src=\"https://ourworldindata.org/grapher/global-gdp-over-the-long-run?time=earliest..2009\" allowfullscreen></iframe></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">But if you looked at only the last 10 years, you’d see a much less steep line. And that’s the problem. Humans, as Pinker said in his talk, are much more sensitive to the slope of change than we are to absolute levels — meaning, our emotions respond to our perception of what has recently changed. We are not naturally long-term thinkers, either forward or backward.</p>\n\n<p class=\"has-text-align-none\">What that means is that as progress has raised our general standard of living — lengthening our lives, making us richer, diminishing the violence that used to be an ever-present part of human life — it has also raised the bar for itself. And the higher that bar gets, the more the low-hanging fruit of progress is plucked, and the harder it is to keep meeting that bar.</p>\n\n<p class=\"has-text-align-none\">Like so much else, you can see that process playing out in fast-forward in China. Thanks in part to regular <a href=\"https://data.worldbank.org/indicator/NY.GDP.MKTP.KD.ZG?locations=CN\">double-digit levels of growth</a> in the decades that followed economic liberalization — plus the very recent memory of <a href=\"https://www.asianstudies.org/publications/eaa/archives/chinas-great-leap-forward/#:~:text=From%201960%E2%80%931962%2C%20an%20estimated,this%20disaster%20was%20largely%20preventable.\">total destitution</a> — China’s population not too long ago was <a href=\"https://www.pewresearch.org/global/2005/11/16/chinas-optimism/\">one of the most optimistic in the world</a>. They had experienced life getting better, and they expected it to keep getting better.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But more recently, as economic growth has slowed, the Chinese have turned, as <a href=\"https://sccei.fsi.stanford.edu/reap/publication/getting-ahead-todays-china-optimism-pessimism\">one recent paper put it</a>, “from optimism to pessimism.” The percentage of people expressing pessimistic views about their economic prospects five years into the future rose from 4.4 percent between 2004 and 2014 to 16.6 percent in 2023. Compared to their grandparents, anyone in China today is almost certainly wildly better off, at least economically. But as those improvements plateaued, the public’s expectations curdled.<br><br>To put it in Silicon Valley terms that many of the progress conference attendees would be familiar with: The <a href=\"https://www.futurelearn.com/info/courses/doing-business-in-web3/0/steps/344211\">flywheel is broken</a>. Progress improves life, which leads to raised expectations that more difficult for progress to meet. That helps turn people pessimistic, which can lead them to question whether progress is happening at all. Even worse, that pessimism undercuts the kind of optimism about the future that you need to lay the foundations for more progress.<br><br>It will not be easy to solve this, especially when you consider the way <a href=\"https://blogs.lse.ac.uk/usappblog/2015/05/19/how-party-polarization-makes-the-legislative-process-even-slower-when-government-is-divided/\">divided politics</a> and the <a href=\"https://www.persuasion.community/p/vetocracy-and-the-undermining-of-american-global-power\">landmines of veto points</a> embedded in our political system make transformational change so difficult to achieve. But I wouldn’t be at least progress movement-adjacent if I didn’t have a little hope for a better future. An effort to better understand how progress has happened is the first step to making it fully real once again.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Do you believe life really is better now than it used to be, no matter what the headlines say? Do you believe life in the future could be much, much better, if we simply remove the brakes that society has put on science and technology and enterprise? Do you want to build, build, build, whether [&#8230;]",
    "author": "Bryan Walsh"
  },
  {
    "title": "The conflicted history of Israel, Lebanon, and Hezbollah, explained ",
    "link": "https://www.vox.com/israel/379168/hezbollah-israel-lebanon-palestine-hamas-gaza-history-beirut",
    "pubDate": "2024-10-23T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A cloud of smoke erupts following an Israeli airstrike on Beirut’s southern suburbs on October 19, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2178594401.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A cloud of smoke erupts following an Israeli airstrike on Beirut’s southern suburbs on October 19, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Israel’s recent invasion of Lebanon may have come after months of trading fire with its longtime Lebanese enemy Hezbollah, but the conflict between the two countries goes back decades — before Hezbollah even existed.</p>\n\n<p class=\"has-text-align-none\">At the center of the hostilities between the two countries is the issue of Palestine. Israel’s friction with Lebanon began when the latter absorbed more than 100,000 Palestinian refugees in the wake of Israel’s founding in 1948. That friction has only intensified in the decades since, as those refugees, their descendants, and the Lebanese groups they inspired agitated for various forms of self-determination. </p>\n\n<p class=\"has-text-align-none\">Israel launched the current invasion into southern Lebanon on October 1, to push Hezbollah, an Iran-aligned Shia militant and political group, back from its positions in southern Lebanon. Israel hoped to send tens of thousands of its citizens back to their homes in the country’s north, a year after they were forced to leave due to Hezbollah rocket fire.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the war, Hezbollah has said that it will not cease attacks on Israel until there is a ceasefire in Gaza, though the group’s leadership <a href=\"https://www.cnn.com/world/live-news/israel-gaza-lebanon-war-10-10-24#cm235j5ra0005396nmxbwk7ye\">recently endorsed ceasefire talks that didn’t hinge on a Gaza truce</a>. More than 42,000 Palestinians have been killed in Gaza over the past year by the Israeli military’s ongoing operations. </p>\n\n<p class=\"has-text-align-none\">The costs of the invasion are quickly rising. Israel has displaced the inhabitants of dozens of villages in southern Lebanon — <a href=\"https://www.nytimes.com/2024/10/16/world/middleeast/israel-lebanon-displaced-hezbollah.html#:~:text=A%20Rapid%20Displacement,and%20the%20Lebanese%20authorities%20say.\">more than 1 million people</a>, in a population of 6 million — and repeatedly bombed the capitol, Beirut, and its southern suburbs. More than 2,000 Lebanese have been killed in the past year, <a href=\"https://apnews.com/article/israel-palestinians-hamas-war-lebanon-hezbollah-news-10-16-2024-f18b2e0f5e05eb11a3c2ee29c16ed867\">most in the past month</a>. Over the past year, <a href=\"https://www.timesofisrael.com/5-soldiers-killed-several-more-hurt-amid-fighting-with-hezbollah-in-southern-lebanon/\">28 Israeli civilians and 43 Israeli soldiers</a> have been killed by Hezbollah attacks and in recent ground operations.</p>\n\n<p class=\"has-text-align-none\">Though Israel initially promised a “limited” operation in Lebanon, US officials have warned the Israelis about “mission creep” there as the fighting stretches on. And Israel’s decision to invade has also renewed fears of a wider war, especially given the escalation between Israel and Iran. That said, to fully understand what’s happening in Lebanon right now, we’ll need to go back decades. Here&#8217;s a timeline of the fraught Israel-Lebanon relationship that can help explain how we arrived at the current situation.</p>\n\n<h2 class=\"wp-block-heading\"><strong>1948 —&nbsp;the Nakba and Palestinian refugees in Lebanon</strong></h2>\n\n<p class=\"has-text-align-none\">Before there was the state of Israel, there was the Zionist settler colonial project, started in the 19th century by European Jews hoping to create a homeland and escape the pogroms and persecution they faced for centuries in European countries. (Arab Jewish communities had lived for centuries throughout the Middle East, often in cooperation with neighbors of other religions, but with their own distinct culture.)</p>\n\n<p class=\"has-text-align-none\">European Jews began settling in Palestine in the late 19th century. At that time, Lebanon was overseen by France, and Palestine by Britain. As more European Jews began settling in Palestine in the face of rising fascism and antisemitic violence on the continent, Zionists appealed to European powers for a Jewish state in Palestine.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 1947, the United Nations granted that appeal, <a href=\"https://www.un.org/unispal/history/#:~:text=The%20plan%20envisages%20the%20division,Lake%20Success)%2C%20New%20York.\">calling for a partitioned state of Palestine</a>. By that time tensions between Jewish communities and the Muslim countries they lived in were rising, as leaders of Arab countries associated those communities to Zionism; that led to <a href=\"https://www.vox.com/world-politics/24122304/israel-hamas-war-gaza-palestine-arab-jews-mizrahi-solidarity\">the expulsion of many Jewish communities</a> across the region. Jewish militias had also <a href=\"https://www.youtube.com/watch?v=rGVgjS98OsU\">ethnically cleansed many Palestinian villages and towns</a>; in response to this violence and in defiance of another European colonial project, a full-scale war, known as the Arab-Israeli War, broke out in 1948. </p>\n\n<p class=\"has-text-align-none\">Lebanon was one of the group of allied nations fighting the newly formed Israel and was a safe harbor for some of the <a href=\"https://imeu.org/article/quick-facts-the-palestinian-nakba\">750,000 to 1 million Palestinians</a> forced to flee their homes during the war, an event referred to as <a href=\"https://www.vox.com/videos/2023/5/15/23723947/palestine-nakba-may-15-protests-israel\">the Nakba</a>. </p>\n\n<p class=\"has-text-align-none\">Lebanon mostly welcomed the Palestinian refugees, understanding their status to be temporary. But Lebanon’s political system divides power among the nation’s religious groups, and the influx of mostly Sunni Muslim Palestinians threatened to upset the country’s fragile sectarian power-sharing dynamic. The Lebanese government operates on a confessional system, meaning political power is accorded to different religious groups based on population. That gave the Maronites —&nbsp;a Catholic sect exclusive to Lebanon — significant political power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since then, Muslim Palestinians have been relegated to second-class status in Lebanon while Christians were able to gain citizenship. This dynamic would, over the decades, resonate with disenfranchised Lebanese from other religious groups, feeding both internal conflict and conflict with Israel.</p>\n\n<p class=\"has-text-align-none\">The Arab-Israeli War also upended the economic stability of southern Lebanon, in a way the area never really recovered from. Prior to 1948, many people in southern towns and border villages relied on access to Palestinian cities for their livelihoods. They <a href=\"https://timep.org/2024/01/24/death-displacement-and-trauma-the-human-cost-of-war-in-southern-lebanon/\">lost that access</a> once the state of Israel was formed, and movement was further restricted after the war — Israel captured and incorporated a number of southern Lebanese villages.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>1967 — the Six-Day War</strong></h2>\n\n<p class=\"has-text-align-none\">Following the Nakba, Lebanon’s government sought to avoid the ongoing Arab-Israeli conflict, given its weak military and the economic support it was enjoying from the US.</p>\n\n<p class=\"has-text-align-none\">However, a war in 1967 — known as the Six-Day War — thrust Lebanon back into the conflict.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The war’s precipitating events began in 1965, when Palestinian groups based in Lebanon, Jordan, and Syria began launching attacks on Israel, against which the Israeli military retaliated with immense force. Those tit-for-tat strikes continued for two years, until Egypt entered the fray.</p>\n\n<p class=\"has-text-align-none\">In response to false reports that Israel was scaling up forces on the Syrian border, <a href=\"https://www.bbc.com/news/world-middle-east-39960461\">Egypt mobilized troops, kicked out UN peacekeepers, and closed a key strait, effectively blockading Israel</a>. Syria, Jordan, and Iraq allied themselves with Egypt. Israel then launched a preemptive strike that destroyed most of the Egyptian Air Force, and quickly defeated Egypt and its allies, capturing and claiming new territory: the Sinai Peninsula and Gaza from Egypt, the Golan Heights from Syria, and the West Bank and Jerusalem from Jordan.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All of this has two things to do with Lebanon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One, the defeat of these allied Arab national armies dealt a death blow to the pan-Arab movement, which was supposed to liberate Palestine. In the immediate term, that meant the Palestinians displaced in the Nakba — including all those living in Lebanon — weren’t going back to their homes any time soon.</p>\n\n<p class=\"has-text-align-none\">Two, that reality meant Palestinian militant groups understood they had to fight for their own national liberation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those groups — and their message — proliferated in the years following the war. Many, most notably the Palestine Liberation Organization, the national liberation and militia group headed by Yasser Arafat, made Beirut their headquarters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">From Lebanon, those groups would continue to stage attacks targeting Israel.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>1975–1990 — the Lebanese Civil War and Israel’s first invasion of Lebanon</strong></h2>\n\n<p class=\"has-text-align-none\">Before Palestinian militias in Lebanon became models for groups like Hezbollah, they were the inspiration for —&nbsp;and later, partner to — various left-wing armed Lebanese groups disenfranchised by the country’s political structure.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Again, Lebanon’s government is run under what is called a confessional system, in which political representation is based on religion. The president has always been a member of Lebanon’s Maronite Christian group, and the prime minister a Sunni Muslim, with lesser positions and representation for the country’s other religions like the Druze, Shia Muslims, and other Christian sects. Though presidential powers and parliamentary representation have changed, the system remains largely intact. It also reflects significant class divides.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Palestinians arriving in Lebanon during the Nakba were largely Muslims (though some belonged to the Greek Orthodox faith). That influx of Muslims into tiny Lebanon upset the sectarian balance of power — something that would have long-term consequences.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“As a result of Palestinian presence in Lebanon, you have a situation where old sectarian divides within Lebanon resurface, and also old political divides,” <a href=\"https://profiles.rice.edu/faculty/abdel-razzaq-takriti\">Abdel Razzaq Takriti</a>, a professor of history at Rice University who studies Arab radical movements, told Vox.</p>\n\n<p class=\"has-text-align-none\">These tensions exploded in April 1975, when <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/april/13/newsid_4439000/4439939.stm\">Christian nationalist militants attacked a bus carrying Palestinian</a> fighters and their Lebanese comrades through a Christian Beirut suburb, killing 22 people.</p>\n\n<p class=\"has-text-align-none\">And they were exacerbated by Israel, which meddled in the fighting in the hopes of pushing the PLO out of Lebanon and ensuring a friendly Maronite Christian government was in power. <a href=\"https://www.cia.gov/readingroom/docs/CIA-RDP06T00412R000200240001-2.pdf\">Israel directly supported the largest Maronite militia, the Phalange, providing arms, training</a>, and funding, <a href=\"https://www.washingtonpost.com/archive/politics/1987/09/29/alliance-with-a-lebanese-leader/ab94dec7-2029-409b-8ebd-cbf954318cc1/\">sometimes in coordination with the CIA</a>. Israel also openly supported the leader of the Phalange movement for president<a href=\"https://www.nytimes.com/1982/09/08/world/israelis-pressing-for-peace-treaty-with-the-lebanese.html\">,</a> <a href=\"https://www.nytimes.com/1982/09/08/world/israelis-pressing-for-peace-treaty-with-the-lebanese.html\">in the hopes that he would enter into a peace treaty</a>.</p>\n\n<p class=\"has-text-align-none\">Israel took a more direct role three years into the war: In March 1978, it invaded Lebanon in response to an attack by a Palestinian <a href=\"https://merip.org/1982/09/israel-in-lebanon-1975-1982/\">group that killed 34 Israelis</a>. By the time Israeli forces withdrew later that month, as many as 2,000 Lebanese and Palestinians had been killed, 200,000 displaced, and dozens of villages in the south damaged.</p>\n\n<p class=\"has-text-align-none\">It also helped turn the tide of the war. Before the invasion, combined left-wing Lebanese and Palestinian forces had made important gains. Israel’s attack, however, strengthened its relationship with the Maronite forces, which would continue through a second Israeli invasion in 1982.</p>\n\n<p class=\"has-text-align-none\">The Lebanese Civil War was a deeply complex and devastating conflict; over the course of 15 years, <a href=\"https://www.britannica.com/event/Lebanese-Civil-War\">around 100,000 Lebanese and Palestinians were killed</a>, although <a href=\"https://merip.org/1990/01/primer-lebanons-15-year-war-1975-1990/\">some reports</a> put that number as high as 150,000. The war <a href=\"https://www.refworld.org/reference/countryrep/irbc/1990/en/92713\">finally ended in 1990,</a> following <a href=\"https://www.un.int/lebanon/sites/www.un.int/files/Lebanon/the_taif_agreement_english_version_.pdf\">the Taif agreement</a>, which altered the balance of power within Lebanon’s government. But that resolution failed to address the war’s root causes, perpetuating the sectarian dynamics that still plague Lebanese society.</p>\n\n<p class=\"has-text-align-none\">Israel was not the only outside country to become involved in Lebanon’s civil war; Syria, the US, and other Arab and European nations all contributed to the chaos. The civil war was happening in the context of the Cold War, and the US in particular was involved because it wanted to eliminate the possibility of communism (and Arab nationalism, which it saw as a corollary) from taking hold in the Middle East.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But Israel’s support of the Maronite sect — and particularly the bloodthirsty militia —&nbsp;only entrenched the unworkable status quo and showed disregard for the country’s sovereignty, fueling Lebanese and Palestinian distrust in Israel.</p>\n\n<h2 class=\"wp-block-heading\"><strong>1982 — Israel’s second invasion of Lebanon, the establishment of Hezbollah, the occupation of southern Lebanon, and the Sabra and Shatila massacre</strong></h2>\n\n<p class=\"has-text-align-none\">Israel invaded Lebanon again in 1982 to finally oust the Palestine Liberation Organization from the country following an offshoot organization’s <a href=\"https://www.npr.org/2007/08/28/12744311/timeline-1982-siege-of-beirut\">assassination attempt on an Israeli politician</a>. This time Israeli forces made it all the way to Beirut.</p>\n\n<p class=\"has-text-align-none\">At this point, Israel was still financially and materially supporting the Christian Phalangist militia. In September, the Phalangist militia, with Israeli assistance, <a href=\"https://www.aljazeera.com/news/2022/9/16/sabra-and-shatila-massacre-40-years-on-explainer\">carried out a massacre on the Sabra and Shatila refugee camps in west Beirut</a>, despite the fact that the PLO had already left Lebanon. As many as <a href=\"https://imeu.org/article/the-sabra-shatila-massacre\">3,500 Palestinian and Lebanese civilians were killed,</a> and the incident provoked worldwide outrage.</p>\n\n<p class=\"has-text-align-none\">Under pressure from the <a href=\"https://www.nytimes.com/1982/08/13/world/reagan-demands-end-to-attacks-in-a-blunt-telephone-call-to-begin.html\">US</a> and <a href=\"https://digitallibrary.un.org/record/32652?ln=en&amp;v=pdf\">UN</a> (in the form of a <a href=\"https://digitallibrary.un.org/record/32652?ln=en&amp;v=pdf\">Security Council ceasefire resolution)</a>, Israeli forces moved back to the south following the massacre, ending up south of Lebanon’s Litani River. But Israel would continue to occupy southern Lebanon until 2000, both with ground troops and via its proxy militia there, the South Lebanon Army. </p>\n\n<p class=\"has-text-align-none\">Southern Lebanon was —&nbsp;and still is —&nbsp;largely Shia, one of Lebanon’s historically disenfranchised religious sects. It is also mostly rural, economically disadvantaged, and physically removed from the center of power in Beirut. The southern Shia population had no protection from repeated Israeli invasions, since the Lebanese military presence there was an Israeli proxy force.</p>\n\n<p class=\"has-text-align-none\">In the face of this, <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">Hezbollah formed in southern Lebanon in 1982</a>, offering southern Shia communities protection from Israel, stronger political representation in Beirut, and access to resources like health clinics and community centers. It grew into a well-equipped guerilla fighting force supported by Israel’s arch-foe, Iran —&nbsp;which means Israel sees Hezbollah as an existential threat along its northern border. Hezbollah’s <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">early vow to destroy Israel</a> only fueled this understanding.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Israel would launch two military operations against them —&nbsp;<a href=\"https://theconversation.com/israel-has-invaded-lebanon-six-times-in-the-past-50-years-a-timeline-of-events-240157\">one in 1993 and one in 1999</a>, before withdrawing from Lebanon in 2000.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>2000-present — war with Hezbollah</strong></h2>\n\n<p class=\"has-text-align-none\">In the new millennium, there came a shift in Israeli-Lebanese relations. With the PLO leaving Beirut in 1982, <a href=\"https://history.state.gov/milestones/1993-2000/oslo\">renouncing armed resistance</a> as part of the Oslo Accords, and shifting to an administrative role in the Palestinian struggle, Israel’s focus has been on Hezbollah. And the scale of the conflict has shrunk, with most operations taking place on either side of the Israeli-Lebanese border.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first significant attack of this new phase came in July 2006, when a Hezbollah unit crossed into Israeli territory, kidnapping two Israeli soldiers and killing eight while also firing a rocket barrage into northern Israel. That touched off a month of brutal, intense conflict including aerial bombardment on Lebanese territory. That conflict <a href=\"https://casebook.icrc.org/case-study/israellebanonhezbollah-conflict-2006\">ended in a UN-backed ceasefire on August 14, 2006</a>.</p>\n\n<p class=\"has-text-align-none\">Since then, Hezbollah and Israel have often traded rocket fire over Lebanon’s southern border. In recent months, those attacks have intensified; following Hamas’s October 7, 2023, attack on Israel, Hezbollah has <a href=\"https://thehill.com/policy/defense/4893654-hezbollah-has-fired-more-than-8000-rockets-toward-israel-since-october-7-ambassador/\">launched thousands of rockets</a> into Israeli territory. </p>\n\n<p class=\"has-text-align-none\">Israel has long had plans to take out Hezbollah, according to <a href=\"https://www.brookings.edu/people/natan-sachs/\">Natan Sachs</a>, director of the Middle East program at the Brookings Institution. But it only began to act on those plans in recent weeks. Now, assassinations — particularly of military leader Fuad Shukr and of former Hezbollah head Hassan Nasrallah — have taken out significant portions of Hezbollah’s top- and mid-tier leadership. “Israel has been preparing for this for 18 years,” Sachs said.</p>\n\n<p class=\"has-text-align-none\">Israel has managed to seriously damage Hezbollah by killing its leadership and destroying weapons supplies — but it’s unlikely the group will be permanently destroyed or impaired, <a href=\"https://www.reuters.com/world/middle-east/netanyahu-opposes-ceasefire-deal-that-would-not-halt-hezbollah-rearming-2024-10-15/\">something Israel has tacitly acknowledged</a>. What’s more, this present invasion, coupled with the destruction and death Israel has wrought against Palestinians, has only served to fuel fresh outrage in Lebanon — <a href=\"https://news.un.org/en/story/2024/10/1155681\">and the world</a> — over Israel’s actions.</p>\n\n<p class=\"has-text-align-none\">Over the decades, Israel has tried, whether through military or political action, to shape Lebanon according to its interests. It’s repeatedly failed, with its actions sometimes helping to create new foes, as was the case with Hezbollah. Today Israel’s willingness to try to influence internal Lebanese politics seems to be no different: <a href=\"https://www.bbc.com/news/articles/cly3x1w0595o\">Israeli Prime Minister Benjamin Netanyahu has threatened</a> to destroy the country unless it pushes Hezbollah out. </p>\n\n<p class=\"has-text-align-none\">Thus far, however, this invasion, like military actions in the past, may only foment even more animosity toward Israel, and <a href=\"https://www.nytimes.com/2024/10/09/world/middleeast/israel-hezbollah-lebanon.html?unlocked_article_code=1.RU4.6i__.j6bW0XGE90tj&amp;smid=url-share\">further destabilize Lebanon</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Israel’s recent invasion of Lebanon may have come after months of trading fire with its longtime Lebanese enemy Hezbollah, but the conflict between the two countries goes back decades — before Hezbollah even existed. At the center of the hostilities between the two countries is the issue of Palestine. Israel’s friction with Lebanon began when the [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Why do the ugly fashion trends from our youth keep coming back?",
    "link": "https://www.vox.com/explain-it-to-me/379045/90s-y2k-fashion-trends-mom-jeans",
    "pubDate": "2024-10-23T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman on a cobblestone pathway wearing baggy “mom” jeans, pink heels, and a black coat.\" data-caption=\"Whenever jeans trends evolve, people tend to freak out.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1387055643.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Whenever jeans trends evolve, people tend to freak out.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Vox reader Stephanie asks: I will grant you that at 43, I am old. However, I am scratching my head about why fashion that I have seen already in my lifetime is recycling itself? Mom jeans were bad the first time — why are we doing it again when they look good on literally no one? The ’90s are bad but worse this time? Have we lost creativity in fashion?&nbsp;This didn&#8217;t seem to happen before, but then again, maybe I&#8217;m wrong …</em></p>\n\n<p class=\"has-text-align-none\">It’s a truth universally acknowledged that kids rediscovering the fashions of your youth will always be bizarre and inexplicably kind of annoying.&nbsp;</p>\n\n<p class=\"has-text-align-none\">My personal nightmare manifested around 2018 in the form of ’90s-style <a href=\"https://www.vox.com/culture/2018/7/30/17619796/tiny-sunglasses-trend-backlash-kendall-jenner-bella-hadid\">tiny sunglasses</a> (and later, <a href=\"https://www.vox.com/culture/24074113/bayonetta-office-siren-tiny-reading-glasses-trend-tiktok-sexy-librarian\">eyeglasses</a>), after what felt like a solid two decades of the wayfarers and oversized frames that suited my very round face. But guess what kind of sunglasses I wear now?</p>\n\n<p class=\"has-text-align-none\">So you’re not wrong that it’s weird — but new, it is not. Conventional wisdom <a href=\"https://www.fibremood.com/en/blog/trends/20-years-does-the-trick#:~:text=This%20rule%20is%20known%20as,nostalgia%20that%20these%20trends%20stir.\">holds</a> that trends tend to be recycled every 20 years, because that’s how long it takes for a new generation to come of age and rediscover the aesthetics and style that were popular when they were too young to enjoy them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To truly understand why mom jeans have returned, however, you’ve got to grasp a fundamental truth about fashion that has existed for nearly a century, as well as some context about the way the industry — and our own modes of attention — work now.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Are trends moving at hyperspeed?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">There’s been a lot of internet discourse in recent years that the trend cycle is speeding up because of the way social media regurgitates trends in ever-shortening time spans: At the beginning of the pandemic, for instance, kids on the internet <a href=\"https://www.vox.com/the-goods/2020/5/7/21247938/tumblr-aesthetic-2014-nostalgia-tiktok-indie-pop\">were expressing their nostalgia</a> for the year 2014, a mere six years before.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Sign up for the <a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\">Explain It to Me newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">The newsletter is part of Vox’s <a href=\"https://www.vox.com/explain-it-to-me\">Explain It to Me</a>. Each week, we tackle a question from our audience and deliver a digestible explainer from one of our journalists. Have a question you want us to answer? Ask us <a href=\"http://www.vox.com/ask-vox\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">Part of why it feels this way is because <a href=\"https://www.vox.com/the-goods/23065462/trends-death-subcultures-style\"><em>everything</em> is trendy online now</a>, and therefore nothing is. You could choose a random fashion item from any point in the last 50 years and you’ll find a community of people on the internet who still love it. An incomplete list of things I was certain would never return but somehow have: mullets, kitten heels, thongs sticking out of jeans, ’<a href=\"https://www.vox.com/culture/363561/sabrina-carpenter-blush-blindness-everyones-wearing-blush\">80s blush</a>.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-instagram wp-block-embed-instagram\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/p/C_9QooiS0RF/?utm_source=ig_embed&#038;utm_campaign=loading\" data-instgrm-version=\"14\"><div> <a href=\"https://www.instagram.com/p/C_9QooiS0RF/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\"> <div> <div></div> <div> <div></div> <div></div></div></div><div></div> <div></div><div> <div>View this post on Instagram</div></div><div></div> <div><div> <div></div> <div></div> <div></div></div><div> <div></div> <div></div></div><div> <div></div> <div></div> <div></div></div></div> <div> <div></div> <div></div></div></a><p><a href=\"https://www.instagram.com/p/C_9QooiS0RF/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\">A post shared by I AM GIA (@iamgia)</a></p></div></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">But we’re also seeing the 20-year cycle play out right on schedule in the form of relentless Y2K-inspired trends in fashion, beauty, and music, as well as those very ’90s mom jeans you’re referring to. Those actually started gaining steam around 2016, <a href=\"https://trends.google.com/trends/explore?date=all&amp;geo=US&amp;q=mom%20jeans&amp;hl=en\">reaching</a> their peak Google search interest in 2021.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Does that mean that fashion is undergoing a crisis of creativity? Maybe — but I think there’s also something more interesting going on.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As has been the pattern <a href=\"https://www.nytimes.com/2020/09/30/business/big-companies-are-starting-to-swallow-the-world.html\">in countless other industries</a>, <a href=\"https://gizmodo.com/dont-let-amazons-cheap-fashion-fool-you-1845370454\">corporate consolidation</a> and cost cutting are driving fashion brands to produce cheaply (read: <a href=\"https://www.vox.com/even-better/2023/11/14/23955673/fast-fashion-shein-hauls-environment-human-rights-violations\">unethically</a>) made clothing that caters to <a href=\"https://www.businessoffashion.com/articles/technology/how-algorithms-are-rewiring-fashion/\">algorithms and sales data</a>. Your clothes are, in fact, <a href=\"https://www.vox.com/the-goods/23529587/consumer-goods-quality-fast-fashion-technology\">worse now</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, consumers are pushing back on poor quality and unimaginative fast fashion by thrifting, which has <a href=\"https://www.businessinsider.com/classic-thrift-stores-worse-secondhand-clothing-market-popular-2024-3\">never been more popular</a>. In addition to being a really fun way to spend an afternoon, scouring racks of vintage allows shoppers to think more sustainably about where their stuff comes from, while also injecting a bit of that much-needed individuality into fashion. Right now, one of the biggest fashion trends on TikTok is all about <a href=\"https://www.elle.com.au/fashion/fashion-news/tiktok-three-word-method-27381/\">finding your personal style</a>, which reflects a widespread interest in opting out of the viral fad hamster wheel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One piece of fashion writing that I think might help you understand is the sociologist <a href=\"https://link.springer.com/chapter/10.1007/978-1-349-19999-0_2\">Angela McRobbie’s 1989 work</a> on how the rise of the secondhand market after World War II completely changed the way cool young people have dressed ever since.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Basically, in the ’50s and ’60s, kids began flocking to “ragmarkets” and fleas, repurposing items everybody else thought were outdated: army coats, old-fashioned furs, petticoats, items made of higher-quality fabrics than the ones being sold at department stores of the time (the more things change!). Thrifting created the hippie look, with its peasant-style blouses and bohemian draping, borrowed from items from the 1940s but styled them in a way that evoked the present.</p>\n\n<h2 class=\"wp-block-heading\">Why do “ugly” clothes have such enduring appeal?</h2>\n\n<p class=\"has-text-align-none\">Not only have kids been repurposing past fashions for generations — they’re also specifically drawn to items that mainstream tastes find ugly or unflattering.&nbsp;</p>\n\n<p class=\"has-text-align-none\">McRobbie references two women in the 1970s who popularized arty, androgynous dressing but in very different ways: Patti Smith, who appeared malnourished and unkempt in leather jackets and T-shirts, and Diane Keaton as the “frumpy” Annie Hall. Both wore clothing typically associated with men, but neither, she argues, “conferred true androgyny.” In both cases, part of the purpose of the masculine silhouette was to accentuate just how much of an unmistakably female form lied underneath.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-517432044.jpg?quality=90&#038;strip=all&#038;crop=0,10.652917555662,100,78.694164888677\" alt=\"Diane Keaton as Annie Hall\" title=\"Diane Keaton as Annie Hall\" data-has-syndication-rights=\"1\" data-caption=\"Diane Keaton as the “frumpy” Annie Hall. | United Artists/Getty Images\" data-portal-copyright=\"United Artists/Getty Images\" />\n<p class=\"has-text-align-none\">The same can be said for mom jeans, which, of course, only read as matronly if the wearer possesses what is considered to be a “mom bod.” Because beneath all fashion trends is a deeply unsatisfying truth: <a href=\"https://www.racked.com/2017/3/27/15048404/hot-people-fashion-style\">When young, hot people start wearing something</a>, it makes the rest of us believe that the item itself is magic.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But really, that’s just the magic of being hot.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bella Hadid, for instance, can wear jorts and a tank top and people will call her a fashion icon because even regular clothes look extremely sexy on her. When enough people try to recreate that look in the hopes it’ll confer hotness, it just becomes what everyone’s wearing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Which means that if I had to guess, at some point in the next few years, you might find yourself buying what your current self would consider to be mom jeans. But by that point, of course, they’ll just read as “jeans” to you.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s kind of lovely, I think! It shows us that fashion, and by extension culture, is constantly challenging our notions of what’s acceptable, and the things we find beautiful and pleasurable are entirely subjective.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You don’t have to like mom jeans, just as all of us are free to ignore what all the cool young people are doing and dress however we want. But just because you’re “old” (you’re not!) doesn’t mean your style preferences have to remain the same for the rest of your life. Sometimes, rediscovering the clothing items you never thought you’d see again is exactly the novelty a wardrobe needs.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the Explain It to Me newsletter. Sign up&nbsp;</em><a href=\"https://www.vox.com/pages/explain-it-to-me-newsletter-sign-up\"><em>here</em></a><em>.</em>&nbsp;<em>For more from Explain It to Me,&nbsp;</em><a href=\"https://link.chtbl.com/explainit?sid=site\"><em>check out the podcast</em></a><em>. New episodes drop every Wednesday.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Vox reader Stephanie asks: I will grant you that at 43, I am old. However, I am scratching my head about why fashion that I have seen already in my lifetime is recycling itself? Mom jeans were bad the first time — why are we doing it again when they look good on literally no [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "Do those annoying political fundraising texts actually work?",
    "link": "https://www.vox.com/explain-it-to-me/379103/spam-political-fundraising-texts-election",
    "pubDate": "2024-10-23T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two smartphone screens show social media accounts for the Trump and Harris campaigns.\" data-caption=\"\" data-portal-copyright=\"Beata Zawrzel/NurPhoto via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2170529949.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Election years are full of uncertainty, but 2024 — with its major-party <a href=\"https://www.vox.com/politics/361827/biden-drops-out-2024-kamala-convention\">candidate switch</a> — is exceptionally so.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As we inch closer to Election Day more questions arise: What polls should I trust? What exactly are the poll numbers telling me? And what is up with all these <a href=\"https://www.vox.com/politics/376660/campaign-fundraising-text-email-2024-election\">texts</a> I’m getting from campaigns, begging me for money? We answer those questions and more on this week’s episode of <a href=\"https://www.vox.com/explain-it-to-me\"><em>Explain It to Me</em>,</a> Vox’s go-to hotline for all your questions.</p>\n\n<p class=\"has-text-align-none\">The panicked texts Anne and her friends are receiving, each one seeming more desperate than the last, have been a hot topic as of late in her group chat. Anne lives in Chicago and considers herself moderately politically active — she’s more likely to talk to her local alderman about housing than be active in a political party on the national level, yet the texts keep pouring in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I am dying for somebody to do a deep dive about these unhinged text messages that we keep getting,” she says. “Do these actually work?”</p>\n\n<p class=\"has-text-align-none\">It turns out, they do. According to Lloyd Cotler, the founder of Banter Messaging — a company that does text campaigns for progressive organizations — they get a lot of bang for their buck.&nbsp;“It’s partially because texting is so cheap. Each text is a couple of pennies,” he says. “A well-done text marketing program can be really good at fundraising.”</p>\n\n<p class=\"has-text-align-none\">Banter is not in the business of fundraising; if you get a text from them, it’s more likely to be a call to action than an ask for money. But there are lots of other companies that do&nbsp;fundraising work. Often, these consultants are hired by campaigns and political action committees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to Cotler, however, not all PACs are created equal. While some fundraise on behalf of candidates and causes, others give just a fraction of what they bring in to politicians, the rest going to overhead, padding the salaries of those running the PAC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">How do they get away with this? And how do they get voters’ contact information in the first place? We answer all that and more on this week’s episode of <em>Explain It to Me</em>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of our conversation, edited for length and clarity.</p>\n\n<p class=\"has-text-align-none\">You can listen to <em>Explain It to Me</em> on <a href=\"https://podcasts.apple.com/us/podcast/explain-it-to-me/id1042433083\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/1vSUO6Bg4abtjRF7fnGpT1\">Spotify</a>, or <a href=\"https://link.chtbl.com/explainit?sid=site\">wherever you get podcasts</a>. If you’d like to submit a question, send an email to askvox@vox.com or call 1-800-618-8545.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP2267093401\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\"><strong>How do we end up with these text messages?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The campaign will get started with an agency. They will take either your existing supporters or they will buy data from folks. And then they&#8217;ll just kind of start texting.</p>\n\n<p class=\"has-text-align-none\"><strong>And how exactly do they get your data in the first place?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">There are a few different ways, ranging from banal to nefarious. The most basic way is just buying your data. They&#8217;re just getting it from another campaign, or another PAC, or another agency who sells campaign donor data. That&#8217;s just kind of the regular course of business.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So, they got your email because you signed up for something or they had your email when the candidate ran six years ago, but you never gave them more info. Then they do a data append and get additional info on you,&nbsp; and then they start texting you from the phone number they got, which may or may not be accurate. That’s why a lot of people get messages that are addressed to somebody else. They can also get it from the voter file.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And then the most nefarious way would be scraping [Federal Election Commission]&nbsp;data, which is very illegal, but only if you got caught.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>They can sell your information? That feels legally sticky</strong>.</p>\n\n<p class=\"has-text-align-none\">It should be illegal. The real gross part is that the agency will work on behalf of multiple clients and facilitate the sale of the data between their own clients. So you&#8217;re getting, from the same agency, eight identical messages from eight different candidates because they&#8217;re just copying and pasting their stuff over and sending it to you over and over.</p>\n\n<p class=\"has-text-align-none\"><strong>How do you know if the organization reaching out to you is legitimate or not?</strong></p>\n\n<p class=\"has-text-align-none\">It takes, like, a full day&#8217;s worth of research. The average person is totally unequipped to do it, to be honest. You first have to figure out who this is actually from. Then you&#8217;ve got to look at the PAC and who it’s supporting. Then you can go to FEC and look up the PAC or whoever it is from there. And then it still might not paint the whole picture.</p>\n\n<p class=\"has-text-align-none\">A campaign or a PAC showing 80 percent of its money spent on overhead doesn&#8217;t tell the whole story because it could be that they&#8217;re just passing the money through to candidates directly. And so that would be legitimate. But you couldn&#8217;t tell that from an FEC report. It&#8217;s a lot of digging for people to do. Which is why I always tell people if you want to support a campaign, go directly to their website and make a donation. If you write a check, you will not get spam text messages for quite awhile.</p>\n\n<p class=\"has-text-align-none\"><strong>What can people do to get these texts to stop?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The first thing you can do is make sure you&#8217;re on the <a href=\"https://www.donotcall.gov/\">National Do Not Call Registry</a>. That&#8217;s not going to do anything, but it does give you standing to file a Telephone Consumer Protection Act demand.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then I tell everybody the best thing you can do is start suing: Sending TCPA demand letters to folks who are texting you repeatedly if you are on the Do Not Call Registry is a really easy way to get them to stop because those TCPA fines are really expensive, so they will settle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Generally you will get paid and then you will stop getting those messages because they will start blacklisting your number. Anybody can do it. And the more people that do it, the bigger the damage is on the fundraising side, the more they will have to reexamine if this is a viable channel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You can also copy and paste the full text of the message and send it to 7726 — which spells out spam — and that directs it to the [Federal Communications Commission].</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">For this episode, I also spoke to Vox senior politics reporter Christian Paz about polling. You can check out the podcast for our full conversation, but an interesting piece that ended up on the cutting room floor was a rundown of the polling he trusts. Where are the different places he goes to look at the data?<br><br>His trick, he says, is to look at several different sources. Each of these polls, he says, use different methods from phone surveys to online appeals, “kind of canceling out a little bit of the error or uncertainty that they might get from just doing their polls one way or another,” he says. “That kind of variety makes your overall analysis and understanding of polls stronger.”</p>\n\n<p class=\"has-text-align-none\"><strong>National Polling</strong></p>\n\n<p class=\"has-text-align-none\">New York Times/Siena College</p>\n\n<p class=\"has-text-align-none\">Quinnipiac University&nbsp;</p>\n\n<p class=\"has-text-align-none\">ABC/Washington Post</p>\n\n<p class=\"has-text-align-none\">The Economist/YouGov</p>\n\n<p class=\"has-text-align-none\">Echelon Insights</p>\n\n<p class=\"has-text-align-none\"><strong>Regional</strong></p>\n\n<p class=\"has-text-align-none\">Marquette University</p>\n\n<p class=\"has-text-align-none\">Susquehanna Polling and Research</p>\n\n<p class=\"has-text-align-none\">Suffolk University&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ann Selzer&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Specific Demographics&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Harvard Youth Report</p>\n\n<p class=\"has-text-align-none\">Univision</p>\n\n<p class=\"has-text-align-none\">Telemundo</p>\n\n<p class=\"has-text-align-none\">Split Ticket</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Election years are full of uncertainty, but 2024 — with its major-party candidate switch — is exceptionally so.&#160; As we inch closer to Election Day more questions arise: What polls should I trust? What exactly are the poll numbers telling me? And what is up with all these texts I’m getting from campaigns, begging me [&#8230;]",
    "author": "Jonquilyn Hill"
  },
  {
    "title": "The banality of Elon",
    "link": "https://www.vox.com/politics/379185/elon-musk-trump-pennsylvania-ideas-boring",
    "pubDate": "2024-10-23T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Elon Musk stands in front of a large US flag backdrop holding a microphone.\" data-caption=\"Tesla CEO Elon Musk onstage as he joins former US President and Republican presidential candidate Donald Trump during a campaign rally at the site of his first assassination attempt in Butler, Pennsylvania, on October 5, 2024. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2179031007.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Tesla CEO Elon Musk onstage as he joins former US President and Republican presidential candidate Donald Trump during a campaign rally at the site of his first assassination attempt in Butler, Pennsylvania, on October 5, 2024. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">I write a newsletter called On The Right, which covers the often-complicated and compelling political ideas driving the modern conservative movement. This week, I thought it’d be important to cover Elon Musk — a man who is <a href=\"https://www.theguardian.com/us-news/2024/sep/26/trump-voter-turnout-elon-musk-pac\">single-handedly bankrolling much of Trump’s ground game</a>. What are the ideas that drive an engineering titan to make such a sharp turn into politics?</p>\n\n<p class=\"has-text-align-none\">But reporting on Musk’s worldview led me to a perhaps surprising conclusion: His politics are boring.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His social politics are taken straight from the X replies he frequents — a specific type of edgelord bigotry that drifts frequently into debunked conspiracy theories. His economic views are even less interesting — the same tired hostility toward taxation and regulation that you hear from most people of his economic strata. For someone who has done such innovative work on cars and rocket ships, his politics could scarcely be more conventional.</p>\n\n<p class=\"has-text-align-none\">Yet for all their boringness, I realized Musk’s ideas were worth writing about anyway.</p>\n\n<p class=\"has-text-align-none\">This is true, in part, because of his sheer financial investment — one that <a href=\"https://www.nytimes.com/2024/10/11/us/politics/elon-musk-donald-trump-pennsylvania.html\">Trump himself estimates at roughly $500 million in total</a>. The eye-popping sum together with stunts like the <a href=\"https://www.vox.com/politics/378912/musk-trump-voting-contest-million-dollars-swing-state-lottery-pennsylvania\">possibly illegal</a> million-dollar-a-day raffle for registered swing state voters demand some scrutiny of the man behind it all. While Musk may not successfully buy the election, he has succeeded in purchasing our collective attention.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps more importantly, the unoriginality of Musk’s politics is revealing in itself. In Musk, we see Trumpism as it truly is: not a war between populists and small-government types, but a marriage of them.</p>\n\n<p class=\"has-text-align-none\">In the conventional picture of the modern GOP, the Trumpian culture warriors are described as “populists” comfortable with big government who are being held back by their super-rich allies. The super-rich, in turn, are described as cultural libertines who put up with the race-baiting and xenophobia to get their tax cuts.</p>\n\n<p class=\"has-text-align-none\">Yet this picture is misleading, capturing only part of the dynamic. And no one shows why more clearly than Elon Musk.</p>\n\n<p class=\"has-text-align-none\">He is a gullible conspiracy theorist chummy with white nationalists, <a href=\"https://www.theatlantic.com/ideas/archive/2024/09/twitter-x-racism-elon-musk/679928/\">true</a>; but he is also a plutocrat who believes that the greatest kind of freedom is letting big corporations do whatever they want.</p>\n\n<p class=\"has-text-align-none\">In this, he exposes the flaw in the popular analysis that the new GOP is beset by a fundamental contradiction between populists and elites when, in fact, the priorities of the culture warriors and the wealthy are often one and the same.</p>\n\n<h2 class=\"wp-block-heading\">Elon Musk, conventional thinker</h2>\n\n<p class=\"has-text-align-none\">Elon Musk’s <a href=\"https://x.com/elon_docs/status/1848218383323730068?t=1300\">town hall in Pittsburgh this Sunday</a> —&nbsp;which began with about 30 minutes of Musk free-associating on politics followed by an hour and a half of questions —&nbsp;provided one of the most unvarnished looks yet into his political worldview. In front of a friendly audience, with all the time in the world, Musk was free to say whatever he wanted.</p>\n\n<p class=\"has-text-align-none\">He sounded exactly like the person he is on X.</p>\n\n<p class=\"has-text-align-none\">When warning about the risks of a Harris presidency, for example, Musk dismisses the vice president as an irrelevancy. “There’s almost no point in attacking Kamala personally because she’s just a puppet of the Dem machine,” he says.</p>\n\n<p class=\"has-text-align-none\">Many of his fears about this machine’s agenda — like “wide-open borders” and “freedom of speech taken away” —&nbsp;are classic Trump-right themes. But his crowning fear, the one that he says pushed him into investing so heavily in the Trump campaign, is that the Democrats are importing “illegals” to replace native-born American voters.</p>\n\n<p class=\"has-text-align-none\">“There’s a massive increase in the number of illegals being put in swing states,” Musk said. “The goal will then be, over the next four years, to legalize all of those illegals. … Every swing state will be blue. America will be a one-party state forever, just like California. And that will be a nightmare — democracy gone. That’s what I think will happen with a Kamala presidency.”</p>\n\n<p class=\"has-text-align-none\">This, as <a href=\"https://www.vox.com/politics/375253/elon-musks-nonsensical-lies-about-immigrant-voting-briefly-explained\">my colleague Li Zhou explains</a>, is top-to-bottom nonsense.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Musk’s claim that the undocumented population in swing states is surging, sourced to unspecified “government data,” appears false: Data from both&nbsp;<a href=\"https://ohss.dhs.gov/sites/default/files/2024-06/2024_0418_ohss_estimates-of-the-unauthorized-immigrant-population-residing-in-the-united-states-january-2018%25E2%2580%2593january-2022.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">Homeland Security</a>&nbsp;and&nbsp;<a href=\"https://www.pewresearch.org/wp-content/uploads/sites/20/2024/07/SR_24.07.22_unauthorized-immigrants_table-2.xlsx\" target=\"_blank\" rel=\"noreferrer noopener\">the Pew Research Center</a>&nbsp;debunks Musk&#8217;s claim of a Biden-era surge in undocumented immigrants to swing states. (In a few swing states, undocumented populations have shrunk, whereas in others, they&#8217;ve increased slightly or been stagnant.) Migrants aren’t being “put” in those states by anyone, let alone Democrats;&nbsp;that’s not how undocumented migration works. Nor is there any evidence that Harris has a viable plan to grant them all citizenship in four years or proof that they’d all vote for Democrats forever once given the franchise.</p>\n\n<p class=\"has-text-align-none\">Really, what Musk is doing is taking a hoary old white nationalist trope —&nbsp;the “Great Replacement” <a href=\"https://nymag.com/intelligencer/2021/04/tucker-carlson-great-replacement-white-supremacist-immigration-fox-news-racism.html\">mainstreamed</a> by X’s most prominent talk show host, Tucker Carlson — and reiterating it with dubious swing-state demographic data. More or less what you’d expect from the guy who once told an X user ranting about Jews that “<a href=\"https://x.com/elonmusk/status/1724908287471272299\">you have said the actual truth</a>.”</p>\n\n<p class=\"has-text-align-none\">Musk had one other big policy theme throughout the town hall: deregulation. Again and again, he returned to his fervent desire to shrink government so that private industry can work its alleged magic —&nbsp;employing tired anti-government rhetoric that could have been cribbed from any national Republican campaign since Ronald Reagan.</p>\n\n<p class=\"has-text-align-none\">“The larger government gets, the less individual freedom you have,” Musk said. “They’re currently making new agencies at a rate of two per year, and every one of them is chipping away at your freedom. It’s essential for us to unwind that process and restore your personal freedom —&nbsp;and with that will come great prosperity and personal happiness.”</p>\n\n<p class=\"has-text-align-none\">One might note the irony of a man whose companies <a href=\"https://www.nytimes.com/2024/10/20/us/politics/elon-musk-federal-agencies-contracts.html\">benefit immensely from subsidies and government contracts</a> proposing to starve the beast. But Musk, for his part, seems unconcerned.</p>\n\n<h2 class=\"wp-block-heading\">The perfect Trumpist</h2>\n\n<p class=\"has-text-align-none\">“Rich guy supports Republicans to eliminate regulations and increase profits” is a tale as old as time. But what’s interesting about Musk is that he pairs it with an almost naïve faith in the rankest culture war conspiracies: the sorts of thing that the ultra-wealthy aren’t *supposed* to believe.</p>\n\n<p class=\"has-text-align-none\">Theoretically, the Republican Party is torn between its “populist” and “establishment” wings. The populists are culture warriors who take a more government-friendly line on the economy; the establishment are elite cultural squishes and free market dogmatists.</p>\n\n<p class=\"has-text-align-none\">Yet this stylized description has never really captured the reality on the ground. Trump, the populist-in-chief, is a billionaire whose sole first-term legislative accomplishment was a tax cut for the wealthy. And many of the party’s big-money elite — including Musk, <a href=\"https://theintercept.com/2021/01/27/rebekah-mercer-book-capitol-riot/\">Rebekah Mercer</a>, and <a href=\"https://www.thedailybeast.com/billionaire-bill-ackman-admits-debate-conspiracy-he-pushed-is-fake/\">Bill Ackman</a> — are all-in on the culture war.</p>\n\n<p class=\"has-text-align-none\">In emerging as Trump’s leading surrogate, Elon helps bring this reality to the fore. His unoriginality, cribbing equally from X trolls and hoary anti-government cliches, shows us what the true priorities of a second Trump term might be. Not the faux-populism of JD Vance and staged McDonald’s shifts, but the co-equal prioritization of culture and class war — both waged on the wealthy’s behalf.</p>\n\n<p class=\"has-text-align-none\"><em>This story was adapted from the On the Right newsletter.</em>&nbsp;<em>New editions drop every Wednesday. Sign up&nbsp;<a href=\"https://www.vox.com/pages/on-the-right-newsletter-whats-driving-conservative-ideas\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.</em></p>\n\n<h1 class=\"wp-block-heading\"></h1>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "I write a newsletter called On The Right, which covers the often-complicated and compelling political ideas driving the modern conservative movement. This week, I thought it’d be important to cover Elon Musk — a man who is single-handedly bankrolling much of Trump’s ground game. What are the ideas that drive an engineering titan to make [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Blackouts aren’t unusual in Cuba, but this one is different",
    "link": "https://www.vox.com/politics/379206/cuba-power-grid-collapse-castro-venezuela-oil-blackout-russia",
    "pubDate": "2024-10-22T22:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People sitting on a street at night, lit by car headlights.\" data-caption=\"Cubans chat at night on a street during a nationwide blackout caused by a grid failure in Havana on October 18, 2024. | Alberto Roque/AFP via Getty Images\" data-portal-copyright=\"Alberto Roque/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2178455085.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Cubans chat at night on a street during a nationwide blackout caused by a grid failure in Havana on October 18, 2024. | Alberto Roque/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Cuba is suffering a nationwide blackout after the collapse of its electrical grid. <a href=\"https://www.wsj.com/world/americas/cuba-shuts-down-most-businesses-amid-deepening-power-crisis-2d60829c\">Power went out all over the island on Friday</a>, just days before Tropical Storm Oscar hit the island as a Category 1 <a href=\"https://www.miamiherald.com/news/nation-world/world/americas/cuba/article294358669.html\">hurricane on Sunday</a>. </p>\n\n<p class=\"has-text-align-none\">Though power has been partially restored in some areas, including much of Havana, millions of people — particularly in rural areas and in the eastern provinces, which bore the brunt of hurricane damage —&nbsp;are still without power on Tuesday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The blackout is the culmination of decades of disinvestment, an economic crisis, and global factors affecting the country’s oil supply,&nbsp;and there doesn’t seem to be a long-term solution to the crisis.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Cuban government regularly imposes hours-long blackouts in different parts of the country to conserve the fuel necessary to run the electrical plants. But the current outage is different. It was sparked by a breakdown at one of the country’s aging electrical stations and has affected every facet of life for ordinary people: They cannot cool or light their homes, food is spoiling in refrigerators, they cannot cook, and many can’t access water to drink or wash.</p>\n\n<p class=\"has-text-align-none\">Though the situation has now reached a crisis point, it’s a tragedy that has developed over time and emphasizes Cuba’s fragile economy, development imperatives, and its tenuous place in world politics.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How did all of Cuba lose power?</strong></h2>\n\n<p class=\"has-text-align-none\">The crisis started in earnest midday Friday, when the Antonio Guiteras power plant, one of the country’s largest, went offline. Seven of the country’s eight thermoelectric plants, which generate power for the island, were not working or under maintenance prior to the Guiteras plant’s failure. So when the <a href=\"https://www.reuters.com/world/americas/how-cubas-electrical-grid-collapsed-what-comes-next-2024-10-18/\">Guiteras plant shut down</a>, there were no more energy sources.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since Friday’s failure, the grid has partly or totally <a href=\"https://www.reuters.com/world/americas/cuba-restoring-power-again-after-multiple-grid-failures-2024-10-21/\">collapsed three additional times</a>.</p>\n\n<p class=\"has-text-align-none\">The government blamed the failure on a combination of high electrical demand, poorly maintained energy facilities, a lack of fuel to run them, and stringent US sanctions. Officials, including Cuba’s President Miguel Díaz-Canel, have promised the government is working around the clock to restore power to the island.</p>\n\n<p class=\"has-text-align-none\">The government has restored full <a href=\"https://www.miamiherald.com/news/nation-world/world/americas/cuba/article294260464.html\">functionality to some hospitals</a>, but others run on generators, a luxury not accessible to most Cubans. This could become a problem the longer the blackout continues, as the fuel generators require to operate is in short supply.</p>\n\n<p class=\"has-text-align-none\">As of Monday, much of the capital Havana was back online, according to energy officials. <a href=\"https://www.reuters.com/world/americas/cuba-restoring-power-again-after-multiple-grid-failures-2024-10-21/\">Technicians also restored functionality to the Guiteras plant</a>, providing at least some power to other regions, although the eastern tip of the island remains offline as of this writing.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why is Cuba’s energy problem so severe?</strong></h2>\n\n<p class=\"has-text-align-none\">Cuba’s electrical grid is so fragile due to a combination of factors: a lack of investment in infrastructure (of all kinds, not just the power grid); a lack of access to fuel to run the power plants; and impeded access to the global market are chief among them.</p>\n\n<p class=\"has-text-align-none\">The Cuban government’s inability or unwillingness to maintain the country’s electrical plants is the direct cause of the blackouts; with most thermoelectric plants offline for one reason or another, Cuba was dependent on one plant to supply power to the island —&nbsp;which created this week’s crisis.</p>\n\n<p class=\"has-text-align-none\">But a broader problem has to do with Cuba’s economy and its ability to access the fuel it needs to run its power plants.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Before the collapse of the Soviet Union, Cuba essentially bartered its sugar for oil from the USSR. Following the USSR’s collapse in 1991, Cuba suffered an oil shortage and an economic crisis until Hugo Chávez was elected president of Venezuela and began offering Cuba below-market-rate oil in exchange for Cuban medical services.</p>\n\n<p class=\"has-text-align-none\">“Nowadays, you&#8217;re seeing a situation where all these countries have issues of their own to deal with. Russia is dealing with Ukraine. <a href=\"https://www.vox.com/world-politics/363558/venezuela-maduro-elections-south-america-machado-gonzalez-chavez-oil\">Venezuela is dealing with its own internal turmoil</a>,” Daniel Pedreira, a professor of politics and international studies at Florida International University, told Vox. Russia, Venezuela, and Mexico still provide Cuba with oil, but it’s just not enough to meet the country’s needs.</p>\n\n<p class=\"has-text-align-none\">Without access to discounted fuel, the Cuban government has had to turn to the open market. But fuel is more expensive there, and the country is short on cash. Cuba has little access to foreign currency reserves because its exports are low. Furthermore, two major sources of foreign currency —&nbsp;remittances from abroad and tourism —&nbsp;<a href=\"https://www.vox.com/world/2017/6/16/15820484/trump-new-cuba-policy-speech-obama\">decreased under the Trump administration</a> and Covid-19 pandemic following new US restrictions on US-Cuba relations and travel restrictions to stop the spread of disease.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What effect will the blackout have on Cubans?</strong></h2>\n\n<p class=\"has-text-align-none\">The blackout itself is a crisis, but Sunday’s hurricane compounds it. <a href=\"https://www.miamiherald.com/news/nation-world/world/americas/cuba/article294358669.html\">Oscar hit the eastern province of Guantánamo</a>, causing unprecedented levels of flooding given that area’s extremely dry climate. The continued power outage has hindered efforts to evacuate the region and complicated search and rescue efforts. Six people have been reported dead in the area since Oscar hit, though the circumstances of their deaths aren’t clear. </p>\n\n<p class=\"has-text-align-none\">In the rest of the country, some Cubans have been on the street protesting, despite the sharp warnings from Díaz-Canel, who said in a public address that such actions would not be tolerated and “<a href=\"https://apnews.com/video/cuba-havana-protests-and-demonstrations-cuba-government-power-outages-cf90011c95d842c9a266b4e7b2802e1a\">will be prosecuted with the rigor that the revolutionary laws contemplate</a>.”</p>\n\n<p class=\"has-text-align-none\">At the moment, protests don’t seem to have grown into a mass movement for political change. According to Pedreira, Cubans do not seem to hold Díaz-Canel with the same regard as they did the Castro regime. But the regime does have significant power to enact violence against protesters,&nbsp;and crackdowns against dissidents have been on the rise in recent years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If these blackouts really become even longer lasting, and really are the catalyst for political change or some sort of mass uprising, will the Cuban troops fire on Cuban civilians en masse?” Pedreira said. “We would have to wait and see if it happens or not. But as far as capacity, as far as the ability to do it, [the government] certainly can.”</p>\n\n<p class=\"has-text-align-none\">Even if there were a significant call for regime change, there’s nothing to change to, according to William LeoGrande, a professor of government and specialist in Latin American affairs at American University.</p>\n\n<p class=\"has-text-align-none\">“Discontent has been growing and is pretty widespread right now, [but] there isn&#8217;t any real organized opposition,” LeoGrande said. “The government makes it a lot easier for you to leave the country than to stay there and be a dissident. And so, you know, that&#8217;s what people do. And even ordinary people who are just discontent and fed up, their inclination is just to leave.”</p>\n\n<p class=\"has-text-align-none\">This crisis could fuel a further exodus; an estimated <a href=\"https://www.miamiherald.com/news/nation-world/world/americas/cuba/article290249799.html\">1 million Cubans have left the country in the past three years</a>, the largest such migration in the country’s history. One Havana-based economist, Omar Everleny, told the <a href=\"https://www.nytimes.com/2024/10/21/world/americas/cuba-blackout-hurricane-oscar.html?smid=url-share\">New York Times</a> he’s already starting to see a new wave of emigration: “Anyone who was thinking of leaving is now accelerating those plans. Now you’re hearing ‘I am going to sell my house and go.’”</p>\n\n<p class=\"has-text-align-none\">As for the government and&nbsp;those who stay, LeoGrande suspects “they&#8217;ll muddle through because they always seem to find a way to muddle through.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Cuba is suffering a nationwide blackout after the collapse of its electrical grid. Power went out all over the island on Friday, just days before Tropical Storm Oscar hit the island as a Category 1 hurricane on Sunday.  Though power has been partially restored in some areas, including much of Havana, millions of people — [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "The 7 states that will decide the 2024 election",
    "link": "https://www.vox.com/today-explained-podcast/378112/battleground-states-election-2024-trump-harris",
    "pubDate": "2024-10-22T19:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A person wears rolls of “I Voted” stickers on their arm with a stack of them in their hand, seen from above with just the arm and torso.\" data-caption=\"A poll worker holds “I Voted” stickers during the first day of early voting at a polling station in Wilmington, North Carolina, US, on October 17, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2178160483.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A poll worker holds “I Voted” stickers during the first day of early voting at a polling station in Wilmington, North Carolina, US, on October 17, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the seven weeks ahead of the 2024 presidential election, the <a href=\"https://www.vox.com/today-explained-podcast\"><em>Today, Explained</em> podcast</a> has been examining the major themes and policies impacting voters this year. We’ve been telling the story of the Donald Trump-Kamala Harris presidential matchup through each of the hard-fought swing states. There are seven battleground states, dotted throughout the country, and they each speak to major issues, themes, and demographic groups that will decide the 2024 election. Our hosts, producers, and reporters have been talking to voters in each of them: Georgia, Pennsylvania, Arizona, Wisconsin, Nevada, North Carolina, and Michigan.</p>\n\n<p class=\"has-text-align-none\">Episodes air every Monday or Tuesday from September 23 to November 4, 2024.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/today-explained-podcast/373334/georgia-election-board-rule-changes-trump\">Can&nbsp;Georgia’s&nbsp;MAGA election board actually rig the vote for Trump?</a></h2>\n\n<p class=\"has-text-align-none\">The Georgia state election board’s 11th-hour rule changes, explained.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8499292549\" width=\"100%\"></iframe>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/2024-elections/375904/pennsylvania-kamala-harris-donald-trumplose-by-less-rural-black-suburb-voters\">The strategy that might decide Pennsylvania — and the election</a></h2>\n\n<p class=\"has-text-align-none\">Victory in Pennsylvania might be all about losing by less in the other party’s strongholds.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1489740388\" width=\"100%\"></iframe>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/e/378027\">Will abortion rights help turn out voters in Arizona?</a></h2>\n\n<p class=\"has-text-align-none\">Arizona’s ballot will include a constitutional amendment on the right to abortion up until fetal viability. Both the Trump and Harris campaigns are hoping that gives them an edge with women voters.</p>\n\n<iframe loading=\"lazy\" frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4127984318\" width=\"100%\"></iframe>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/e/378368\">Why Wisconsin Democrats are campaigning in places they can’t win</a></h2>\n\n<p class=\"has-text-align-none\">Both the Trump and Harris campaigns need to court and win rural voters to take Wisconsin, a traditionally Democratic-leaning state that Trump won in 2016.</p>\n\n<iframe loading=\"lazy\" frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6931214746\" width=\"100%\"></iframe>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/today-explained-podcast/378929/north-carolina-election-2024-hurricane-helene-turnout\">How Hurricane Helene scrambled the election in North Carolina</a></h2>\n\n<p class=\"has-text-align-none\">Will storm damage depress turnout in a key battleground state?</p>\n\n<iframe loading=\"lazy\" frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6550148805\" width=\"100%\"></iframe>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Credits</h2>\n\n\n\n<p class=\"has-text-align-none\">Executive Producer: <em>Miranda Kennedy</em></p>\n\n\n\n<p class=\"has-text-align-none\">Hosts: <em>Noel King and Sean Rameswaram</em></p>\n\n\n\n<p class=\"has-text-align-none\">Editors: <em>Amina al-Sadi and Matt Collette</em></p>\n\n\n\n<p class=\"has-text-align-none\">Producers: <em>Hady Mawajdeh, Miles Bryan, Victoria Chamberlin, Avishay Artsy, Amanda Lewellyn, and Peter Balonon-Rosen</em></p>\n\n\n\n<p class=\"has-text-align-none\">Engineers:<em> Patrick Boyd, Rob Byers, and Andrea Kristinsdottir</em></p>\n\n\n\n<p class=\"has-text-align-none\">Senior researcher: <em>Laura Bullard</em></p>\n</div>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the seven weeks ahead of the 2024 presidential election, the Today, Explained podcast has been examining the major themes and policies impacting voters this year. We’ve been telling the story of the Donald Trump-Kamala Harris presidential matchup through each of the hard-fought swing states. There are seven battleground states, dotted throughout the country, and [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "The $1.3 trillion question we may never answer",
    "link": "https://www.vox.com/money/378108/bitcoin-satoshi-nakamoto-peter-todd-money-electric",
    "pubDate": "2024-10-22T15:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Close-up of a statue in Budapest, Hungary, honoring the anonymous founder of bitcoin, Satoshi Nakamoto\" data-caption=\"In 2009, someone going by the pseudonym Satoshi Nakamoto created bitcoin — the world’s first cryptocurrency. | Janos Kummer/Getty Images\" data-portal-copyright=\"Janos Kummer/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1341873866.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>In 2009, someone going by the pseudonym Satoshi Nakamoto created bitcoin — the world’s first cryptocurrency. | Janos Kummer/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Despite what a new HBO documentary suggests, the identity of one of the richest people in the world is still unknown.</p>\n\n<p class=\"has-text-align-none\">By now, the story is so famous it’s taken on the aura of a creation myth: One day in early 2009, Satoshi Nakamoto, the pseudonym used by the inventor of bitcoin, released the world’s first cryptocurrency. Two years later, Nakamoto vanished seemingly forever. Since then, <a href=\"https://cointelegraph.com/news/7-people-who-could-be-bitcoin-creator-satoshi-nakamoto\">countless</a> <a href=\"https://www.reddit.com/r/CryptoCurrency/comments/1b12azf/satoshi_nakamoto_was_john_nash_the_inventor_of/\">theories</a> on who the <a href=\"https://www.wired.com/story/craig-wright-perjury-bitcoin-trial\">real Nakamoto</a> is have been advanced, with no single candidate coming out on top.</p>\n\n<p class=\"has-text-align-none\">Whether Nakamoto’s anonymity is merely an entertaining mystery, a necessity for privacy, or a worrisome concern depends on who you ask. For filmmaker Cullen Hoback, whose documentary <em>Money Electric: The Bitcoin Mystery</em> premiered on HBO last week, finding the mysterious bitcoin founder is a matter of public interest — and Hoback believes he has unmasked him as a 39-year-old Canadian bitcoin developer named Peter Todd. Since the film’s release, Todd and other prominent voices in the community have dismissed Hoback’s arguments; Todd reiterated to Vox in an email that he is not Nakamoto. According to these voices, Nakamoto remains an enigma. Many bitcoin enthusiasts prefer it that way.</p>\n\n<p class=\"has-text-align-none\">But it’s obvious why the search has endured over the past 15 years. Bitcoin is far and away the most popular digital currency in the world, with a market cap of about $1.3 trillion at the time of writing. (For comparison, the second biggest, ethereum, has a market cap of $312 million.) For those who believe a decentralized alternative to government-issued currencies — like the US dollar — is crucial to protect individual privacy and freedom, Nakamoto is akin to Prometheus bringing the gift of fire from the gods.</p>\n\n<p class=\"has-text-align-none\">Then there’s this mind-boggling possibility: If <a href=\"https://www.nasdaq.com/articles/how-much-bitcoin-does-satoshi-nakamoto-own-number-will-blow-your-mind\">reports</a> that Nakamoto might hold as much as 1.1 million bitcoins are true, they could be sitting on a fortune of over $70 billion, making them one of the 25 wealthiest individuals on Earth, according to <a href=\"https://www.forbes.com/real-time-billionaires/#495d947a3d78\">Forbes’s real-time billionaires ranking</a>. But Nakamoto doesn’t seem to have spent any of it — at least, not anything in their confirmed bitcoin wallets. </p>\n\n<p class=\"has-text-align-none\">What does it mean for the rest of us that such an enormous treasure chest remains in the hands of an unknown entity, whose true aims and intentions can’t be determined? Who benefits if Nakamoto remains in the shadows — and who benefits if they’re revealed?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What we know about the bitcoin creator</h2>\n\n<p class=\"has-text-align-none\">The internet user Satoshi Nakamoto first appeared in 2008, when they published a paper to a cryptographic technology mailing list laying out a system that they had dubbed bitcoin. It would function as a form of digital cash that people could use to send money back and forth without involving a bank. In other words, one could reliably make and receive payments anonymously.</p>\n\n<p class=\"has-text-align-none\">There was a clear ideological aim: In Nakamoto’s view, the ability to keep your financial record out of the surveillance and reach of powerful authorities — whether it’s large private banks or the government — is an important personal freedom. Such institutions, after all, aren’t infallible. In one illuminating forum post in 2009, <a href=\"https://p2pfoundation.ning.com/forum/topics/bitcoin-open-source\">Nakamoto wrote</a> that “the root problem with conventional currency” was “trust.”</p>\n\n<p class=\"has-text-align-none\">“Banks must be trusted to hold our money and transfer it electronically, but they lend it out in waves of credit bubbles with barely a fraction in reserve,” they continued. “We have to trust them with our privacy, trust them not to let identity thieves drain our accounts.” When Nakamoto created the first block that would become the bitcoin blockchain, they included a message <a href=\"https://www.nasdaq.com/articles/the-genesis-block:-the-first-bitcoin-block\">referencing a headline</a> in the British newspaper the Times <a href=\"https://www.thetimes.com/article/chancellor-alistair-darling-on-brink-of-second-bailout-for-banks-n9l382mn62h\">that day</a>: “Chancellor on brink of second bailout for banks.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The top suspects, and why Nakamoto’s identity is still up for debate</h2>\n\n<p class=\"has-text-align-none\">Nakamoto’s writings indicate they’re most likely someone with a strong understanding of economics, computer science, and modern cryptography, which involves methods and technologies for keeping information secure, like <a href=\"https://www.vox.com/recode/22226618/what-is-signal-whatsapp-telegram-download-encrypted-messaging\">encrypting a message</a> that can only be unlocked with a special key. Unsurprisingly, the commonly advanced candidates for who Nakamoto could be are self-identified “cypherpunks,” a community of mainly computer scientists who advocate for using cryptography to protect digital privacy.</p>\n\n<p class=\"has-text-align-none\">According to Hoback, director of <em>Money Electric</em>, Peter Todd fits the bill. Todd is a libertarian pro-privacy advocate who, among other things, is a <a href=\"https://x.com/peterktodd/status/1646601411377999872\">huge</a> <a href=\"https://x.com/peterktodd/status/1766100934503936511\">proponent</a> <a href=\"https://x.com/peterktodd/status/1841832099923230804\">of using cash</a> because it’s harder for governments and banks to track your spending. As a teenager, he was already communicating with older, respected cypherpunks and seemed unusually knowledgeable about bitcoin despite his youth. Todd would have been 23 years old when the bitcoin white paper was published.</p>\n\n<p class=\"has-text-align-none\">Hoback builds his case primarily on the fact that Todd joined the message board Bitcointalk.org in 2010 right before Nakamoto stopped posting. But the crux of Hoback’s argument hinges on an interaction between Todd and Nakamoto on Bitcointalk. Nakamoto had <a href=\"https://bitcointalk.org/index.php?topic=2181.msg28729#msg28729\">posted something technical</a> about how bitcoin transactions work; about an hour and a half later, Todd <a href=\"https://bitcointalk.org/index.php?topic=2181.msg28739#msg28739\">replied</a> with a small disagreement. Hoback contends the reply actually reads more like someone finishing their previous thought — that Todd had signed into the wrong account to make an addendum to the original Nakamoto post. In the film, he also points to a chat log in which Todd calls himself a foremost authority on sacrificing bitcoin, which Hoback connects to the fact that Nakamoto hasn’t done anything with their coins in all these years (at least, that we know of).</p>\n\n<p class=\"has-text-align-none\">It’s an intriguing interpretation, but not exactly a smoking gun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hoback, both in interviews and within <em>Money Electric</em>, portrays Todd as someone who enjoys playing games over whether he could be the bitcoin founder, laughing on camera as the filmmaker explains why he believes Todd is Nakamoto — at one point saying with a smirking grin, “Well, yeah. I’m Satoshi Nakamoto.” On X, though, Todd has <a href=\"https://x.com/peterktodd/status/1843789750983110697\">firmly denied</a> he’s Nakamoto. In an email to Vox, Hoback wrote that Todd stopped speaking to him after filming this scene. Todd told Vox in an email that Hoback hadn’t been forthcoming about his intention to find out Nakamoto’s identity.</p>\n\n<p class=\"has-text-align-none\">The other main person of interest in <em>Money Electric</em> is Adam Back, a British cypherpunk in his 50s whose work toward a functional digital currency was cited in Nakamoto’s original bitcoin paper. One reason Hoback finds Back suspicious is that he became more active in the bitcoin world — specifically concerned with how to make transactions <a href=\"https://www.wired.com/story/27-year-old-codebreaker-busted-myth-bitcoins-anonymity/\">completely anonymous</a> — right after <a href=\"https://bitcointalk.org/index.php?topic=175996.msg1832533#msg1832533\">speculation emerged</a> that Nakamoto controlled over 1 million bitcoins, more than previously thought. Unlike Todd, Back has stridently distanced himself from even joking suggestions that he could be Nakamoto.</p>\n\n<p class=\"has-text-align-none\">Other commonly floated contenders include prominent cypherpunk figures such as Hal Finney, who died in 2014 and was the recipient of the first test bitcoin transaction that Nakamoto sent, and <a href=\"https://cointelegraph.com/news/nick-szabo-bitcoin-hbo-satoshi-nakamoto\">Nick Szabo</a>, who came up with the concept of “smart contracts,” a crucial function of many blockchains today. One wild suggestion claims that the Japanese etymology behind Satoshi Nakamoto can roughly translate to “<a href=\"https://www.coindesk.com/learn/who-is-satoshi-nakamoto/\">central intelligence</a>,” a sign that bitcoin was in fact invented by the CIA as some sort of trap. Another conspiracy theory — practically a meme at this point — posits that Tesla and SpaceX billionaire Elon Musk is the real Nakamoto. (He <a href=\"https://www.cnbc.com/2017/11/28/elon-musk-denies-he-is-bitcoin-creator-satoshi-nakamoto.html\">denies</a> it.)</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1341873890.jpg?quality=90&#038;strip=all&#038;crop=0,10.729780130345,100,78.540439739309\" alt=\"A gold statue with a bronze top and a hood is set atop a stone brick that reads Satoshi Nakamoto \" title=\"A gold statue with a bronze top and a hood is set atop a stone brick that reads Satoshi Nakamoto \" data-has-syndication-rights=\"1\" data-caption=\"A statue honoring the anonymous Satoshi Nakamoto, the creator of bitcoin, in Budapest, Hungary. | Janos Kummer/Getty Images\" data-portal-copyright=\"Janos Kummer/Getty Images\" />\n<p class=\"has-text-align-none\">It isn’t clear whether Nakamoto is still alive, or even whether they’re one person rather than a group of people working together. Early this year, an unknown person <a href=\"https://cointelegraph.com/news/crypto-community-bitcoin-transfer-satoshi-genesis-block\">sent 26.9 bitcoins</a> (worth approximately $1.8 million today) to Nakamoto’s dormant wallet, firing up fresh excitement over where Nakamoto is and what they might be doing.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How do you track down a mystery like Nakamoto? Should you even try?</h2>\n\n<p class=\"has-text-align-none\">Since 2011, Nakamoto hasn’t emailed or posted anywhere under their username. They also haven’t used the crypto wallets associated with that name.<strong> </strong>But even if someone is determined to remain in the shadows, and has left no obvious evidence giving them away, there are bound to be some breadcrumbs. Much of the theorizing around Nakamoto depends on analyzing their style of coding and writing. Hoback, at one point in the film, nods to the fact that <a href=\"https://mmalmi.github.io/satoshi/#email-24\">Nakamoto</a> and <a href=\"https://x.com/peterktodd/status/1644557915703869442\">Todd</a> both used slurs that could <a href=\"https://x.com/CullenHoback/status/1843893419443359867\">indicate immaturity</a>. Another commonly noted marker is that Nakamoto often used British English spelling (such as “favour”), and Todd is Canadian.</p>\n\n<p class=\"has-text-align-none\">But other <a href=\"https://web.stanford.edu/class/archive/cs/cs224n/cs224n.1184/reports/6858026.pdf\">linguistic comparisons</a> of <a href=\"https://towardsdatascience.com/stylometric-analysis-satoshi-nakamoto-294926cdf995\">commonly used</a> <a href=\"https://techcrunch.com/2013/12/05/who-is-the-real-satoshi-nakamoto-one-researcher-may-have-found-the-answer/?guccounter=1\">words and phrases</a> have been made that inconclusively point to other candidates. On the forum, Nakamoto often uses a double space at the start of a sentence, while Todd does not. Both Back and Todd pepper in dashes to break up clauses in a single sentence — Nakamoto doesn’t. Could the stylistic differences be a cunning, intentional misdirection? No one knows. Ultimately, none of these tics add up to definitive proof.</p>\n\n<p class=\"has-text-align-none\">Many in the bitcoin world conjecture that Nakamoto disappeared because WikiLeaks — the site where Julian Assange published many leaked documents — appeared poised to start accepting <a href=\"https://www.forbes.com/sites/rogerhuang/2019/04/26/how-bitcoin-and-wikileaks-saved-each-other/\">donations in bitcoin</a>, which might lead to more attention on Nakamoto. In one of their <a href=\"http://gavinandresen.ninja/eleven-years-ago-today\">last known communications</a>, Nakamoto wrote to bitcoin developer Gavin Andresen, “I wish you wouldn’t keep talking about me as a mysterious shadowy figure, the press just turns that into a pirate currency angle.” In the last known email, sent in April 2011, Nakamoto claimed they were no longer involved with bitcoin.</p>\n\n<p class=\"has-text-align-none\">“The fact is, what makes bitcoin such an interesting system is precisely the fact that the original creator doesn&#8217;t have control over bitcoin,” Todd said, adding that their identity is irrelevant. It’s clear Nakamoto never intends to out themselves — and, indeed, they seem to argue there’s no point. Bitcoin is now out of their hands. So how much does their identity matter?</p>\n\n<p class=\"has-text-align-none\">Hoback argues that it matters a lot due to how important bitcoin has become. “Bitcoin is already being baked into our financial system,” he told Vox, referring to its acceptance as <a href=\"https://www.npr.org/2021/09/07/1034838909/bitcoin-el-salvador-legal-tender-official-currency-cryptocurrency\">legal tender</a> in some countries and the fact that it could now be included in <a href=\"https://news.bloomberglaw.com/daily-labor-report/bitcoin-funds-set-new-precedent-for-crypto-401k-ira-investing\">401(k)s</a>. Nakamoto potentially controls a significant portion of the total limited supply of bitcoin; if they one day decided to come forward and start moving (and spending) the coins in their possession, such an enormous sell-off could be destabilizing for the cryptocurrency. If they spend their riches, there’s also arguably a public interest in knowing where so much money is going, and whether it has any political impact.</p>\n\n<p class=\"has-text-align-none\">Acknowledging the possibility that Nakamoto could be multiple people, Hoback continued, “This group is making themselves super rich while saying no one should look into Satoshi. Isn’t that a little suspicious?”</p>\n\n<p class=\"has-text-align-none\">If you believe holding the powerful to account is important, then Nakamoto’s insistence on anonymity stands against the transparency that such accountability requires. It’s no secret that many of the world’s richest people have historically cleaved to remaining as private as possible, using <a href=\"https://www.vox.com/money/2024/3/13/24086102/billionaires-wealthy-tax-avoidance-loopholes\">elaborate financial structures</a> and <a href=\"https://www.vox.com/the-goods/2023/1/4/23413342/us-tax-havens-billionaires-wealthy\">tax havens</a> to avoid scrutiny of <a href=\"https://www.vox.com/the-goods/23604105/philanthropy-mackenzie-scott-elon-musk-billionaires-charity\">what their money is funding</a>.</p>\n\n<p class=\"has-text-align-none\">Then again, there’s no proof Nakamoto has spent any of their fortune. Their known bitcoin hoard is a rough value of net worth, not yet used for anything — and we know this because all bitcoin transactions are part of a public ledger. If they started cashing in their bitcoin stockpile, that could make it easier for people to <a href=\"https://www.wsj.com/articles/untraceable-bitcoin-is-a-myth-11623860828\">find their real-life identity</a>, which is an incentive for Nakamoto to leave that stash untouched. (It is curious, though, that in late September about <a href=\"https://finance.yahoo.com/news/satoshi-era-wallets-move-16m-075536741.html?guccounter=1\">$13 million worth of bitcoin</a> mined in the early days of the cryptocurrency suddenly moved.)</p>\n\n<p class=\"has-text-align-none\">Perhaps there’s a better question than whether it matters who Nakamoto is: How important is it that the inventor of bitcoin remains a mystery?</p>\n\n<p class=\"has-text-align-none\">From the perspective of the cypherpunks, it’s crucial. There’s a financial motivation — the reveal of Nakamoto’s real identity could tank the price of bitcoin. But Nakamoto’s lasting anonymity is also an ideological resistance to government authority in an increasingly surveilled digital world. Many <a href=\"https://x.com/adam3us/status/1842503179130298492\">key</a> <a href=\"https://x.com/lopp/status/1753475690174058979\">figures</a> in the bitcoin community unequivocally express a desire for Nakamoto’s identity to stay a secret — according to Hoback, Todd seemed displeased that people had found Nakamoto’s million-plus bitcoin stash, and told him to leave Nakamoto alone. There’s also the potential danger someone could be in if others think they’re Nakamoto. In a comment to the <a href=\"https://www.newyorker.com/tech/annals-of-technology/has-bitcoins-elusive-creator-finally-been-unmasked\">New Yorker</a>, Todd said Hoback had put his safety at risk by accusing him of being a multibillionaire, and that he would soon be doing “some unplanned travel.” </p>\n\n<p class=\"has-text-align-none\">Todd isn’t wrong that prior attempts to unmask Nakamoto have disturbed people’s personal lives — take the case of Dorian Satoshi Nakamoto, a former engineer and programmer in California who was the subject of a <a href=\"https://www.newsweek.com/2014/03/14/face-behind-bitcoin-247957.html\">Newsweek report</a> claiming he was the bitcoin god. Dorian Nakamoto has categorically denied even knowing what cryptocurrencies are, and has said the accusation and public scrutiny caused a “great deal of confusion and stress” for him and his family. In response, Hoback told Vox that other people long suspected of being Nakamoto, like Nick Szabo and Adam Back, are fine.</p>\n\n<p class=\"has-text-align-none\">For his part, Todd noted Hoback also had a financial motivation — to sell his documentary. “I think that financial incentive is clouding his moral judgement here,” he told Vox.</p>\n\n<p class=\"has-text-align-none\">Toward the end of the <em>Money Electric</em>, Todd says the hunt for bitcoin’s Nakamoto is yet another example of “journalists really missing the point.” The point, he elaborates, is “to make bitcoin the global currency.” But if that came to fruition — and it <a href=\"https://cointelegraph.com/news/bitcoin-price-ultimate-700k-portfolio-allocation\">isn’t close to becoming reality</a> yet — then ironically, Hoback’s argument for hunting down the bitcoin mastermind would only become more compelling to both the general public and almost certainly to governments around the world. The surest way to protect Nakamoto’s anonymity seems to be for bitcoin to not become a widespread alternative threatening government-issued currencies — to not become too important.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 22, 11:10 am:</strong> This story, originally published October 17, has been updated with comments from Peter Todd.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Despite what a new HBO documentary suggests, the identity of one of the richest people in the world is still unknown. By now, the story is so famous it’s taken on the aura of a creation myth: One day in early 2009, Satoshi Nakamoto, the pseudonym used by the inventor of bitcoin, released the world’s [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "How Hurricane Helene scrambled the election in North Carolina",
    "link": "https://www.vox.com/today-explained-podcast/378929/north-carolina-election-2024-hurricane-helene-turnout",
    "pubDate": "2024-10-22T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People stand to either side of a row of tables facing each other, with white privacy screens that say “VOTE” in front of them.\" data-caption=\"Voters make selections at their voting booths inside an early voting site on October 17, 2024 in Hendersonville, North Carolina. | Melissa Sue Gerrits/Getty Images\" data-portal-copyright=\"Melissa Sue Gerrits/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2178247386_486427.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Voters make selections at their voting booths inside an early voting site on October 17, 2024 in Hendersonville, North Carolina. | Melissa Sue Gerrits/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>The </em>Today, Explained<em> podcast is taking a deep dive into the major themes of the 2024 election through the lens of seven battleground states. We’ve heard from voters in </em><a href=\"https://open.spotify.com/episode/0a8ahdph7BGpx9d0ZjzU3q?si=b5fcd333949f4909\"><em>Georgia</em></a><em>, </em><a href=\"https://open.spotify.com/episode/4qTFkzBeRxCT5sPluaxd7n?si=13da5fec1295486e\"><em>Pennsylvania</em></a><em>, </em><a href=\"https://open.spotify.com/episode/0d33827slG3WnJObyCr2C1?si=376ff7132c7f4f52\"><em>Arizona</em></a><em>, and </em><a href=\"https://open.spotify.com/episode/1cxNjSdvROa1wGke9EstSJ?si=e9d49ab2703443ea\"><em>Wisconsin</em></a><em> so far; this week we turn to </em><a href=\"https://open.spotify.com/episode/5GYFB15pwSNllF87AGX8i7?si=27f6737b426447a3\"><em>North Carolina</em></a><em>, where a storm last month devastated the state — and some of its election infrastructure.</em></p>\n\n<p class=\"has-text-align-none\">Officials in North Carolina are preparing for an election like no other in the wake of Hurricane Helene. The storm scrambled North Carolinians’ voting infrastructure — washing away absentee ballots, disrupting mail service, and destroying polling locations — and could impact what Election Day looks like in two weeks.</p>\n\n<p class=\"has-text-align-none\">The state is expected to be close — former President Donald Trump won by <a href=\"https://www.cnn.com/election/2020/results/state/north-carolina\">just 1.3 percentage points in 2020</a>, and <a href=\"https://www.vox.com/2024-elections/378909/election-2024-polls-harris-trump-winning-odds\">current polling averages</a> suggest an even tighter race this year — and all eyes are on the mountains, which received the brunt of the hurricane&#8217;s impact. </p>\n\n<p class=\"has-text-align-none\">While some parts of life are getting back to normal after Hurricane Helene swept through last month —&nbsp;power returning, internet service restored — many people in the west of the state are still without potable water in their homes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With so many people displaced or managing repairs, experts have raised concerns about depressed voter turnout.</p>\n\n<p class=\"has-text-align-none\">“The question is going to be: If you&#8217;re having to avoid swallowing water while you shower, how important is voting going to be to you?” Steve Harrison, a political reporter at NPR affiliate station WFAE, <a href=\"https://open.spotify.com/episode/5GYFB15pwSNllF87AGX8i7?si=3d00e30d45b64b70\">told</a> <em>Today, Explained</em> host Sean Rameswaram.&nbsp;</p>\n\n<iframe loading=\"lazy\" frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6550148805\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">In an effort to ensure the election proceeds as close to normally as possible, local election officials <a href=\"https://www.ncsbe.gov/news/press-releases/2024/10/07/bipartisan-state-board-unanimously-approves-measures-help-wnc-voters\">have been allowed</a> to move polling locations and adjust hours. The state has also updated rules for absentee voters, allowing them to return their completed ballots to counties other than their home county, as previously required, though the state <a href=\"https://www.wral.com/story/nc-elections-face-shifting-rules-uncertainty-heading-into-final-2024-stretch/21667522/\">stopped short</a> of re-instituting a three-day grace period for ballots to be returned for counting. </p>\n\n<p class=\"has-text-align-none\">Even with the added flexibility, actually communicating the changes to voters in the affected areas remains challenging. “Information is hard to get, because the internet is down and cell service is down, and everything changes on a day-to-day basis,” Buncombe County resident Kaitlyn Leaf said. “Sometimes hour by hour.” (Leaf is married to a Vox Media employee, audio engineer Patrick Boyd.)</p>\n\n<p class=\"has-text-align-none\">So far, officials’ efforts to create more flexibility for voters seem to be paying off: The state set <a href=\"https://www.ncsbe.gov/news/press-releases/2024/10/18/north-carolina-sets-turnout-record-first-day-early-voting\">a turnout record</a> on the first day of early voting, which began in all 100 counties on October 17, though it’s unclear how many of those votes were cast in the affected areas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These voters could have an outsized impact on the outcome of the national election, according to Harrison’s <a href=\"https://www.wfae.org/politics/2024-10-07/helene-flooded-mostly-red-counties-will-that-impact-the-election\">analysis</a>. Of the 15 counties that were most impacted by Helene, Biden won only two in 2020: Buncombe, home to the liberal city of Asheville, and Watauga, where Appalachian State University is located. The rest? Trump won by wide margins. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president-north-carolina.html\">Polling</a> <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/north-carolina/\">averages</a> show the 2024 presidential race in North Carolina as a dead heat, which means any decrease in turnout in those counties could ultimately hurt the former president’s chances.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If it&#8217;s incredibly close, I don&#8217;t think we&#8217;re going to hear the last of Helene,” Harrison told <em>Today, Explained</em>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Election Day worries in other battleground states, briefly explained&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">North Carolina isn’t the only state that could run into Election Day obstacles, though Hurricane Helene’s impact makes its situation unique. Extraordinarily thin margins and wrinkles in the vote-counting rules in other battleground states could <a href=\"https://www.cnn.com/2024/09/22/politics/vote-counting-delays-election-states/index.html\">delay the full results of the election</a> past November 5.</p>\n\n<p class=\"has-text-align-none\">With polls showing several of the battleground states <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/national/\">neck and neck</a> between Trump and Vice President Kamala Harris, election officials are warning they may need to count a greater share of ballots before media organizations are able to reliably make their projections, resulting in a multiday process similar to 2020.</p>\n\n<p class=\"has-text-align-none\">Many states are also dealing with last-minute attempts to <a href=\"https://www.npr.org/2024/10/16/nx-s1-5154148/alabama-noncitizen-voter-purge-lawsuit\">purge voter rolls</a> and <a href=\"https://www.vox.com/today-explained-podcast/373334/georgia-election-board-rule-changes-trump\">change election rules</a>. But at least two states are likely to see delays because their election rules stayed the same.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In Wisconsin and Pennsylvania, election officials are barred from processing mail ballots until 7 am on Election Day. In other states with mail-in ballots, workers may prepare ballots for counting earlier —&nbsp;verifying signatures, flattening the ballots — in order to streamline vote counting on Election Day. Wisconsin and Pennsylvania election workers’ later starts may result in delayed calls this year, particularly if the race comes down just a few thousand votes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Both state legislatures considered updating their rules after the 2020 election, but conspiracy theories and partisan gridlock ultimately killed bills that would have done so.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s a real frustration,” Pennsylvania Secretary of State Al Schmidt <a href=\"https://www.cnn.com/2024/09/22/politics/vote-counting-delays-election-states/index.html\">told</a> CNN in September. “[The proposed legislation] does not benefit any candidate. It does not benefit any party. It only benefits the public in knowing results earlier and our election officials, who otherwise don’t have to work day and night.”</p>\n\n<p class=\"has-text-align-none\">As we saw in 2020, any delay between Election Day and the final results leaves ample room for conspiracy theories to take hold — something Trump is likely to take full advantage of. In 2020, Trump <a href=\"https://x.com/realDonaldTrump/status/1324004491612618752\">posted about</a> “surprise ballot dumps” in Milwaukee after a jump in Biden votes when the city reported all of its absentee ballots at the same time. (He <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-returns-wisconsin-false-claims-2020-election-rcna146092\">still</a> falsely claims that he won Wisconsin in 2020.)</p>\n\n<p class=\"has-text-align-none\">CNN political correspondent Sara Murray says voters ought to ignore the conspiracy theories in the event of a longer wait for results in 2024.“Just because this takes a couple of days doesn’t mean that there is some kind of mass-scale voter fraud going on,” she <a href=\"https://open.spotify.com/episode/5GYFB15pwSNllF87AGX8i7?si=3d00e30d45b64b70\">told</a><em> </em><em>Today, Explained</em>. “It doesn&#8217;t mean machines are flipping votes. It doesn&#8217;t mean people are throwing away ballots. It just means election workers are still counting the votes.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Today, Explained podcast is taking a deep dive into the major themes of the 2024 election through the lens of seven battleground states. We’ve heard from voters in Georgia, Pennsylvania, Arizona, and Wisconsin so far; this week we turn to North Carolina, where a storm last month devastated the state — and some of [&#8230;]",
    "author": "Amanda Lewellyn"
  },
  {
    "title": "There’s something off about this year’s “fall vibes”",
    "link": "https://www.vox.com/culture/378855/ai-slop-fall-autumn-inspiration-vibes-pinterest",
    "pubDate": "2024-10-22T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"This is what came out when I prompted Canva’s AI tool to create a “view from cafe in autumn, quaint street, foliage, coffee, aesthetic, small town.” Interesting how it placed said foliage indoors! | Image generated by Rebecca Jennings using Canva\" data-portal-copyright=\"Image generated by Rebecca Jennings using Canva\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_AI-generated_Fall_ALT.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>This is what came out when I prompted Canva’s AI tool to create a “view from cafe in autumn, quaint street, foliage, coffee, aesthetic, small town.” Interesting how it placed said foliage indoors! | Image generated by Rebecca Jennings using Canva</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A rain-soaked street at dusk, pictured through the window of a coffee shop. String lights hang between old brick buildings, a church steeple in the distance. In the foreground, a candlelit table with mugs of coffee, tea, and … a corked glass jug of beige liquid? Next to a floating hunk of sourdough? And also the table is covered in water?</p>\n\n<p class=\"has-text-align-none\">This is the platonic ideal of “autumn,” according to <a href=\"https://x.com/fallaesthetic0/status/1838554530788581509\">one photo that’s gone viral</a> both on X, where it’s been seen almost 12 million times, and Pinterest, where it’s the <a href=\"https://www.pinterest.com/pin/914862420332827/\">first picture</a> that comes up when you search “fall inspo.” At first glance, you’d be forgiven for thinking it’s a tiny street in Edinburgh or the part of Boston that looks like <em>Gilmore Girls</em>. But like so many other viral autumnal vibes photos this year, the image, with its nonsensical details and uncanny aura, appears to be AI-generated. </p>\n\n<p class=\"has-text-align-none\">AI “autumn vibes” imagery makes up a ton of the most popular fall photos on Pinterest right now, from a <a href=\"https://www.pinterest.com/pin/418834834116536388/\">moody outdoor book display</a> on yet another rain-soaked street to a sunlit <a href=\"https://www.pinterest.com/pin/14496030044746655/\">farmers market</a> to several instances of coffee cups perched on tousled bedspreads. All of them appear normal until you zoom in and realize the books <a href=\"https://www.pinterest.com/pin/9922061673553365/\">don’t contain actual letters</a> and the pillows are actually made of <a href=\"https://www.pinterest.com/pin/774124930061302/\">bath mat material</a>. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Dreaming of a wet table with three types of bread and a broccoli latte ☺️🍁🍂 <a href=\"https://t.co/uIqRCRlqcC\">https://t.co/uIqRCRlqcC</a></p>&mdash; mj slenderman (@othermiike) <a href=\"https://twitter.com/othermiike/status/1838907997709361454?ref_src=twsrc%5Etfw\">September 25, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">It’s not just limited to Pinterest or “vibes”: AI-generated content is now infiltrating social media in ways that have a meaningful impact on people’s lives. Knitters and crocheters hoping to craft fall sweaters are being inundated with <a href=\"https://www.reddit.com/r/CraftedByAI/\">nonsensical AI patterns and inspo images</a> on Reddit. A <a href=\"https://austin.eater.com/2024/10/17/24272080/ethos-fake-ai-restaurant-austin-explained-faq\">fake restaurant</a> has gained 75,000 followers on Instagram by claiming to be “No. 1 in Austin” and posting over-the-top seasonal food items like a <a href=\"https://www.instagram.com/p/DA-6ul4ujt8/?hl=en\">croissant shaped like Moo Deng</a>. Meanwhile, folks hoping to curl up with a cozy fantasy novel or a bedtime story for their kids are confronted with a library of <a href=\"https://maxread.substack.com/p/my-kindle-thinks-im-stupid-now\">Chat GPT-generated nonsense</a> “written” by nonexistent authors on the Kindle bookstore, while their YouTube algorithms serve them <a href=\"https://www.youtube.com/watch?v=s3VnmAIeetA\">bot-generated fall ambiance videos</a>. Autumn, it seems, is being eaten by AI. </p>\n\n<p class=\"has-text-align-none\">Not everyone is — and please excuse the following pun — falling for it. When the fake cafe photo went viral on X, it caused a deluge of quote-tweets asking why the hell anyone needed to use AI when you could <a href=\"https://x.com/aetheene/status/1839615422041137182\">just as easily post one</a> of the many actual photos taken in real cities that do, in fact, look like this. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The crux of the issue now is the sheer scale of it: Scammers and spammers can unleash a barrage of text and images with the click of a button.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Colloquially, all this garbage is <a href=\"https://nymag.com/intelligencer/article/ai-generated-content-internet-online-slop-spam.html\">widely considered “slop,</a>” a term for the spammy AI-generated images, text, and videos that clog up internet platforms and make it more difficult and unpleasant than ever to be online. In reality, this moment of peak slop is the natural culmination of platforms that incentivize virality and engagement at all costs — no matter how low-quality the content happens to be. But the crux of the issue now is the sheer scale of it: Scammers and spammers can unleash a barrage of text and images with the click of a button, so searches for legitimate information or a casual scroll through social media require even more time and effort to bypass the junk. Misinformation about <a href=\"https://www.forbes.com/sites/larsdaniel/2024/10/04/hurricane-helena-deepfakes-flooding-social-media-hurt-real-people/\">crucial news events</a> and <a href=\"https://www.theguardian.com/us-news/2024/sep/12/twitter-ai-bot-grok-election-misinformation\">election coverage</a> is spreading on platforms. Academic and literary publications are <a href=\"https://www.vox.com/culture/351041/ai-art-chatgpt-dall-e-sora-suno-human-creativity\">being spammed with low-quality submissions</a>, making it harder to suss out genuine creative or scholarly work. </p>\n\n<p class=\"has-text-align-none\">Of course, there are more urgent concerns regarding the rise of generative AI: its <a href=\"https://www.vox.com/climate/2024/3/28/24111721/climate-ai-tech-energy-demand-rising\">enormous energy consumption</a>, for one, or the rampant creation of <a href=\"https://www.vox.com/24145522/ai-deepfake-apps-teens-ban-laws\">deepfake porn used to harass and abuse women</a>. Considering all that, it’s easy to look at cute AI-generated fall pictures on Pinterest as a relative non-issue, a side effect of a technology that could (arguably) <a href=\"https://www.vox.com/2023/4/28/23702644/artificial-intelligence-machine-learning-technology\">greatly benefit humanity</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Screenshot-2024-10-21-at-2.54.49%E2%80%AFPM.png?quality=90&#038;strip=all&#038;crop=8.4294117647059,0,83.141176470588,100\" alt=\"Pinterest screenshot showing various autumnal scenes including fall foliage, coffee shops, farmers markets, and bookstores.\" title=\"Pinterest screenshot showing various autumnal scenes including fall foliage, coffee shops, farmers markets, and bookstores.\" data-has-syndication-rights=\"1\" data-caption=\"A screenshot of a Pinterest search for “autumn vibes.” At least three of these images appear to be AI-generated. | Pinterest\" data-portal-copyright=\"Pinterest\" />\n<p class=\"has-text-align-none\">But as Jason Koebler, co-founder of the tech publication <a href=\"https://www.404media.co/\">404 Media</a> explains, these images normalize AI slop and desensitize our ability to discern what’s real and what’s fake. </p>\n\n<p class=\"has-text-align-none\">“The clogging of feeds and of search results is not just a side effect, but a main effect of all of this,” he told me. “It’s harder for a journalist writing an article to break through, or an artist painting a picture, or a musician making a song when they’re competing with not just a bunch of other humans making stuff, but humans who are using this automatic creation machine to make things at a scale that is impossible otherwise.” The problem is so bad that tools used to track the human usage of certain words online are <a href=\"https://github.com/rspeer/wordfreq/blob/master/SUNSET.md\">no longer effective</a> due to the prevalence of large-language models. </p>\n\n<p class=\"has-text-align-none\">AI slop typically comes from people trying to make money by going viral on social media. Platforms like Facebook, Instagram, X, and TikTok all have programs that pay creators based on how much engagement their content receives, and AI makes it easier than ever to produce and test that content. That’s led to an entire cottage industry of people all over the world who teach paid courses on how to produce highly engaging AI slop, sharing information on the best prompts to generate the most attention-getting posts.</p>\n\n<p class=\"has-text-align-none\">On Facebook, AI posters <a href=\"https://www.404media.co/where-facebooks-ai-slop-comes-from/\">say they make</a> around $100 per 1,000 likes, and some TikTokers are <a href=\"https://theconversation.com/side-job-self-employed-high-paid-behind-the-ai-slop-flooding-tiktok-and-facebook-237638\">making $5,000 per month</a> at their side hustles. It’s a decent amount for anyone but especially lucrative in countries where many AI content hustlers are based, such as India, Vietnam, and the Philippines. One Kenya-based creator <a href=\"https://nymag.com/intelligencer/article/ai-generated-content-internet-online-slop-spam.html\">told New York magazine</a> that his process involves asking ChatGPT something like, “WRITE ME 10 PROMPT picture OF JESUS WHICH WILLING BRING HIGH ENGAGEMENT ON FACEBOOK” and then plugging those prompts into an image generator like Leonardo.ai and Midjourney.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rather than being worried about their platforms being overrun with low-quality engagement bait, Meta and X seem unconcerned and even supportive of it. “There seems to be very little interest from any platform in taking action about this stuff,” Koebler says. “They are actively, in some cases, generating it themselves, and being like, ‘Look how cool this technology is!’” </p>\n\n<p class=\"has-text-align-none\">Both Meta and X have <a href=\"https://www.nytimes.com/2024/04/24/technology/meta-profit-stock-ai.html\">invested heavily</a> <a href=\"https://www.businessinsider.com/elon-musk-twitter-investment-generative-ai-project-2023-4?op=1\">in AI</a>, offering tools for users to add to the ever-increasing deluge of slop on their platforms. Meta’s official account <a href=\"https://www.threads.net/@meta/post/DA_mM0Ey1qC\">even posted an AI photo</a> of the northern lights over San Francisco on Threads — its top reply is a NASA engineer explaining why images like this spread false information and “muddy the waters of reality.”</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Cozy Autumn Coffee Shop 🍂 ☕ Perfect Fall Ambience | Rain &amp; Fire Sounds for Sleep or Focus | Ambient\" src=\"https://www.youtube.com/embed/s3VnmAIeetA?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">AI slop will continue to exist as long as people are finding ways to make money from it, just like any practice on social media, from the <a href=\"https://www.vox.com/the-goods/22841564/internet-trends-tiktok-sea-shanties-bama-rush\">merely irksome</a> to the <a href=\"https://www.vox.com/even-better/357645/misinformation-debunking-health-tiktok-youtube-instagram-weird-health-trick-hack\">actually dangerous</a>. Koebler guesses that AI spam got so popular because some of the platforms cracked down on content stolen from real creators, making AI the second-easiest option for spammers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“People are just posting whatever they&#8217;re getting out of these AI generator machines, regardless of the level of quality,” he says, “because of the ways that virality and social media algorithms work, even if you have the world&#8217;s greatest piece of content, it might not go viral, whereas something that is not very good might, just because you won the luck of the draw.”</p>\n\n<p class=\"has-text-align-none\">There’s a particular irony with AI-generated images of fall vibes, considering <a href=\"https://www.yahoo.com/news/what-happened-to-autumn-scientists-point-to-climate-change-202933722.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAABdPsETAliFu_D60FnVswL1bKSbmLv-ogtFDYmC7b5k3V8QRJJ8aPiTaSixYEYuz0KW8wDJAC7jMKnh8uB1w_OJLPIQoOQwFfTjWpVW_KBGBBdHDMiutQhh_JVYfw8yZpbnYx-SE2j1IUxr9oWnJihEnzxiV5dViPLGSUMM-yJi-\">fall is disappearing</a> from many parts of the US and <a href=\"https://www.npr.org/2024/07/12/g-s1-9545/ai-brings-soaring-emissions-for-google-and-microsoft-a-major-contributor-to-climate-change\">AI emissions have become a major contributor</a> to climate change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And it’s not as if the internet is starving for aesthetically pleasing fall inspo: Every September, social media is flooded with images of pumpkin-strewn stoops, cozy blankets on comfy sofas, or small towns covered in yellow and orange leaves. For the past few years, we’ve christened these mini-moments online with names: <a href=\"https://www.vox.com/the-goods/22697069/meg-ryan-fall-tiktok-style-christian-girl-autumn\">Meg Ryan fall</a>, which had its own outfit and playlist recommendations<em>,</em> or <a href=\"https://www.vox.com/culture/2019/8/14/20804030/christian-girl-autumn-meme-hot-girl-summer-explained\">Christian girl autumn</a>, where people unleashed their inner white woman by wearing wide-brimmed hats and knee-high boots to grab <a href=\"https://www.vox.com/culture/2018/8/29/17791082/pumpkin-spice-latte-starbucks-backlash-explained\">pumpkin spice lattes</a>. (This year, <a href=\"https://www.thecut.com/article/brooding-fall-vibes-social-media-evolution.html\">it seems like</a> the Gilmores’ fictional Connecticut town of Stars Hollow is providing much of the inspiration.) </p>\n\n<p class=\"has-text-align-none\">It’s all very cutesy and wholesome, but even this type of human-made content is increasingly little more than a plot to get viewers to click on affiliate links to Amazon storefronts or ultra-cheap <a href=\"https://www.vox.com/money/358886/tiktok-shop-ads-products-annoying\">TikTok Shop junk</a>. In this way, they’re not all that dissimilar from AI slop: Platforms are encouraging their users to be professional salespeople, whether they’re hawking unethically made clothing and home goods or spamming audiences with AI-generated inspo photos. Both are low-quality, quick-to-produce types of content that drive engagement and, therefore, revenue, even when regular users say they hate it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Part of the joy in scrolling through fall photos, after all, is knowing that these places exist and you could theoretically visit them, that the world fundamentally changes in autumn, and that there’s only a small window of time to marvel at how beautiful it all is. An AI-generated image represents the precise opposite: It’s just one of the infinite possible arrangements of pixels for machines to keep churning out indefinitely. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A rain-soaked street at dusk, pictured through the window of a coffee shop. String lights hang between old brick buildings, a church steeple in the distance. In the foreground, a candlelit table with mugs of coffee, tea, and … a corked glass jug of beige liquid? Next to a floating hunk of sourdough? And also [&#8230;]",
    "author": "Rebecca Jennings"
  }
]