[
  {
    "title": "What George Orwell’s 1984 can teach us about 2024",
    "link": "https://www.vox.com/the-gray-area/365740/orwell-1984-animal-farm-orwellian",
    "pubDate": "2024-08-11T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A black-and-white photo of George Orwell sits over a collage background of his work.\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_GrayArea_Orwell_8-6.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">If I asked you to name a historical figure who manages to be both incredibly well-known and universally misunderstood, who comes to mind?</p>\n\n<p class=\"has-text-align-none\">Karl Marx and Friedrich Nietzsche are obvious candidates. But any list like this has to include George Orwell, the English essayist and the author of two of the most famous political novels of the 20th century: <em>1984</em> and <em>Animal Farm</em>.</p>\n\n<p class=\"has-text-align-none\">Whether you’ve read any of Orwell’s work or not, you’ve no doubt heard the term “Orwellian” used to describe people and events that are very likely contradictory, which of course is part of the problem with Orwell. He’s been stretched so much that his name is now a floating signifier that conveys just enough information to suggest something vaguely meaningful but not enough information to truly clarify anything.</p>\n\n<p class=\"has-text-align-none\">The supreme irony here is that Orwell’s greatest virtue as a writer was his directness and clarity. He wrote so as not to be misunderstood, and yet he is now perpetually misunderstood. How did that happen? And how should<em> </em>we understand Orwell? </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.american.edu/cas/faculty/beers.cfm\">Laura Beers</a> is a historian at American University and the author of a new book called <a href=\"https://www.hurstpublishers.com/book/orwells-ghosts/\"><em>Orwell’s Ghosts: Wisdom and Warnings for the 21st Century</em></a>. This is an intellectual biography but it is not, to its credit, a hagiography. Beers takes an honest look at Orwell’s life — the best and the worst of it — and presents a three-dimensional picture.</p>\n\n<p class=\"has-text-align-none\">So I invited Beers on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to talk about who Orwell was, his complicated legacy, and how he speaks to this political moment. As always, there’s much more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\">This conversation has been edited for length and clarity.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP6310338030\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Orwell said that one of his great strengths was his “power of facing unpleasant facts.” That’s such an interesting phrase, especially the use of the word “power.” What did he mean by that?</p>\n\n<h4 class=\"wp-block-heading\">Laura Beers</h4>\n\n<p class=\"has-text-align-none\">Well, Orwell is writing in the context of the late 1930s, when the left in Britain and across the West felt this need to defend the Soviet Union. And Orwell was in the awkward position of someone who identified throughout his career as a socialist, but who was very clear-eyed about the abuses of Stalinist totalitarianism and was unwilling to toe the general party line in Western Europe by socialists who were very defensive of Stalinist Russia.</p>\n\n<p class=\"has-text-align-none\">For him, this power of facing unpleasant facts is partially a willingness to stand up to most of his colleagues within the political left in Western Europe and call them out for their support of the Soviet Union, and say that we can’t be afraid that it will undermine the cause of socialism to talk about the abuses of power of this ostensibly socialist society in Russia. And that, if we are going to attain a better tomorrow, we have to be honest about the mistakes and missteps on our own side as well as critiquing capitalism and critiquing fascism, and he was a vocal critic of both.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What would you say is the prime value of reading Orwell today?</p>\n\n<h4 class=\"wp-block-heading\">Laura Beers</h4>\n\n<p class=\"has-text-align-none\">The things that really concerned Orwell, and you can really see them in his final two novels, are the accretion of state power and the accretion of media power so that you have one controlling narrative and little space for dissenting voices within a political conversation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Also, the role of surveillance and the way in which people are constantly being watched and judged. And the importance of disinformation and the manipulation of truth as a vehicle of those who want to seize power and hold power illegitimately. All of those things in different ways are very apparent in our 21st-century moment.</p>\n\n<p class=\"has-text-align-none\">One of the things that makes 2024 different from 1984 is that we are being constantly surveilled, but outside of TikTok or mainland China, it’s principally not a state that is surveilling us so much as large private corporations. In that sense, we’re being watched, and this is the Orwell of the giant eye that you often see on posters or book covers or T-shirts. But we’re also living in an age where you do have a lack of space for dialogue and you do have one dominating, controlling voice for a lot of people. </p>\n\n<p class=\"has-text-align-none\">For some, like in Putin’s Russia or in Xi’s China, that’s through active state censorship. But for other people in the democratic West, it’s about the ways that people consume information and these information vacuums, where you can live in an ostensibly free society but never hear a genuine exchange of opinion and never hear dissenting voices. And Orwell was a real critic of that way of living. He believed in the importance of truth, but he also believed in the importance of a free dialogue and exchange of ideas.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">One of Orwell’s enduring obsessions was the uses and abuses of language. This is why he was so sensitive to the role of euphemisms in our political language. What did he have to say about that?</p>\n\n<h4 class=\"wp-block-heading\">Laura Beers</h4>\n\n<p class=\"has-text-align-none\">As he sees it, the problem with euphemisms is that they elide truth, they paper over ugly realities. So, for example, when you talk about “illegal immigrants” as a catch-all phrase, that elides the actual lived experience of a lot of the people who risked their lives to cross the border and the ways in which many of them are victims, many of them are under threat, and gives this sense of menace to an entire group through this term that is meant to obscure as much as it categorizes or clarifies. </p>\n\n<p class=\"has-text-align-none\">So he’s very conscious of the power of language and the narrowing of acceptable political language. He knows that if you can’t talk about ideas, they lose their political power because they’re unable to be articulated. At the end of <em>1984</em>, Orwell had this amazing appendix which his early US editors wanted to cut and he insisted that the book couldn’t be published without it. It’s a short history of Newspeak, which is the language of IngSoc in <em>1984</em>. You can see how it works to reduce language and therefore reduce the acceptable range of political ideas that can be thought and articulated.</p>\n\n<p class=\"has-text-align-none\">He’s always really clear about the ways that language can hide as much as it reveals, and I think one of the great strengths of his writing is the way that he insists on clarity in written and spoken English. He doesn’t like to use passive tense, he doesn’t use too many adjectives. It’s very clear, journalistic writing.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">To that point about his clarity, this is part of what makes his shapeless legacy so mystifying. He wrote so clearly and so simply and yet he’s been so effortlessly appropriated by the left and the right. Why do you think he became such a two-dimensional caricature in that way?</p>\n\n<h4 class=\"wp-block-heading\">Laura Beers</h4>\n\n<p class=\"has-text-align-none\">I think, in some ways, that’s the risk of dying young, right? He’s born in 1903 and he died in 1950. He dies before the Cold War really heats up, though he might’ve been the first person to use the term “Cold War” in an essay called “You and the Atom Bomb,” which he wrote shortly before his death. But he passes away before a lot of the political changes that have defined the modern moment.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What do you think Orwell got most wrong?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Laura Beers</h4>\n\n<p class=\"has-text-align-none\">There are the things that he realized he got wrong before he passed away. One of those is this idea that, in order for Britain to win the war against Nazism, it would have to reform itself internally, and that doesn’t really happen. A Labor government is elected with a majority [for] the first time in 1945 and there are significant social changes that come along with that, but there is no real effective revolution and the war is won without that. And he recognized his own error, and I think some of his political pessimism in his later years is the result of the thwarting of that feeling of optimism that he had about the potential for social change in the early years of the war.</p>\n\n<p class=\"has-text-align-none\">But I think more fundamentally, from our 21st-century perspective, it’s about what we were talking about earlier. He failed to appreciate the evolution of surveillance and state power. If you’re living in Russia or communist China right now, this is a very serious issue. But if you’re living in the West, your surveillance is not coming from the state for the most part; it’s coming from private corporations. And I think he just didn’t foresee the role that large corporations would play in controlling our access to information and controlling information about us in the 21st century. And I think that’s partly because he was a real technophobe and it comes through in a lot of his writing. He really sees technology as an enemy of culture and is someone who thinks that people should work the land and read books as opposed to playing with mechanical blocks.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">I&#8217;ve never heard Orwell described as a “technophobe,” but that helps explain what I’ve always considered his biggest blind spot. Although he diagnosed the 20th century so well, he just didn’t anticipate the 21st century. If you’re looking for prophecy, a book like Aldous Huxley’s <em>Brave New World </em>is the one you want, not <em>1984</em>. Neil Postman sums this up better than anyone else in his book <em>Amusing Ourselves to Death</em>, and it’s worth reading the passage in full:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>What George Orwell feared were those who would ban books. What Aldous Huxley feared was that there would be no reason to ban a book for there would be no one who wanted to read one. Orwell feared those who would deprive us of information, Huxley feared those who would give us so much that we would be reduced to passivity and egoism. Orwell feared that the truth would be concealed from us, Huxley feared the truth would be drowned in a sea of irrelevance. Orwell feared we would become a captive culture, Huxley feared we would become a trivial culture.&nbsp;</em></p>\n<cite>Neil Postman, <em>Amusing Ourselves to Death</em></cite></blockquote>\n\n<h4 class=\"wp-block-heading\">Laura Beers</h4>\n\n<p class=\"has-text-align-none\">If you’re comparing Huxley and Orwell, what stands out to me is Huxley’s idea that the pleasure principle actually can be something malign. That we could be stupefied into complacency and as a result we lose our will to revolt. Huxley has a much more sophisticated bread-and-circuses view of how people can be dominated and controlled. </p>\n\n<p class=\"has-text-align-none\">For Orwell, the ways in which people are dominated and controlled is not through pleasure but through pain. <em>1984</em>, in many ways, is a very graphic tale of someone’s torture and eventual breakdown. So there’s a brutal austerity to the violent mechanisms of control in Orwell. I think that’s partially a reflection of the poverty that he experienced as a social investigator, writing <em>Down and Out in Paris and London</em> and <em>The Road to Wigan Pier,</em> and the poverty that he saw at the ends of empire. He thinks that control is not through pacifying people in such a way that they don’t have the will to revolt, but about violently repressing them in such a way that they don’t have the ability to revolt.</p>\n\n<p class=\"has-text-align-none\">So maybe it’s true that complacency is more of a threat in the 21st century as rising standards of living take away people’s political edge. But there are still an awful lot of people being brutally and violently repressed into conformity in our age as well, so I guess there’s space for both dystopias in 2024.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What would you say is Orwell’s most relevant lesson for the 21st century?</p>\n\n<h4 class=\"wp-block-heading\">Laura Beers</h4>\n\n<p class=\"has-text-align-none\">I think the lesson that those of us in the West could do best to heed is this idea that people need to defend the right to say that two plus two equals four, but that doing this is a responsibility as much as it is a right. Being given the right to speak your truth is also an obligation to have a truth to speak. It’s not a right to say that two plus two equals five, it’s a right to articulate truth in the space of lies and disinformation and to speak out against lies and disinformation. And that was something that Orwell was committed to throughout his own career, in his journalistic writing and in his personal politics. If he does have a legacy for the 21st century, it’s this power of facing unpleasant facts and standing up for truth in a time of disinformation and doublethink. That is his most important legacy.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/why-orwell-matters/id1081584611?i=1000664350315\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em><a href=\"https://www.vox.com/thegrayarea\"><em> </em><em>The Gray Area</em></a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em> </em><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> </em><em>Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> </em><em>Pandora</em></a><em>, or wherever you listen to podcasts.&nbsp;</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If I asked you to name a historical figure who manages to be both incredibly well-known and universally misunderstood, who comes to mind? Karl Marx and Friedrich Nietzsche are obvious candidates. But any list like this has to include George Orwell, the English essayist and the author of two of the most famous political novels [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "Industry is the soapy, sleazy spectacle prestige TV is missing",
    "link": "https://www.vox.com/culture/366319/industry-prestige-tv-succession-summer-review",
    "pubDate": "2024-08-11T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Harington and Abela sit across from each other in a restaurant.\" data-caption=\"Actors Kit Harington and Marisa Abela in Industry season three.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/kit-harington-and-marisa-abela.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Actors Kit Harington and Marisa Abela in Industry season three.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Industry, </em>now in its third season,<em> </em>has lived in the shadow of two HBO juggernauts, <em>Euphoria</em> and<em> Succession</em>, for the past four years. Its similarities with <em>Succession</em> in particular — British creators, corporate settings, despicable characters, acerbic dialogue, gray-toned palettes — have made it difficult for the show about young, ketamine-snorting bankers to capture everyone’s attention. </p>\n\n<p class=\"has-text-align-none\">But now that it’s <a href=\"https://www.nytimes.com/2024/04/27/arts/television/mid-tv.html\">been said</a> — including <a href=\"https://www.vox.com/culture/353427/why-does-tv-feel-so-underwhelming-yet-so-overwhelming\">on this very website</a> — that the overall quality of scripted television is not what it once was, it seems like a perfect time for an ever-improving show to reset our expectations for what prestige TV can be.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The well-touted notion that <em>Industry</em> is an heir to <em>Succession </em>seems like good marketing. And the show’s writers and co-creators Mickey Down and Konrad Kay have embraced the comparisons with a sense of humor. “If <em>Industry</em> had the same arc [as <em>Succession</em>], me and Mickey would be quite happy,” Kay told <a href=\"https://www.thedailybeast.com/obsessed/industry-creators-break-down-that-wild-season-2-premiere\">the Daily Beast</a> in 2022. In the season two finale, they even inserted a winking reference to Kendall Roy. Vulture also released a <a href=\"https://www.vulture.com/article/industry-season-3-sunday-time-succession.html\">profile</a> of the show’s casts and creators titled “Can <em>Industry</em> succeed <em>Succession</em>?” as the new season takes on<em> Succession</em>’s former Sunday time slot. </p>\n\n<p class=\"has-text-align-none\">However, the suggestion that these two series scratch the same itch or that <em>Industry</em> is aiming to be like<em> Succession</em> feels like critics’ underselling of the show. While <em>Industry </em>has all the markers of a sophisticated, bougie drama, it feels more spiritually akin to a messy teen soap like <em>Gossip Girl</em>. </p>\n\n<p class=\"has-text-align-none\">That certainly isn’t a bad thing. In fact, it’s exactly what this overly brooding, monotonous state of television needs. One of the most impressive things about <em>Industry </em>is how it avoids many of prestige TV’s reigning problems. While supposedly high-brow shows have become predictable, with their focus on trauma and grief as main qualities of the human experience, <em>Industry</em> seems to be one of the few shows interested in offering viewers naughtiness and pleasure. </p>\n\n<h2 class=\"wp-block-heading\"><strong>The conventions of “prestige TV” have become limiting … and boring </strong></h2>\n\n<p class=\"has-text-align-none\"><em>Industry</em>’s first season followed a group of post-graduates — with the exception of protagonist Harper Stern (Myha’la), whose transcript is a little less complete than her bosses understand — vying for permanent positions at the fictional investment bank Pierpoint &amp; Co. in London. Right away, they’re met with abuse and impossible demands from tyrannical bosses and inappropriate colleagues, including the hair-raising sales manager Eric Tao (Ken Leung).&nbsp;</p>\n\n<p class=\"has-text-align-none\">The onscreen depravity isn’t limited to Pierpoint’s higher-ups, though. The show’s promising young bankers — particularly Harper and publishing heir Yasmin Kara-Hanani (Marisa Abela) — play all sorts of mental and sexual games with each other and their peers to climb the corporate ladder. Almost every interaction is deceptive or transactional. Vulnerability can rarely be trusted. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/myha-la-and-sarah-goldberg.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Actors Myha’la and Sarah Goldberg in &lt;em&gt;Industry&lt;/em&gt; season three. | HBO\" data-portal-copyright=\"HBO\" />\n<p class=\"has-text-align-none\">On a show about depraved, broken people, it’s refreshing that Down and Kay refrain from relying on a narrative device that’s become a rather tiring cliché in prestige television — the trauma plot. In a <a href=\"https://www.newyorker.com/magazine/2022/01/03/the-case-against-the-trauma-plot\">2021 New Yorker essay, Parul Sehgal</a> wrote about the prevalent use of a single devastating backstory to easily explain the totality of characters, leaving little mystery and denying consumers a morally complicated experience. “The trauma plot flattens, distorts, reduces character to symptom, and, in turn, instructs and insists upon its moral authority,” she wrote. </p>\n\n<p class=\"has-text-align-none\">This sense of predictability — and simplicity —  has lessened the impact of quite a few shows recently, like the buzzy Netflix miniseries <a href=\"https://www.vox.com/culture/24147537/baby-reindeer-who-is-martha-stalking\"><em>Baby Reindeer</em></a>. Despite the miniseries’ potential to go into strange and ambiguous directions, it offers a pretty obvious theory in the end about the show’s troubling stalker, Martha — she had a bad childhood. </p>\n\n<p class=\"has-text-align-none\">In other cases, the excessive use of backstory can inhibit plot movement or character development. Take <em>Euphoria</em>, for example, maybe the biggest offender in this regard. For its first two seasons, the show was so concerned with revisiting its characters’ devastating pasts that it had no idea where they were going in the show’s present. As a result, season two was <a href=\"https://www.hollywoodreporter.com/tv/tv-reviews/euphoria-season-2-finale-zendaya-sam-levinson-1235099256/\">meandering and motionless</a>, hammering down on the same character details. It wasn’t much of a surprise that Sam Levinson’s follow-up miniseries <a href=\"https://www.theguardian.com/tv-and-radio/2023/jul/03/the-idol-finale-review-one-of-the-worst-programmes-ever-made\"><em>The Idol</em></a><em> </em>quickly fell apart on much the same basis. </p>\n\n<p class=\"has-text-align-none\">Similar comments were made about the latest season of <em>The Bear, </em>which landed as a disappointment among fans and critics. In <a href=\"https://slate.com/culture/2024/06/the-bear-season-3-fx-hulu-bad.html\">a review for Slate</a>, writer Jack Hamilton criticized the season’s “incessant use of flashbacks” to avoid “the show itself actually moving forward.” </p>\n\n<p class=\"has-text-align-none\">It’s not that the characters in <em>Industry</em> aren’t deeply troubled by their upbringings and familial relationships. For example, Harper and Yasmin’s colleague Robert Spearing (Harry Lawtey) has vaguely described mommy issues that lead to an inappropriate relationship with a predatory woman client at Pierpoint and probably his submissive sexual dynamic with Yasmin. Harper is the product of an abusive mom. It’s also evident that bad boss Eric’s lust for dominance comes from being perceived and underestimated as a “diversity hire” throughout his career. </p>\n\n<p class=\"has-text-align-none\">The writers never dwell on this information for too long though, nor do they feed us that many details. The story still functions, even if these personal details never completely explain why these reckless 20-somethings and their mean supervisors are the way they are. Instead, they propel the characters forward, leading to exciting plot turns and head-scratching decisions. </p>\n\n<p class=\"has-text-align-none\">The best case of this is the portrayal of Yasmin’s fractured relationship with her father (Adam Levy). A lazier show would spend an inordinate amount of time revisiting the wounds Yasmine accrued from her dad during her childhood. Instead, Yasmine’s daddy issues are an obstacle she has to escape in the present. When she discovers her father’s sexual misconduct in season two, it provides a mirror for a sexual relationship she has with a mentor at Pierpoint and when she embarks on her own power trip as she makes moves within the company. In season three, her father’s legal troubles come back to haunt her, causing her to negotiate her morals once again. </p>\n\n<h2 class=\"wp-block-heading\"><strong>In all of its chaos, <em>Industry</em> hasn’t lost sight of what makes it good </strong></h2>\n\n<p class=\"has-text-align-none\">As <a href=\"https://www.pastemagazine.com/tv/hbo-max/industry-season-3-review\">critics</a> have <a href=\"https://www.tvguide.com/news/industry-season-3-review-hbo/\">unanimously</a> <a href=\"https://x.com/thefader/status/1821571666729701804\">stated</a>, season three is arguably <em>Industry</em>’s best offering yet. After being ousted from Pierpoint in the second season finale, Harper has a new job and a new manager, Petra Koenig (Sarah Goldberg) to test with her risky, often legally dubious business moves. Meanwhile, at Pierpoint, the company invests in a new client, a green-energy company called Lumi founded by an incompetent CEO Henry Muck (Kit Harington), which triggers an avalanche of problems at the bank. </p>\n\n<p class=\"has-text-align-none\">While Harper is still fighting a one-sided war with Tao and Pierpoint, her former co-workers seem a bit more deflated and disillusioned than in previous seasons. Tao is confronted with how disempowering his new position as a partner at Pierpoint actually is. Yasmin realizes that she can’t overcome the lifelong curse of coming from a messed-up family through her work. Arguably, the best episode of the season is centered on Pierpoint associate Rishi Ramdani (Sagar Radia), whose greed (and dickishness) finally reaches a tipping point. </p>\n\n<p class=\"has-text-align-none\">Overall, Kay and Down have become more skilled at executing plotlines, experimenting with cinematography, and nailing the show’s frenetic pacing. While season two was a little heavy-handed with its commentary on representational politics and “glass ceiling” feminism, season three feels light on its feet. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/harry-lawtey-kit-harington.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Lawtey and Harington having a conversation.\" title=\"Lawtey and Harington having a conversation.\" data-has-syndication-rights=\"1\" data-caption=\"Actors Harry Lawtey and Kit Harington in &lt;em&gt;Industry&lt;/em&gt; season three. | HBO\" data-portal-copyright=\"HBO\" />\n<p class=\"has-text-align-none\">Stress and turmoil may still define these characters’ lives, but watching them navigate their mostly self-inflicted problems is surprisingly more fun and funny this time around. The writers seem more interested in creating amusing (but smart) plotlines for entertainment’s sake rather than hammering down on the show’s already underlying thesis on the pitfalls of capitalism. At the end of the day, <em>Industry</em> is a show about horny, foolish, mostly young adults who desperately need therapy. </p>\n\n<p class=\"has-text-align-none\">The fact that <em>Industry</em> has gotten better over time is a huge relief. At this point, we’ve watched several popular, critically acclaimed shows — <a href=\"https://www.vox.com/culture/358672/the-bear-season-3-review-food-main-character-fine-dining\"><em>The Bear</em></a>, <em>Atlanta</em>, <em>Killing Eve</em>, <em>Big Little Lies</em>, etc. — lose their way after one or two good seasons. (I might be the only person who thinks that <em>Succession </em>got worse after season two.) The constraints of streaming have allowed creators to become more self-indulgent in their work. Certain shows have felt more focused on experimenting with structure to the point where it doesn’t feel like they’re interested in making TV anymore — rather, college-level film projects. Others seem to bend to the demands of social media, like <em>Succession</em>, which gradually lost its “eat the rich” bite in favor of sympathizing with fan-favorite characters. </p>\n\n<p class=\"has-text-align-none\">Thankfully, <em>Industry</em> hasn’t succumbed to any of these tendencies yet — maybe, in part, because it hasn’t been showered with awards or received a large amount of attention. Instead, the show keeps reflecting what prestige TV still has the potential to be in an era of forgettable television — engrossing characters, smart storytelling, and a respect for the medium as we knew it before Netflix and Twitter.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Industry, now in its third season, has lived in the shadow of two HBO juggernauts, Euphoria and Succession, for the past four years. Its similarities with Succession in particular — British creators, corporate settings, despicable characters, acerbic dialogue, gray-toned palettes — have made it difficult for the show about young, ketamine-snorting bankers to capture everyone’s [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "The case for pole dancing in the Olympics",
    "link": "https://www.vox.com/culture/366257/pole-dancing-olympics-sport-sex-work-gymnastics-paris",
    "pubDate": "2024-08-10T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Celia and a friend performing “Balance Facing Away From Each Other,” with a technical value of 0.7 out of 1.0 per the International Pole Sport Federation. Photo courtesy of Knocking Bird Creative (shot at VRV3 Pole and Aerial Studios in San Francisco, California, 2022).\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/ALEXISampCELIA-1205-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Celia and a friend performing “Balance Facing Away From Each Other,” with a technical value of 0.7 out of 1.0 per the International Pole Sport Federation. Photo courtesy of Knocking Bird Creative (shot at VRV3 Pole and Aerial Studios in San Francisco, California, 2022).</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Humans are simple creatures. Since the dawn of spectator sports, we’ve wanted to watch muscular people fight and do flips. <a href=\"https://www.nbcboston.com/paris-2024-summer-olympics/olympians-viral-tiktok/3450742/\">Today, TikTok-friendly</a> high-drama sports like <a href=\"https://deadline.com/2024/07/simone-biles-usa-womens-gymnastics-finals-viewership-olympics-nbc-1236028346/\">women’s gymnastics</a> regularly dominate Olympic viewership on TV networks and streaming platforms. But watching artistic gymnastics isn’t the only way to see ultra-strong people do flips and splits.</p>\n\n<p class=\"has-text-align-none\">Pole dancing — the erotic striptease-turned-sport that’s essentially sexy gymnastics on a stick — has all the makings of a perfect Olympic sport. The athleticism of pole performers, whether at a family-friendly competition or a strip club, is undeniable. Even the most basic pole moves are no joke: <a href=\"https://www.thepolept.com/pole-anatomy/pole-climb-in-4-steps/\">Getting off the ground at all</a> is kind of like doing a pull up, a push up, a crunch, and an air squat all at once. At <a href=\"https://www.youtube.com/watch?v=3pyB7SRD84w\">the highest level</a>, pole athletes — yes, there are pole athletes — can perform several minutes worth of choreographed handstands, flips, tumbles, and other aerial tricks, all set to music. Sometimes, <a href=\"https://www.youtube.com/watch?v=ryi-6qgcqYw\">they do it in eight-inch stilettos</a>. And just as gymnastics increases in difficulty over time, pole dancers get stronger, bendier, and more creative every year.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Why I wrote this</h2>\n\n\n\n<p class=\"has-text-align-none\">I auditioned for my <a href=\"https://www.instagram.com/thepolerbears/?hl=en\">university’s pole dancing team</a> my freshman year of college simply because I couldn’t believe it existed. I didn’t make the cut, but I tried pole dancing again while I was in grad school. It took me almost a year to build the strength I needed to flip upside down. But I stuck with it, training at my local pole studio nearly every day after lab, mopping its floors in exchange for a discounted membership. </p>\n\n\n\n<p class=\"has-text-align-none\">Today, I’m a part-time pole instructor in the California Bay Area, and welcoming new people into the sport is one of my greatest joys. Pole dancing embodies endless contradictions — strength and grace, explosive power and sensual flow, technicality and vibes. For years, I’ve watched the pole community debate about how to honor its history, and I’ve seen my own studios evolve in their stance towards sex work over time. Here, I wanted to explore why it’s so hard for pole dancing to earn the IOC’s respect. (And selfishly, I want to watch more sports where people do flips and splits. People love flips and splits.)</p>\n</div>\n\n<p class=\"has-text-align-none\">In the <a href=\"https://bloggeronpole.com/2021/07/a-history-of-modern-pole-dance/\">early 20th century</a>, burlesque and striptease performers began incorporating poles into their routines. This was less for artistic reasons than functional ones — bars had tiny stages or no stage at all, and dancers needed something to hold onto. When Mary’s Club opened in Portland in 1954, it became <a href=\"https://www.hausofpole.com/post/stripping-through-history-disrobing-the-origins-of-modern-day-pole-dancing\">the first bar</a> to install brass poles onstage for strippers to incorporate into their performances. Strip clubs increasingly featured pole dancing, and dancers invented more tricks — climbing up the pole and performing splits on the ceiling, twerking upside-down, and plummeting back to the ground. </p>\n\n<p class=\"has-text-align-none\">Dancers generally practice and teach each other at the club, but in the early 2000s, the first pole studios opened in North America, Europe, and Australia, bringing the art of sensual movement on a vertical steel bar from strippers to hobbyists. Since then, pole dancing has seen a massive surge in popularity. Pole studios quickly spread across the world. Today, there are <a href=\"https://docs.google.com/spreadsheets/d/1TlccFClJ-_DIvXnarwXGzBGh7SjU2O61tYRBmyJH_-U/edit?usp=sharing\">over 600 studios</a> in the US alone, and thousands more across every continent excluding Antarctica. I, like many others, got swept into this world not through sex work, but Groupons advertising an intriguing alternative to pilates. I stuck with it long enough to become a professional pole instructor, and have taught microbiologists, sex workers, goth teens, and white-collar dads. </p>\n\n<p class=\"has-text-align-none\">Clearly, pole dancing has widespread appeal. It’s also globally practiced, visually engaging, and physically impressive, meeting several of the <a href=\"https://www.britannica.com/story/how-are-sports-chosen-for-the-olympics#:~:text=The%20Olympic%20Charter%20indicates%20that,countries%20and%20on%20three%20continents\">criteria</a> for Olympic recognition. The <a href=\"http://www.polesports.org/\">International Pole Sports Federation (IPSF)</a>, led by cofounder <a href=\"http://www.polesports.org/about-us/ipsf-committee/\">Katie Coates</a>, has been advocating for pole as an Olympic sport for 15 years. It created a 126-page <a href=\"http://www.polesports.org/about-us/document-policies/\">rulebook</a> from scratch and <a href=\"https://www.aljazeera.com/features/2018/9/12/shattering-stereotypes-pole-dancing-wants-to-be-at-the-olympics\">gathered 10,000 signatures</a> on a 2010 petition to make pole dancing an Olympic sport. It even earned <a href=\"https://www.washingtonpost.com/news/early-lead/wp/2017/10/18/pole-dancing-in-the-olympics-international-sports-federation-recognition-helps-pave-the-way/\">provisional recognition</a> by the now-defunct <a href=\"https://gaisf.org/about/observers/\">Global Association of International Sports Federations</a> (GAISF) in 2017, once viewed as an auspicious step toward winning over the International Olympic Committee (IOC), whose formal recognition is a prerequisite to becoming an Olympic sport.</p>\n\n<p class=\"has-text-align-none\">Yet even as Paris features new sports such as breaking, there’s no space for pole — not this year, nor any future games thus far. Even <a href=\"https://www.thebrisbaneolympics.com.au/sports/equestrian-vaulting-at-the-2032-brisbane-olympics/#:~:text=The%202032%20Brisbane%20Olympics%20will,athleticism%20and%20artistry%20of%20gymnastics.\">equestrian vaulting</a> has locked in a 2032 comeback. What gives?</p>\n\n<h2 class=\"wp-block-heading\"><strong>The fight for Olympic recognition</strong></h2>\n\n<p class=\"has-text-align-none\">First, the boring answer: Gaining Olympic recognition involves a lot of hard, unpaid labor, and no one wants to do it. Athletes in movement practices like pole dancing already struggle to make a living doing their sport. (I lived off my pole instructor income alone for a couple months, and I don’t recommend it.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If you’re a high level athlete, you want to focus on your training,” said <a href=\"https://www.instagram.com/amysunshine007/?hl=en\">Amy Bond</a>, founder and CEO of <a href=\"https://www.poleanddancestudios.com/?gad_source=1&amp;gclid=Cj0KCQjw8MG1BhCoARIsAHxSiQmNn6SAZw0wdGjIkz7hCiNY8zrKc_Aef0MAKbW2BztEXgesTYy2twwaApp6EALw_wcB\">Pole + Dance Studios</a>, which operates several pole studios along the US west coast. (Disclosure: I teach at Pole + Dance Studios.) “You don’t want to focus your time on the administration and bureaucracy and red tape that goes into getting your sport into the Olympics.”</p>\n\n<p class=\"has-text-align-none\">Pole’s Olympic push has largely been a one-woman operation, with Coates serving as an entrepreneur-diplomat-organizer-athlete at IPSF. “She’s one human trying to wear 15 hats,” Bond said. Even for a well-organized team of advocates, the work of <a href=\"https://www.britannica.com/story/how-are-sports-chosen-for-the-olympics\">getting a sport to the Olympics</a> is Sisyphean at best. For example, the <a href=\"https://www.worlddancesport.org/\">World DanceSport Federation</a>, which organizes international breaking competitions, was <a href=\"https://www.nbcolympics.com/news/everything-you-need-know-about-breakings-olympic-debut\">first recognized by the IOC in 1997</a> — 27 years before its Olympic debut. Breaking won’t be included again in 2028. </p>\n\n<p class=\"has-text-align-none\">Pole got GAISF  “observer status” in 2017, giving the IPSF access to a network of international sports federations for support. This status theoretically brought it closer to being taken seriously by the IOC, but the GAISF <a href=\"https://www.playthegame.org/news/world-sports-federations-may-give-up-their-own-independent-platform/\">dissolved in 2022</a>, bringing pole back to the drawing board. </p>\n\n<p class=\"has-text-align-none\">“We never really got anywhere and we never got any support. I think they were just trying to placate us and shut us up,” <a href=\"https://slate.com/culture/2024/07/olympics-2024-paris-summer-usa-skateboarding-pole-dance.html\">Coates told Slate</a> last month. “It broke my soul because it felt like I’d reached the summit only to find another, much tougher mountain in front of me.”</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@munchy_monk/video/7400156101125147935\" data-video-id=\"7400156101125147935\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@munchy_monk\" href=\"https://www.tiktok.com/@munchy_monk?refer=embed\">@munchy_monk</a> <p><a title=\"paris2024\" target=\"_blank\" href=\"https://www.tiktok.com/tag/paris2024?refer=embed\">#paris2024</a> <a title=\"olympics\" target=\"_blank\" href=\"https://www.tiktok.com/tag/olympics?refer=embed\">#olympics</a> <a title=\"suggestions\" target=\"_blank\" href=\"https://www.tiktok.com/tag/suggestions?refer=embed\">#suggestions</a> <a title=\"part2\" target=\"_blank\" href=\"https://www.tiktok.com/tag/part2?refer=embed\">#part2</a> <a title=\"horses\" target=\"_blank\" href=\"https://www.tiktok.com/tag/horses?refer=embed\">#horses</a> <a title=\"medals\" target=\"_blank\" href=\"https://www.tiktok.com/tag/medals?refer=embed\">#medals</a> <a title=\"frisbeedog\" target=\"_blank\" href=\"https://www.tiktok.com/tag/frisbeedog?refer=embed\">#frisbeedog</a> <a title=\"poledancing\" target=\"_blank\" href=\"https://www.tiktok.com/tag/poledancing?refer=embed\">#poledancing</a> <a title=\"cooking\" target=\"_blank\" href=\"https://www.tiktok.com/tag/cooking?refer=embed\">#cooking</a> <a title=\"carlosyulo\" target=\"_blank\" href=\"https://www.tiktok.com/tag/carlosyulo?refer=embed\">#carlosyulo</a> <a title=\"filipino\" target=\"_blank\" href=\"https://www.tiktok.com/tag/filipino?refer=embed\">#filipino</a> <a title=\"blackeyedpeas\" target=\"_blank\" href=\"https://www.tiktok.com/tag/blackeyedpeas?refer=embed\">#blackeyedpeas</a> <a title=\"lol\" target=\"_blank\" href=\"https://www.tiktok.com/tag/lol?refer=embed\">#lol</a> <a title=\"munchymonk\" target=\"_blank\" href=\"https://www.tiktok.com/tag/munchymonk?refer=embed\">#munchymonk</a> <a title=\"swag\" target=\"_blank\" href=\"https://www.tiktok.com/tag/swag?refer=embed\">#swag</a> <a title=\"greenscreen\" target=\"_blank\" href=\"https://www.tiktok.com/tag/greenscreen?refer=embed\">#greenscreen</a> </p> <a target=\"_blank\" title=\"♬ NBA on ESPN Theme Song - Instrumental King\" href=\"https://www.tiktok.com/music/NBA-on-ESPN-Theme-Song-6777455848600897538?refer=embed\">♬ NBA on ESPN Theme Song &#8211; Instrumental King</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">Looking at pole dancing next to other Olympic sports, the snub can feel ridiculous. Pole combines the jaw-dropping feats of gymnastics, the social media appeal of skateboarding, and the countercultural intrigue of breaking. Clara Pauchet, a French pole instructor, <a href=\"https://www.reuters.com/sports/pole-dancers-eyeing-games-participation-soul-sport-risk-2024-04-04/\">told Reuters</a>, “When I see what it requires of the body, I don’t see the difference between gymnastics with parallel bars and a vertical bar. I think it really has its place.” </p>\n\n<p class=\"has-text-align-none\">But pole also brings something that the IOC may not be ready to handle: sexuality, and a lot of cultural baggage.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The sportification of pole dancing</strong></h2>\n\n<p class=\"has-text-align-none\">Plenty of Olympic sports feature scantily-clad athletes. Female beach volleyball players <a href=\"https://wwd.com/pop-culture/celebrity-news/beach-volleyball-player-uniform-olympics-1236509653/\">often wear bikinis</a> while competing, figure skaters perform in <a href=\"https://www.youtube.com/watch?v=Tbv1a5vYI24\">form-fitting, sheer-accented leotards</a>, and French diver <a href=\"https://www.out.com/gay-athletes/jules-bouyer-hot-pictures-fan-reaction#rebelltitem15\">Jules Bouyer</a> was wearing less than most pole dancers when his <a href=\"https://www.eonline.com/news/1405768/2024-olympics-anthony-ammirati-and-jules-bouyer-react-after-going-viral-for-nsfw-reasons\">speedo bulge</a> went viral this year.</p>\n\n<p class=\"has-text-align-none\">But while revealing costumes are partially a vestige of pole’s roots, skin friction against metal is also what keeps athletes from sliding off the pole. Think of firefighters <a href=\"https://www.youtube.com/watch?v=a2i3gDgEt1Q\">zooming down fire poles</a> — with clothes on, a stainless steel or chrome pole is slippery. Because the inner thighs, hip fold, armpits, and midriff are all crucial contact points for many tricks, they all need to be exposed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Here’s what some pole athletes are afraid to admit: Pole outfits are frequently not only tiny, but <em>sexy</em>, and intentionally so. Many pole dancers, including online censorship researcher and <a href=\"https://bloggeronpole.com/about/\">blogger</a> <a href=\"https://www.northumbria.ac.uk/about-us/our-staff/a/carolina-are/\">Carolina Are</a>, don’t think that they should have to hide that to be respected as artists and athletes. Just because “something is sexual, doesn’t make it less beautiful, or less hard to do as an extreme sport,” she said.</p>\n\n<p class=\"has-text-align-none\">Some of the <a href=\"https://bloggeronpole.com/2021/07/a-history-of-modern-pole-dance/\">first pole studio owners</a>, like <a href=\"https://www.instagram.com/officiallyfawnia/?hl=en\">Fawnia Mondey</a> and <a href=\"https://www.polejunkies.com/index.php/about\">Alena Downs</a>, were strippers first, bringing what they learned at clubs to women outside the industry. In 2005, the <a href=\"https://www.facebook.com/worldpoledance/photos/a.1557690021176161/2693315304280288/?type=3\">first World Pole Championship</a> primarily featured strippers as competitors. But, Are said, the more normie hobbyists entered the pole world, the more pole entrepreneurs distanced themselves from sex workers. The social media hashtag <a href=\"https://www.reddit.com/r/stripper/comments/vwo33k/notastripper/\">#NotAStripper</a> was big in 2016, widely used by young, white women new to pole who were desperate to offload the cultural baggage of their new hobby.</p>\n\n<p class=\"has-text-align-none\">In an attempt to earn respect and an aura of legitimacy in the international sports world, the IPSF and other pole federations rebranded “pole dancing” as “pole sport” or “pole fitness.” Rather than (accurately) trace pole’s origins to <a href=\"https://www.youtube.com/watch?v=deJ_AIIFWd8\">Hoochie Coochie</a> and burlesque dancers, a certain brand of athlete would rewrite history, attributing modern pole fitness to the ancient male-dominated sports of <a href=\"https://www.youtube.com/watch?v=7M7Z5wYghpc\">Mallakhamb</a> — performing yoga poses and wrestling grips on a wooden pole — and <a href=\"https://www.youtube.com/watch?v=YJVO3UCN9FU\">Chinese acrobatic pole</a>. </p>\n\n<p class=\"has-text-align-none\">Bond understands why some pole athletes try to separate themselves from strippers, <a href=\"https://www.vice.com/en/article/qvxpdm/pole-dancing-sport-offensive-to-strippers\">despite the harm it causes professional erotic dancers</a>. As a studio owner, she’s had ads rejected by social media platforms “if there’s any amount of butt shown, and sometimes even when there’s not.” Across the board, <a href=\"https://www.tandfonline.com/doi/full/10.1080/14680777.2021.1928259\">pole accounts are reportedly shadowbanned</a> on TikTok and Instagram, preventing dancers from marketing themselves and monetizing their work. “If these examples are a snapshot of our society,” Are said, “I doubt the Olympics would be any more progressive.” </p>\n\n<p class=\"has-text-align-none\">Today, pole incorporates many flavors of movement, from sensual body rolls to dynamic aerial tumbles. But what’s truly transformative about pole as a movement practice isn’t its athleticism — it’s “the pushing of boundaries of what constitutes strength and power,” and “the liberation from shame,” Are said. Establishing technical scores for something so subjective is tricky, and dancers disagree on whether it should be done at all. “Anytime you watch a movement practice that is embodying art,” Bond said, “it’s really hard to create standards.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many of the movements codified by IPSF require both extreme flexibility and strength. Pole athletes competing under its guidelines have to include a set number of tricks from a long list of “flexibility elements” and “strength elements,” with more points awarded to those performing longer continuous sequences of harder, more well-executed tricks. Like gymnastics, pole sport is largely judged based on execution (how flawlessly a trick was performed) and difficulty. But because pole is more “dance” than gymnastics, originality, charisma, and confidence also contribute to the final score. </p>\n\n<p class=\"has-text-align-none\">While gymnasts usually begin training as children, when they’re more pliable and less afraid of hurting themselves, US pole dancers usually aren’t introduced to the sport until adulthood. Studios that do welcome kids <a href=\"https://www.youtube.com/watch?v=lX6Y0vQOyNs\">face immediate backlash</a> from conservative media in the US, so many instructors avoid teaching children altogether. </p>\n\n<p class=\"has-text-align-none\">But in Europe and Latin American countries, pole studios often cater to children, where it’s viewed no differently than youth gymnastics or martial arts. Russia has a well-established youth pole federation, creating a pipeline for <a href=\"https://www.youtube.com/watch?v=0bdXkpgZ9dU\">future Olympic hopefuls</a> to train and compete. Youth pole dancing competitions look a lot like competitions in rhythmic gymnastics or acrobatics — incredibly impressive, albeit standardized and sanitized.</p>\n\n<p class=\"has-text-align-none\">But with standardization comes repetition. Just like the <a href=\"https://www.youtube.com/watch?v=o2IeEsPki0I\">wolf turn</a> has become ubiquitous in gymnastics balance beam and floor routines because it’s a big point-earner, pole tricks like <a href=\"https://www.instagram.com/reel/C7zAqujs5Im/?utm_source=ig_web_button_share_sheet\">Russian splits</a> pop up over and over again in high-level routines.</p>\n\n<p class=\"has-text-align-none\">Some dancers worry that this could tarnish the essence of the movement, a concern <a href=\"https://www.nytimes.com/2023/10/10/arts/dance/olympics-breaking-dance.html\">shared by many B-boys and B-girls</a> leading up to breaking’s Olympic debut. A pole fitness event organized by a federation like IPSF, the current model for Olympic pole sport, involves watching a bunch of performances where people are pushing their bodies to the limit to maximize points. While it showcases athleticism in a way that the IOC may be able to stomach, Are said that “trying to clean up something that is naturally gloriously filthy, nuanced, and porous” strips dancers of their ability to experiment, tell stories, and own their sexuality.</p>\n\n<p class=\"has-text-align-none\">Bond is hopeful that even a sanitized version of pole will give artists the platform they need to introduce a large audience to the full spectrum of movement embodied at clubs and studios. Given society’s squeamishness around sensuality, “we have to play by those rules in order to move our industry of pole forward,” she said. “We only push these things forward by giving people a glimpse.”</p>\n\n<p class=\"has-text-align-none\">Others are less optimistic. If the IOC can embrace all of pole’s history, including its sexuality, and make space for sensual expression in its scoring system — which seems exceedingly unlikely — that would be great.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If not,” Are said, “bye.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Humans are simple creatures. Since the dawn of spectator sports, we’ve wanted to watch muscular people fight and do flips. Today, TikTok-friendly high-drama sports like women’s gymnastics regularly dominate Olympic viewership on TV networks and streaming platforms. But watching artistic gymnastics isn’t the only way to see ultra-strong people do flips and splits. Pole dancing [&#8230;]",
    "author": "Celia Ford"
  },
  {
    "title": "The “It Ends With Us” drama is the new “Don’t Worry Darling” drama",
    "link": "https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud",
    "pubDate": "2024-08-09T23:03:54.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Brandon Sklenar, Blake Lively, and Ryan Reynolds, from left to right, against a background of bright pink letters reading “It Ends With Us.”\" data-caption=\"Brandon Sklenar, Blake Lively, and Ryan Reynolds attend the “It Ends With Us” New York premiere on August 6, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165608450.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Brandon Sklenar, Blake Lively, and Ryan Reynolds attend the “It Ends With Us” New York premiere on August 6, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">You might have seen previews or even bought tickets for the new film adaptation of Colleen Hoover’s best-selling romance novel <em>It Ends With Us</em>, starring Blake Lively. But have you heard about the online soap opera surrounding a rumored rift among the film’s cast, its director and co-star Justin Baldoni, and possibly Deadpool? Once again, a film’s press tour is already stirring up more conversation than the movie itself.</p>\n\n<p class=\"has-text-align-none\">The week leading up to the <em>It Ends With Us</em> premiere is already bringing back memories of the weeks-long, <a href=\"https://www.hollywoodreporter.com/movies/movie-features/chris-pine-harry-styles-spit-gate-dont-worry-darling-memes-1235338698/\">spit-covered</a> scandal surrounding <a href=\"https://www.vox.com/culture/2022/9/6/23339631/dont-worry-darling-wilde-pugh-feud-explained\"><em>Don’t Worry Darling</em></a> in 2022. In fact, it seems like the excitement of that previous drama has incited social media users to pull out their Sherlock caps and magnifying glasses. So far, any concrete details about this supposed on-set drama are sparse. Nor has anyone from <em>It Ends With Us</em> commented on the gossip directly. But the internet is still having a ball speculating. </p>\n\n<p class=\"has-text-align-none\">It all started with <em>It Ends With Us</em>’s New York premiere on August 6, when fans noticed that Lively and Baldoni hadn’t been photographed on the red carpet together, nor have they been paired for interviews. Initially all signs of trouble pointed to Baldoni, but the narrative began to shift when a <a href=\"https://www.eonline.com/news/1405851/blake-lively-reveals-ryan-reynolds-wrote-iconic-it-ends-with-us-scene\">quote</a> from Lively about her husband Ryan Reynolds’s involvement in the film’s script went viral. And on Friday, insiders <a href=\"https://www.hollywoodreporter.com/movies/movie-news/blake-lively-justin-baldoni-it-ends-with-us-drama-what-we-know-1235969708/\">confirmed</a> to the Hollywood Reporter that there was a power struggle between the two parties when it came to the film’s final cut. At the same time, remarks from Baldoni <a href=\"https://x.com/people/status/1821568076267085985\">praising Lively</a>, while also hinting at a creative overhaul, are coming out.</p>\n\n<p class=\"has-text-align-none\">Despite any PR manager’s recent attempts to smooth out drama, the internet has already made up its mind. It’s maybe not surprising that this has turned into yet another game of optics and who has the most goodwill online. It speaks to the quick, sometimes dangerous escalation of gossip in the post-Deuxmoi world.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Who is Justin Baldoni — and does his cast hate him?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Before we get into whether the<em> It Ends With Us</em> cast hates Baldoni, some information about the actor-turned-director. You might recognize Baldoni from the hit CW <em>Jane the Virgin</em> where he played Rafael, the hunky father of Jane’s child. In 2019, he co-founded the production company Wayfarer Studios with billionaire entrepreneur Steve Sarowitz. Baldoni has directed and produced a few movies under his Wayfarer banner, including the teen cancer romance <em>Five Feet Apart</em> in 2019 and the 2020 Disney+ musical drama <em>Clouds</em>. In 2022, it was reported that Sarowitz <a href=\"https://variety.com/2022/film/news/wayfarer-studios-125-million-investment-justin-baldoni-steve-sarowitz-1235295142/\">invested $125 million</a> into the independent production company.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even with all this power, you might still be wondering why this fairly new director was selected to helm such a massive IP about a woman’s experience with domestic abuse.</p>\n\n<p class=\"has-text-align-none\">The answer seems to partially lie in his extracurricular work. As a vocal feminist ally, discussing women’s issues — or more accurately, men’s issues — has been a huge, if not defining, part of Baldoni’s brand. In 2017, the actor launched a panel series called <em>Man Enough</em> through Wayfarer, featuring actors Matt McGorry and Javier Munoz, exploring, in his words, “what it means to be a man.” In 2021, he published a memoir titled <a href=\"https://manenough.com/podcast/\"><em>Man Enough? Undefining My Masculinity</em></a> about his journey overcoming the expectations of traditional manhood. He later launched a podcast of the same name with co-hosts Jamey Heath and former Vox political correspondent Liz Plank. Like McGorry, he’s one of several self-identifying male feminists who emerged during the Trump era and gained both praise for their activism and criticism for a <a href=\"https://pittnews.com/article/130284/opinions/editorial-justin-baldonis-feminism-male-focused/\">male-centered</a>, “<a href=\"https://www.buzzfeednews.com/article/iexplorer/woke-bae-day\">mansplain-y</a>” approach to that activism. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-800668332.jpg?quality=90&#038;strip=all&#038;crop=0,9.3509154173848,100,81.29816916523\" alt=\"Actor Justin Baldoni speaks into a microphone, wearing a gray suit and white shirt, in front of a red-curtain backdrop.\" title=\"Actor Justin Baldoni speaks into a microphone, wearing a gray suit and white shirt, in front of a red-curtain backdrop.\" data-has-syndication-rights=\"1\" data-caption=\"Actor Justin Baldoni speaks onstage at the 2017 NALIP Latino Media Awards. | Phillip Faraone/Getty Images for NALIP\" data-portal-copyright=\"Phillip Faraone/Getty Images for NALIP\" />\n<p class=\"has-text-align-none\">Nevertheless, it seems appropriate that Baldoni would go after Hoover’s novel about domestic abuse. After he sent Hoover a <a href=\"https://www.yahoo.com/entertainment/it-ends-with-us-author-colleen-hoover-says-justin-baldoni-struggled-a-little-bit-with-idea-of-playing-ryle-184652889.html\">letter</a> about his love for the book, his production company <a href=\"https://variety.com/2019/film/news/justin-baldoni-it-ends-with-us-movie-jane-the-virgin-1203268293/\">optioned the project</a> in 2019. Blake Lively was brought on as an executive producer in 2017, and from there, the project seemed to descend into chaos.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the press tour, Baldoni has been noticeably isolated not just from Lively but the entire main cast, <a href=\"https://deadline.com/gallery/it-ends-with-us-premiere-red-carpet-photos/it-ends-with-us-new-york-premiere-arrivals/\">posing by himself</a> on the red carpet (or with other people not involved in the film) and <a href=\"https://youtu.be/nc-wVlkAGGA?feature=shared\">giving</a> <a href=\"https://youtu.be/niSOhLp-jdE?feature=shared\">solo</a> <a href=\"https://youtu.be/dpD9OEzZFZc?feature=shared\">interviews</a>. His co-host Plank was also at the premiere but was not photographed with Baldoni. Baldoni and Plank did not immediately respond to Vox’s requests for comment. </p>\n\n<p class=\"has-text-align-none\">Meanwhile, Lively has been doing press with her co-stars Jenny Slate and Brandon Sklenar and author Colleen Hoover. When Lively and Sklenar appeared on <a href=\"https://www.youtube.com/watch?v=8DrE3Ih46Y0\"><em>CBS Mornings</em></a> to promote the film, as well as other media outlets, there was no mention of the director. A <a href=\"https://x.com/camis_unicorn/status/1821272044866039992\">video of Slate</a> at the premiere sparked further speculation, when she gave an indirect response to a reporter’s question about working with Baldoni as a boss and screen partner. Lively and Slate did not immediately respond to Vox’s requests for comment. </p>\n\n<p class=\"has-text-align-none\">The cast’s Instagram activity doesn’t look great for Baldoni either. Based on quick searches, it looks like none of the main cast — aside from comedian Hasan Minhaj, who has a supporting role — are following him on the platform. Slate also made a <a href=\"https://www.instagram.com/p/C-V5m85yUhl/?utm_source=ig_web_copy_link&amp;igsh=MzRlODBiNWFlZA==\">post</a> on Instagram earlier this week, shouting out Lively with no acknowledgement of Baldoni. The director is also absent from Sklenar’s <a href=\"https://www.instagram.com/p/C93CsR8yDi6/?hl=en&amp;img_index=2\">recent</a><em> It Ends With Us</em> <a href=\"https://www.instagram.com/p/C8aMoXDyT4x/?hl=en&amp;img_index=2\">posts</a>. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How is Deadpool involved in this? </strong></h2>\n\n<p class=\"has-text-align-none\">Reynolds’s supposed involvement in this scandal went from confusion to outrage. A claim from Lively that her husband wrote the movie’s “iconic rooftop scene” at the premiere began to circulate. “He works on everything I do,&#8221; Lively told <a href=\"https://www.eonline.com/news/1405851/blake-lively-reveals-ryan-reynolds-wrote-iconic-it-ends-with-us-scene\">E! News</a>. “I work on everything he does. So his wins, his celebrations are mine, and mine are his. He’s all over this film.” </p>\n\n<p class=\"has-text-align-none\">People began to theorize that Lively and Reynolds seized creative control of the film from Baldoni, which led to the rift — although, that wouldn’t exactly explain why the rest of the cast has seemingly distanced themselves from him. At the premiere, Baldoni also made a telling comment about Lively. When asked about directing <em>It Ends With Us</em>’s inevitable sequel, he <a href=\"https://people.com/justin-baldoni-blake-lively-direct-it-ends-with-us-sequel-8693095\">said</a>, “I think that there are better people for that one. I think Blake Lively’s ready to direct, that’s what I think.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165630299.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Actors Hugh Jackman, Blake Lively, and Ryan Reynolds, from left to right, stand in front of a promotional backdrop.\" title=\"Actors Hugh Jackman, Blake Lively, and Ryan Reynolds, from left to right, stand in front of a promotional backdrop.\" data-has-syndication-rights=\"1\" data-caption=\"Actors Hugh Jackman, Blake Lively, and Ryan Reynolds attend the “It Ends With Us” New York premiere on August 6, 2024. \" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Lively’s comments about Reynolds set off a wave of <a href=\"https://x.com/valyonce/status/1821731891537703305\">accusations</a> that Reynolds was <a href=\"https://x.com/stonelovebot/status/1821670994748026882\">too</a> <a href=\"https://x.com/choneybuttr/status/1821635870493163742\">involved</a> in Lively’s career. It also sparked discourse on whether the pair were appropriately promoting a film about domestic violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Based on their combined marketing efforts, it seems that Lively and Reynolds were looking to create their own “Barbenheimer” with the closely timed releases of <em>Deadpool vs. Wolverine</em> and <em>It Ends With Us</em> this summer. Leading up to the premiere, Blake Lively and her husband’s co-star Hugh Jackman covered <em>Vogue</em>. Jackman also made a cameo at the <em>It Ends With Us</em> premiere, while Reynolds filmed a <a href=\"https://www.instagram.com/p/C-VeN9WJhmG/?hl=en\">skit</a> where he pretended to interview Sklenar for the film. Lively also released her new hair care line, <a href=\"https://www.hollywoodreporter.com/lifestyle/shopping/blake-lively-haircare-brand-blake-brown-beauty-launch-date-pricing-collection-1235963366/\">Blake Brown</a>, during the movie’s press run, a move some <a href=\"https://x.com/gnuyear/status/1821706923596525866\">online</a> <a href=\"https://x.com/SailorSammy93/status/1821521540606828950\">critics</a> found insensitive given the film’s subject matter.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><em>Don’t Worry, Darling</em></strong><strong> is written all over this scandal&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">It’s fair to say that the <em>Don’t Worry, Darling</em> kerfuffle both destroyed our brains and heightened our thirst for this kind of behind-the-scenes drama. It’s hardly the first time that the rumors of hostility between co-stars have made headlines, especially on <a href=\"https://www.buzzfeed.com/ellendurney/jamie-dornan-dakota-johnson-friendship-update-fifty-shades\">high-profile romantic films</a>, although, typically, they do not cause this much of a hullabaloo. The specific players involved in the <em>Don’t Worry, Darling</em> fiasco — namely, director Olivia Wilde, her ex-fiancé Jason Sudeikis, and her co-star Harry Styles — seemed to color everyone’s assessments of who was guilty and who was innocent, to the point where the internet was supporting <a href=\"https://variety.com/2022/film/news/shia-labeouf-denies-fired-olivia-wilde-dont-worry-darling-1235350529/\">claims</a> about Wilde made by alleged abuser <a href=\"https://www.nytimes.com/2020/12/11/arts/music/fka-twigs-shia-labeouf-abuse.html\">Shia LaBeouf</a>. Social media’s perceptions of the people and relationships involved seemed to matter more than whatever actually occurred on-set. </p>\n\n<p class=\"has-text-align-none\">You could argue that is happening with the suspicion toward Lively and Reynolds, but for perhaps more legitimate reasons than Wilde dumping Ted Lasso. Despite their power in Hollywood, Lively and Reynolds don’t have a ton of goodwill on social media — mainly for their controversial plantation wedding in 2012 that they eventually <a href=\"https://www.eonline.com/news/1185191/a-look-at-blake-lively-and-ryan-reynolds-deeply-controversial-wedding\">apologized for in 2020</a>. (There was also that <a href=\"https://www.vox.com/2014/10/13/6969341/blake-lively-preserve-slavery-antebellum\">weird write-up</a> celebrating antebellum fashion on Lively’s now-defunct lifestyle website Preserve.) </p>\n\n<p class=\"has-text-align-none\">At the same time, the internet — although, certainly not <a href=\"https://deadline.com/2024/08/deadpool-wolverine-global-box-office-milestone-mcu-top-10-1236033748/\">moviegoers</a> — has seemingly had enough of Reynolds’s snarky take on Deadpool. There’s also the couple’s highly documented friendship with <a href=\"https://www.usmagazine.com/celebrity-news/pictures/taylor-swifts-friendship-with-blake-lively-ryan-reynolds-pics/\">Taylor Swift</a>.</p>\n\n<p class=\"has-text-align-none\">Whether we’ll actually get to the bottom of Baldoni and Lively’s alleged issues, the internet has already taken sides. As with <em>Don’t Worry Darling</em>, we’ll probably end up discovering that there are no winners in this whole mess.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "You might have seen previews or even bought tickets for the new film adaptation of Colleen Hoover’s best-selling romance novel It Ends With Us, starring Blake Lively. But have you heard about the online soap opera surrounding a rumored rift among the film’s cast, its director and co-star Justin Baldoni, and possibly Deadpool? Once again, a [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "MDMA therapy didn’t get FDA approval. Now what?",
    "link": "https://www.vox.com/future-perfect/365820/mdma-therapy-lykos-therapeutics-maps-psychedelics-ecstasy",
    "pubDate": "2024-08-09T22:21:03.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/MDMA_option01_No.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The FDA has decided <a href=\"https://news.lykospbc.com/2024-08-09-Lykos-Therapeutics-Announces-Complete-Response-Letter-for-Midomafetamine-Capsules-for-PTSD\">not to approve</a> MDMA therapy for the treatment of post-traumatic stress disorder, dealing an unexpected blow to <a href=\"https://www.vox.com/future-perfect/23721486/ketamine-dmt-lsd-psychedelics-magic-mushrooms-legalization-recreation-psilocybin\">the growing movement</a> to raise psychedelics from the underground as a new, <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">strangely powerful</a> type of medicine.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Psychoactive drugs like psilocybin, LSD, and MDMA have been illegal for decades. But academic research looking into how they could be used across various fields, from neuroscience to medicine, <a href=\"https://www.tandfonline.com/doi/abs/10.1080/02791072.1991.10472572\">resumed</a> in the 1990s, slowly building momentum toward <a href=\"https://www.vox.com/future-perfect/360200/how-to-buy-psychedelics-lsd-shrooms-stores\">expanding access</a> outside of tightly regulated research organizations. One of the most promising directions has been developing psychedelics as medical treatments for a broad range of hard-to-treat but widespread conditions, from <a href=\"https://www.vox.com/future-perfect/2020/10/9/21506664/psychedelics-mental-health-depression-ptsd-psilocybin-mdma\">depression</a> and anxiety to <a href=\"https://www.vox.com/future-perfect/2024/5/15/24156372/psychedelics-chronic-pain-cluster-headache-medicine-lsd-psilocybin\">chronic pain</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">What went wrong?</h2>\n\n\n\n<p class=\"has-text-align-none\">Listen to Vox’s Haleema Shah chronicle the past, present, and future of MDMA in <a href=\"https://www.vox.com/today-explained-podcast/363903/mdma-medicine-ptsd-fda\">this three-part audio series</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">That momentum — which has grown <a href=\"https://jamanetwork.com/journals/jamapsychiatry/article-abstract/2795948\">rapidly</a> in recent years — <a href=\"https://theintercept.com/2022/07/26/mdma-psilocybin-fda-ptsd/\">was widely expected</a> to culminate in the FDA’s approval of MDMA therapy this summer, which would have allowed health care professionals to prescribe supervised MDMA therapy sessions to people with PTSD. Until things went sideways.</p>\n\n<p class=\"has-text-align-none\">Instead, the FDA declined to approve the new treatment submitted by <a href=\"https://lykospbc.com/about-us/mental-health-trailblazers/\">Lykos Therapeutics</a>, an organization that develops innovations to “transform mental healthcare,” according to a <a href=\"https://news.lykospbc.com/2024-08-09-Lykos-Therapeutics-Announces-Complete-Response-Letter-for-Midomafetamine-Capsules-for-PTSD\">statement published by Lykos</a>. The FDA is requesting Lykos conduct an additional Phase 3 study, as the agency couldn’t approve the treatment “based on data submitted to date.”</p>\n\n<p class=\"has-text-align-none\">The decision will have far-reaching ripple effects. Some psychedelic advocates will have to put celebrations they’ve been planning for decades on pause; others will rejoice at dodging the bullet of Lykos’s spiritually inflected <a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">therapy protocol</a> being the one that breaks the dam of psychedelic treatment. The millions of Americans suffering from PTSD will have to wait for a reformulated attempt at MDMA therapy to pass. And the broader momentum of the psychedelic revival will continue teetering on the edge of mainstream acceptance.</p>\n\n<p class=\"has-text-align-none\">Overall, though, the decision amounts to more of a delay than a death blow to psychedelic therapy.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The last-minute drama that derailed Lykos’s MDMA therapy, briefly explained</h2>\n\n<p class=\"has-text-align-none\">Lykos Therapeutics <a href=\"https://news.lykospbc.com/2024-02-09-Lykos-Therapeutics-Announces-FDA-Acceptance-and-Priority-Review-of-New-Drug-Application-for-MDMA-Assisted-Therapy-for-PTSD\">received</a> priority review from the FDA back in February, which <a href=\"https://www.fda.gov/patients/fast-track-breakthrough-therapy-accelerated-approval-priority-review/priority-review\">fast-tracked</a> the potential treatment for a decision within six months. Even the Biden administration was <a href=\"https://theintercept.com/2022/07/26/mdma-psilocybin-fda-ptsd/\">anticipating</a> its approval. If accepted, Lykos’s application would have likely only gained approval for their <a href=\"https://pubs.acs.org/doi/10.1021/acsomega.1c05520?ref=pdf\">proprietary formulation</a> of MDMA, not the illicit form of the drug that’s currently considered a <a href=\"https://www.dea.gov/drug-information/drug-scheduling#:~:text=Schedule%20I%20drugs%2C%20substances%2C%20or,)%2C%20methaqualone%2C%20and%20peyote.\">Schedule I substance</a>. That means Lykos’s version of MDMA could have been used in prescribed treatment environments, but general MDMA, or “ecstasy,” would remain illegal outside of medical environments.</p>\n\n<p class=\"has-text-align-none\">Still, even approval of a pharmaceutical product including MDMA would solidify the idea that MDMA — a drug that carries <a href=\"https://newyorklegaldefense.com/practice-areas/new-york-drug-crime-lawyers/ecstasy-charges/#:~:text=An%20arrest%20for%20possession%20of,offender%20could%20face%209%20years.\">federal penalties</a> of up to three years in jail and a $5,000 fine — can be a real medicine, challenging its designation as having “no currently accepted medical use” by the Drug Enforcement Administration. So FDA approval wouldn’t spell the end of the psychedelic prohibition that began in 1970, but it would provide ammunition for broader efforts to reschedule psychedelics and expand access.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the optimism around approval began to sour in late March, when the Institute for Clinical and Economic Review (ICER), a nonprofit that evaluates evidence for health care interventions, published a <a href=\"https://icer.org/news-insights/press-releases/icer-releases-draft-evidence-report-on-treatment-for-post-traumatic-stress-disorder/\">report</a> that called Lykos’s clinical trial design into question. They also shared concerns about unreported adverse events and <a href=\"https://www.statnews.com/2024/07/19/mdma-for-ptsd-fda-concerned-lykos-clinical-trial-misconduct-claims/\">ethical misconduct</a> by therapists during treatment sessions. </p>\n\n<p class=\"has-text-align-none\">Those concerns reached a crescendo during <a href=\"https://www.vox.com/future-perfect/353752/mdma-fda-approval-hearing-lykos-blinding-misconduct-allegations\">an FDA advisory committee meeting</a> on June 4, where a panel of independent experts convened to review Lykos’s evidence and advise the FDA on its ultimate decision. During the nine-hour meeting, panelists expressed significant misgivings about the clinical trial designs, focusing on how difficult it is to <a href=\"https://www.theatlantic.com/health/archive/2024/06/psychedelics-mdma-ptsd-fda-placebo/678588/\">establish placebo controls</a> in psychedelic studies. By “blinding” people as to whether they received the active drug or an inactive placebo, they help prevent people’s expectations from biasing their response to treatment, isolating the effects of the drug. But&nbsp;people tend to know whether or not they’ve taken MDMA or magic mushrooms pretty quickly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Concerns around failed placebo controls, or “functional unblinding,” <a href=\"https://www.theatlantic.com/health/archive/2024/06/psychedelics-mdma-ptsd-fda-placebo/678588/\">are not unique</a> to psychedelic science. But the advisory committee felt these issues cast significant doubt across the positive findings. Beyond the concerns with study design, three members of <a href=\"https://www.psymposia.com/\">Psymposia</a>, a non-profit research and media organization that focuses on psychedelic science and harm reduction, went so far as to <a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">accuse Lykos of being a “therapy cult”</a> bent on furthering mystical and utopian goals. Ultimately, the advisory committee voted almost unanimously that there was insufficient evidence to support the treatment, and that the benefits do not outweigh the risks.</p>\n\n<p class=\"has-text-align-none\">Despite the criticisms, experts <a href=\"https://themicrodose.substack.com/p/the-psychedelics-world-reacts-to\">across the psychedelics world</a> felt that the functional unblinding issues that concerned the advisory committee had already been discussed in detail by the FDA and Lykos when they <a href=\"https://news.lykospbc.com/2024-06-13-Lykos-Therapeutics-Statement-on-FDA-Advisory-Committee-Meeting\">collaborated</a> on the Phase 3 trial design back in 2017. That included the FDA <a href=\"https://maps.org/news/media/press-release-fda-grants-breakthrough-therapy-designation-for-mdma-assisted-psychotherapy-for-ptsd-agrees-on-special-protocol-assessment-for-phase-3-trials/\">signing off</a> on the methodology to handle placebo controls. The FDA typically follows advisory committee recommendations, but hopes remained that this time would be different.</p>\n\n<p class=\"has-text-align-none\">It was not.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How to (almost) turn MDMA into a legal therapy</h2>\n\n<p class=\"has-text-align-none\">Classical psychedelics like psilocybin and LSD were made illegal by the <a href=\"https://www.dea.gov/drug-information/csa\">Controlled Substances Act</a> (CSA) in 1970. MDMA was <a href=\"https://www.nytimes.com/1985/06/01/us/us-will-ban-ecstasy-a-hallucinogenic-drug.html\">added to the list</a> in 1985, shortly after it began <a href=\"https://www.theatlantic.com/health/archive/2013/09/electronic-dance-music-s-love-affair-with-ecstasy-a-history/279815/\">spreading</a> across the electronic dance music scene. Drug Enforcement Administration (DEA) officials <a href=\"https://www.nytimes.com/1985/06/01/us/us-will-ban-ecstasy-a-hallucinogenic-drug.html\">felt</a> that MDMA abuse had become a nationwide problem.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Banning MDMA triggered Rick Doblin, a 32-year-old doing informal psychedelics research, to found <a href=\"https://maps.org/\">MAPS</a> in 1986, the Multidisciplinary Association for Psychedelic Studies. He figured that even though it could take decades, the surest way to undo psychedelic prohibition was through FDA approval.</p>\n\n<p class=\"has-text-align-none\">MAPS began as a non-profit, but <a href=\"https://maps.org/news/bulletin/a-wholly-public-benefit-model/\">launched</a> a separate for-profit arm in 2014, called the MAPS public benefit corporation. The corporation was dedicated to winning FDA approval for MDMA, and eventually, bringing it to market. In early 2024, the MAPS public benefit corporation <a href=\"https://psychedelicalpha.com/wp-content/uploads/2024/01/amy-emerson-ceo-letter.pdf\">rebranded itself</a> as Lykos Therapeutics, largely because it was pretty awkward to have the original non-profit that still does drug decriminalization advocacy work share a name with a highly regulated for-profit pharmaceutical company focused only on medical treatments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Two major aspects of Lykos’s submitted treatment plan —&nbsp;using MDMA rather than other psychedelics, and focusing on PTSD rather than other conditions —&nbsp;were calculated decisions.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more about the mystery of psychedelics</h2>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">The biggest unknown in psychedelic therapy is not the psychedelics</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">Why psychedelics produce some of the most meaningful experiences in people’s lives</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/2024/5/15/24156372/psychedelics-chronic-pain-cluster-headache-medicine-lsd-psilocybin\">Psychedelics could treat some of the worst chronic pain in the world</a></li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions, comments, or ideas? </strong>Email me: oshan.jarow@voxmedia.com. </p>\n</div>\n\n<p class=\"has-text-align-none\">Today, PTSD affects about <a href=\"https://www.ptsd.va.gov/understand/common/common_adults.asp#:~:text=About%205%20out%20of%20every,some%20point%20in%20their%20life.\">13 million</a> Americans, or 5 percent of the US population. It’s been <a href=\"https://psychiatryonline.org/doi/10.1176/appi.ajp.2017.17080955#:~:text=Pharmacotherapy%20for%20PTSD&amp;text=As%20a%20result%20of%20the,PTSD%20(51%2C%2052).\">25 years</a> since the last FDA-approved treatments for the disorder: the antidepressants sertraline and paroxetine. But only about 60 percent of patients <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3278188/\">respond to treatment</a> at all, and just 20 to 30 percent shake the disorder altogether. The current <a href=\"https://www.ptsd.va.gov/professional/treat/txessentials/overview_therapy.asp\">gold-standard treatment</a> is trauma-focused psychotherapy, where dropout rates <a href=\"https://pubmed.ncbi.nlm.nih.gov/32284816/\">are high</a>, and many patients still retain their symptoms <a href=\"https://jamanetwork.com/journals/jama/article-abstract/2422548\">after treatment</a>. Veteran organizations like the Department of Veterans Affairs have been <a href=\"https://theintercept.com/2024/05/20/va-veterans-mdma-ptsd/\">looking to MDMA therapy</a> to help treat PTSD and stem the growing <a href=\"https://www.militarytimes.com/veterans/2022/09/17/veterans-suicide-rate-may-be-double-federal-estimates-study-suggests/\">suicide crisis</a> among veterans, creating an opportunity for politicians across the aisle to <a href=\"https://theintercept.com/2022/07/14/ptsd-psychedelic-therapy-research-congress/\">work together</a> toward approval.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We had to choose which psychedelic and which patient population would be most likely to be successful from a political perspective,” Doblin <a href=\"https://www.bostonmagazine.com/health/2019/09/10/rick-doblin/\">told Boston Magazine</a> in 2019. “We don’t really do science; we do political science.”</p>\n\n<p class=\"has-text-align-none\">While MDMA does pose some physiological risks that classical psychedelics don’t, like <a href=\"https://www.healthline.com/health/substance-use/mdma-effects-on-heart\">raising</a> heart rates and blood pressure, the actual subjective experience of being on MDMA is generally euphoric. MDMA helps release a slew of neurotransmitters, like serotonin (<a href=\"https://my.clevelandclinic.org/health/articles/22572-serotonin\">dubbed</a> the “feel-good hormone”) and oxytocin (“<a href=\"https://www.health.harvard.edu/mind-and-mood/oxytocin-the-love-hormone\">the love hormone</a>”). The rush of positive feelings has always made MDMA a popular club drug. But paired with psychotherapy, MDMA can <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7046795/\">boost tolerance</a> to traumatic memories by dialing down the mind’s tendency to avoid them, opening a window to <a href=\"https://www.sciencedirect.com/science/article/pii/S0278584617308655\">reconsolidate memories</a> that hold fear.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, tripping on the “classical psychedelics” — psilocybin, LSD, DMT, or mescaline — runs a much wider spectrum of possible experiences. Varieties of euphoria are <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S2451902224000843\">still common</a>. But slipping into a <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0293349\">long</a> and <a href=\"https://bulletin.hds.harvard.edu/a-theological-reckoning-with-bad-trips/\">hellish nightmare</a>, like an existential thorn in your grip on the world that never dislodges, can happen too, even if only in rare cases. <a href=\"https://www.vox.com/future-perfect/23954347/psychedelics-bad-trips-ketamine-mdma-psilocybin-lsd-risks\">Bad trips</a> are comparatively less of a concern with MDMA, and therefore can pose less of a public health risk.</p>\n\n<p class=\"has-text-align-none\">By itself, MDMA does not, however, guarantee a good time. Since it can kick up painful memories we normally avoid, MDMA is not immune to bad trips. That’s why Lykos insists on pairing MDMA with therapists who can help support people through difficult experiences, especially in vulnerable populations suffering from depression or PTSD.</p>\n\n<p class=\"has-text-align-none\">Having attending therapists is definitely a good harm-reduction strategy. But they can’t fully eliminate the risks, either. At least one participant in MAPS’s studies reported an increase in suicidal ideation after their treatment sessions, and <a href=\"https://www.statnews.com/2024/05/24/mdma-treatment-ptsd-fda-asked-to-probe-adverse-events/\">some controversy has erupted</a> around why that didn’t show up in the published results. And since MDMA can make people <a href=\"https://www.jneurosci.org/content/39/2/307\">more suggestible</a>, the safety and efficacy of the actual therapy protocols are <a href=\"https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2802941\">just as important</a> as the drug itself.</p>\n\n<p class=\"has-text-align-none\">But as the former director of the National Institute of Mental Health, Thomas Insel, <a href=\"https://www.statnews.com/2024/07/25/fda-mdma-ptsd-ruling-shows-need-for-psychotherapy-drug-combined-approval/\">recently wrote</a>, “the U.S. regulatory system is not optimized for mental health care,” precisely because we lack a federal agency charged with reviewing the safety and efficacy of psychological interventions, like MDMA’s companion therapy. So MAPS developed <a href=\"https://maps.org/mdma/mdma-resources/treatment-manual-mdma-assisted-psychotherapy-for-ptsd/\">its own therapy protocol</a>, and held it constant throughout its trials to try and isolate the drug effects, which are technically the only part of this treatment the FDA actually regulates.</p>\n\n<p class=\"has-text-align-none\">MAPS ran two Phase 3 clinical trials, each turning up pretty positive results. The <a href=\"https://www.nature.com/articles/s41591-021-01336-3\">first trial</a>, published in 2021, found that MDMA therapy successfully treated 67 percent of participants, reducing their symptoms to the point where they no longer met the criteria for PTSD. In the placebo group, that number was 32 percent. The <a href=\"https://www.nature.com/articles/s41591-023-02565-4\">second trial</a>, published in 2023, found similar results: 71 percent from the treatment group no longer met PTSD criteria, compared to 48 percent from the placebo group. (Note, however, that even though people likely knew when they were in the placebo group, which just received drug-free psychotherapy, they hit impressive <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0062599\">treatment rates</a>.)</p>\n\n<p class=\"has-text-align-none\">While the FDA declined to approve Lykos’s new drug application today, organizations developing similar treatments are <a href=\"https://psychedelicalpha.com/data/psychedelic-drug-development-tracker\">close behind.</a> And even among those who’ve advised against approving MDMA therapy, there’s <a href=\"https://www.vox.com/future-perfect/353752/mdma-fda-approval-hearing-lykos-blinding-misconduct-allegations\">a sentiment</a> that it should <em>eventually</em> get approved. Just not yet, and not like this.</p>\n\n<p class=\"has-text-align-none\">“I don’t think we’re quite there yet,” said Kim Witczak, a consumer representative who voted against MDMA therapy during the advisory committee meeting. In an <a href=\"https://www.bbc.com/future/article/20240620-fda-advisors-voted-against-mdma-therapy-researchers-are-still-fighting-for-it\">email</a> to the BBC, she added: “The time to be cautious is now, not afterwards.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What happens next</h2>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://news.lykospbc.com/2024-08-09-Lykos-Therapeutics-Announces-Complete-Response-Letter-for-Midomafetamine-Capsules-for-PTSD\">press release</a> earlier today, Lykos announced receipt of a complete response letter (CRL) from the FDA,  which includes details as to why the agency declined to approve the treatment. The letter isn’t available to the public, but Lykos states that the letter echoes many of the same concerns that were raised in the June 4 advisory meeting, and requests an additional Phase 3 clinical trial to study safety and efficacy. Lykos will request a meeting to ask the agency to reconsider, but if they don’t, another trial “would take several years,” the company writes.</p>\n\n<p class=\"has-text-align-none\">“The FDA request for another study is deeply disappointing, not just for all those who dedicated their lives to this pioneering effort, but principally for the millions of Americans with PTSD, along with their loved ones, who have not seen any new treatment options in over two decades,” said Amy Emerson, CEO of Lykos. “While conducting another Phase 3 study would take several years, we still maintain that many of the requests that had been previously discussed with the FDA and raised at the Advisory Committee meeting can be addressed with existing data, post-approval requirements or through reference to the scientific literature.”</p>\n\n<p class=\"has-text-align-none\">Whatever happens next with Lykos,<strong> </strong>other companies are moving toward their own new drug applications. One of the <a href=\"https://psychedelicalpha.com/news/late-stage-psychedelic-trials-a-brief-review-of-the-two-most-mature-psychedelic-drug-development-programs\">most likely</a> next applicants, the biotech company Compass Pathways, is pairing psilocybin with “psychological support,” which looks like a more hands-off version of Lykos’s approach to therapy. Meanwhile, states can continue passing <a href=\"https://www.vox.com/future-perfect/360200/how-to-buy-psychedelics-lsd-shrooms-stores\">a variety of legislations</a>, from decriminalization to legalizing supervised <a href=\"https://www.nytimes.com/2023/01/03/health/psychedelic-drugs-mushrooms-oregon.html\">adult use models</a>, like Oregon’s approach.   </p>\n\n<p class=\"has-text-align-none\">Alongside state legislation, psychedelic research in academia will continue its expansion from medical applications, <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">consciousness science</a>, all the way out to <a href=\"https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2023.1082933/full\">humanities scholars</a>. Religious groups can continue seeking legal exemptions for their use of <a href=\"https://www.nytimes.com/2024/05/12/us/psychedelic-drugs-church-religion.html\">psychedelics as sacraments</a>. And the psychedelic underground will continue providing access (for both better and worse) to those who manage to find it.</p>\n\n<p class=\"has-text-align-none\">The decision will likely put a dent in the valuation of some psychedelic start-ups, and bring on a wave of skeptical press. But Lykos’s failure may actually increase the odds that subsequent psychedelic treatments pass the FDA approval process. Applicants now know where the FDA is going to focus, and how to strengthen their applications in response.</p>\n\n<p class=\"has-text-align-none\">Both <a href=\"https://clinicaltrials.gov/study/NCT05624268\">Compass Pathways</a> and the nonprofit <a href=\"https://clinicaltrials.gov/study/NCT06308653?term=NCT06308653&amp;ra=\">Usona Institute</a> have Phase 3 clinical trials — the last step before putting together a new drug application for FDA consideration — underway for psilocybin as a treatment for depression. And a <a href=\"https://psychedelicalpha.com/data/psychedelic-drug-development-tracker\">very long list</a> of organizations have Phase 2 trials ongoing for psychedelics ranging from LSD to 5-MeO-DMT (<a href=\"https://www.nytimes.com/2022/03/20/us/toad-venom-psychedelic.html\">found</a> in the poisonous secretions of a Sonoran Desert toad). More are on the horizon.</p>\n\n<p class=\"has-text-align-none\">So the prospects for psychedelic therapy remain good, if a little frazzled. But at the same time, FDA approval of a pharmaceutical product that can exclusively be used in medical settings will not put an end to the psychedelic prohibition. At least, not in the way that many advocates have been hoping for decades.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9852302001\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">When Doblin founded MAPS in 1986, Lykos’s ancestor, the idea wasn’t just to eventually produce a new type of prescribable therapy. As journalist Anna Silman recently <a href=\"https://www.businessinsider.com/mdma-therapy-maps-lykos-rick-doblin-fda-legalization-trials-2024-5\">reported</a>, Doblin envisioned MAPS as a Trojan horse to rekindle the psychedelic renaissance that <a href=\"https://www.independent.co.uk/independentpremium/long-reads/optimism-hippies-sixties-history-hollywood-zen-a9156511.html\">crashed and burned</a> in the 1960s by routing it through the FDA. Once approved as a medicine, psychedelics could rise from the underground into mainstream acceptance, opening the door for expanded access outside of a doctor’s office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But some critics have long <a href=\"https://www.vox.com/future-perfect/23721486/ketamine-dmt-lsd-psychedelics-magic-mushrooms-legalization-recreation-psilocybin\">been wary of medicalization</a> as the best path toward an equitable psychedelic revival that ever escapes the medical ambit to make the most of their diverse potentials. Psychedelics —&nbsp;used responsibly — can contribute to our perennial <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">search for meaning</a>, scientific <a href=\"https://centerforminds.org/\">innovation</a>, and even <a href=\"https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2023.1082933/full\">expanding</a> our cultural imagination. But those aspects will be undermined if psychedelics get stuck as medicines, and medicines alone.</p>\n\n<p class=\"has-text-align-none\">For a true psychedelic renaissance to kick in, they need to be removed from Schedule I of the Controlled Substances Act. FDA approval is one strategy that could support that process, while treating people in significant need along the way. We’ll see if the next application gets enough escape velocity to not only clear FDA approval, but the medical establishment altogether.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 9, 6:20 pm:</strong> This story has been updated to include details of the FDA’s request to Lykos for further trials. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The FDA has decided not to approve MDMA therapy for the treatment of post-traumatic stress disorder, dealing an unexpected blow to the growing movement to raise psychedelics from the underground as a new, strangely powerful type of medicine.&#160; Psychoactive drugs like psilocybin, LSD, and MDMA have been illegal for decades. But academic research looking into [&#8230;]",
    "author": "Oshan Jarow"
  },
  {
    "title": "Trump’s ever-shifting position on abortion, explained (as best as possible)",
    "link": "https://www.vox.com/politics/366495/trump-medication-abortion-mifepristone",
    "pubDate": "2024-08-09T21:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Former President Donald Trump speaks at a press briefing in Florida. \" data-caption=\"Former President Donald Trump speaks during a press conference on August 8, 2024, in Palm Beach, Florida. | Joe Raedle/Getty Images\" data-portal-copyright=\"Joe Raedle/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165919778.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump speaks during a press conference on August 8, 2024, in Palm Beach, Florida. | Joe Raedle/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday, former President Donald Trump seemed to suggest he would consider restricting access to mifepristone, a pill used for medication abortions. Within a day, his campaign furiously walked back Trump’s statement, claiming the former president misheard the question.</p>\n\n<p class=\"has-text-align-none\">Trump’s first-term record on reproductive rights is clear: His three Supreme Court picks led directly to the overturning of <em>Roe vs. Wade</em>. But as that record has become a political liability, the former president has been evasive about how far he’d go to curtail abortion access in a post-<em>Roe </em>United States. And this week, he further muddled the issue.</p>\n\n<p class=\"has-text-align-none\">At a meandering press conference on Thursday, a reporter asked Trump: “Would you direct your FDA, for example, to revoke access to mifepristone?” referring to one of the two pills utilized in medication abortions. Medicine like mifepristone is now used in most abortions, and has enabled people across the country to circumvent certain state bans.</p>\n\n<p class=\"has-text-align-none\">“Sure, you could, you could do things that … would supplement, absolutely,” Trump said in response. “And those things are pretty open and humane. But you have to be able to have a vote, and all I want to do is give everyone a vote. The votes are taking place right now as we speak,” he added.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Reporter: Would you direct your fda to revoke access to Mifepristone<br><br>Trump: You could do things that would supplement. Absolutely. And those things are pretty open and humane… <a href=\"https://t.co/963ovR6MRR\">pic.twitter.com/963ovR6MRR</a></p>&mdash; Acyn (@Acyn) <a href=\"https://twitter.com/Acyn/status/1821622260119306371?ref_src=twsrc%5Etfw\">August 8, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">It was an answer that, like many Trump statements, was opaque. Given the phrasing of the question, he seemed to be acknowledging that in lieu of a national abortion ban, there are other “things” the federal government can do to “supplement” state restrictions. Trump didn’t go into detail regarding which of these proposals he would pursue, but <a href=\"https://19thnews.org/2024/08/trump-abortion-small-issue-state-federal-restrictions/\">his ambiguity</a> led <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-signals-openness-banning-abortion-pill-rcna165957\">many to interpret</a> his response to mean he would at least <a href=\"https://www.washingtonpost.com/politics/2024/08/08/trump-abortion-pill-mifepristone-news-conference/\">be open to limiting</a> abortion pill access. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nbcnews.com/politics/donald-trump/trump-signals-openness-banning-abortion-pill-rcna165957\">In a statement</a> clarifying his comments to NBC News, Trump’s campaign press secretary, Karoline Leavitt, countered that interpretation, arguing that some of the questions at the briefing were “difficult to hear,” and that the former president stood by the stance he <a href=\"https://www.axios.com/2024/06/28/trump-abortion-pill-pregnancy-debate\">expressed at a debate earlier this year</a>. “His position on mifepristone remains the same — the Supreme Court unanimously decided on the issue and the matter is settled,” Leavitt said in the statement. </p>\n\n<p class=\"has-text-align-none\">The confusion — and subsequent correction — raise an important question ahead of Election Day: Where does Trump actually stand on abortion? The answers, ultimately, could have major implications for people’s access to reproductive health care, including abortion pills, across the US.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What Trump has said about abortion</strong></h2>\n\n<p class=\"has-text-align-none\">Throughout his campaign, Trump had repeatedly said states should determine abortion laws, and that he supports exceptions to abortion bans in instances of rape, incest, and when the life of the mother is threatened. As Leavitt stressed, he has also backed the Supreme Court’s decision to reject a challenge to mifepristone access on the grounds that the plaintiffs didn’t have standing. “The Supreme Court just approved the abortion pill, and I agree with their decision to have done that, and I will not block it,” he said <a href=\"https://thehill.com/homenews/campaign/4744790-donald-trump-abortion-mifepristone-debate/\">during the June presidential debate</a> on CNN. </p>\n\n<p class=\"has-text-align-none\">Trump has stopped short of backing a federal abortion ban as part of his 2024 campaign platform as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“My view is now that we have abortion where everyone wanted it from a legal standpoint, the states will determine by vote or legislation, or perhaps both. And whatever they decide must be the law of the land. In this case, the law of the state,” <a href=\"https://www.npr.org/2024/04/10/1243368641/trump-outlines-his-policy-on-abortion-in-a-posting-on-truth-social\">Trump said in an April Truth Social video</a>.</p>\n\n<p class=\"has-text-align-none\">In July, the Republican National Committee <a href=\"https://apnews.com/article/republicans-abortion-party-platform-trump-rnc-5561e857c5501df9864ab8ca666d8bc5\">adjusted its policy platform</a> to reflect Trump’s views, backing away from many <a href=\"https://www.vox.com/politics/24108954/republican-study-committee-budget-social-security-cuts-abortion-biden\">GOP House lawmakers’ endorsement</a> of a federal abortion ban. It’s a position aimed at diffusing <a href=\"https://www.vox.com/2023/8/24/23840850/gop-debate-abortion-2024-dobbs-roe\">some of the heat</a> the GOP has faced on the issue — Americans are generally for at least <a href=\"https://news.gallup.com/poll/1576/abortion.aspx\">some abortion access</a>. But it also seeks to obscure how he could dismantle abortion rights in other ways.</p>\n\n<p class=\"has-text-align-none\">Even as he’s expressed a more moderate stance, however, Trump has touted his role in making the Supreme Court decision <em>Dobbs v. Jackson Women’s Health Organization</em>, which overturned the longstanding right to an abortion guaranteed by <em>Roe</em>, possible. That decision, which came down from the Supreme Court in 2022, had all three of the justices Trump nominated to the bench in the majority — and has since enabled numerous states to approve severe restrictions on reproductive health care. </p>\n\n<p class=\"has-text-align-none\">“After 50 years of failure, with nobody coming even close, I was able to kill Roe v. Wade,’” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/110384051064378318\" rel=\"nofollow\">wrote on Truth Social in May 2023</a>. “Without me there would be no 6 weeks, 10 weeks, 15 weeks, or whatever is finally agreed to.” </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.politico.com/story/2018/01/29/senate-trump-20-week-abortion-ban-316002\">During his first term,</a> Trump also backed a 20-week federal abortion ban — and said he would sign it if Congress approved it. </p>\n\n<p class=\"has-text-align-none\">While Trump may have said he’s not backing a ban this time around, that’s also not the only avenue he’d have to restrict abortion at the federal level. And though he hasn’t committed to pursuing other limitations publicly, many Republicans — including his allies — are pushing for the party to embrace additional restrictions, including around medication abortions.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">Anti-abortion rights advocates have long advocated for the FDA to roll back approval of mifepristone, and it’s one of the proposals that’s outlined in Project 2025, <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">a GOP policy wishlist</a> that’s been pushed by the Heritage Foundation and other Trump allies. (Trump has <a href=\"https://abcnews.go.com/538/americans-dont-project-2025/story?id=112713286\">tried to distance himself</a> from the document, with <a href=\"https://www.washingtonpost.com/elections/2024/08/07/trump-heritage-project-2025-roberts/\">mixed success</a>.) </p>\n\n<p class=\"has-text-align-none\">Trump’s recent comments were interpreted by some as leaving room for considering these ideas. And despite his statements that abortion policy is something for the states to decide, according to a January 2024 <a href=\"https://www.washingtonpost.com/politics/2024/01/05/trump-abortion/?itid=lk_inline_manual_21\">Washington Post story</a>, Trump has privately expressed interest in “Washington’s role” on the issue as well.</p>\n\n<p class=\"has-text-align-none\">Should Trump win, and should his administration decide there is a role for the federal government, targeting medication abortions would be within the executive branch’s power. Mifepristone can be obtained via mail and telemedicine, both channels that some conservatives hope a second Trump administration would limit moving forward.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Directing the FDA to take action restricting mifepristone is one such approach. Urging the Health and Human Services Department to require in-person medical visits to obtain abortion pills is another. And asking the Justice Department to enforce the Comstock Act, which penalizes the sending of abortion pills via mail, is a third.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite attempts to stake out less-extreme positions on the subject — likely due to fear of turning away moderate women voters who’ve mobilized in recent elections — Trump’s latest comments suggest that he does not yet have a straightforward answer about medication abortion, and are a reminder he could weigh harsher policies should he win in November. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday, former President Donald Trump seemed to suggest he would consider restricting access to mifepristone, a pill used for medication abortions. Within a day, his campaign furiously walked back Trump’s statement, claiming the former president misheard the question. Trump’s first-term record on reproductive rights is clear: His three Supreme Court picks led directly to [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Tim Walz is riding the wave of the vibes election",
    "link": "https://www.vox.com/culture/366368/tim-walz-vibes-memes-vice-president",
    "pubDate": "2024-08-09T17:32:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Tim Walz laughs, with a broad smile, wearing a black jacket and blue tie behind a podium. Behind him stands Vice President Kamala Harris in a navy suit.\" data-caption=\"Minnesota Gov. Tim Walz at a campaign rally on August 6.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165607143.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Minnesota Gov. Tim Walz at a campaign rally on August 6.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s common, whenever someone skyrockets into mainstream fame, for folks to dig deep through their internet histories. Less common is what happened to Vice President Kamala Harris’s newly announced running mate, Minnesota Gov. Tim Walz: Pretty much everything they found was extremely wholesome.</p>\n\n<p class=\"has-text-align-none\">From clips of him riding roller coasters with his daughter at the Minnesota State Fair to giving tips on car maintenance, in the two weeks since his <a href=\"https://x.com/Tim_Walz/status/1815804696805925377\">viral appearances</a> on MSNBC, Walz has not only secured the Democratic nomination for vice president, but has also taken on the role of the internet’s collective Midwestern dad, its favorite high school teacher, and the physical representation of everything the <a href=\"https://www.vox.com/politics/365416/tim-walz-kamala-harris-vp-vice-president-democrats-left\">progressives have been longing for</a>: a candidate with genuinely good vibes. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">A favorite from my Walz archive. <a href=\"https://t.co/IXOzUnRne1\">pic.twitter.com/IXOzUnRne1</a></p>&mdash; Matt Wagenius (@mattwagenius) <a href=\"https://twitter.com/mattwagenius/status/1820507813669396846?ref_src=twsrc%5Etfw\">August 5, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">There’s been a fair amount of chatter about political “vibes” this summer, beginning with the bad ones viewers got from President Joe Biden’s debate performance in June, followed by the <a href=\"https://www.vox.com/culture/363230/jd-vance-couch-sex-hillbilly-elegy-rumor-false\">weird energy emanating</a> from former President Donald Trump’s VP pick, Ohio Sen. J.D. Vance, who managed to alienate a broad swath of voters when his fringe <a href=\"https://www.vox.com/politics/363473/jd-vance-weird-voting-parents-demeny-postliberalism\">social views</a> got a wider airing.</p>\n\n<p class=\"has-text-align-none\">Then, with Biden out of the race and Harris’s campaign underway, it started to feel like the Democrats were having fun for the first time in recent memory: All over the internet, Harris was being memed into oblivion by people who, ironically or not, juxtaposed her <a href=\"https://www.vox.com/culture/362300/kamala-harris-meme-brat-summer\">“fun aunt” persona with Charli xcx’s breakout album of the summer</a>. Her campaign embraced the jokes, and overnight the right’s attacks on her — which largely centered around her laughing and dancing — seemed to backfire. Suddenly, the Republicans were the spoilsports who couldn’t take the joke, a position stereotypically held by politically correct liberals. </p>\n\n<p class=\"has-text-align-none\">When Harris went with Walz, it seemed as though the campaign was going full force on vibes. As with any discussion of politics and the internet, there’s the million-dollar question of whether energy online can translate into votes. Not being from a traditional battleground state, Walz <a href=\"https://www.vox.com/politics/363899/kamala-harris-vp-pick-josh-shapiro-walz-kelly\">isn’t likely to</a> deliver votes where it matters, and there’s also the fact that Walz <a href=\"https://www.vox.com/2024-elections/366201/tim-walz-record-governor-progressive-agenda\">may not be quite as progressive as people</a> are projecting onto him, at least not by the standards of the online left. But for now, they have a new hero — and his digital history explains his appeal. </p>\n\n<h2 class=\"wp-block-heading\"><strong>Tim Walz, wholesome star of social media, explained</strong></h2>\n\n<p class=\"has-text-align-none\">For the last few days, the political internet has overflowed with heartwarming clips and anecdotes about Walz. Consider, for instance, the <a href=\"https://www.youtube.com/watch?v=zvegSy5HfrI\">cute PSA</a> he made with his daughter Hope about Minnesota’s hands-free driving law, and <a href=\"https://x.com/GovTimWalz/status/1698761196730540472?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1698761196730540472%7Ctwgr%5E8ee3f3dd520be54118cb96a024c2ebe524afcc93%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fiframe.nbcnews.com%2F4qz4nCO%3F_showcaption%3Dtrueapp%3D1&amp;ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1698761196730540472%7Ctwgr%5E8ee3f3dd520be54118cb96a024c2ebe524afcc93%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fiframe.nbcnews.com%2F4qz4nCO%3F_showcaption%3Dtrueapp%3D1\">the aforementioned one</a> from the Minnesota State Fair (the video then cuts to a jubilant Walz riding the Slingshot).&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s the <a href=\"https://x.com/GovTimWalz/status/1717239000899985790\">screenshot he posted</a> of a text conversation with his wife in which she informs him that their dog, Scout, has locked himself in their bedroom, <a href=\"https://x.com/KamalaHQ/status/1820895412804259886\">many tweets about his cat</a>, including one in which he laments not being able to <a href=\"https://x.com/GovTimWalz/status/1593646029995483136\">score Taylor Swift tickets</a>, and at least <a href=\"https://x.com/sambrodey/status/1819451430950064222\">four tweets</a> in which he expresses his affection for Diet Mountain Dew. During the pandemic he also posted a series of photos installing an old-school stereo setup in Hope’s room — so that she can listen to Bob Seger on vinyl. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Harris: 🌴 brat 🥥<br><br>Trump:  there are mexicans in my walls, they steal my electricity  <br><br>Vance: i ran my sons pokemon cards through a woodchipper <br><br>Walz: anyone have an extra ticket to Phish? <br><br>RFK Jr: on March 27, 1980, I threw a very large rock into Mt. St. Helens</p>&mdash; nikki mccann ramírez (@NikkiMcR) <a href=\"https://twitter.com/NikkiMcR/status/1820882388999950686?ref_src=twsrc%5Etfw\">August 6, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">That’s not even including the images and information being shared about him: There’s a photo in which he cradles a <a href=\"https://x.com/AaronRegunberg/status/1820212815820677468\">tiny sleeping piglet</a> and a <a href=\"https://x.com/ErickFernandez/status/1820693595076075719\">video where</a> he’s being hugged by a bunch of children after signing a bill for free breakfast and lunch at schools. According to financial disclosures, <a href=\"https://www.axios.com/2024/08/07/tim-walz-vp-pick-investment-portfolio\">Walz doesn’t own a single stock</a>, instead invested only in pensions, making him seem even more like your average Joe who doesn’t have robust retirement savings.</p>\n\n<p class=\"has-text-align-none\">For the last few days, those who know him personally have been sharing their stories, including how helpful he’s been with <a href=\"https://x.com/mattwagenius/status/1820507813669396846?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1820507813669396846%7Ctwgr%5E9d91d1da5137113c895f582d03e153cec1d3416b%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.independent.co.uk%2Flife-style%2Ftim-walz-big-dad-energy-kamala-harris-b2592570.html&amp;ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1820507813669396846%7Ctwgr%5E9d91d1da5137113c895f582d03e153cec1d3416b%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.independent.co.uk%2Flife-style%2Ftim-walz-big-dad-energy-kamala-harris-b2592570.html\">fixing other people’s cars</a>, how much of a delight he was in a <a href=\"https://www.semafor.com/article/08/06/2024/pragmatic-midwestern-governor-or-cornucopia-of-liberal-psychosis-the-race-to-define-tim-walz-begins\">decade-long group chat called “Sports Buddies</a>,” and how <a href=\"https://www.youtube.com/watch?v=S9mNPeyxQSc\">inspiring he was as a teacher</a> and <a href=\"https://x.com/Walz_Wins/status/1821168649564266820\">coach</a>. One former coworker told a story to <a href=\"https://www.washingtonpost.com/style/power/2024/08/02/tim-walz-kamala-harris/\">the Washington Post</a> in which they tried to prank him by giving Walz a fake gift certificate for a free turkey at the local grocery store, and that Walz managed to still leave with a free turkey. “That’s just Tim Walz,” she said.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">wow I can&#039;t believe we&#039;re getting a Fun Ticket. a good vibes ticket. like being at a wedding when the aunts start to dance <a href=\"https://t.co/Sux2S1GViR\">https://t.co/Sux2S1GViR</a></p>&mdash; Kylie Brakeman (@deadeyebrakeman) <a href=\"https://twitter.com/deadeyebrakeman/status/1820808590547882166?ref_src=twsrc%5Etfw\">August 6, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">It’s the sort of wholesomeness that people online tend to embrace. But, as digital and political strategist Gina DiVittorio tells Vox, Walz’s good vibes only matter insofar as they’re backed up by his <a href=\"https://www.vox.com/politics/365416/tim-walz-kamala-harris-vp-vice-president-democrats-left\">record of managing to push through progressive policy</a> in Minnesota, like paid family leave, a 100 percent clean energy mandate by 2040, and labor protections. </p>\n\n<p class=\"has-text-align-none\">“The phenomenon of Walz as a social media youth engagement goldmine is a great example of a critical pill Democratic leadership has had a hard time swallowing, which is that sustainable youth mobilization can be aided by PR, but it starts with policy,” she explains.</p>\n\n<p class=\"has-text-align-none\">Because left-leaning people online equate Walz with progressive change, much of the discourse around him has been less about how he could help Harris win but the genuine emotion he rouses in them. Online, <a href=\"https://x.com/brainnotonyet/status/1820849073483583674\">people are praising</a> how he provides an example of “positive and kind masculinity,” and how they tear up when they listen to the story about how he signed up to be his high school’s gay-straight alliance faculty adviser, knowing that having a football coach act in such a role would help shut down bullying. “It bothers me how much American politics has lowered my bar for the absolute bare minimum,” said <a href=\"https://www.tiktok.com/@dasiadoesit/video/7400188638212050222?q=walz&amp;t=1723046387293\">TikToker Dasia Sade in a video</a>. “I was tearing up because I was witnessing adults speaking and exhibiting basic human empathy.”</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@dasiadoesit/video/7400188638212050222\" data-video-id=\"7400188638212050222\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@dasiadoesit\" href=\"https://www.tiktok.com/@dasiadoesit?refer=embed\">@dasiadoesit</a> <p>Is Minnesota nice a real thing? Penny for your thoughts on Tim Walz? Extra points if youre a Minnesotan <a title=\"timwalz\" target=\"_blank\" href=\"https://www.tiktok.com/tag/timwalz?refer=embed\">#timwalz</a> <a title=\"harriswalz\" target=\"_blank\" href=\"https://www.tiktok.com/tag/harriswalz?refer=embed\">#harriswalz</a> <a title=\"minnesotanice\" target=\"_blank\" href=\"https://www.tiktok.com/tag/minnesotanice?refer=embed\">#minnesotanice</a> </p> <a target=\"_blank\" title=\"♬ original sound - Dasia Sade\" href=\"https://www.tiktok.com/music/original-sound-7400188570188794666?refer=embed\">♬ original sound &#8211; Dasia Sade</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">In some instances, there’s a personal dimension to the adulation. <a href=\"https://www.tiktok.com/@pamelawurstvetrini/video/7400014850178534686\">One especially viral video</a> on TikTok posits that Walz “represents the father we lost to Fox News.” </p>\n\n<p class=\"has-text-align-none\">“The cult of conservatism that has grown and grown and grown has driven a wedge between millennial woman and her father,” creator Pamela Wurst Vetrini said in the clip. “It makes me sad to see him because I think what kind of person my dad would have been if he didn’t fall victim to this nightmare.” Many others stitched the video with their own emotional experiences seeing a man who shares the appearance and folksiness of their fathers but without the politics associated with older white men.</p>\n\n<p class=\"has-text-align-none\">“Many of the left-leaning young people who serve as the lifeblood of the internet have rightfully become disillusioned with the Democratic Party. Ideologically speaking, Walz is only slightly more left of center than Biden,” DiVittorio adds. “But a Midwest governor who didn’t let frivolous charges of socialism stop him from enacting a couple of broadly popular policies feels like a knight in shining armor.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>How much do good vibes matter?</strong></h2>\n\n<p class=\"has-text-align-none\">Vibes are, notoriously, transient. It’s very possible that once Walz takes the debate stage against Vance, in which he’ll have to <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/08/07/tim-walz-views-israel-gaza/74685455007/\">clarify his position on Israel’s war in Gaza</a> or echo <a href=\"https://www.reuters.com/world/us/kamala-harris-talks-tough-border-security-take-donald-trump-2024-08-07/\">Harris’s “tough on the border” stance</a>, the magic will fade for the large swath of the internet populated by the left. Republicans, meanwhile, are <a href=\"https://www.vox.com/politics/366195/jd-vance-tim-vance-military-record-national-guard\">stepping up misleading attacks on Walz’s military record</a>, which may eventually affect perceptions of him among the general public.</p>\n\n<p class=\"has-text-align-none\">For now, however, just as they did with Kamala, the Harris campaign has fully leaned into Walz’s persona, <a href=\"https://www.economist.com/united-states/2024/08/07/kamala-harris-introduces-coach-tim-walz-her-trusty-running-mate\">introducing him</a> at their first appearance together as “Coach Walz” and posting tweets <a href=\"https://x.com/KamalaHQ/status/1820895412804259886\">about his love of cats</a> as a veiled attack on Vance’s comment about lonely cat ladies. As a sign of how clued in he is to the chatter online, at the same appearance Walz even referenced the (untrue) but now infamous joke about <a href=\"https://www.vox.com/culture/363230/jd-vance-couch-sex-hillbilly-elegy-rumor-false\">Vance and the couch</a>. “Thank you for bringing back the joy,” <a href=\"https://www.tiktok.com/@dailymail/video/7400160277318176042?q=walz&amp;t=1723046387293\">he said later,</a> to massive applause.</p>\n\n<p class=\"has-text-align-none\">There are solid signs that excitement within the party isn’t just limited to posting, either. Within the span of a few hours of announcing Walz as VP, the Harris campaign netted more than $20 million in donations, a number that <a href=\"https://qz.com/kamala-harris-minnesota-governor-tim-walz-fundraising-1851614688\">doubled by the next day</a>. And when the Harris campaign released a RealTree camo Harris-Walz cap that references pop star Chappell Roan’s popular merch and Walz’s love of hunting, it <a href=\"https://www.teenvogue.com/story/why-the-harris-walz-camo-hat-is-becoming-a-status-symbol-for-liberals\">sold out in 30 minutes</a> with nearly a million dollars of hats sold.</p>\n\n<p class=\"has-text-align-none\">Good feelings aren’t entirely reflected in polls (though <a href=\"https://www.nytimes.com/2024/08/08/upshot/kamala-harris-polls-vibes.html\">recent data</a> suggests Harris is polling ahead of Trump) and it’s anyone’s guess how long they’ll last. But the vibes of a candidate undoubtedly play a role in their ability to sway voters and gin up the energy required to win elections. Luckily for Walz, his vibes are about more than just being “your Midwestern dad.” Whether it’s enough for him to become your vice president remains to be seen. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s common, whenever someone skyrockets into mainstream fame, for folks to dig deep through their internet histories. Less common is what happened to Vice President Kamala Harris’s newly announced running mate, Minnesota Gov. Tim Walz: Pretty much everything they found was extremely wholesome. From clips of him riding roller coasters with his daughter at the [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "The Summer Olympics can’t keep up with rising temperatures",
    "link": "https://www.vox.com/climate/366174/2024-paris-olympics-extreme-heat-climate-change",
    "pubDate": "2024-08-09T15:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\" Rafael Nadal wipes sweat from his face \" data-caption=\"Spain’s Rafael Nadal wipes sweat from his face in his match against Serbia’s Novak Djokovic at the 2024 Olympics in Paris.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2163897773.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Spain’s Rafael Nadal wipes sweat from his face in his match against Serbia’s Novak Djokovic at the 2024 Olympics in Paris.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Athletes at the 2024 Paris Olympics are competing against the toughest opponents in the world, the clock, the record books, and increasingly, extreme heat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rain <a href=\"https://apnews.com/article/olympics-2024-opening-ceremony-rain-25476dbd026087d081d7483749139a7a\">soaked the opening ceremony</a>, but it followed an extensive heat wave across France and much of Europe. According to the <a href=\"https://www.worldweatherattribution.org/deadly-mediterranean-heatwave-would-not-have-occurred-without-human-induced-climate-change/\">World Weather Attribution</a> research group, such temperatures would not have been possible without human-induced climate change. The competitions <a href=\"https://www.politico.eu/article/scorching-olympic-heat-impossible-without-climate-change-rising-temperature/\">began with more heat</a> as temperatures <a href=\"https://www.latimes.com/sports/olympics/story/2024-08-01/paris-extreme-weather-record-rain-scorching-heat\">reached 95 degrees</a> at outdoor venues. Athletes complained about the lack of adequate cooling in the Olympic Village where they stay and <a href=\"https://www.youtube.com/watch?v=MAcPr5vQgE4\">some teams</a> brought <a href=\"https://www.cbsnews.com/news/2024-paris-olympics-team-usa-bringing-air-conditioning/\">their own air conditioning units</a>, undermining the host city’s goals to curb energy use with techniques like <a href=\"https://www.npr.org/2024/06/24/nx-s1-5017544/paris-olympics-air-conditioning-usa\">underfloor cooling</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For competitors chasing wins by seconds or <a href=\"https://www.washingtonpost.com/sports/olympics/2024/08/05/olympic-track-photo-finish-swimming-timekeepers/\">even less</a>, the high temperatures have been a frustrating confounding variable. The host city is <a href=\"https://www.lemonde.fr/en/france/article/2024/02/08/france-recorded-over-5-000-deaths-due-to-summer-2023-heat_6505713_7.html\">no stranger to deadly heat</a>. Fortunately none of the athletes have passed out at the Paris games so far. But as 2024 is shaping up to be the <a href=\"https://abcnews.go.com/US/2024-track-become-earths-warmest-year-record-despite/story?id=112643940\">hottest on record</a>, some current and former competitors are warning that the warming planet is posing more fundamental challenges to the Summer Olympics as we know them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a report published ahead of the Olympics by the nonprofit <a href=\"https://basis.org.uk/resource/rings-of-fire-2/\">British Association for Sustainable Sport</a>, athletes and researchers laid out their concerns about how climate change is undermining performance, health, and the future feasibility of their events.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“For athletes, from smaller performance-impacting issues like sleep disruption and last-minute changes to event timings, to exacerbated health impacts and heat-related stress and injury, the consequences can be varied and wide-ranging,” Sebastian Coe, president of World Athletics, the international governing body for track and field sports, wrote in the report.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As “global temperatures continue to rise,” Coe said, “climate change should increasingly be viewed as an existential threat to sport.”</p>\n\n<p class=\"has-text-align-none\">The good news is that the organizers of the Paris Olympics seem to have learned important lessons in managing heat from past events. The 2020 Tokyo Olympics, held in 2021, were considered at the time to be the <a href=\"https://www.theguardian.com/environment/2021/aug/05/olympic-athletes-and-volunteers-in-tokyo-tortured-by-heat\">hottest Olympics in history</a>, with temperatures averaging almost 90 degrees Fahrenheit. Many athletes saw diminished performances, and some tennis players and archers suffered <a href=\"https://www.cnn.com/2021/07/30/sport/tokyo-2020-heat-weather-spt-intl/index.html\">heat exhaustion and heat stroke</a>. At least <a href=\"https://bmjopensem.bmj.com/content/9/2/e001467\">110 athletes reported some kind of heat-related illness</a> at the Tokyo Olympic games.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2164389896.jpg?quality=90&#038;strip=all&#038;crop=0,10.75214828329,100,78.49570343342\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Spectators at the 2024 Olympic Games in Paris cool off at misters in near the Eiffel Tower. | Maja Hitij/Getty Images\" data-portal-copyright=\"Maja Hitij/Getty Images\" />\n<p class=\"has-text-align-none\">Outside of the Olympics, there have been <a href=\"https://www.espn.com/soccer/story/_/id/40454071/brutal-heat-copa-america-2024-usmnt-uruguay-2026-world-cup-risk\">numerous sporting tournaments</a> and <a href=\"https://www.wbrz.com/news/athlete-overheated-and-passed-out-at-football-practice-amid-heat-advisory/\">practice sessions</a> where athletes have <a href=\"https://news.sky.com/story/tennis-player-arthur-cazaux-collapses-mid-match-at-miami-open-13097889\">passed out</a> due to extreme heat. In <a href=\"https://www.miamiherald.com/news/nation-world/national/article284385060.html\">some cases</a>, these temperatures have <a href=\"https://www.kcur.org/podcast/up-to-date/2023-08-03/a-kansas-college-football-player-has-died-from-heat-related-injuries-it-isnt-the-first-time\">led to deaths</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Extreme heat is clearly not something athletes <a href=\"https://www.vox.com/climate/359742/extreme-heat-cultural-attitudes-endurance\">can or should push through</a>, though it often can’t be easily avoided for outdoor sports. It’s forcing organizers of major events like the Olympics to take more precautions to protect athletes.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Climate change should increasingly be viewed as an existential threat to sport.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">As the games draw to a close and athletes set their sights on the next competitions, including the <a href=\"https://olympics.com/en/olympic-games/los-angeles-2028\">2028 Olympics in Los Angeles</a>, organizers are grappling with the reality that some of the toughest outdoor endurance sports will require more drastic measures, ranging from scheduling events very early or late in the day to relocating certain competitions far away from the host city. For future Olympians, the ideal training windows are narrowing for much of the year, which could end up throttling the pipeline of new athletes entering the competition.&nbsp;<br>And if climate change continues unchecked, most major cities could end up <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(16)31335-6/abstract\">too hot to host the Summer Olympics</a> before the end of the century.</p>\n\n<h2 class=\"wp-block-heading\">The Summer Olympics will have to adapt to a warmer world</h2>\n\n<p class=\"has-text-align-none\">Why do we continue to have the Olympics during the summer?&nbsp;</p>\n\n<p class=\"has-text-align-none\">One big reason is television and sponsorships. Though the games were conceived as a competition between amateurs, many Olympians now do this for a living. Their home sports leagues often have a lull in the summer, which clears schedules for athletes to participate in the games and clears the airwaves to show them. Changing the timing of the event to the spring or the fall means diluting viewers, and thus advertiser dollars, among soccer, baseball, and football.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That all creates financial pressure to keep these events during warm weather months — but it also makes the games more dangerous and expensive, increasing the costs for organizers to invest in cooling and preventing heat illnesses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Summer Olympics are also a tradition, but as temperatures go up around the world, the future will look much less like the past. There will be fewer ideal sites for athletes to train for outdoor events. Olympic hopefuls will have to travel to better locations to practice or seek out expensive, specialized training facilities. It will further disadvantage those without means, and over the long term, make it harder for new athletes to pick up the sport, particularly from less-wealthy countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is already playing out with the <a href=\"https://www.vox.com/22905168/beijing-winter-olympics-2022-climate-change-snow\">Winter Olympics</a> as fewer cities produce reliable snow and ice, making hosting a more expensive endeavor and making it harder for athletes to train.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With the amount of money and prestige at play, the Olympic phenomenon isn’t going anywhere. But for the competitors on the field and the young people hoping to be in their shoes one day, there will be fewer places where they can realize their dreams.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Heat is already changing the game</h2>\n\n<p class=\"has-text-align-none\">There are some steps that major sporting events planners are taking to cope with the heat. One is to relocate some of the major outdoor events to cooler areas. During the Tokyo Olympics, the marathon was actually held in Sapporo, Japan, more than 600 miles north of Tokyo. The cooler weather there helped, but it broke the tradition of having the marathon finish inside the Olympic stadium, and several runners still <a href=\"https://www.euronews.com/green/2024/07/29/paris-faces-35c-heatwave-are-olympic-organisers-prepared-for-high-temperatures\">fainted and vomited as they crossed the finish line</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another option is to schedule competitions during cooler times of the year. There’s precedent for this. The <a href=\"https://olympics.com/en/olympic-games/tokyo-1964\">1964 Tokyo Olympics</a> were actually held in October in part to avoid hot weather. During the 2019 World Athletics Championships in Qatar, the <a href=\"https://www.nytimes.com/2019/09/28/sports/iaaf-world-championships-marathon.html\">marathon started at midnight</a>. More recently, the <a href=\"https://www.vox.com/world/23450515/world-cup-fifa-qatar-2022-controversy-scandals-explained\">2022 FIFA World Cup</a> soccer tournament, also in Qatar, ran in November and December rather than during the country’s unbearably hot summer months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are also ways that athletes can protect themselves. “​​The best way to prepare for competition in the heat is to train in the heat,” according to a <a href=\"https://olympics.com/athlete365/articles/paris2024/how-to-beat-the-heat-at-paris-2024\">planning document for the Paris Olympics</a>. That can take the form of acclimatization, where athletes practice in hot, natural environments, or acclimation, where competitors train in artificial warm environments or wear additional layers of clothing to get used to warmer temperatures. But it’s a slow process, requiring athletes to begin their heat exposures two weeks before competitions start.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/acclimation-techniques-for-athletes.webp?quality=90&#038;strip=all&#038;crop=0,11.424226477697,100,77.151547044605\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"&lt;a href=&quot;https://olympics.com/athlete365/articles/paris2024/how-to-beat-the-heat-at-paris-2024&quot;&gt;Athlete365&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">During the event, organizers have to pay close attention to ambient weather conditions — in particular, <a href=\"https://www.vox.com/climate/354977/heat-wave-wet-bulb-temperature-climate\">wet bulb globe temperature</a>. This is a measurement that models how well the human body can cool off by sweating, and many sport regulators consider it to be a better measure of heat risk than temperature alone or the heat index.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.itftennis.com/en/news-and-media/articles/paris-2024-what-is-the-extreme-weather-policy/\">International Tennis Federation</a>, for instance, has an extreme weather protocol for the Olympics that triggers when the wet bulb globe temperature reaches crests 30 degrees Celsius or about 86 degrees Fahrenheit. It allows for a 10-minute break between tennis sets where a player can leave the court to shower, change, eat, or drink. But if temperatures continue to rise, an advisory group will meet and determine whether to suspend play.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For athletes that do end up past their limits and suffer heat stroke, there’s a protocol to help them cool off, but timing is critical. “You have a 30-minute window to get someone’s temperature under 104 from the moment of the onset to assure survivability,” said <a href=\"https://kins.uconn.edu/person/douglas-casa/\">Douglas Casa</a>, a professor of kinesiology at the University of Connecticut who helped draft the plan for the Tokyo Olympics to deal with <a href=\"https://bjsm.bmj.com/content/55/24/1405\">exertional heat stroke in athletes</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Prolonged heat exposure coupled with the intense exertion of a match or race can quickly turn dangerous. Athletes can experience <a href=\"https://health.mil/News/Articles/2022/06/27/Ask-the-Doc-Heat-Stroke-vs-Heat-Exhaustion\">heat exhaustion</a>, causing extreme fatigue, dizziness, cramps, clammy skin, and nausea. That can then progress into <a href=\"https://www.cdc.gov/niosh/topics/heatstress/heatrelillness.html\">heat stroke</a>, where the core body temperature rises past 104 degrees Fahrenheit, causing organs to shut down.</p>\n\n<p class=\"has-text-align-none\">To aid an athlete suffering from heat stroke, the first step is to diagnose the condition, usually with a rectal temperature measurement. The plan then is to “cool first, transport second.” The gold standard for cooling someone with heat stroke is an ice bath. Only after the body temperature starts to come down do you then take the athlete to a medical facility. “You can’t give up all those minutes waiting for an ambulance on site, and then waiting for a hospital to deliver care,” said Casa, who also leads the <a href=\"https://koreystringer.institute.uconn.edu/about-us/\">Korey Stringer Institute</a>, named after the Minnesota Vikings player who died from exertional heat stroke in 2001.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means the event venues need to have emergency cooling setups ready to go. But the optimal strategy remains preventing these types of complications in the first place.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Athletes need to stay cool to be competitive</h2>\n\n<p class=\"has-text-align-none\">Most athletes have a personal ideal temperature range where they know they will perform their best. But part of the challenge (and some say fun) of many sports is dealing with what nature throws at you.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some of the most temperature-sensitive competitions are long-distance outdoor races, like marathon or cycling. “We know as it gets hotter, they get slower,” said <a href=\"https://geography.uga.edu/directory/people/andrew-j-grundstein\">Andrew J. Grundstein</a>, a professor of geography at the University of Georgia who served on the adverse weather advisory committee for the Tokyo Olympics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s because the impacts of heat scale with time and severity. Longer exposure to high temperatures can lead to dehydration and exhaustion. Muscles work less effectively. And as humidity rises, sweat doesn’t evaporate as readily, making it more difficult for the body to cool off.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/change-in-performance.webp?quality=90&#038;strip=all&#038;crop=0,16.229873497599,100,67.540253004802\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Another concern is that high temperatures also lead to more <a href=\"https://www.usnews.com/news/health-news/articles/2024-07-26/athletes-can-expect-high-ozone-pollen-counts-for-paris-olympics\">air pollution</a>. Hot, dry weather can create the conditions for dust in the air, while high temperatures accelerate the formation of <a href=\"https://www.vox.com/climate/23769186/bad-air-quality-index-wildfires-pollution\">ozone</a>, a pollutant that can impair breathing and cause heart problems.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And at major competitions, athletes aren’t the only ones that have to bear the heat. Staffers and spectators may not be pushing themselves as hard as the people on the field, but they do face the same weather conditions. There are <a href=\"https://www.nbcnews.com/science/environment/olympic-hopefuls-fear-summer-heat-paris-rcna157028\">free water refill stations</a> at the Paris Olympics for attendees, and at some events, volunteers sprayed fans with <a href=\"https://apnews.com/article/olympics-2024-paris-heat-wave-4ca791e7219d3efb5ba4e84c6d7f8999\">hoses and misters</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other vulnerable group to consider is the laborers who build stadiums and get cities ready to host major events. They’re far out of the spotlight but are working against tight deadlines, which can cause lapses in safety or push workers to stay out longer in dangerous conditions. In the months leading up to the 2022 FIFA World Cup soccer tournament in Qatar, <a href=\"https://www.cnn.com/2022/11/29/football/qatar-world-cup-migrant-worker-deaths-spt-intl/index.html\">hundreds of workers died</a> amid scorching weather. And after the closing ceremonies, workers will have to clean up and disassemble all the infrastructure.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though the athletes at the Olympics are some of the most privileged people in the world with the best resources at their disposal, what we learn in trying to keep them safe as they pursue the limits of human performance could help protect many more people on a warming planet.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Athletes at the 2024 Paris Olympics are competing against the toughest opponents in the world, the clock, the record books, and increasingly, extreme heat.&#160; Rain soaked the opening ceremony, but it followed an extensive heat wave across France and much of Europe. According to the World Weather Attribution research group, such temperatures would not have [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Advertisers aren’t buying what X is selling. Is that a crime?",
    "link": "https://www.vox.com/business-and-finance/365892/elon-musk-x-lawsuit-advertisers-antitrust",
    "pubDate": "2024-08-09T14:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Elon Musk at the Cannes Lions International Festival Of Creativity 2024, with a finger on his chin and looking deep in thought.\" data-caption=\"Since Musk’s takeover in late 2022, X’s ad revenue has plunged.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2158243766.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Since Musk’s takeover in late 2022, X’s ad revenue has plunged.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Fellas, is it illegal for brands to refuse to advertise on my social media site? If you’re Elon Musk, the answer is yes.</p>\n\n<p class=\"has-text-align-none\">This week, Musk’s social media company X (formerly Twitter) filed an <a href=\"https://s3.documentcloud.org/documents/25033219/x-vs-advertisers.pdf\">eyebrow-raising lawsuit</a> against an advertising industry group and several major brands, including Unilever (maker of Dove soap), Mars Inc. (maker of lots of candy), and CVS. It argues that the companies coordinated an advertising boycott against X that not only led to “massive economic harm,” but even violated antitrust law because they colluded to specifically target X, making it less competitive in selling digital ads.</p>\n\n<p class=\"has-text-align-none\">Since <a href=\"https://www.vox.com/recode/23423341/elon-musk-buy-twitter-deal-social-media\">having to buy</a> the site for a painful $44 billion in 2022, Musk has tried to turn it into a haven of unmoderated speech. Critics have <a href=\"https://www.theatlantic.com/technology/archive/2023/05/elon-musk-ron-desantis-2024-twitter/674149/\">argued</a> that the site, <a href=\"https://slate.com/technology/2023/08/elon-musk-blocks-x-twitter-explained.html\">often</a> <a href=\"https://www.newyorker.com/culture/infinite-scroll/twitter-is-already-a-hellscape\">called a</a> <a href=\"https://www.independent.co.uk/voices/elon-musk-and-twitter-buy-b2214325.html\">“hellsite”</a> for how toxic it could be even before the Musk era, became an unusable cesspit of <a href=\"https://www.bbc.com/news/technology-64804007\">vitriol</a> and <a href=\"https://www.npr.org/2024/03/07/1235784919/twitter-x-bots-social-media-elon-musk\">incoherent porn bots</a>. Advertisers fled, because businesses don’t want to risk their ads showing up next to objectionable or outright <a href=\"https://www.nbcnews.com/tech/tech-news/musk-twitter-elon-child-abuse-material-rcna63621\">illegal content</a>, like <a href=\"https://www.independent.co.uk/tech/twitter-ads-child-pornography-sexual-abuse-promote-b2177842.html\">child sexual abuse material</a>. This is very bad for X, since, like other social media companies, it would go belly up without ad money. X contends this cessation of business is a “naked restraint of trade” because advertisers collectively forced the site to adhere to their content standards. It even had to lower its ad prices, the filing alleges.</p>\n\n<p class=\"has-text-align-none\">The lawsuit places the bulk of the blame on the <a href=\"https://wfanet.org/leadership/garm/about-garm\">Global Alliance for Responsible Media</a> (GARM), an initiative launched in 2019 to establish a standard for brand safety across ad platforms. GARM’s membership, which was listed on the site <a href=\"https://web.archive.org/web/20240806201617/https://wfanet.org/leadership/garm/members-governance\">as of August 6</a>, includes consumer brands, ad agencies, and media companies where ads are served (such as Spotify and, up until recently, X), asking them to commit to a shared understanding of what counts as <a href=\"https://wfanet.org/knowledge/item/2022/06/17/GARM-Brand-Safety-Floor--Suitability-Framework-3\">harmful or risky content</a> that shouldn’t be monetized by ads. Membership is voluntary, and GARM says that individual advertisers ultimately decide how and where they advertise. It did not reply to a request for comment. Just days after the lawsuit was filed, Stephan Loerke, CEO of the World Federation of Advertisers — the larger ad industry association that GARM is part of — told members that GARM would be shutting down, according to an email obtained by <a href=\"https://www.businessinsider.com/ad-group-to-suspend-garm-initiative-following-elon-musk-lawsuit-2024-8\">Business Insider</a>. The group denies any wrongdoing, but noted that it had <a href=\"https://www.nytimes.com/2024/08/08/technology/elon-musk-x-advertisers-boycott.html\">limited financial resources</a> as a nonprofit. Loerke made clear, however, his confidence that GARM would be vindicated in court. </p>\n\n<p class=\"has-text-align-none\">None of this has stopped X from portraying its <a href=\"https://fortune.com/2023/12/12/elon-musks-x-is-seeing-ad-revenue-plunge-by-half-from-prior-years-and-is-expected-to-bring-in-just-2-5b-this-year/\">plummeting ad revenue</a> as a matter of criminal injustice. X says in the lawsuit that at least 18 GARM members pulled all ads from X in late 2022, while many more reduced their spending significantly. In a <a href=\"https://x.com/lindayaX/status/1820838625245880634\">video</a> posted on X, CEO Linda Yaccarino made a grave appeal to X users, arguing that advertisers, not X’s chaotic management, have threatened the financial future of an important platform. “That puts your global town square — the one place that you can express yourself freely and openly — at long-term risk,” she said, echoing the refrain that X is a champion of uncensored free expression despite the fact that it moderates content, even if some say its <a href=\"https://fortune.com/2024/02/06/inside-elon-musk-x-twitter-austin-content-moderation/\">policies are unclear</a>.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">A Message to X Users <a href=\"https://t.co/6bZOYPhWVa\">pic.twitter.com/6bZOYPhWVa</a></p>&mdash; Linda Yaccarino (@lindayaX) <a href=\"https://twitter.com/lindayaX/status/1820838625245880634?ref_src=twsrc%5Etfw\">August 6, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">X’s lawsuit comes a month after a Republican-led <a href=\"https://dw-wp-production.imgix.net/2024/07/2024-07-10-GARMs-Harm-How-the-Worlds-Biggest-Brands-Seek-to-Control-Online-Speech.pdf\">House Judiciary Committee report</a> and <a href=\"https://judiciary.house.gov/committee-activity/hearings/collusion-global-alliance-responsible-media\">hearing</a> on GARM made similar antitrust accusations, saying the group financially starved platforms hosting content it doesn’t approve of. It’s a continuation of a longer debate around free speech and its consequences. You have the right to speak, but do you have the right to get rich from monetizing your speech? If X goes bankrupt because it turns off too many advertisers, is anyone but X to blame?</p>\n\n<p class=\"has-text-align-none\">On X, House Judiciary Committee Republicans celebrated news of GARM’s shutdown as a “<a href=\"https://x.com/JudiciaryGOP/status/1821587859700424933\" data-type=\"link\" data-id=\"https://x.com/JudiciaryGOP/status/1821587859700424933\">win for the First Amendment</a>,” while Yaccarino <a href=\"https://x.com/lindayaX/status/1821594759187853395\">called</a> the move an “important acknowledgement” showing that “no small group should be able to monopolize what gets monetized.”</p>\n\n<p class=\"has-text-align-none\">Loyola University antitrust law professor Spencer Weber Waller, who <a href=\"https://judiciary.house.gov/sites/evo-subsites/republicans-judiciary.house.gov/files/evo-media-document/Waller%20Testimony.pdf\">testified</a> at the GARM hearing, tells Vox that he’s skeptical of the lawsuit’s merits. “Just because you’re mad about something doesn’t mean it’s illegal,” he says.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Elon’s beef with advertisers, explained</h2>\n\n<p class=\"has-text-align-none\">Musk has had a volatile relationship with X advertisers for years. Here’s a quick recap: Musk took over in October 2022 and started laying off thousands of employees. Some of the heaviest cuts were made to the <a href=\"https://www.nytimes.com/2022/11/04/technology/elon-musk-twitter-layoffs.html\">safety team</a>, including <a href=\"https://www.cbsnews.com/news/elon-musk-twitter-layoffs-outsourced-content-moderators/\">content moderators</a>, which signaled to advertisers that brand safety wouldn’t be a priority under Musk’s reign. Twitter’s old identity verification system, which gave a blue check mark to verified public figures and official brand accounts, was removed — which predictably led to a wave of trolls <a href=\"https://www.cbsnews.com/news/verified-twitter-accounts-impersonating-lebron-james-george-w-bush-aroldis-chapman/\">impersonating famous people</a> and companies. (Notably, pharma giant Eli Lilly’s stock tumbled when an impersonator tweeted that <a href=\"https://www.washingtonpost.com/technology/2022/11/14/twitter-fake-eli-lilly/\">insulin would now be free</a>.) All of this scared advertisers, and many big brands announced they were pausing their X ads in late 2022. A <a href=\"https://www.mediamatters.org/elon-musk/less-month-elon-musk-has-driven-away-half-twitters-top-100-advertisers\">Media Matters for America report</a> found that half of Twitter’s 100 biggest advertisers had paused spending in the first month of Musk’s takeover (only some of which are GARM members). Other <a href=\"https://www.cnn.com/2023/08/16/tech/x-ads-pro-nazi-account-brand-safety/index.html\">controversies since then</a>, including ads being placed next to pro-Nazi content, have led to more advertisers shutting their pocketbooks. Data from the media intelligence firm Guideline shows there was a 65 percent decline in national ad spending on X between spring 2023 and 2024, according to <a href=\"https://www.theinformation.com/briefings/x-sues-ad-industry-group-some-top-advertisers?rc=eh9iin\">The Information</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Musk seems to have taken this exodus as a personal affront. Last fall, at the annual business conference DealBook, he was outright hostile to the clients that make up the lifeblood of all social media companies. “If somebody is going to try to blackmail me with advertising, blackmail me with money, <a href=\"https://www.theverge.com/2023/11/29/23981928/elon-musk-ad-boycott-go-fuck-yourself-destroy-x\">go fuck yourself</a>,” he said during an interview with host Andrew Ross Sorkin. He later hedged the declaration at the Cannes Lions advertising awards, saying he <a href=\"https://www.wsj.com/articles/elon-musk-pitches-advertisers-on-a-return-to-x-months-after-telling-some-to-f-themselves-532d2745\">didn’t mean all of them</a>.</p>\n\n<p class=\"has-text-align-none\">It’s not uncommon for brands to pause ads when they fear reputational harm. Meta was the target of a brief but much-publicized anti-hate speech campaign called #StopHateForProfit in 2020, when <a href=\"https://www.nytimes.com/2020/08/01/business/media/facebook-boycott.html\">over 1,000 companies</a> temporarily pulled ads on Facebook. When the heat dies down and brands are reassured that they won’t be promoted next to a post that, say, praises Hitler, they often return. The <a href=\"https://www.nytimes.com/2024/06/13/technology/x-elon-musk-linda-yaccarino.html\">New York Times reported</a> in June that X was claiming over half of its errant advertisers had come back in 2024. In <a href=\"https://x.com/Safety/status/1807793931003768991\">early July</a>, X announced it had “reinstated” its GARM membership. Now, the relationship appears to have soured again.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">When is a boycott illegal?</h2>\n\n<p class=\"has-text-align-none\">As a consumer, if you want to <a href=\"https://www.vox.com/money/2023/4/12/23680135/bud-light-boycott-dylan-mulvaney-travis-tritt-trans\">swear off Bud Lights</a> for the rest of your life — go wild. If it’s so successful (most consumer boycotts aren’t) that it leads to a company’s financial ruin, then too bad for them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It gets trickier when a bunch of companies boycott another company, which could be an illegal <a href=\"https://www.theantitrustattorney.com/antitrust-group-boycotts-competitors-conspiring/\">group boycott</a>. Let’s say that you just opened a new lemon stall in town, but the neighborhood lemonade stand association tells you they made a pact not to buy your lemons unless you agree not to sell to one specific lemonade stand they hope will go out of business — you might want to complain to the Federal Trade Commission. For X to be the victim of an illegal boycott, first it has to establish there was an agreement between advertisers. X is arguing that GARM’s public statements amount to a coordinated boycott effort, mostly because of <a href=\"https://wfanet.org/knowledge/item/2022/10/31/GARM-calls-on-Twitter-to-uphold-existing-commitments-on-brand-safety-and-deepen-future-collaboration\">an October 2022 letter</a> from GARM calling on the social media site to “uphold its previous commitments” to the alliance. It warned that it would watch the site’s content moderation efforts and that members would use GARM’s insights “as part of their own independent assessments.” X’s lawsuit claims the letter communicated “written plans for a conspiracy.”</p>\n\n<p class=\"has-text-align-none\">But GARM members deny that there was any agreement or conspiracy. During the House Judiciary Committee’s <a href=\"https://www.youtube.com/watch?v=vmUfdnECOpA\">hearing</a> this summer, the president of Unilever USA testified that GARM had never required it to avoid advertising on any platform. A big hurdle of the lawsuit is that X has to prove not just that companies adopted GARM’s standards and definitions of harmful content to justify pulling ads, but that there was a binding agreement.</p>\n\n<p class=\"has-text-align-none\">Antitrust law is concerned with actions that have major anticompetitive effects, often involving cartels. GARM doesn’t appear to be a cartel, a term that usually applies to competitors in a common industry making a commercially beneficial agreement with one another, like if egg producers banded together to limit the supply of eggs. The defendants will likely argue that they’re not competitors, nor is X a competitor — GARM is a vast coalition including ad groups, tech companies, car makers, consumer packaged goods brands, and more. At this point there’s no evidence that advertisers who left X were looking for a financial benefit by boycotting. Then there’s the First Amendment to consider: generally, political and social boycotts are protected even if the companies made an agreement that had an anticompetitive impact, says Waller.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Antitrust laws “generally don’t micromanage the decisions of corporations as they decide what’s best for them in the market,” Waller said during the hearing. Rep. Jerry Nadler (D-NY) called the hearing a part of a “sham investigation,” saying that it served to “intimidate the exercise of free speech.”</p>\n\n<p class=\"has-text-align-none\">It’s unclear how far X’s lawsuit will get. Musk is certainly no stranger to <a href=\"https://www.reuters.com/technology/elon-musk-revives-lawsuit-against-sam-altman-openai-nyt-reports-2024-08-05\">both suing</a> and <a href=\"https://www.bloomberg.com/news/articles/2024-06-07/elon-musk-s-pile-of-lawsuits-span-autopilot-toxic-speech-ai?embedded-checkout=true\">being sued</a>. Sometimes the fight has <a href=\"https://www.vox.com/the-goods/23585251/elon-musk-tesla-trial-verdict\">unexpectedly gone his way</a>, while other times it hasn’t. Recently, a California court dismissed a lawsuit X filed last year against a <a href=\"https://www.axios.com/2024/03/25/elon-musk-x-hate-speech-lawsuit\">hate speech watchdog</a> that had documented the rise of hateful rhetoric on the site. With this latest legal volley, X is making the Hotel California argument: Advertisers can check out any time they like, but they can never leave.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 9, 10:05 am ET:</strong></em> <em>This story was originally published on August 8 and has been updated with news of GARM’s shutdown. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Fellas, is it illegal for brands to refuse to advertise on my social media site? If you’re Elon Musk, the answer is yes. This week, Musk’s social media company X (formerly Twitter) filed an eyebrow-raising lawsuit against an advertising industry group and several major brands, including Unilever (maker of Dove soap), Mars Inc. (maker of [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "The married tuba-accordion duo who opened a pizzeria",
    "link": "https://www.vox.com/even-better/365915/sqzbx-pizzeria-brewery-musicians-small-business-entrepreneurship",
    "pubDate": "2024-08-09T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/MoneyTalks_PaigeVickers_Vox_03.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Welcome to&nbsp;</em><a href=\"https://www.vox.com/personal-finance/2019/8/20/20813748/money-debt-personal-finance\"><em>Money Talks</em></a><em>, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another.</em></p>\n\n<p class=\"has-text-align-none\"><em>Cheryl Roorda is 51 years old; her husband, Zac Smith, is 52, and together they have two grown children. After a decades-long career as independent musicians, Cheryl and Zac opened </em><a href=\"https://sqzbx.com/\"><em>SQZBX Brewery and Pizza Joint</em></a><em> in Hot Springs, Arkansas. The restaurant has been in business for nearly seven years.</em></p>\n\n<p class=\"has-text-align-none\"><em>The following conversation has been lightly condensed and edited.</em></p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> We’ve been running SQZBX for about six-and-a-half years, but we’ve been working on it for a lot longer than that. </p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> Since 2007.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>That’s when we purchased an extremely broken building on Ouachita Avenue in Hot Springs. It was an old piano shop, and the previous owner was getting out of the business and retiring.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> It was<strong> </strong>full of musical instruments, so we were delighted because we were working musicians at the time.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> Cheryl played the accordion, and I played a tuba-like instrument called an E-flat helicon. We had a regular gig at a German restaurant. The name of our band was The Itinerant Locals, and every summer we’d throw the kids in the car and drive around America playing wherever we could set up gigs. We did specialty tours — we did a tour on Amtrak where we spent 45 days riding the trains around America and playing, we did a tour on a solar-powered boat down the Ouachita River, we joined a circus and traveled with them. </p>\n\n<p class=\"has-text-align-none\">We had a lifestyle that was very much about being present with our children, playing music in ways that felt joyful to us — and we hope, to our audiences — and living in a way that was really great but was not highly remunerative.</p>\n\n<p class=\"has-text-align-none\">We landed in Hot Springs National Park at a time where we could buy a house for $32,000. Even this building was only — what was it?</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> It was $65,000.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>$65,000 on a main street downtown. It was broken, don’t get me wrong, but it was affordable. We were able to, with sloppy credit and fantasized business plans, get a commercial loan for this building. That was 2007.</p>\n\n<p class=\"has-text-align-none\">We didn’t really have a great plan, but at some point we realized that there was no way to bootstrap our way out of all of this building’s needs. It needed a roof. It needed HVAC. It needed all-new plumbing. It needed all-new electrical. It needed all-new floors.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2012, the FCC announced that there was going to be a 2013 opening for <a href=\"https://www.fcc.gov/media/radio/lpfm\">low-power FM licenses</a>. At this point it all clicked in my head. I had had a fantasy for years about having a radio station within a community hub. A station within a place that people met and talked—</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl: </strong>A place where they could eat.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>Eat and converse and listen to music and stuff like that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So we filed for the 2013 window with <a href=\"https://www.lowkeyarts.org/\">Low Key Arts</a>, a local nonprofit that we were active in. We got the license, put the station on air with sweat equity, cash, and a little bit of credit cards — and from that point we were able to walk a banker into our finished, functional, very beautiful radio station, walk them into the other parts of this building that were still under construction, and describe the rest of our vision.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A brewery. A pizza joint. Restored tin ceilings, wood floors, Arkansas native pine.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">At that point we were able to get a traditional <a href=\"https://www.sba.gov/funding-programs/loans\">SBA business loan</a> for the renovations. We built the restaurant, which was its own drama. Of course we ran out of money and had to get a patch loan.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> We got scammed by a brewer. We bought some tanks that didn’t exist. It wasn’t anyone in our community though. It was someone online who had a hipster-trustworthy beard and ended up being a total turd.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> But we got through it all, and we opened six-and-a-half years ago.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> December 18, 2017.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-instagram wp-block-embed-instagram\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/p/Cp6Ku1ItOUG/?utm_source=ig_embed&#038;utm_campaign=loading\" data-instgrm-version=\"14\"><div> <a href=\"https://www.instagram.com/p/Cp6Ku1ItOUG/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\"> <div> <div></div> <div> <div></div> <div></div></div></div><div></div> <div></div><div> <div>View this post on Instagram</div></div><div></div> <div><div> <div></div> <div></div> <div></div></div><div> <div></div> <div></div></div><div> <div></div> <div></div> <div></div></div></div> <div> <div></div> <div></div></div></a><p><a href=\"https://www.instagram.com/p/Cp6Ku1ItOUG/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\">A post shared by SQZBX Brewery (@sqzbxbrewery)</a></p></div></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> Ten years after we purchased the building. For many of those years, we didn’t really know what we were doing. The stormwater backs up, so we fixed the stormwater drain. The roof was leaking, so we fixed the roof. Then we were, like, we have a space now, so we could record an album!</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> We could have a music studio in here! We could have artist lofts! The dreams were real.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>But none of that was going to pay for HVAC. So it wasn’t until we put the whole idea together of the radio station with the pizza restaurant and the microbrewery that we were able to fix all the problems.</p>\n\n<p class=\"has-text-align-none\">Cheryl and I really did do the work. We took the tin ceiling panels down in the kitchen and re-hung them in the dining room. We sandblasted and painted. We laid the floors. We did the drywall. We put in the beams. We literally built it by hand.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> In 2007, when we initially purchased the building, we put together — if I sent it to you, you would laugh so hard — the crassest business proposal about renovating the building. We were just trying to talk banker talk.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> But this was before the collapse, when they were still going through cemeteries looking for bodies to loan money to. We were able to purchase our home as a tuba-accordion duo, and we were processing the loan, $32,000 on a foreclosure from Fannie Mae, and the strip-mall financier was all, “You know, this would be a lot easier if you took out a $100,000 loan,” and we were like, “What about <em>tuba-accordion duo</em> do you not understand?” We were beneficiaries of that sloppy credit environment. </p>\n\n<p class=\"has-text-align-none\">Cheryl and I have both worked in the service industry. We’ve also worked in bars or restaurants as musicians. For many years, I would stand up there with my tuba and a full liter of Spaten Pils — I was playing music, getting drunk, and bringing everyone along on the journey with me. We were the face of the restaurant. But we’d ask ourselves, “Who’s making money tonight?” and the answer was, “Not us.”</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> Apparently it wasn’t a lot of the restaurateurs either!&nbsp; But when we started SQZBX, it took off immediately. It was like, “We’ve made a monster.”</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> From our projections that they gave us a commercial loan on, our first-year projections, we essentially doubled it.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> The first day we were open I sold a thousand dollars of pizza. That’s when I knew it was going to work. Then that became standard, and then that wasn’t even enough. It’s still shocking to me that you can sell this much food in a day, because this isn’t even a big town.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> Our place is beautiful. It’s hand-built. We’ve got all of these details that we pulled out of the music store. The back of the bar is made out of pianos. I could walk you through the building and waste hours talking about every little detail we put in. People really do sense it. It creates an environment that people feel is special.</p>\n\n<p class=\"has-text-align-none\">We have a great group of locals, our regulars who keep coming back, and then tourists find us and try us when they’re in town. We get good reviews on the internet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We also make everything. All the pizza dough is made from scratch every morning. All the beer I brew myself. All our vegetables are hand-cut every day. It’s just that. We just create a quality product in a beautiful environment, we provide great service, and because of that we have sales every day.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> We have a staff of around 30. We’re open seven days a week, lunch and dinner.</p>\n\n<p class=\"has-text-align-none\">&nbsp;At the beginning, our children helped out. They helped me program the point-of-sale system, for example. But I didn’t want to lean on them, and they both got less involved. Our son enjoyed working here, but our daughter is not going to be a restaurant person.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> I’d also like to point out that they spent their youth either onstage or backstage with us, and both of them are seeking technical degrees in university.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> I guess it’s going to skip a generation! We’ve also stopped performing. We’ve never played onstage at SQZBX.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> We put in a stage, and then we performed a few shows before the business got started, but it’s way too difficult to go from being the boss to being a musical clown. We also found out that live music in the space just didn’t work at all. During the Covid shutdown, we ripped out the stage and put in booths. Butts in seats make money, and live music does not. </p>\n\n<p class=\"has-text-align-none\">But the radio station is still going! We’re <a href=\"https://kuhsradio.org/\">KUHS-LP</a>. We’re programmed by volunteers, so anyone who shows up gets to play whatever they want. We try to avoid music that gets played on other radio stations around town, but otherwise, I invite people to share their musical experiences with our audience.</p>\n\n<p class=\"has-text-align-none\">One of the things that we do is keep a very open and inclusive environment, and I think that people respond to that. We are relatively apolitical in our PR, but you walk in and you sense that this is a place that is not afraid of diversity. I believe that helps our business.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> You have to be consistent and you have to be excellent. When we were in our business planning stages, people were like, “People don’t know the difference between good cheese and shitty cheese, why do you care?” We cared. I think, for that, we are rewarded every day.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to&#160;Money Talks, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another. Cheryl Roorda is 51 years old; her husband, Zac Smith, is 52, and together they have two grown children. After a decades-long career as independent musicians, Cheryl and [&#8230;]",
    "author": "Nicole Dieker"
  }
]