[
  {
    "title": "What really mattered in 2024",
    "link": "https://www.vox.com/future-perfect/391021/donald-trump-artificial-intelligence-syria-gaza-2024-election",
    "pubDate": "2024-12-13T13:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"The Optimus robot, which looks like a metal humanoid with head and arms, stands next to a screen at a Tesla event.\" data-caption=\"Optimus, also known as Tesla Bot, is a general-purpose robotic humanoid under development by Tesla, Inc., shown in Hong Kong.﻿ | ﻿Bob Henry/UCG/Universal Images Group via Getty Images\" data-portal-copyright=\"﻿Bob Henry/UCG/Universal Images Group via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2178568004.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Optimus, also known as Tesla Bot, is a general-purpose robotic humanoid under development by Tesla, Inc., shown in Hong Kong.﻿ | ﻿Bob Henry/UCG/Universal Images Group via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">At the end of every year, journalists like to look back and see where our predictions held up or fell flat, what were the year’s biggest events, and just what the year, considered as a whole, really meant.</p>\n\n<p class=\"has-text-align-none\">As I started doing this for 2024 I was taken aback by just how many things <em>happened</em>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Joe Biden <a href=\"https://www.vox.com/politics/361827/biden-drops-out-2024-kamala-convention\">dropped out</a> of the presidential race! Donald Trump was <a href=\"https://www.vox.com/politics/360489/trump-shot-thomas-matthew-crooks-secret-service-butler-rally\">nearly assassinated</a>! … and <a href=\"https://www.vox.com/politics/353111/trump-trial-verdict-criticisms-wrongly-convicted\">convicted</a> of 34 felonies! … and <a href=\"https://www.vox.com/2024-elections/382696/donald-trump-wins-2024-election-results-democracy\">elected</a> again! Elon Musk became his <a href=\"https://www.vox.com/2024-elections/380185/trump-elon-musk-election\">right-hand man</a>. Israel’s war in Gaza exploded into <a href=\"https://www.vox.com/israel/379168/hezbollah-israel-lebanon-palestine-hamas-gaza-history-beirut\">additional fights with Hezbollah</a> and <a href=\"https://www.vox.com/politics/364148/haniyeh-iran-israel-hamas-hezbollah\">Iran</a>, which resolved shockingly quickly (unless I speak too soon). Out of nowhere the Syrian rebels <a href=\"https://www.vox.com/world-politics/389694/syria-rebels-bashar-assad-iran-hts-united-states-refugees-middle-east\">overthrew</a> a more than 50-year-old regime. </p>\n\n<p class=\"has-text-align-none\">We had a <a href=\"https://www.cdc.gov/bird-flu/situation-summary/mammals.html#:~:text=A%20multistate%20outbreak%20of%20HPAI,in%20more%20than%20200%20mammals.\">new alarming bird flu epidemic</a> that is increasingly jumping from animals to people. (If you haven’t heard about it, it’s because people <a href=\"https://www.vox.com/future-perfect/2024/5/3/24147217/bird-flu-h5n1-chickens-covid-pandemic-cattle-milk-virus-coronavirus\">clearly never want to</a> think about pandemics again.) Self-driving cars went from <a href=\"https://spectrum.ieee.org/robotaxi\">fantasy to widespread reality</a> (at least where I live in the Bay Area).&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI grew by <a href=\"https://www.vox.com/future-perfect/367435/artificial-intelligence-openai-chatgpt-boom-bust-safety-superintelligence-google\">leaps and bounds</a>, again: You can now generate much better images, get comprehensive research reports on any topic, and talk for free to models that perform well across a wide range of tasks (while still having <a href=\"https://www.vox.com/future-perfect/369502/chatgpt-ai-image-generator-regulation-debate\">some glaring basic failings</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the biggest challenges of writing any retrospective like this is figuring out, in a tide of events, which ones will really last five, 10, or even 50 years from now. Our news cycles run very fast these days. Nothing stays in the headlines or in the discourse for long — we chew through events, interpret them, meme them, and move on from them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The consequences for the lives of millions of people will absolutely linger, but then discourse is off to the next topic — this week, the <a href=\"https://www.vox.com/culture/390911/luigi-mangione-uhc-shooter-manifesto-reddit-blackpill\">United Healthcare shooter</a>; next week, who knows? In the rapid churn of this environment, it can be really hard to keep in mind which events are consequential, even world-changing, and which will be swiftly forgotten.</p>\n\n<h2 class=\"wp-block-heading\">Keeping some perspective on the news</h2>\n\n<p class=\"has-text-align-none\">There’s little I find more humbling than reading year-in-reviews from the past. They only rarely mention what we might now identify as the most important events of that year:&nbsp;the founding of Google in 1998 or Amazon in 1994; the invention of the modern internet in 1983; the development of a highly effective HIV antiviral regimen in 1996.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In hindsight, the most important thing that happened in 2019 by far were reports in Chinese-language media in late December of a strange new disease. Yet Vox’s <a href=\"https://www.vox.com/videos/2019/12/30/21042953/2019-in-review-2020-new-year-video\">2019 year in review</a> highlighted the first <a href=\"https://www.vox.com/policy-and-politics/2019/12/18/21026767/trump-impeached-impeachment-vote-results-update\">Trump impeachment</a> (remember that?) and the <a href=\"https://www.vox.com/2019/1/12/18179711/longest-government-shutdown-us-history\">longest government shutdown in history</a> (I’d forgotten that one entirely).</p>\n\n<p class=\"has-text-align-none\">Of course, there’s no way to confidently guess in advance which emerging new virus will kill millions and which, like most, will quietly and uneventfully peter out. And if you have a way to identify Amazons and Googles in advance, I presume you’re using it to become fabulously wealthy rather than to write news articles. But there are some general trends here to learn from.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Politics matters, having huge effects on hundreds of millions of lives. But the things we spotlight about politics often aren’t the things that matter most.&nbsp;</p>\n\n<p class=\"has-text-align-none\">An administration’s regulatory changes that <a href=\"https://thebreakthrough.org/issues/energy/addressing-challenges-on-the-path-to-efficient-nuclear-licensing\">kill nuclear power</a>, <a href=\"https://www.vox.com/22937351/next-pandemic-vaccine\">accelerate vaccine development</a>, or fund <a href=\"https://www.vox.com/future-perfect/2018/12/12/18136716/pepfar-hiv-aids-trump-congress\">AIDS prevention in Africa</a> will often matter far more than whatever the highest-profile political fights of the year were. International events matter, but they’re extraordinarily difficult to predict.&nbsp;</p>\n\n<p class=\"has-text-align-none\">No one I spoke to saw the collapse of the Assad regime in Syria coming — even the experts often expected there was little chance of the frozen civil war moving at all this year, let alone coming to this shocking conclusion. (The rapid <a href=\"https://www.vox.com/videos/22652273/afghanistan-us-military-timeline-effects\">collapse of the Afghan state</a> after the US withdrawal also took many prognosticators by surprise. The lesson: Wars can spend a long time in what looks like a stalemate and then change very, very fast).</p>\n\n<p class=\"has-text-align-none\">The other takeaway is that technology matters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the long run, the most world-changing events of the 20th century were often inventions: the antibiotics and vaccines that took child mortality from <a href=\"https://ourworldindata.org/child-mortality\">half of all children to virtually none</a>; the washing machines and vacuums that <a href=\"https://penntoday.upenn.edu/news/how-appliance-boom-moved-more-women-workforce\">changed domestic labor</a> and the air conditioners that <a href=\"https://radiantplumbing.com/blog/how-air-conditioning-changed-the-southern-economy/\">changed settlement patterns in the US</a>; the transformations of our civic culture and society <a href=\"https://muse.jhu.edu/article/16340\">brought about by the radio</a>, and then the <a href=\"https://www.american.edu/media/pr/20220613_cmsi_mtv_civic_research.cfm\">television</a>, and then the <a href=\"https://academic.oup.com/jcmc/article/22/4/179/4666425?login=false\">computer</a>, and then the <a href=\"https://www.degruyter.com/document/doi/10.1515/omgc-2022-0006/html?lang=en\">smartphone</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Every technologist likes to claim they’re the next step on that journey, and most of them are wrong — but someone will be right, and anyone who writes off massive technological change in our lifetimes is even more wrong.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What will we remember?</h2>\n\n<p class=\"has-text-align-none\">For that reason, there’s one question I have found it particularly helpful to have in mind as I review 2024: What about my life this year would have shocked me the most if I’d known about it in 2014? And the answer there, at least for me, is unambiguously artificial intelligence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When I want a highly specific piece of artwork, I type a few words and generate it; when I’m trying to make sense of some bit of technical text, I ask a language model its interpretation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Self-driving cars are cool, but we knew in 2014 that people were trying to make that happen. Russia <a href=\"https://www.vox.com/2014/9/3/18088560/ukraine-everything-you-need-to-know\">invaded Ukraine in 2014</a> and tensions <a href=\"https://www.vox.com/2014/7/16/5904691/hamas-israel-gaza-11-things\">spiked</a> between Israel and Gaza; the Syrian civil war <a href=\"https://www.vox.com/2014/8/26/6056605/syria-fatalities-comparisons\">was already underway</a>. Most of the shape of what became 2024 would not have surprised me too badly. But the capabilities of modern AI systems are wildly beyond anything we could have imagined a decade ago.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that might just be me — I use AI more than many of our readers. So I ask you: What about your life today would have shocked you most in 2014? That might be the real answer to what the most important thing that happened this year is.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story originally appeared in the&nbsp;<a href=\"https://www.vox.com/future-perfect\">Future Perfect</a>&nbsp;newsletter.&nbsp;<a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Sign up here!</a></em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "At the end of every year, journalists like to look back and see where our predictions held up or fell flat, what were the year’s biggest events, and just what the year, considered as a whole, really meant. As I started doing this for 2024 I was taken aback by just how many things happened.&#160; [&#8230;]",
    "author": "Kelsey Piper"
  },
  {
    "title": "Emilia Pérez is a regressive movie that thinks it’s woke. It will probably win an Oscar.",
    "link": "https://www.vox.com/culture/390998/emilia-perez-selena-gomez-oscars-green-book-crash-transgender-musical",
    "pubDate": "2024-12-13T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Actress Karla Sofía Gascón as Emilia Pérez in the Netflix film Emilia Pérez.\" data-caption=\"Karla Sofía Gascón as Emilia Pérez in Emilia Pérez.﻿ | ﻿Page 114/Why Not Productions/Pathé Films/France 2 Cinéma\" data-portal-copyright=\"﻿Page 114/Why Not Productions/Pathé Films/France 2 Cinéma\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/7y7a3199.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Karla Sofía Gascón as Emilia Pérez in Emilia Pérez.﻿ | ﻿Page 114/Why Not Productions/Pathé Films/France 2 Cinéma</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It may come as a surprise that there’s a movie musical that currently has more awards hype than <a href=\"https://www.vox.com/culture/386247/wicked-2024-movie-novel-ending-explained-ariana-grande-cynthia-erivo\"><em>Wicked</em></a>. <em>Emilia Pérez</em> quietly landed on Netflix last month (and<em>, </em>a<em> </em>bit more loudly, film buffs on X)<strong> </strong>after making a huge splash at this year’s Cannes Film Festival, where it won the Jury Prize and the first Best Actress Award for an ensemble. Earlier this week, the Jacques Audiard film received <a href=\"https://www.hollywoodreporter.com/movies/movie-news/2025-golden-globes-emilia-perez-nominations-1236081326/\">10 Golden Globes nominations</a>, the most for a film this year, including Best Picture — Musical or Comedy. For an awards race that’s still up in the air, the musical seems to be among the most locked in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But is <em>Emilia Pérez</em> — a film about a cartel leader who gets gender-affirming surgery and escapes a life of crime — actually good?&nbsp;</p>\n\n<p class=\"has-text-align-none\">As with many stories mining the grim realities of oppressed communities, critics and awards bodies have rushed to praise the “avant garde” film for exploring trans identity and Mexico’s drug war. Glowing reviews have lauded the “<a href=\"https://overtheshoulder.co.uk/2024/11/14/emilia-perez-is-a-brave-original-film-that-you-must-see/\">bravery</a>” and “<a href=\"https://www.usatoday.com/story/entertainment/movies/2024/11/13/emilia-perez-movie-review/76193251007/\">originality</a>” of French filmmaker Audiard in centering underrepresented characters and delivering “provocative” subject matter through a trippy, Spanish-language musical. Meanwhile, the general public, at least<a href=\"https://x.com/jonathanmb32/status/1856834991113535995\"> according to Letterboxd</a>, is less high on the film, and many queer critics are concerned if not completely baffled by its existence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a story for The Cut, writer Harron Walker criticized <em>Emilia Pérez</em>’s use of <a href=\"https://www.thecut.com/article/emilia-perez-netflix-movie-review.html\">trans identity as an “inherently redemptive” tool</a> for its criminal protagonist. An article in <a href=\"https://www.autostraddle.com/emilia-perez-trans-review/\">Autostraddle</a> called the film the most “unique cis nonsense you’ll ever see.” Even the LGBTQ organization GLAAD has <a href=\"https://glaad.org/emilia-perez-is-not-good-trans-representation/\">condemned</a> the film as bad trans representation.</p>\n\n<p class=\"has-text-align-none\">Still, <em>Emilia P<em>é</em>rez</em>’s presence in the Oscars race isn’t exactly a shock, given that it falls neatly into a category of movies the white Hollywood establishment loves to celebrate: mawkish stories about people on society’s margins that allow viewers to feel socially aware through their consumption, without challenging of any of the stereotypes and political messaging presented in them. Could <em>Emilia Pérez</em> <a href=\"https://variety.com/lists/oscars-controversial-winners/\" data-type=\"link\" data-id=\"https://variety.com/lists/oscars-controversial-winners/\">become this year’s <em>Crash</em>?</a>&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What exactly is <em>Emilia Pérez</em>?&nbsp;&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Adapted from Audiard’s opera libretto of the same name and based on the 2019 Boris Razon novel <em>Écoute</em>, <em>Emilia P<em><em><em>é</em></em></em>rez </em>is essentially a rock musical about three Mexican women whose lives are upended when one of them, Emilia (Karla Sofía Gascón), decides to transition. The film begins with Rita (Zoe Saldaña), a Dominican defense lawyer exhausted by Mexico’s corrupt, misogynist legal system. After getting a prominent media figure off the hook for murdering his wife, she’s kidnapped by Emilia (then known as “Manitas”), who enlists Rita to help her escape the cartel in exchange for a large sum of cash.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This exit strategy mainly entails transitioning. It’s a desire Emilia&#8217;s had since she was a child but is curiously employed as a way to help her avoid accountability for her crimes. Rita reluctantly agrees, arranging for Emilia to get numerous gender-affirming surgeries, which are somehow all performed at once (typically, such procedures <a href=\"https://www.southcarolinablues.com/web/public/brands/medicalpolicy/external-policies/gender-affirmation-surgery-and-hormone-therapy/#:~:text=Gender%20affirmation%20surgery%20is%20not,successful%20behavioral%20and%20medical%20outcomes.\">are done over time</a>). She also relocates Emilia’s wife Jessi (Selena Gomez) and their two sons. Years later, when Emilia decides she wants to be reunited with Jessi and her children, she has Rita bring them back to Mexico City to share a house with her under the guise that she’s her children’s aunt chosen to look after them. Feeling guilt about her past criminal life, she recruits Rita for another venture, a nonprofit that identifies the bodies of cartel victims and notifies their families.  </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/7Y7A4629_R.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Actress and singer Selena Gomez as Jessi Del Monte in the Netflix movie musical Emilia Pérez.\" title=\"Actress and singer Selena Gomez as Jessi Del Monte in the Netflix movie musical Emilia Pérez.\" data-has-syndication-rights=\"1\" data-caption=\"Selena Gomez as Jessi Del Monte in &lt;em&gt;Emilia Pérez&lt;/em&gt;. | Page 114/Why Not Productions/Pathé Films/France 2 Cinéma\" data-portal-copyright=\"Page 114/Why Not Productions/Pathé Films/France 2 Cinéma\" />\n<p class=\"has-text-align-none\">If that isn’t enough plot, the lives of these characters become even more chaotic, violent, and ultimately tragic thanks to Emilia’s uncontrolled and selfish impulses. A more delicate movie would zoom in on Emilia’s psyche as she’s navigating her desires and conflicting ethics. Instead, audiences are left to gawk at the wreckage.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>A “progressive” movie with regressive tropes&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Despite Gascón’s attempts to add some charm to the role, Emilia is written as a ridiculous if not totally loathsome character, with Audiard using her trans identity as a narrative shield for her behavior instead of engaging with her as a full human being. Perfunctory attempts to portray Emilia in an empathetic light&nbsp;don’t really balance out with the upheaval her character causes throughout the film.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“A lot of these issues stem from adapting a chapter that is explicitly about a cartel leader using transition as a means of escape,” says critic Juan Barquin, who reviewed <em>Emilia Pérez</em> for <a href=\"https://lwlies.com/reviews/emilia-perez/\">Little White Lies</a>. “You realize that you might get accused of being transphobic, so you try to smooth it over by hiring a trans actress and revising certain beats without looking at how other parts of the script reflect transness negatively.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In<em> Emilia <em>Pérez</em></em>, Audiard makes some effort to inform the audience of Emilia’s lifelong dreams of womanhood. This is a modification from the chapter of Razon’s novel that the film is based on, according to Barquin, where a drug trafficker solely transitions to escape the cartel, modeling herself after her first love.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even with Audiard’s perfunctory attempts to validate Emilia’s gender identity, it’s largely played as a disguise throughout the movie. Moments of Emilia’s “mask” slipping around her family feel like scenes ripped out of <em>Tootsie</em> or <em>Mrs. Doubtfire</em>. When she becomes angry and violent toward Jessi, her voice reverts back to a deep, gravelly tone. There’s not much separating this portrayal from harmful anti-trans rhetoric that suggests trans women are deceptive actors who pose harm to cis women.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Barquin also notes that the movie’s engagement with transness is solely focused on the “external change of medical transition,” as well as presenting only two sex options, male and female. These flaws are best encapsulated in a silly, Busby Berekley-inspired number (“La vaginoplastia”) where a plastic surgeon lists for Rita all the gender-affirming procedures available to Emilia. In a viral moment from the sequence, he blandly sings, “Man to woman, penis to vagina!”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/7y7a2076.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Actress Zoe Saldaña in a red velvet suit while dancing dramatically in a dark restaurant.\" title=\"Actress Zoe Saldaña in a red velvet suit while dancing dramatically in a dark restaurant.\" data-has-syndication-rights=\"1\" data-caption=\"Zoe Saldaña as Rita Mora Castro in &lt;em&gt;Emilia Pérez.&lt;/em&gt; | Page 114/Why Not Productions/Pathé Films/France 2 Cinéma\" data-portal-copyright=\"Page 114/Why Not Productions/Pathé Films/France 2 Cinéma\" />\n<p class=\"has-text-align-none\"><em>Emilia Pérez</em>’s depiction of Mexican culture feels equally regressive and lazy. Mexico is presented as an inescapably violent and miserable place. Meanwhile, references to a character’s Mexican identity include smelling like tequila and guacamole. Little effort was seemingly put into ensuring that the film’s language was spoken properly. This has resulted in <a href=\"https://variety.com/2024/film/news/selena-gomez-eugenio-derbez-criticism-emilia-perez-1236242676/\">criticism</a> of Gomez.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“She just sounds like she doesn’t actually understand what she’s saying, which arguably extends to the director who doesn’t actually understand the language either,” says Barquin.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For a supposedly unconventional tale, the movie doesn’t challenge any of the stereotypical narratives about the drug trade that are already rampant in popular Western media and politics. These “<a href=\"https://www.latimes.com/world-nation/story/2024-08-28/are-mexican-drug-cartels-as-powerful-as-people-think\">narco-narratives</a>” fail to encapsulate the nuances of the drug trade, particularly the political role of the Global North, and exaggerate the authority of drug traffickers in Mexico. Instead, the film relishes in this violence, using it to portray both “realism” and melodrama. By the time the movie ends with a climactic shootout, audiences will have seen it coming.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><em>Emilia Pérez</em></strong><strong> is the most stereotypical Oscar movie&nbsp;&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">If history is any predictor, all these issues make <em>Emilia Pérez</em> a huge threat come Oscar nominations next month. If it gets the kind of nominations it received from the Globes, it&#8217;s particularly likely to pick up some awards at the ceremony. It’s become a trope of the Oscars that, every few years, a thoughtless movie tackling “important issues” becomes a favorite among Academy voters, who pat themselves on the back for celebrating what they believe to be diversity and political art in an extremely whitewashed industry.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Movies in this questionably political category tend to feature othered people dealing with some melodramatic version of struggle. Danny Boyle’s 2008 film <em>Slumdog Millionaire </em>took home eight Oscars, including Best Picture, while facing intense backlash from <a href=\"https://www.latimes.com/archives/la-xpm-2009-jan-24-fg-india-slumdog24-story.html\">critics in India</a> about how it represented urban poverty in the country, as well as the Academy’s reluctance to celebrate movies by Indian filmmakers. Sometimes, they’re clunky messages about tolerance that inevitably focus more on the arc of the privileged characters. 2019’s Best Picture winner <a href=\"https://www.vox.com/2018/11/16/18069756/green-book-review-racism-schomburg-segregation-golden-globes\"><em>Green Book</em></a>, a reverse <em>Driving Miss Daisy</em>, has become recently infamous in this regard. Sometimes, they’re ham-fisted allegories about racism like Best Action Short winner <a href=\"https://slate.com/culture/2019/02/oscar-winning-short-film-skin-review.html\"><em>Skin</em></a><em>.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\">The Academy has also shown adoration toward a slew of <a href=\"https://www.nbcnews.com/news/nbcblk/hollywood-embraced-white-savior-movies-blind-side-rcna100413\">white/cis/hetero savior stories</a><em>, </em>like 2009’s <em>The Blind Side</em>, about a white family that adopts NFL player Michael Oher, and 2011’s <em>The Help</em>, about a white woman (Emma Stone) who publishes the stories of Black domestic workers in the Jim Crow South. 2013’s <em>Dallas Buyers Club</em>, where an anti-gay cowboy diagnosed with HIV/AIDS illegally gets other patients access to medicine, also folds into this Academy narrative.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The convoluted messaging of<em> Emilia Pérez</em> is maybe most reminiscent of 2005’s Best Picture winner <em>Crash</em>. The Paul Haggis movie, which controversially beat <em>Brokeback Mountain</em>, attempted to expose the layers of prejudice in a post-9/11 Los Angeles. The problem was, it had no idea how racism actually functions in society, flattening the country’s systemic racial division to personal pettiness. <em>Emilia Pérez</em> is an equally reductive look at trans and Latino/Latina identity with no idea of what it wants to say about its desolate characters. Instead, it offers a lot of confusion and hardly any compassion.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Under a soon-to-be president who gained power in American politics partly by attacking <a href=\"https://www.npr.org/2024/11/15/nx-s1-5181967/what-trumps-reelection-could-mean-for-transgender-health-care-access\">trans</a> and <a href=\"https://scholarship.rollins.edu/honors/123/\">Mexican populations</a>, it will be interesting to see whether there will be more rigorous engagement with <em>Emilia Pérez</em> throughout awards season. As history has shown, though, it’s more convenient for Hollywood’s awards bodies to celebrate whatever “diverse” offering falls in their lap first, often leaving the most insightful stories about underrepresented people unnoticed. For now, <em>Emilia Pérez </em>seems like an ideal pick for Best Picture: tragic, brave, and deeply out of touch.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It may come as a surprise that there’s a movie musical that currently has more awards hype than Wicked. Emilia Pérez quietly landed on Netflix last month (and, a bit more loudly, film buffs on X) after making a huge splash at this year’s Cannes Film Festival, where it won the Jury Prize and the [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "The tax penalty on married women hiding in plain sight",
    "link": "https://www.vox.com/policy/390779/tax-wedding-marriage-joint-filing-women",
    "pubDate": "2024-12-13T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two women work on laptops while sitting in office chairs at a long, bar-style white desk, with windows behind them.\" data-caption=\"Two women work in a shared co-working space in Boulder, Colorado. | Kathryn Scott Osler/Denver Post via Getty Images\" data-portal-copyright=\"Kathryn Scott Osler/Denver Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-462302698.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Two women work in a shared co-working space in Boulder, Colorado. | Kathryn Scott Osler/Denver Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Every spring, millions of American married couples engage in a little-discussed administrative duty: filing joint taxes. Originating in 1948 when married women rarely worked outside the home, this seemingly innocuous tax policy has evolved into one of America&#8217;s most overlooked barriers to gender equality.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The gender gap in America&#8217;s labor market is driven by more than just workplace discrimination and weak family policies. The tax code itself plays a surprisingly powerful role by subjecting the lower earner in a marriage (typically the wives) to higher rates. <a href=\"https://www.nber.org/system/files/working_papers/w26097/w26097.pdf\">Research shows</a> that this tax policy, known as joint filing, discourages wives from working exactly when their careers are taking off — affecting everything from their mid-career promotions to long-term retirement savings. And with more women holding down jobs <a href=\"https://www.dol.gov/agencies/wb/data/lfp/women-by-age\">than ever before</a>, more women face the penalties of joint filing than ever before, too.</p>\n\n<p class=\"has-text-align-none\"><br>Though this system can support marriages where one partner provides unpaid care or needs more flexibility, the practice is hard to justify when over <a href=\"https://www.usatoday.com/story/life/health-wellness/2024/09/05/marriage-divorce-rate/74899214007/\">40 percent of marriages</a> end in divorce, when research shows it holds women back from working, and when virtually every other developed nation has moved on. A complete overhaul of joint filing would hike taxes for most married couples — setting up daunting and likely insurmountable politics, at least in the near term. A set of narrower reforms, however, seem possible.</p>\n\n<h2 class=\"wp-block-heading\">The joint filing trap</h2>\n\n<p class=\"has-text-align-none\">In the early 20th century, most states followed English common law, where a married man&#8217;s income was considered solely his. However, a few states followed so-called <a href=\"https://www.investopedia.com/terms/c/communityproperty.asp\">community property laws</a> — recognizing marital income as jointly owned by both spouses. In 1930, the Supreme Court <a href=\"https://supreme.justia.com/cases/federal/us/282/101/\">upheld the right</a> of couples in community property states to file joint taxes, a practice which allowed them to pay the government less money overall. Then, in 1948, Congress <a href=\"https://repository.library.georgetown.edu/handle/10822/1051130\">extended this joint filing system</a> to all married couples, standardizing the practice nationwide.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a mid-20th century world where most married women were stay-at-home wives, the main effect of this change was to provide tax relief to these more traditional families. Breadwinner husbands were able to split their incomes with their non-working spouses, and pay less tax. But the newly established system included a built-in penalty for secondary earners that would become increasingly problematic as more women sought to join the workforce.</p>\n\n<p class=\"has-text-align-none\">Here&#8217;s how the joint filing trap works: Under our tax system, higher incomes face higher <a href=\"https://www.vox.com/policy-and-politics/2019/1/7/18171975/tax-bracket-marginal-cartoon-ocasio-cortez-70-percent\">marginal rates</a>, meaning a couple’s combined income can push them into a higher tax bracket than if they filed separately. A married woman’s earnings, assuming she earns less than her husband, is taxed at the higher rate determined by her husband&#8217;s income. Joint filing essentially “stacks” her earnings on top of his for tax purposes.</p>\n\n<p class=\"has-text-align-none\">To get more concrete, let’s say a woman, Kate, who earns $100,000, marries Jack, who earns $200,000, and they decide to file jointly. Together, their combined income of $300,000 would fall into the <a href=\"https://taxfoundation.org/taxedu/glossary/individual-income-tax/?utm_term=federal%20income%20tax%20rate&amp;utm_campaign=TaxEDU&amp;utm_source=adwords&amp;utm_medium=ppc&amp;hsa_acc=7281195102&amp;hsa_cam=10677477086&amp;hsa_grp=109338077690&amp;hsa_ad=649534948472&amp;hsa_src=g&amp;hsa_tgt=kwd-19416781&amp;hsa_kw=federal%20income%20tax%20rate&amp;hsa_mt=b&amp;hsa_net=adwords&amp;hsa_ver=3&amp;gad_source=1&amp;gclid=CjwKCAiAjeW6BhBAEiwAdKltMmPKm1tLX6-a-I1FhmTd8FQFKiwGEJtJjH4EhJ0F7vjpYq1pECeYzRoC1uwQAvD_BwE\">24 percent tax bracket</a> for joint filers. If Kate had filed individually, she would have been taxed <a href=\"https://taxfoundation.org/taxedu/glossary/individual-income-tax/?utm_term=federal%20income%20tax%20rate&amp;utm_campaign=TaxEDU&amp;utm_source=adwords&amp;utm_medium=ppc&amp;hsa_acc=7281195102&amp;hsa_cam=10677477086&amp;hsa_grp=109338077690&amp;hsa_ad=649534948472&amp;hsa_src=g&amp;hsa_tgt=kwd-19416781&amp;hsa_kw=federal%20income%20tax%20rate&amp;hsa_mt=b&amp;hsa_net=adwords&amp;hsa_ver=3&amp;gad_source=1&amp;gclid=CjwKCAiAjeW6BhBAEiwAdKltMmPKm1tLX6-a-I1FhmTd8FQFKiwGEJtJjH4EhJ0F7vjpYq1pECeYzRoC1uwQAvD_BwE\">in the 22 percent tax bracket</a>, while Jack’s $200,000 would push him into the 32 percent bracket. Put simply, Kate’s earnings are taxed more when she jointly files with Jack.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though married couples in the US have the option of <a href=\"https://www.investopedia.com/terms/m/mfs.asp\">filing separately</a>, fewer than <a href=\"https://www.cnbc.com/2024/03/07/married-filing-jointly-vs-married-filing-separately-how-to-decide.html\">7 percent</a> actually do, as that almost always subjects their household to higher taxes than joint filing, in addition to causing them to lose other benefits. In this scenario, Kate and Jack’s take-home pay would be roughly $5,000 more if filed jointly than if they went with “married filing separately.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">These tax dynamics <a href=\"https://www.nber.org/system/files/working_papers/w26097/w26097.pdf\">shape women’s behavior</a>. Early in their careers, married young women often decide it makes more sense to quit working or go part-time, so their family can save on child care and pay less in tax.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Recent economic research has concluded that eliminating joint filing in the US <a href=\"https://www.minneapolisfed.org/research/institute-working-papers/are-marriage-related-taxes-and-social-security-benefits-holding-back-female-labor-supply\">would significantly increase</a> married women&#8217;s workforce participation throughout their whole life.</p>\n\n<p class=\"has-text-align-none\">“While the effects of joint taxation are most acute in early and mid-career, their cumulative impact shapes women’s lifetime economic trajectories,” <a href=\"https://cla.umn.edu/about/directory/profile/denar001\">Mariacristina De Nardi</a>, an economist at the University of Minnesota, told Vox. She found it “striking” how the effects of joint filing persisted across different age groups, and despite women&#8217;s increasing educational attainment and aspirations, “continue to counteract broader societal progress” today.</p>\n\n<p class=\"has-text-align-none\">America stands increasingly alone in maintaining this system. In the decades after World War II, most countries copied America’s joint filing approach, but by the 1970s and 1980s — both to <a href=\"https://aei.pitt.edu/1113/1/internal_market_wp_COM_85_310.pdf\">advance gender equality</a> and to boost overall employment — nearly all OECD countries reverted back to individual tax filing systems.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The empirical evidence from these reforms is remarkable: Sweden, which abandoned its joint filing system in 1971, <a href=\"https://link.springer.com/article/10.1007/s10797-013-9283-y\">saw significant increases in married women&#8217;s employment</a>, as <a href=\"https://www.jstor.org/stable/24439984\">did Canada</a>, which shifted to individual taxation in 1988. In a telling contrast, when the Czech Republic bucked the international trend and introduced joint taxation in 2005, the number of married women in the workforce <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0927537114000517\">went down</a>.</p>\n\n<h2 class=\"wp-block-heading\">Could we fix this in the US?</h2>\n\n<p class=\"has-text-align-none\">Joint filing was meant to support men in traditional marriages, which consisted of a male breadwinner and his stay-at-home wife. Given that labor market discrimination in the 20th century kept Black men&#8217;s wages low, most Black wives could not afford to stay at home.</p>\n\n<p class=\"has-text-align-none\">“The joint return was never about helping women — it was about helping white guys pay less in taxes,” said <a href=\"https://www.law.georgetown.edu/faculty/dorothy-brown/\">Dorothy Brown</a>, a tax law professor at Georgetown University.</p>\n\n<p class=\"has-text-align-none\">Defenders of joint filing argue the model supports “household specialization” by enabling one partner to focus on valuable unpaid work like caregiving. But this argument looks increasingly thin in an era of longer lifespans, more dual-earner households, and high divorce rates. In 2012, the US Government Accountability Office <a href=\"https://www.gao.gov/assets/gao-12-699.pdf\">released a study</a> showing that a divorced woman’s income plummets by an average of 41 percent after a divorce, almost twice the decline that men experience. Academic research published in 2020 similarly found that wives who divorce after age 50 see <a href=\"https://academic.oup.com/psychsocgerontology/article/76/10/2073/5903434?tpcc=NL_Marketing\">a 45 percent decline on average</a> in their standard of living, compared to a 21 percent drop for husbands.</p>\n\n<p class=\"has-text-align-none\">The path to reforming joint filing in the US faces unique challenges. Today, any complete elimination of the practice would likely be politically dead in the water.</p>\n\n<p class=\"has-text-align-none\">In the 1990s, when federal lawmakers proposed an optional individual tax filing system for married couples — which is not the same as the “married filing separately” option — conservative groups rallied hard against it. Activists argued it <a href=\"https://eagleforum.org/column/1998/feb98/98-02-04.html\">would create a &#8220;homemaker penalty&#8221;</a> while <a href=\"https://www.washingtonexaminer.com/magazine/544494/marriage-and-taxes/\">undermining the institution of marriage</a> by disincentivizing wedlock.&nbsp;Filing individually would qualify individuals for benefits and tax deductions they could not access either filing jointly or “married filing separately,” but the proposal failed, leaving married couples with only those two options.&nbsp;</p>\n\n<p class=\"has-text-align-none\">University of Southern California Law professor Edward McCaffery, <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/T/bo3637040.html\">the author of a 1997 book</a> on joint filing, said the political backlash to this proposal was revealing, as that legislation had already been a concession to social conservatives because it wasn’t aiming to completely eliminate joint taxation. “When Phyllis Schlafly and the Liberty Foundation came out against it, it was dead on arrival,” McCaffery told Vox. “It became clear it wouldn’t be enough to just not hurt traditional families, you’d have to give them some special goodies, too.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US system is particularly entrenched because health care and retirement systems have evolved for decades around joint family benefits. Married couples who file jointly, for example, typically qualify for lower health insurance premiums and more comprehensive coverage than those who file separately. Similarly, filing jointly gives married couples greater access to their spouse’s Social Security benefits.</p>\n\n<p class=\"has-text-align-none\">Past decisions around work and family — including career gaps that erode skills and networks — have also created sticky <a href=\"http://www.economics-ejournal.org/dataset/comments/comment.2017-06-06.4398946085.pdf\">“lock-in” effects</a> that would be difficult for millions of couples to reverse, even if Congress abandoned joint filing tomorrow.</p>\n\n<p class=\"has-text-align-none\">Still, more targeted reforms might work. During the Reagan administration, Congress briefly implemented <a href=\"https://www.nber.org/papers/w0872\">a tax deduction for secondary earners</a>, essentially reducing the tax penalty on wives by allowing couples to deduct 10 percent of the lower-earning spouse’s income, up to $3,000. Some economists have <a href=\"https://www.hamiltonproject.org/assets/legacy/files/downloads_and_links/THP_Kearney_DiscPaper_Final.pdf\">proposed bringing this idea back</a>.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://law.yale.edu/michael-j-graetz\">Michael Graetz</a>, a tax professor emeritus at Columbia and Yale law schools, advocates both reinstating the secondary earner deduction and expanding child care subsidies. These changes would help protect secondary earners at a crucial career juncture, when child-rearing responsibilities often force women to reduce their working hours for financial reasons.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Tax policy might not be the first thing on the agenda for most feminist activists, but the case for rethinking joint filing is strong. As De Nardi&#8217;s research demonstrates, joint filing still poses a major barrier to women’s participation in the workforce, even for younger and more educated women.</p>\n\n<p class=\"has-text-align-none\">&#8220;Over time, political inertia and the complexity of reforming entrenched tax systems have likely contributed to its persistence,&#8221; she said. &#8220;Policymakers and the public may also underestimate the long-term costs.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Every spring, millions of American married couples engage in a little-discussed administrative duty: filing joint taxes. Originating in 1948 when married women rarely worked outside the home, this seemingly innocuous tax policy has evolved into one of America&#8217;s most overlooked barriers to gender equality.&#160; The gender gap in America&#8217;s labor market is driven by more [&#8230;]",
    "author": "Rachel Cohen"
  },
  {
    "title": "The Republican power grab in North Carolina, explained",
    "link": "https://www.vox.com/politics/391077/north-carolina-josh-stein-roy-cooper-gemeral-assembly",
    "pubDate": "2024-12-12T23:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"North Carolina Attorney General Josh Stein standing in front of a crowd and behind a podium\" data-caption=\"North Carolina Attorney General Josh Stein speaks at an event with Vice President and then-Democratic presidential candidate Kamala Harris at the Hendrick Center for Automotive Excellence on the Scott Northern Wake Campus of Wake Tech Community College in Raleigh, North Carolina, on August 16, 2024. | Allison Joyce/AFP via Getty Images\" data-portal-copyright=\"Allison Joyce/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2166323355.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>North Carolina Attorney General Josh Stein speaks at an event with Vice President and then-Democratic presidential candidate Kamala Harris at the Hendrick Center for Automotive Excellence on the Scott Northern Wake Campus of Wake Tech Community College in Raleigh, North Carolina, on August 16, 2024. | Allison Joyce/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Democrats will hold some of North Carolina’s highest offices, including the governorship, come January. But these incoming lawmakers will be less powerful than their predecessors, after the Republican-dominated legislature stripped away several of their duties this week.</p>\n\n<p class=\"has-text-align-none\">It isn’t the first time Republicans in North Carolina’s state legislature have shifted the balance of power away from Democrats and toward members of their own party. As a result, the North Carolina governorship is a weaker office than it is in many other states — and Republicans will have a remarkable degree of influence over state politics, despite Democratic victories at the ballot box in November.</p>\n\n<p class=\"has-text-align-none\">North Carolina is a deeply polarized state, and was considered a battleground in the 2024 elections. Now, when Gov.-elect Josh Stein and other Democrats take office in 2025, the battle will be between them and a legislature still dominated by Republicans.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What powers did the governor and other officials lose?</strong></h2>\n\n<p class=\"has-text-align-none\">The state legislature, known as the General Assembly, didn’t just target Stein, although he’s the most high-profile official that the new law applies to. The incoming lieutenant governor, attorney general, and superintendent of public instruction (who oversees the state’s public school system) all had authority stripped from them in the new legislation.</p>\n\n<p class=\"has-text-align-none\">There are two major changes to Stein’s authority. First, he loses the ability to make appointments to North Carolina’s five-person elections board. Previously, the governor appointed two Republicans and two Democrats, and a fifth member who could belong to either political party. (Typically, the governor appointed a member of their own party for that final slot.) The State Board of Elections chooses four of the five members of each county board, with the governor appointing the fifth member — again, usually a member of the governor’s party. Those powers will now be in the hands of the new state auditor, Republican Dave Boliek.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It shifts from Democratic control to Republican control, because the auditor is now a Republican, and if they keep the same basic principle, he&#8217;ll appoint three Republicans and Democrats will appoint two,” Michael Bitzer, a political science professor at North Carolina’s Catawba College, told Vox. “Whether that will be significant in terms of what the election board does in the future, I think we&#8217;ll just have to wait and see.”</p>\n\n<p class=\"has-text-align-none\">Perhaps of greater significance, Stein will also have limits around who he can appoint to vacant state supreme court and Court of Appeals seats; now, rather than appointing any qualified person, the law states he must choose from a list “<a href=\"https://www.ncleg.gov/Sessions/2023/Bills/Senate/PDF/S382v3.pdf\">recommended by the political party executive committee of the political party with which the vacating judge was affiliated when elected</a>,” preventing him from significantly changing the balance of power in those courts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other significant change relates to incoming Attorney General Jeff Jackson. Under the new law, he will be required to defend the state legislature’s bills when they are challenged at any level.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why did this happen?</strong></h2>\n\n<p class=\"has-text-align-none\">Current North Carolina Gov. Roy Cooper vetoed the bill, which also included <a href=\"https://gazette.com/news/wex/helene-aid-package-of-227m-goes-through-on-veto-override/article_2d48a0de-8379-5d29-a2a4-4cf77a8c51a7.html\">some funds for disaster relief</a> following Hurricane Helene, but Republicans have enough of a majority in both the state’s House and Senate to override gubernatorial vetos.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Republicans, however, will narrowly lose their veto-proof supermajority in the House next year — this bill represents the party’s last chance to impose strict limits on the governorship and executive power.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In many ways, North Carolina is a state primed for the sort of action the legislature took this week: The state’s executive branch has always been weak, Bitzer said.</p>\n\n<p class=\"has-text-align-none\"><br>“The General Assembly is the first among co-equal branches of government,” Bitzer told Vox. “And this is a long history, going back to colonial rule. So the executive branch is weak in general, and they serve at the discretionary authority of what the General Assembly assigns to them.”</p>\n\n<p class=\"has-text-align-none\">This is not the first time the North Carolina General Assembly has weakened an incoming administration’s power. Before Cooper started his first term in 2016, the General Assembly —&nbsp;then also dominated by Republicans —&nbsp;<a href=\"https://www.vox.com/policy-and-politics/2016/12/16/13971368/republican-power-grab-north-carolina-explained\">voted to curtail Cooper’s power</a> over the state board of elections and have the state senate approve the governor’s Cabinet selections.</p>\n\n<p class=\"has-text-align-none\">“They took [powers] from him in 2016, [and] they continued to take more powers throughout the rest of the cycle,” Democratic North Carolina state Sen. Sydney Batch told Vox.“What you&#8217;ve seen is an attrition of powers in every single elected office that has consistently gone Democratic.”</p>\n\n<p class=\"has-text-align-none\">A similar dynamic played out in the 1970s, when Republican Jim Holzhauser was the governor and Democrats dominated the General Assembly. Republicans have taken similar action in other states as well: For example, Wisconsin’s Republican-dominated legislature also adopted measures to <a href=\"https://www.npr.org/2019/06/21/734722467/wisconsin-supreme-court-sides-with-gop-lawmakers-to-limit-democratic-governors-p\">limit Democratic Gov. Tony Evers’s power</a> before he took office in 2019.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What&#8217;s next</strong></h2>\n\n<p class=\"has-text-align-none\">In the immediate term, there are likely to be challenges to the new law in court; however, if those challenges make their way up to the state supreme court, they will face a Republican-dominated bench.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The new General Assembly will meet on January 29. The Senate will maintain a strong Republican majority, as will the House. Again, House Republicans are just one vote shy of a veto-proof supermajority with 71 seats; they’ll need to appeal to at least some of the chamber’s 49 Democrats if they want to stymie Stein’s agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“​​I think Stein and Jackson will certainly attempt to use their executive authority and any discretionary power that they feel they have to pursue their own goals,” Bitzer said. “But I think we&#8217;re in institutional battle lines between the legislature and the governor and other Democratic executive officers, and we&#8217;ll just see how trench warfare plays itself out over the next four years.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Democrats will hold some of North Carolina’s highest offices, including the governorship, come January. But these incoming lawmakers will be less powerful than their predecessors, after the Republican-dominated legislature stripped away several of their duties this week. It isn’t the first time Republicans in North Carolina’s state legislature have shifted the balance of power away [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "From the Desk Of…",
    "link": "https://www.vox.com/ad/390968/from-the-desk-of",
    "pubDate": "2024-12-12T20:55:30.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/BLUEHOST_SOCIALSHARE.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<ul>\n<li><a href=\"https://www.vox.com/ad/386041/from-the-desk-of-ed-jay-bluehost\">From the Desk of: Ed Jay</a></li>\n<li><a href=\"https://www.vox.com/ad/384648/from-the-desk-of-anousheh-ansari\">From the Desk Of: Anousheh Ansari</a></li>\n</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "From the Desk of: Ed Jay\nFrom the Desk Of: Anousheh Ansari",
    "author": "Vox Creative"
  },
  {
    "title": "Why The Onion’s Infowars bid has been blocked — for now",
    "link": "https://www.vox.com/politics/390953/the-onion-infowars-alex-jones",
    "pubDate": "2024-12-12T17:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"The Onion website shows a satirical post about purchasing Infowars. \" data-caption=\"In this photo illustration, The Onion website is displayed on a computer screen, showing a satirical story. | Mario Tama/Getty Images\" data-portal-copyright=\"Mario Tama/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2184812604.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>In this photo illustration, The Onion website is displayed on a computer screen, showing a satirical story. | Mario Tama/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In November, satirical newspaper The Onion won a bankruptcy auction to purchase Infowars, a website dedicated to hawking anti-government conspiracy theories. On Wednesday, however, a federal bankruptcy judge rejected the purchase on the grounds that the auction wasn’t conducted in a sufficiently transparent fashion, and didn’t produce as many proceeds as it could have.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At stake in this case is the future control of Infowars, which was started by far-right commentator Alex Jones. The site has spread false information and conspiracy theories about a wide range of subjects, including the September 11, 2001, terrorist attacks, the 2013 Boston Marathon bombing, and the 2012 mass shooting at Sandy Hook Elementary School in Newtown, Connecticut. Depending on next steps, The Onion could still successfully complete its acquisition, Jones could find a way to effectively retain control of the site, or the trustee overseeing the case could decide on another option altogether. </p>\n\n<p class=\"has-text-align-none\">To make its bid, The Onion’s parent company, Global Tetrahedron, joined with family members of victims of the Sandy Hook shooting, who have been frequent targets of Infowars’s conspiracy theories. The <a href=\"https://www.everytown.org/press/the-onion-with-the-support-of-sandy-hook-families-acquires-infowars-and-announces-everytown-for-gun-safety-as-exclusive-advertiser-for-launch-along-with-multi-year-agreement/\">goal of the purchase</a>, according to a press release in November, was “to end Infowars’ relentless barrage of disinformation for the sake of selling supplements and replace it with The Onion’s relentless barrage of humor for good.”</p>\n\n<p class=\"has-text-align-none\">In a statement early Wednesday morning, Onion CEO Ben Collins reiterated that the publication would <a href=\"https://bsky.app/profile/bencollins.bsky.social\">continue to pursue acquiring Infowars</a> and “seek a resolution that helps the Sandy Hook families receive a positive outcome for the horror they endured.” </p>\n\n<h2 class=\"wp-block-heading\">How Infowars got here — and what comes next&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Infowars was founded in 1999 and established itself as an outlet that elevated fringe, right-wing ideas about numerous tragedies. It has featured claims that September 11 was an “inside job,” that the 2011 Tucson, Arizona, shooting of US Rep. Gabby Giffords was part of a <a href=\"https://www.npr.org/2022/08/06/1115936712/how-alex-jones-helped-mainstream-conspiracy-theories-into-american-life\">government mind control campaign</a>, and that the <a href=\"https://www.splcenter.org/fighting-hate/extremist-files/individual/alex-jones\">1995 Oklahoma City bombing also included government involvement</a>. </p>\n\n<p class=\"has-text-align-none\">Jones is widely credited with <a href=\"https://www.npr.org/2022/08/06/1115936712/how-alex-jones-helped-mainstream-conspiracy-theories-into-american-life\">normalizing the proliferation of conspiracy theories</a> in the right-wing media ecosystem, in large part due to the reach of his website, and later, a radio broadcast and web show. </p>\n\n<p class=\"has-text-align-none\">Following the mass shooting at Sandy Hook, <a href=\"https://www.nytimes.com/2022/09/22/us/politics/heres-what-jones-has-said-about-sandy-hook.html\">Jones suggested the attack was a “hoax,”</a> that the children who died were still alive, and that their parents were paid actors who were in on the setup. “Why do governments stage these things — to get our guns!” he claimed, repeatedly arguing that the shooting was a staged effort to advance gun control policies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Jones’s falsehoods fueled <a href=\"https://apnews.com/article/shootings-school-connecticut-alex-jones-waterbury-782e495a3ece4753d857a9b47d444385\">rampant harassment</a> and abuse of family members of children and adults killed at Sandy Hook, prompting them to sue him for defamation. In 2022, a court determined that Jones needed to pay these families a total of $1.5 billion in damages due to his falsehoods and the harm they caused.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That same year, Jones filed for bankruptcy protection both for his personal assets, and for his company, Free Speech Systems, which includes Infowars. In June, <a href=\"https://apnews.com/article/alex-jones-sandy-hook-lawsuit-3ccd113496caee18a085dfa54c6e6c0e\">US Bankruptcy Judge Christopher Lopez</a> ordered Jones to liquidate his personal assets to start paying Sandy Hook families; in September, <a href=\"https://apnews.com/article/alex-jones-infowars-bankruptcy-sandy-hook-shooting-9052caad16dcdfd3bff0697454394d9f\">Lopez approved an auction for Infowars</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That auction took place in November, and only two parties offered bids: The Onion, and First United American, a web vendor in Jones’s name that sells nutritional supplements. The Onion’s bid was $1.75 million in cash and included additional assets, while First United American’s was $3.5 million in cash. The trustee overseeing the auction, Christopher Murray, concluded that The Onion’s bid was worth more, and came out to around $7 million, due to the extra assets. Those assets included pledges from some Sandy Hook families, who had agreed to give up a share of the proceeds they’d otherwise receive from the auction.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In his rejection of the deal, Lopez concluded that the <a href=\"https://www.nytimes.com/2024/12/10/business/media/the-onion-infowars-alex-jones.html\">auction didn’t produce as many funds</a> as it could have for its beneficiaries, because it was not conducted in an open proceeding where the two parties could compete against one another. “It seemed doomed almost from the moment they decided to go to a sealed bid,” Lopez said. “Nobody knows what anybody else is bidding.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">For that reason, he’s directed Murray to figure out an alternative plan. It’s not yet clear what form that might take, but <a href=\"https://www.cbsnews.com/news/judge-rejects-bankruptcy-sale-alex-jones-infowars-to-the-onion/\">another auction won’t be conducted</a>.</p>\n\n<p class=\"has-text-align-none\">The outcome of the sale will decide whether The Onion is able to fully remake Infowars into a new outlet — what Collins described in November as a “<a href=\"https://www.everytown.org/press/the-onion-with-the-support-of-sandy-hook-families-acquires-infowars-and-announces-everytown-for-gun-safety-as-exclusive-advertiser-for-launch-along-with-multi-year-agreement/\">cosmic joke</a>” — and shut down its efforts to spread false propaganda, or if an entity associated with Jones could try to maintain its existing operations. One other possibility is that the Sandy Hook families <a href=\"https://apnews.com/article/infowars-onion-alex-jones-4a835e87a93cc136f2348b362561f431\">obtain Infowars as part of settlements</a> they have yet to receive, the Associated Press reported. Collins has said if The Onion is able to purchase the site, it intends to both transform its content and bring on the gun control advocacy group <a href=\"https://www.everytown.org/press/the-onion-with-the-support-of-sandy-hook-families-acquires-infowars-and-announces-everytown-for-gun-safety-as-exclusive-advertiser-for-launch-along-with-multi-year-agreement/\">Everytown for Gun Safety as its only advertiser</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In November, satirical newspaper The Onion won a bankruptcy auction to purchase Infowars, a website dedicated to hawking anti-government conspiracy theories. On Wednesday, however, a federal bankruptcy judge rejected the purchase on the grounds that the auction wasn’t conducted in a sufficiently transparent fashion, and didn’t produce as many proceeds as it could have.&#160; At [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "The president’s pardon power is a double-edged sword. Here’s how to reform it for good.",
    "link": "https://www.vox.com/policy/390919/hunter-biden-pardon-power-reform",
    "pubDate": "2024-12-12T16:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Joe Biden standing behind a podium with his hands raised slightly during a speech\" data-caption=\"President Joe Biden’s pardon of his son has led lawmakers to call for reforming one of the president’s most expansive powers. | Pete Marovich/Getty Images\" data-portal-copyright=\"Pete Marovich/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2188331234.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President Joe Biden’s pardon of his son has led lawmakers to call for reforming one of the president’s most expansive powers. | Pete Marovich/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday, the White House announced that President Joe Biden is <a href=\"https://apnews.com/article/biden-pardons-clemency-4432002d67334e6716c2776fd73f3cc8\">commuting sentences for roughly 1,500 people</a> who had been released from prison during the pandemic and have since been placed on home confinement — a record number of commutations in a single day.&nbsp;Biden also pardoned 39 others convicted of nonviolent crimes and said he will continue to review clemency petitions, which can come in the form of a commutation or a pardon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The move underscores how crucial the pardon power really is: the last possible corrective when the criminal justice system imprisons too many people and punishes them too harshly.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But it comes just after Biden showed the other side of the presidential pardon. Shortly after Thanksgiving, Biden issued a <a href=\"https://www.nytimes.com/2024/12/01/us/politics/biden-pardon-son-hunter.html\">broad pardon of his son Hunter</a>, arguing that Hunter had been unfairly prosecuted and that the tax evasion and gun charges brought against him were politically motivated. That decision was a stark departure from his campaign promise to reestablish a commitment to the rule of law and to restore norms that insulate the Department of Justice from a president’s conflicts of interest after Donald Trump so brazenly abandoned those principles during his first White House term.</p>\n\n<p class=\"has-text-align-none\">Biden’s pardon of his son was roundly criticized by lawmakers, including <a href=\"https://amp.cnn.com/cnn/2024/12/02/politics/biden-allies-disappointed-pardon\">members of his own party,</a> and also appears to be unpopular with the American public. (According to an Associated Press poll, <a href=\"https://apnews.com/article/hunter-biden-pardon-poll-approve-disapprove-survey-cb7b7e4931b0a778bd0a68cc1733c4a9\">only around two in 10 Americans</a> approve of Biden’s decision to pardon his son.) In the wake of the Hunter pardon, as well as Trump’s previous corrupt use of the power and <a href=\"https://www.vox.com/politics/390519/trump-pardon-january-6-insurrection\">promise to pardon participants in the January 6, 2021, insurrection</a>, lawmakers have rightly renewed <a href=\"https://cohen.house.gov/media-center/press-releases/concerns-about-hunter-bidens-pardon-ring-hollow-republicans-sidelined\">calls to place checks on the president’s pardon power</a>.</p>\n\n<p class=\"has-text-align-none\">Thursday’s pardons, however, emphasize why the power is an important tool to preserve and why efforts to reform it ought to be careful. But there are still ways to ensure it’s used more for good than for personal gain.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That said, any attempt at pardon reform will face an uphill battle because the power is <a href=\"https://constitution.congress.gov/browse/essay/artII-S2-C1-3-1/ALDE_00013316/\">enshrined in the US Constitution</a> —&nbsp;but given the bipartisan tendency to misuse it and the frustration people from both parties have over it, lawmakers now might have a unique opportunity to make some key changes.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How presidents have used (and abused) their pardon power</strong></h2>\n\n<p class=\"has-text-align-none\">The pardon is one of the president’s broadest and most unchecked powers. As my colleague <a href=\"https://www.vox.com/criminal-justice/390060/biden-trump-pardon-power-supreme-court-enemies\">Ian Millhiser recently pointed out</a>, the Supreme Court has, for more than 150 years, acknowledged that presidents can issue pardons as they please — to whomever and however many people they want — and neither Congress nor the courts can get in the way.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The limits on the pardon power are also extremely narrow: Presidents can only pardon federal crimes, so presidential pardons don’t protect their recipients from being prosecuted under state laws. And presidents can’t issue pardons for crimes that may be committed in the future.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The pardon power is certainly among the most expansive afforded to an American president and the least constrained,” said Donald Sherman, the executive director and chief counsel at Citizens for Responsibility and Ethics in Washington, a nonprofit government ethics watchdog, adding that it is “especially dangerous in the hands of a lawless president.”</p>\n\n<p class=\"has-text-align-none\">Throughout American history, all but <a href=\"https://www.miamiherald.com/news/nation-world/national/article296503904.html\">two presidents have made use of their pardon power</a>, typically <a href=\"https://penntoday.upenn.edu/news/presidential-pardons-explained\">issuing them on their way out of the White House</a> to avoid political backlash during their time in office. And many presidential pardons have been, to put it mildly, controversial. </p>\n\n<p class=\"has-text-align-none\">Trump, for example, issued pardons of his close allies, including Roger Stone, Michael Flynn, and Steve Bannon. He also <a href=\"https://www.justice.gov/pardon/file/1112541/dl?inline\">pardoned his son-in-law&#8217;s father</a>, and even <a href=\"https://www.cnn.com/2018/11/28/politics/ny-post-trump-manafort-pardon-on-the-table/index.html\">seemingly publicly dangled</a> a pardon in front of Paul Manafort, his former campaign chair, when Manafort was under investigation over Russia’s interference in the 2016 presidential election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bill Clinton <a href=\"https://www.brookings.edu/articles/bill-clintons-last-outrage-the-presidents-defenders-feel-betrayed-by-his-pardon-of-marc-rich/\">pardoned Marc Rich</a>, a fugitive tax cheat whose <a href=\"https://content.time.com/time/specials/packages/article/0,28804,1862257_1862325_1862324,00.html\">ex-wife generously donated</a> to Clinton and the Democrats, and <a href=\"https://www.washingtonpost.com/history/2024/12/04/roger-clinton-pardon/\">Clinton also pardoned his half-brother</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But perhaps most (in)famously, Gerald Ford <a href=\"https://www.fordlibrarymuseum.gov/digital-research-room/library-collections/topic-guides/nixon-pardon\">granted a pardon of Richard Nixon</a> after the Watergate scandal led to Nixon’s resignation — setting the precedent that presidents are, in fact, above the law.</p>\n\n<p class=\"has-text-align-none\">But the president’s ability to grant clemency is also a powerful tool that can be used for good, specifically to correct historic injustices perpetrated by federal courts, as evident in Biden’s decision today. Barack Obama granted clemency to nearly 2,000 people, most of them nonviolent drug offenders. It can also be a democratic tool, as was highlighted on Jimmy Carter’s first full day in the White House, when he <a href=\"https://www.justice.gov/pardon/apply-vietnam-era-pardon#:~:text=On%20January%2021%2C%201977%2C%20President,certificate%20if%20you%20were%20pardoned.\">pardoned the hundreds of thousands</a> of Americans who evaded the Vietnam War draft, fulfilling a <a href=\"https://www.politico.com/story/2018/01/21/president-carter-pardons-draft-dodgers-jan-21-1977-346493\">campaign promise</a>.</p>\n\n<p class=\"has-text-align-none\">By empowering the president, as the elected representative of the people, to grant clemency, the pardon is essentially the public’s only means of undoing convictions that we as a society decided were wrong</p>\n\n<p class=\"has-text-align-none\">So while the pardon power has certainly been misused, it also serves an important purpose and shouldn’t be done away with entirely. That’s why efforts to rein it in should focus on narrowly limiting the president’s power by simply providing more transparency and oversight and the possibility of undoing a corrupt pardon.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What should pardon reform look like?</strong></h2>\n\n<p class=\"has-text-align-none\">One of the easier routes to reform the pardon is by creating new rules at the executive level. And though those can be easily undone — and are certainly unlikely to happen during the Trump years — they can set standards and public expectations about how presidents issue pardons.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A future president, for example, <a href=\"https://apps.bostonglobe.com/opinion/graphics/2021/06/future-proofing-the-presidency/part-5-rewards-for-doing-the-presidents-bidding/\">can establish a clemency board</a>, similar to how many states grant pardons. The board would be staffed by experts, who would review petitions, and provide a more transparent and deliberative process than the current system. Right now, that happens at the Office of the Pardon Attorney with the Department of Justice, which has been <a href=\"https://news.bloomberglaw.com/us-law-week/pardon-chief-aims-for-transparency-in-opaque-doj-process\">criticized for its opaque process</a> in how it makes recommendations for presidential pardons.</p>\n\n<p class=\"has-text-align-none\">More complicated reforms would require a constitutional amendment enshrining the new limits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“One thing that may be worth exploring is a congressional override,” Sherman said. That way, Congress doesn’t have to necessarily curtail the president’s power or put limits on who a president can and can’t pardon. But in deeply unpopular cases that present a conflict of interest, Congress can have a say in whether or not those pardons should stand. “If there was a supermajority override provision, [that] might address some of the most egregious cases,” Sherman added.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other proposals could include putting explicit (though narrow) limits on the president’s power. Democratic Rep. Steve Cohen of Tennessee, for example, <a href=\"https://www.congress.gov/bill/117th-congress/house-joint-resolution/4/text\">previously introduced legislation</a> to amend the Constitution to bar presidents from being able to pardon themselves, their family members, and administration and campaign officials. “The framers of the Constitution included the pardon provisions as a safety valve against injustice, not as the means for a President to put himself, his family, and his associates above the law,” Cohen <a href=\"https://cohen.house.gov/media-center/press-releases/congressman-cohen-introduces-constitutional-amendment-reform\">said in a statement at the time</a>.</p>\n\n<p class=\"has-text-align-none\">Until these reforms happen, presidents will continue to exercise one of their most sweeping powers with no checks and balances. Biden may have shown how this power ought to be used on his way out (Hunter pardon aside), but with Trump preparing to return to the White House more unrestrained than ever, leaving the pardon power untouched should worry lawmakers across the board.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday, the White House announced that President Joe Biden is commuting sentences for roughly 1,500 people who had been released from prison during the pandemic and have since been placed on home confinement — a record number of commutations in a single day.&#160;Biden also pardoned 39 others convicted of nonviolent crimes and said he [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "Applying to college today is incredibly public and incredibly isolating",
    "link": "https://www.vox.com/life/390714/college-applications-early-decision-date-acceptance-admission",
    "pubDate": "2024-12-12T12:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A teenager fills out a form in a notebook.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-539630046.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/family/369020/kids-children-generation-alpha-gen-school\" target=\"_blank\" rel=\"noreferrer noopener\">Kids Today</a></em></strong><em>, Vox’s newsletter about kids, for everyone.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/kids-today-newsletter-policy-childhood-policy-culture\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\n<p class=\"has-text-align-none\">Thousands of teenagers across the country are extra nervous this week.</p>\n\n<p class=\"has-text-align-none\">That’s because many of <a href=\"https://www.ivywise.com/blog/early-decision-notification-dates/\">the nation’s most selective colleges and universities</a> will be releasing early-decision offers, letting seniors know whether they’ll have a spot in next year’s incoming class. Those who get in will be celebrating with friends and family, and possibly <a href=\"https://www.townandcountrymag.com/leisure/arts-and-culture/a44693048/college-admissions-acceptance-etiquette/\">crafting their acceptance posts</a> for their school’s Instagram accounts. Those who didn’t will be treated to a parade of high school seniors across their social media feeds, sharing the “stats,” such as GPA and extracurriculars, that got them accepted.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Social media about college can be really relatable, but at the same time I feel like it can be very toxic,” Jayden, now a freshman at Stanford University, told me.</p>\n\n<p class=\"has-text-align-none\">It’s just one of the ways that college admissions have become more complex, stressful, and high-pressure in recent decades, as <a href=\"https://www.usnews.com/education/best-colleges/articles/college-applications-are-on-the-rise-what-to-know\">skyrocketing numbers of applications</a>, <a href=\"https://www.insidehighered.com/news/admissions/traditional-age/2024/04/03/colleges-release-some-acceptance-rates-and-application\">dwindling acceptance rates</a>, and <a href=\"https://www.vox.com/the-goods/22166381/hollow-middle-class-american-dream\">economic precarity</a> have combined to make a degree from a selective college seem both more necessary and more difficult to obtain than ever before.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Applying to college today is “drastically different” from the experience that millennial and older Americans remember, said Sara Harberson, a former dean of admissions at Franklin &amp; Marshall College and the founder of Application Nation, an online college counseling community.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The number of students applying to college has risen in recent years, <a href=\"https://www.usnews.com/education/best-colleges/articles/college-applications-are-on-the-rise-what-to-know\">jumping by 21.3 percent</a> between 2019–2020 and 2021–2022 alone. Individual students are also applying to more colleges — <a href=\"https://www.highereddive.com/news/common-app-high-sat-private-school-application-increase/638459/\">an average of 6.22 in 2021–2022</a> compared with 4.63 in 2013–2014. The share of students applying to more than 10 colleges also jumped from 8 percent to 17 percent over the same decade.</p>\n\n<p class=\"has-text-align-none\">As the number of applicants has gone up, the most selective colleges have gotten much harder to get into. The University of Pennsylvania’s acceptance rate in the 1990s was nearly 50 percent, Harberson told me. Last year, it was <a href=\"https://www.upenn.edu/about/facts\">about 6 percent</a>.</p>\n\n<p class=\"has-text-align-none\">The beginning of application season has also inched earlier and earlier, with about <a href=\"https://www.commonapp.org/files/common-app-report-early-admission-student-trends.pdf\" data-type=\"link\" data-id=\"https://www.commonapp.org/files/common-app-report-early-admission-student-trends.pdf\">58 percent of would-be college students</a> applying either “early decision,” in which students commit to attend if admitted, or “early action,” in which students simply apply early without making a commitment to attend. Early-decision and early-action applications typically have deadlines in November, but some schools offer rolling admissions starting as soon as August 1.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For many millennials and Gen X-ers, college application season was a limited period of time, with deadlines in the fall and acceptances in the spring. Now, students are continuously applying and hearing back over the course of nearly 12 months, all while watching their peers around the world do the same. “The college process is like a marathon,” Jayden said.</p>\n\n<p class=\"has-text-align-none\">For some, it can be as isolating as it is long, as students struggle to get reliable information about topics, like <a href=\"https://www.vox.com/policy/24090669/fafsa-financial-aid-rollout-college-tuition\">financial aid</a>, that remain shrouded in confusion. Some young people say even their families don’t fully understand what they’re going through because applying to college is unrecognizable from what their parents experienced decades ago.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I am very thankful for my parents, but they just don&#8217;t have a lot of the experience that I feel like I need in my day and age,” Brin, a high school senior in Wisconsin, told me. “I don’t know what I’m doing, where I’m going, and what if I’m doing the wrong thing, and I can’t have an answer about any of that, and that’s very scary.”&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Teens today are applying to college early and often</h2>\n\n<p class=\"has-text-align-none\">The choice of a college is increasingly painted as a kind of <a href=\"https://www.vulture.com/2018/01/lady-bird-did-she-make-the-right-college-choice.html\">identity formation</a> for young people. Stella, a freshman at Sarah Lawrence, called college “the biggest life decision ever.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, many young people, especially first-generation or low-income applicants, urgently need the economic leg up that a degree from a selective college can provide. Students have told Cindy Zarzuela, a college adviser with the New York-based nonprofit Yonkers Partners in Education, that “their families are really depending on them to have more opportunities, to earn more income, to have a better job,” Zarzuela told me. “It’s a lot of weight on their shoulders.”</p>\n\n<p class=\"has-text-align-none\">Applying early can increase students’ odds of getting admitted — early decision, in particular, can make them as much as four times as likely to get in, Harberson said. But the rush to apply can also be distracting and stressful. “It takes a lot of time out of school,” Abigail, a high school senior in Yonkers, New York, told me. “Even though we&#8217;re applying to college, we still have classes to do.”</p>\n\n<p class=\"has-text-align-none\">The push to apply early also results in a months-long march of deadlines and decision days, from late summer into the following spring. “It felt like forever,” Ummul, a sophomore at Baruch College, told me.</p>\n\n<p class=\"has-text-align-none\">For better and for worse, young people across the country and around the world are chronicling their every acceptance and rejection on social media. Many high schools, teens told me, have dedicated Instagram accounts where seniors can submit their college decisions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Stella, who was recruited by Sarah Lawrence as an athlete, deciding when to post her college decision added another layer of complexity to the process because doing so too early was considered rude. “There was definitely some moral compass in terms of, when are you going to post,” she said.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, TikToks of students’ college admissions alongside their grades and other bona fides can lead to anxiety and false expectations, since having the same GPA as someone who got in is no guarantee of admission. “Even though a lot of people are like, ‘Oh, this is how I got in,’ it&#8217;s not the same for everyone,” Abigail told me.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Some of the most important parts of the process — like money — are the most confusing</h2>\n\n<p class=\"has-text-align-none\">Even as students are faced with a glut of information about where other teens are going to school, they often struggle to get basic guidance on something equally or more important: financial aid. “Nobody talks about anything related to financial aid at my school, and I feel very lost related to it,” Brin said.</p>\n\n<p class=\"has-text-align-none\">College tuition has <a href=\"https://www.usnews.com/education/best-colleges/paying-for-college/articles/see-20-years-of-tuition-growth-at-national-universities\">spiked in the last 20 years</a>, and while an increasing number of top-flight universities have begun offering <a href=\"https://www.nytimes.com/article/which-colleges-offer-free-tuition.html\">free tuition</a> to students from low-income or even middle-class families, a lack of transparency and <a href=\"https://www.vox.com/policy/24090669/fafsa-financial-aid-rollout-college-tuition\">confusing financial aid application processes</a> often leave students unsure how much financial help, if any, they can expect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Early decision can complicate the picture further. Though many top-flight schools <a href=\"https://slate.com/human-interest/2023/12/early-decision-action-ivy-league-admissions-college.html\">pledge to meet the full financial need</a> of any student admitted through early decision, many lower-income students still avoid the process because of an unease about committing to a single school without being able to compare aid offers, students and <a href=\"https://slate.com/human-interest/2023/12/early-decision-action-ivy-league-admissions-college.html?pay=1733861288986&amp;support_journalism=please\">experts say</a>. That means the admissions advantages that come with early decision disproportionately go to teens from wealthier families.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Students at private or well-resourced public schools can rely on college counselors to help them navigate the application process, while affluent families are increasingly turning to <a href=\"https://www.nytimes.com/2024/03/31/opinion/college-admissions-consultant-branding.html\">private admissions coaches and consultants</a>. But lower-income students — those most in need of financial aid — often must manage the process largely on their own.</p>\n\n<p class=\"has-text-align-none\">Nonprofits like Yonkers Partners in Education, which offers college counseling and academic support at 11 high schools, can help. But young people are also calling for larger-scale changes, like more open conversation around money and college, starting earlier in high school. “I feel like financial literacy is so important and would have helped me so much,” Brin said.</p>\n\n<p class=\"has-text-align-none\">For now, a lot of young people are getting information and emotional support from one another.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A lot of Ummul’s friends are also first-generation students, and “there was a sense of community,” she said. “Like, if anyone has a question, we&#8217;re here to help you.” Brin, Ummul, Stella, and Jayden are all part of <a href=\"https://www.thisteenagelife.org/\"><em>This Teenage Life</em></a>, a podcast for and by teens that they also credit with helping guide them through the process.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“You get the most support from your peers,” Stella told me, “from the people who are kind of going through it alongside you.”</p>\n\n<p class=\"has-text-align-none\">Social media, meanwhile, can be a space for commiseration, not just a source of envy. “Sometimes you&#8217;ll be like, ‘Man, I thought I was going to get into this school,’ and then you&#8217;ll hear about someone else who didn’t,” Jayden said. “It’s almost like, okay, we can all connect in this moment.”</p>\n\n<h2 class=\"wp-block-heading\">What I’m reading</h2>\n\n<p class=\"has-text-align-none\">The state of California banned bilingual education in 1998. The ban was repealed in 2016, but <a href=\"https://calmatters.org/education/2024/12/bilingual-education/\">bilingual education in the state is still suffering</a>, even as <a href=\"https://www.k12dive.com/news/dual-language-immersion-programs-more-reading-growth-english-learners/725632/\">dual-language programs</a> pick up steam elsewhere in the country.</p>\n\n<p class=\"has-text-align-none\">Parents are <a href=\"https://npr.org/2024/12/10/nx-s1-5222574/kids-character-ai-lawsuit\">suing the company Character.AI</a>, alleging that its chatbots told a teenager that self-harm “felt good” and exposed a 9-year-old to “hypersexualized content.”</p>\n\n<p class=\"has-text-align-none\">If you have kids, you may have noticed that <a href=\"https://www.vox.com/culture/389869/spotify-wrapped-google-ai-music-streaming\">your Spotify Wrapped</a> is actually their Spotify Wrapped. <a href=\"https://www.washingtonpost.com/entertainment/music/2024/12/04/spotify-wrapped-2024-kids-playlist-music/\">The Washington Post talked to some parents</a> coping with this phenomenon, including a dad who lamented, “Last year, my No. 1 artist was Elmo.”</p>\n\n<p class=\"has-text-align-none\">My older kid and I have been re-reading <a href=\"https://www.dc.com/graphic-novels/the-secret-spiral-of-swamp-kid\"><em>The Secret Spiral of Swamp Kid</em></a>, a graphic novel by Kirk Scroggs that answers the all-important question: What if Swamp Thing went to middle school?</p>\n\n<h2 class=\"wp-block-heading\">From my inbox</h2>\n\n<p class=\"has-text-align-none\">A reader from Australia wrote in response to last week’s newsletter about <a href=\"https://www.vox.com/life/389469/kids-bullying-harassment-trump-racist-texts\">post-election harassment targeting kids</a>. She mentioned that Australia has <a href=\"https://www.reuters.com/technology/australia-passes-social-media-ban-children-under-16-2024-11-28/\">recently passed a law</a> banning kids under 16 from many social media sites, and asked, “What are yours and your audiences&#8217; thought on this? If a similar ban was in place in the US, could that prevent children from being targeted to receive hateful messages?”</p>\n\n<p class=\"has-text-align-none\">My first thought is that a lot of the post-election hate kids are experiencing is happening either at school or via text, so a social media ban might not put a stop to it. But I’m curious to hear your thoughts on the ban more generally, which has generated a lot of <a href=\"https://www.nature.com/articles/d41586-024-03955-5\">debate</a> (as well as questions about <a href=\"https://apnews.com/article/social-media-ban-australia-kids-4dda8d92bd4b896ff502482b6736ab24\">how it will be enforced</a>). Is a blanket social media ban a good idea for kids? Let me know what you think at anna.north@vox.com.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story originally appeared in&#160;Kids Today, Vox’s newsletter about kids, for everyone.&#160;Sign up here for future editions. Thousands of teenagers across the country are extra nervous this week. That’s because many of the nation’s most selective colleges and universities will be releasing early-decision offers, letting seniors know whether they’ll have a spot in next year’s [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "Drug overdose deaths have declined. No one knows why.",
    "link": "https://www.vox.com/health/390840/drug-overdose-deaths-decline-fentanyl-opioids",
    "pubDate": "2024-12-12T11:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Back of Portland police offer wearing bulletproof vest\" data-caption=\"A Portland police officer looks on as paramedics transport a patient administered naloxone in January. | Patrick T. Fallon/AFP via Getty Images\" data-portal-copyright=\"Patrick T. Fallon/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2056540407.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A Portland police officer looks on as paramedics transport a patient administered naloxone in January. | Patrick T. Fallon/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2022, the US reached <a href=\"https://nida.nih.gov/sites/default/files/images/fig1-2024.jpg\">a grim peak</a> in drug overdose deaths: Nearly 108,000 people died that year, more than twice the number who died in 2015, and more than four times the number in 2002.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, in what experts hope is more than a blip, the overdose epidemic that has affected every state in the nation might be showing some signs of abating.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Centers for Disease Control and Prevention’s preliminary data on the <a href=\"https://www.cdc.gov/nchs/nvss/vsrr/drug-overdose-data.htm\">12-month period ending in June</a> showed that <a href=\"https://www.cdc.gov/nchs/nvss/vsrr/drug-overdose-data.htm\">overdoses dropped about 15 percentage points</a> from the previous period. There were still roughly 94,000 overdose deaths, signaling that the public health crisis is far from over, though a positive change could be on the horizon.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the Today, Explained newsletter</h2>\n\n\n\n<p class=\"has-text-align-none\">Understand the world with a daily explainer plus the most compelling stories of the day. Sign up <a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">America’s overdose crisis was exacerbated decades ago by the increasing use of and addiction to synthetic opioids, such as fentanyl, that have proliferated through the nation’s drug supply.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Fentanyl was first produced in the 1960s and prescribed by doctors to people seeking relief from severe pain, such as cancer patients. A cheaper, more potent cousin of heroin, the drug soon became a favored commodity of traffickers, who began cutting other drugs with fentanyl and drawing people addicted to prescription painkillers such as oxycodone that have become increasingly more difficult to access. <a href=\"https://www.vox.com/science-and-health/2017/5/8/15454832/fentanyl-carfentanil-opioid-epidemic-overdose\">As my colleague German Lopez wrote in 2017</a>, fentanyl made America’s opioid crisis — already the deadliest drug crisis in US history — even deadlier.</p>\n\n<p class=\"has-text-align-none\">So what might have turned the trend around? In the latest episode of Vox’s <em>Today, Explained</em> podcast, we asked Lev Facher, a reporter covering addiction at STAT News.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-spotify wp-block-embed-spotify\"><div class=\"wp-block-embed__wrapper\">\n<div><iframe title=\"A win in the opioid crisis\" src=\"https://open.spotify.com/embed/episode/7yHMPanonmNvF8HyYDymZr?utm_source=oembed\" width=\"720\" height=\"152\" allowfullscreen allow=\"clipboard-write; encrypted-media; fullscreen; picture-in-picture;\"></iframe></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">“There&#8217;s no one event that happened about a year and a half ago that would explain this sudden significant decrease in drug overdose deaths,” says Facher. “While there&#8217;s a lot of optimism in the harm reduction and addiction medicine and recovery world, it&#8217;s cautious optimism because people don&#8217;t really know what&#8217;s happening.”</p>\n\n<p class=\"has-text-align-none\">Despite that, Facher says, experts and advocates do have a few potential explanations:&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Explanation 1: The drug supply is changing</strong></h2>\n\n<p class=\"has-text-align-none\">The simplest explanation for the drop in overdoses could be the nature of the drugs themselves; they simply may have become less toxic and less potent. Last month, DEA administrator Anne Milgram suggested <a href=\"https://www.dea.gov/press-releases/2024/11/15/deas-third-annual-national-family-summit-fentanyl-highlights-progress\">that the agency’s crackdowns</a> were having a direct impact on the drug supply.  </p>\n\n<p class=\"has-text-align-none\">“The cartels have reduced the amount of fentanyl they put into pills because of the pressure we are putting on them,” she said at the National Family Summit on Fentanyl, which gathers people who’ve had loved ones die from drug use.</p>\n\n<p class=\"has-text-align-none\">Customs and Border Protection (CBP) data can’t give us the full picture of the effectiveness of cartel crackdowns, but it shows that the <a href=\"https://www.cbp.gov/newsroom/stats/cbp-drugs-dosage-value-and-weight\">rate of fentanyl confiscation at the border</a> is hardly consistent. In January, CBP confiscated 1.3 million doses of the drug. The number of confiscations dropped significantly in June before rising back to about 1.3 million doses again in August.</p>\n\n<p class=\"has-text-align-none\">And data on the potency of illicit drugs is limited, given that drug-tracking systems vary from one community to another, Facher told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The places that do have really good drug checking, there have been some changes detected in terms of the drugs people are using, but nothing that would explain this sudden drop,” he said.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Explanation 2: Drugs are being used more safely</strong></h2>\n\n<p class=\"has-text-align-none\">Another explanation could be that harm-reduction efforts are working. Access to <a href=\"https://www.vox.com/even-better/353129/you-can-help-reverse-the-overdose-epidemic\">naloxone</a>, the lifesaving, overdose-reversing drug, expanded significantly in cities across the United States in the last few years. Local governments such as <a href=\"https://laist.com/news/health/los-angeles-naloxone-overdose-deaths\">Los Angeles County</a> made the drug available at schools, churches, libraries, and jails, and <a href=\"https://health.ucdavis.edu/blog/cultivating-health/why-you-should-carry-naloxone-narcan-to-combat-opioid-overdoses/2023/08\">everyday</a> Americans are increasingly encouraged to carry naloxone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harm-reduction campaigns may have also had an impact on those who use recreational “party” drugs, who might favor stimulants but could find themselves unknowingly ingesting fentanyl if a dealer has mixed it into cocaine or MDMA. <a href=\"https://www.amazon.com/Fentanyl-Overdrive-Substances-Detection-Sensitive/dp/B0D936KTKM\">Drug testing kits like Overdrive</a> are available for less than $15 from retailers like Amazon and provide people with step-by-step directions on testing drugs for fentanyl.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Data also suggests that the way people consume drugs might reduce the likelihood of death by overdose. Smoking fentanyl is becoming increasingly more popular than injecting it, and the former is linked to <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0376871623012917?via%3Dihub\">fewer fatal overdoses and blood-borne infections</a>.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Explanation 3: The crisis has already taken the most vulnerable lives</strong></h2>\n\n<p class=\"has-text-align-none\">The third explanation, floated by some epidemiologists, is the most bleak, and suggests that after hundreds of thousands of people were killed by drug overdoses in a relatively short time span, the <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMe2406359\">epidemic is essentially burning itself out</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s a concept called the ‘depletion of susceptibles,’” Facher said. “And that&#8217;s just to say that so many people have already died of drug overdoses that there aren&#8217;t as many drug users left to die. That&#8217;s not necessarily a mainstream theory. And even if it were accepted, it probably wouldn&#8217;t explain the full significant sudden decrease in drug deaths.”</p>\n\n<p class=\"has-text-align-none\">The staggering number of deaths from the opioid epidemic, however, could be a contributing factor to declining youth drug misuse. <a href=\"https://www.kff.org/mental-health/issue-brief/teens-drugs-and-overdose-contrasting-pre-pandemic-and-current-trends/#:~:text=In%202023%2C%2010%25%20of%20high,alcohol%20use%20(30%25%20vs.\">An analysis from KFF</a> showed a small drop in opioid misuse among high school students from 2017 to 2023. As <a href=\"https://www.nytimes.com/2024/12/02/opinion/drug-overdose-deaths-decline.html\">Maia Szalavitz writes for the New York Times</a>, “Drug epidemics are often cyclical. Younger generations witness the harm specific drugs have caused their older siblings or parents, leading them to avoid those substances.”</p>\n\n<h2 class=\"wp-block-heading\">Can the decline be sustained? </h2>\n\n<p class=\"has-text-align-none\">The latest data on overdose deaths comes amid a pivotal presidential transition. While the addiction crisis is a marquee issue for both Republicans and Democrats, the incoming Trump administration includes high-level officials who’ve been intimately impacted by it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The vice president-elect, JD Vance, has spoken extensively about how opioid addiction affected his mother and his community of Middletown, Ohio. Trump’s nominee for secretary of the Department of Health and Human Services, Robert F. Kennedy Jr., is in addiction recovery himself and his policy proposals include a network of “<a href=\"https://www.youtube.com/watch?v=liZq31HLnyA&amp;t=1778s\">wellness farms</a>” to serve <a href=\"https://www.statnews.com/2024/12/11/rfk-jr-opioid-epidemic-addiction-policy-tough-love/\">as treatment facilities.</a> It remains to be seen whether the administration will focus its efforts on addiction recovery or if it will devote more attention <a href=\"https://www.youtube.com/watch?v=NUClE1P8ApI\">to law enforcement</a> and <a href=\"https://www.npr.org/2024/11/18/nx-s1-5187973/fentanyl-trump-cartels-addiction\">the US-Mexico border</a>. </p>\n\n<p class=\"has-text-align-none\">“There is trepidation about a potential shift toward law enforcement and away from treatment,” Facher said.&nbsp;“Most of my sources talk about harm reduction, treatment prevention, and really just keeping people alive [by] meeting them where they are and getting them the services they need to live healthier lives as the cornerstone of ending this drug crisis.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2022, the US reached a grim peak in drug overdose deaths: Nearly 108,000 people died that year, more than twice the number who died in 2015, and more than four times the number in 2002.&#160; Now, in what experts hope is more than a blip, the overdose epidemic that has affected every state in [&#8230;]",
    "author": "Haleema Shah"
  },
  {
    "title": "One quick trick to make AI actually useful",
    "link": "https://www.vox.com/technology/390866/technology-artifical-intelligence-chores-burnout",
    "pubDate": "2024-12-12T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An orb-shaped robot hovering over a supermarket cart filled with groceries.\" data-caption=\"I recently asked AI to create my shopping list. It was a simple request but an astonishing breakthrough for me.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1447827502.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>I recently asked AI to create my shopping list. It was a simple request but an astonishing breakthrough for me.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">I recently had a breakthrough by talking to a computer while walking my dog. Creating a family meal plan had been on my to-do list for about a year and it had been gnawing at me. Writing out what everyone, including my 1-year-old, would eat at each meal for the next week and then figuring out what to get at the grocery store — it’s a real chore. So, dog leash in hand, I asked an AI assistant to do it for me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It took roughly three seconds, and I had the meal plan and the grocery list done. Some of the meals matched what we’d been doing, which is how I knew it was on point. Others were more creative than I expected, like giving our baby a bean salad. I somehow felt both productive and humbled. I also felt a little less burned out.</p>\n\n<p class=\"has-text-align-none\">That probably sounds so obvious, if you’re someone who’s been optimizing life with ChatGPT since its launch two years ago. Yes, AI can take boring tasks you don’t want to do and complete them quickly, without complaint. But I’m guessing most people still aren’t quite sure how to use generative AI tools, so <a href=\"https://reutersinstitute.politics.ox.ac.uk/what-does-public-six-countries-think-generative-ai-news#header--2\">they aren’t using them</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take my advice: Tell it to do something annoying that you’ve been meaning to do but haven’t had the time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Maybe you need to write a thoughtful birthday card to an aunt you don’t know that well, or maybe you need to come up with a new workout plan. You might be surprised at how well AI does annoying chores like these, and how relieved you are to see AI doing basic helpful things <a href=\"https://www.vox.com/future-perfect/368537/ai-artificial-intelligence-capabilities-risks-warning-system\">rather than destroying humankind</a>.</p>\n\n<p class=\"has-text-align-none\">The tension between AI as a problem-solver and AI as a source of new problems is something you have to reconcile if you want to understand the technology, according to <a href=\"https://mgmt.wharton.upenn.edu/profile/emollick/\">Ethan Mollick</a>, an associate professor at Wharton and author of the newsletter One Useful Thing. Mollick has written a lot about <a href=\"https://www.oneusefulthing.org/p/how-to-use-ai-to-do-practical-stuff\">the practical uses of AI</a>, and he says that <a href=\"https://www.wsj.com/lifestyle/careers/ai-beginner-tips-guide-5c8cf7eb\">using an AI tool for about 10 hours</a> is the best way to figure out how it will work for you.</p>\n\n<p class=\"has-text-align-none\">“I feel like you have to move on from relief to amazement and existential dread to really get this product,” Mollick told me recently.</p>\n\n<p class=\"has-text-align-none\">The thing is, I’d probably spent about 10 hours trying to figure out how to use AI before it finally clicked for me in my daily life. Most of those hours were at work, as I tried to get ChatGPT or Claude to explain complex topics and struggled to know what was accurate. It was ultimately getting AI to do one annoying chore — write up a complicated meal plan complete with grocery list — that brought me to that point of amazement. And I’m currently dealing with some dread as I try to figure out how to get AI to solve more problems.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI models are getting more powerful and sophisticated every day. Many companies are burning through billions of dollars as they compete to build better and better models. OpenAI <a href=\"https://www.nytimes.com/2024/09/27/technology/openai-chatgpt-investors-funding.html\">is on track to lose $5 billion</a> this year, while Microsoft <a href=\"https://www.wsj.com/tech/ai/microsofts-ai-dreams-make-for-an-expensive-reality-90a8c8e4\">spent a staggering $19 billion</a> in one quarter alone as it ramps up various AI-related projects. Mark Zuckerberg even <a href=\"https://www.cnbc.com/2024/10/30/metas-mark-zuckerberg-seems-surprised-by-pace-of-spending-on-ai.html\">said he was surprised</a> by how much his company, Meta, was spending on the data centers and chips needed to keep up in the AI race.</p>\n\n<p class=\"has-text-align-none\">All of these big numbers tell me that AI is only going to become more prevalent in our everyday lives. This push isn’t just about populating the web with smarter chatbots, and the <a href=\"https://www.nytimes.com/2024/06/11/style/ai-search-slop.html\">flood of AI slop</a> is hardly the biggest problem we’ll face as we shift paradigms. Researchers can’t even agree on <a href=\"https://www.vox.com/future-perfect/2024/3/13/24093357/ai-risk-extinction-forecasters-tetlock\">what the biggest dangers of AI will be</a>. At the very least, we should all start questioning reality more often, as AI <a href=\"https://www.vox.com/future-perfect/371827/openai-chatgpt-artificial-intelligence-ai-risk-strawberry\">is getting frightfully good at deception</a>.</p>\n\n<p class=\"has-text-align-none\">We’re already starting to see some of the next-generation AI products that tech companies have been throwing money at. OpenAI is doing a <a href=\"https://nymag.com/intelligencer/article/openai-is-sending-mixed-signals-with-its-shipmas.html\">holiday-themed “12 days of OpenAI” series of new product announcements</a> that include breakthroughs like a photorealistic video generator and ChatGPT integration on iOS and macOS devices <a href=\"https://www.theverge.com/2024/12/11/24318915/openai-demos-new-apple-intelligence-features-for-ship-mas\">using Apple Intelligence</a>. Microsoft, meanwhile, <a href=\"https://www.vox.com/technology/390582/microsoft-chatgpt-copilot-vision-ai\">announced Copilot Vision</a>, an AI that can see what you’re doing on the web and talk to you about it. In a recent interview, Microsoft AI CEO Mustafa Suleyman told me that this is the first step toward a future in which AI can do more for us.</p>\n\n<p class=\"has-text-align-none\">“It should be able to take actions on your behalf, fill in forms, buy things, book things, plan, navigate, click on drop-down menus, and so on,” Suleyman said. “All of that is coming down the road and in the foreseeable future.”</p>\n\n<p class=\"has-text-align-none\">The tech industry’s big ambitions are a bit of a distraction for the average user. The mind-bending things AI could do isn’t actually impacting my life on a daily basis, but if I can get the technology to hammer out a few more annoying chores, I’d be thrilled. Mollick covers this concept a lot in his writing. I’d even argue that his latest newsletter addition bluntly titled “<a href=\"https://www.oneusefulthing.org/p/15-times-to-use-ai-and-5-not-to\">15 Times to use AI, and 5 Not to</a>,” got me to ask that meal plan question.</p>\n\n<p class=\"has-text-align-none\">It did take me about 10 hours of failing at using AI before I started to succeed and feel amazed. It’s easy for me to say now that it was time well spent because it certainly didn’t feel like it when I was tinkering with it and failing to find it useful. Then again, one reason why I put off annoying chores is I usually feel too burned out to do them. If an all-knowing computer-based intelligence is a solution to that burnout problem, I’ll take it.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter. </em><strong><em><a href=\"https://www.vox.com/pages/newsletters\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here</a></em></strong><em> so you don’t miss the next one!</em></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "I recently had a breakthrough by talking to a computer while walking my dog. Creating a family meal plan had been on my to-do list for about a year and it had been gnawing at me. Writing out what everyone, including my 1-year-old, would eat at each meal for the next week and then figuring [&#8230;]",
    "author": "Adam Clark Estes"
  }
]