[
  {
    "title": "Can Democrats replace Biden as their nominee?",
    "link": "https://www.vox.com/2024-elections/357739/biden-trump-debate-democrats-replace-nominee-whitmer-moore-newsom",
    "pubDate": "2024-06-28T03:21:53.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"US President Joe Biden during the first presidential debate with former US President Donald Trump, not pictured, in Atlanta, Georgia, US, on Thursday, June 27, 2024. Biden and Trump are facing off for their first 2024 debate, a high-stakes opportunity to break through to politics-weary Americans and one that holds the potential for disastrous missteps. Photographer: Eva Marie Uzcategui/Bloomberg via Getty Images\" data-portal-copyright=\"Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2158941414.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>US President Joe Biden during the first presidential debate with former US President Donald Trump, not pictured, in Atlanta, Georgia, US, on Thursday, June 27, 2024. Biden and Trump are facing off for their first 2024 debate, a high-stakes opportunity to break through to politics-weary Americans and one that holds the potential for disastrous missteps. Photographer: Eva Marie Uzcategui/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">That President Joe Biden, age 81, is an elderly man is nothing new.</p>\n\n<p class=\"has-text-align-none\">But the first presidential debate between Biden and former President Donald Trump Thursday night has pushed the question of Biden’s age to the top of the public’s consciousness. His verbal stumbles, weak voice (the campaign <a href=\"https://x.com/axios/status/1806514229500850238\">has said</a> that he was dealing with a cold) and meandering responses to Trump’s jabs and the moderators’ questions are likely to bring up one question: Is there any way Biden could be replaced as the Democratic Party’s presidential nominee?</p>\n\n<p class=\"has-text-align-none\">The short answer is, practically, there probably isn&#8217;t. All 50 states have already held their primaries, and Biden has won the vast majority of their delegates. Only Biden himself can direct those delegates to vote for someone else, as they are pledged to vote for him unless he drops out before the Democratic convention this August.</p>\n\n<p class=\"has-text-align-none\">This is where practical and political challenges merge: Biden is the only one who can decide if he wants to drop out before the floor vote. No secretive party apparatus or individual can direct him to do it. </p>\n\n<p class=\"has-text-align-none\">And unless Biden has a serious change of heart after Thursday night, there are plenty of reasons that wouldn’t happen.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The real-world challenges</strong></h2>\n\n<p class=\"has-text-align-none\">The first obstacle: Presidents are chosen through elections between candidates picked through a specific, organized party process.</p>\n\n<p class=\"has-text-align-none\">The Democratic presidential nominee is chosen in August at the Democratic National Convention in Chicago, where a candidate needs to win the support of the majority of the Democratic delegates. Those delegates are assigned proportionally based on the vote totals in a state’s primary (for any candidate who wins more than 15 percent of votes) and are then <a href=\"https://apnews.com/article/presidential-election-delegate-selection-process-primary-caucus-9720daa8d706a4afceaa2d939f59a1b9\">“pledged” or “bound” to that candidate</a> in the first round of voting at the Democratic convention. Under this system, some other candidate would need to win more delegates than Biden in order to become the nominee.</p>\n\n<p class=\"has-text-align-none\">But Biden has not just all the delegates he needs, but essentially all the delegates, period. So practically, there isn’t anyone that could be swapped in at this point.</p>\n\n<p class=\"has-text-align-none\">And according to DNC rules, these delegates are bound to support Biden during the first floor vote of the DNC.</p>\n\n<p class=\"has-text-align-none\">Beyond the limits set by that process, there are also practical financial hurdles: Only Biden has the fundraising and money machine necessary on the Democratic side to run ads, hold events, hire staff, and, effectively, run a campaign. No other Democrat, elected or unelected, has that practical machinery in place.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Political challenges are still tricky</strong></h2>\n\n<p class=\"has-text-align-none\">At this point, it’s also politically risky for anyone to try to publicly force Biden out.</p>\n\n<p class=\"has-text-align-none\">The Democratic establishment has already united around Biden — endorsing him, stumping for him, and leading the party’s operations not only because he is the incumbent,<em> </em>but because it’s him specifically<em>. </em>They have deep relationships with him and are loyal to him.</p>\n\n<p class=\"has-text-align-none\">This is also where it’s important to dispel the notion that anyone could force Biden to drop out.</p>\n\n<p class=\"has-text-align-none\">The DNC is not some omnipotent, shadowy operation that has the power, influence, or ability to crown a different party leader. Who do you think <a href=\"https://www.nbcnews.com/politics/politics-news/jaime-harrison-picked-new-democratic-national-committee-chair-n1254292\">chose the DNC chair and vice-chairs</a>? Biden! There just isn’t a council of decision-makers who can tell Biden to drop out or choose to ditch him.</p>\n\n<p class=\"has-text-align-none\">The power of party elites is <a href=\"https://www.slowboring.com/p/the-parties-cant-decide\">often overstated</a>, and the primaries so far show the influence of voters. As unpopular as Biden might seem to some folks, he still won handily in the 2020 primary, and when given options to protest-vote in New Hampshire or select “none of these candidates” in Nevada this year, Democrats have still sided with Biden.</p>\n\n<p class=\"has-text-align-none\">And all the leading figures who could replace him — Michigan Gov. Gretchen Whitmer, California Gov. Gavin Newsom, Pennsylvania Gov. Josh Shapiro, maybe even Maryland Gov. Wes Moore (let alone Vice President Kamala Harris) are all major public surrogates and supporters of Biden. They wouldn’t publicly turn on him now. And it’s not clear that they would privately try to force him out. Even at the most self-interested level, none of them has an incentive to let the other strongarm a Biden capitulation.</p>\n\n<p class=\"has-text-align-none\">So only Biden could make the decision to drop out. He doesn’t want to (not least because he sees himself as key to <a href=\"https://www.nbcnews.com/politics/2024-election/biden-says-trump-wasnt-running-m-not-sure-d-running-rcna128232\">stopping Trump’s reelection</a>). And even if he did choose to, the only option that would not risk massive dissension among the Democratic base would be to choose his vice president, <a href=\"https://www.vox.com/kamala-harris\">Kamala Harris</a>. The vice president has her own political drawbacks: She <a href=\"https://x.com/admcrlsn/status/1755963760173289503?s=20\">polls</a> <a href=\"https://www.realclearpolling.com/polls/president/general/2024/trump-vs-harris\">worse</a> than Biden against Trump, has never run a successful national campaign, and, unfortunately, faces different voter prejudices because she is a woman of color.</p>\n\n<p class=\"has-text-align-none\">Other polls also show similarly negative results for Whitmer, Shapiro, and Newsom. They have <a href=\"https://x.com/admcrlsn/status/1756003253190357282?s=20\">polled worse</a> than Biden, or are biding their time. And to bypass Harris for one of them also opens up potential ire from Black voters, without whom Democrats can’t win.</p>\n\n<p class=\"has-text-align-none\">Should another Democrat savior emerge, with the vocal support of someone like Barack Obama and a core of Biden-critical strategists and politicians, and should first lady Jill Biden and other Biden confidantes approach Biden and convince him to drop out, we’d likely head toward a brokered convention with multiple rounds of voting. That also opens up the chance for even more chaos and disunity among Democrats. Does that seem worth it to anyone in Democratic politics right now?</p>\n\n<p class=\"has-text-align-none\">At least until Thursday night, the answer was simple: No. It’s too late.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "That President Joe Biden, age 81, is an elderly man is nothing new. But the first presidential debate between Biden and former President Donald Trump Thursday night has pushed the question of Biden’s age to the top of the public’s consciousness. His verbal stumbles, weak voice (the campaign has said that he was dealing with [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "Biden vs. Trump: The first 2024 presidential debate",
    "link": "https://www.vox.com/2024-elections/357642/biden-trump-debate-presidential-cnn-poll-takeaways-live-coverage",
    "pubDate": "2024-06-28T00:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"This combination of pictures created on October 22, 2020 shows President Donald Trump and Democratic Presidential candidate and former US Vice President Joe Biden during the final presidential debate at Belmont University in Nashville, Tennessee, on October 22, 2020.\" data-portal-copyright=\"Jim Watson, Brendan Smialowski/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-1229228133.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>This combination of pictures created on October 22, 2020 shows President Donald Trump and Democratic Presidential candidate and former US Vice President Joe Biden during the final presidential debate at Belmont University in Nashville, Tennessee, on October 22, 2020.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President Joe Biden and former President Donald Trump are facing off in the first presidential debate of the 2024 general election on Thursday, June 27. It’s a historic rematch, the first ever debate between a sitting president and a former president. While some voters might feel a sense of déjà vu, the outcome of this election is far from certain.&nbsp;National polls show a close race between Biden and Trump.</p>\n\n<p class=\"has-text-align-none\">The world was different when Trump and Biden debated four years ago, so we <a href=\"https://www.vox.com/politics/356699/2020-debate-rewatch-2024-biden-trump-lessons\">rewatched</a> their 2020 debates to remind us of how much has changed. This time around, we expect the economy, crime, immigration, and abortion to emerge as major issues — and we’re here to help you make sense of these <a href=\"https://www.vox.com/2024-elections/356784/trump-biden-economy-abortion-immigration-crime-explained\">contested policy areas</a>.</p>\n\n<p class=\"has-text-align-none\">The debate, moderated by CNN’s Jake Tapper and Dana Bash, starts at 9 pm ET and will run for 90 minutes. In an effort to keep it focused, there will be no live audience, opening statements, props, or pre-written notes onstage. The position of Trump&#8217;s and Biden’s lecterns will be determined by a coin flip and their microphones will be muted except for when it’s their turn to speak.&nbsp;</p>\n<ul>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/2024-elections/357739/biden-trump-debate-democrats-replace-nominee-whitmer-moore-newsom\">Can Democrats replace Biden as their nominee?</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/357234/how-biden-trump-debate-could-change-2024-election\">4 reasons why the Biden-Trump debate could actually matter</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/2024/2/9/24048591/trump-vice-president-pick\">Trump’s rumored VP shortlist, explained</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/356699/2020-debate-rewatch-2024-biden-trump-lessons\">We rewatched the 2020 Trump-Biden debates. There’s so much we didn’t see coming.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/videos/2024/3/14/24100632/social-security-retirement-finances\">Is the US running out of Social Security?</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/2024/3/12/24098773/trump-social-security-medicare-cuts-entitlements-position-2024\">Trump just opened the door to Social Security cuts. Take him seriously.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/24094752/biden-trump-strong-economy-2024-inflation\">Biden’s vs. Trump’s economy, in 8 charts</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/2020/10/23/21530435/biden-trump-presidential-debate-superpredator-black-crime-1994-bill\">No, Biden did not call Black people “superpredators”</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/2020/9/4/21422733/atlantic-trump-military-suckers-losers-explained\">Did Trump call US war dead “losers” and “suckers”? The controversy, explained.</a>\n\t\t</li>\n\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President Joe Biden and former President Donald Trump are facing off in the first presidential debate of the 2024 general election on Thursday, June 27. It’s a historic rematch, the first ever debate between a sitting president and a former president. While some voters might feel a sense of déjà vu, the outcome of this [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "The Supreme Court just lit a match and tossed it into dozens of federal agencies",
    "link": "https://www.vox.com/scotus/357554/supreme-court-sec-jarkesy-roberts-sotomayor-chaos",
    "pubDate": "2024-06-27T17:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"WASHINGTON, DC - FEBRUARY 04: U.S. President Donald Trump shakes hands with Supreme Court Chief Justice John Roberts before the State of the Union address in the House chamber on February 4, 2020 in Washington, DC. Trump is delivering his third State of the Union address on the night before the U.S. Senate is set to vote in his impeachment trial. (Photo by Leah Millis-Pool/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1198673347.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>WASHINGTON, DC - FEBRUARY 04: U.S. President Donald Trump shakes hands with Supreme Court Chief Justice John Roberts before the State of the Union address in the House chamber on February 4, 2020 in Washington, DC. Trump is delivering his third State of the Union address on the night before the U.S. Senate is set to vote in his impeachment trial. (Photo by Leah Millis-Pool/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday, the Court handed down a 6-3 decision, on a party-line vote, that could render a simply astonishing array of federal laws unenforceable. As Justice Sonia Sotomayor writes in dissent, “the constitutionality of hundreds of statutes may now be in peril, and dozens of agencies could be stripped of their power to enforce laws enacted by Congress.”</p>\n\n<p class=\"has-text-align-none\">The dispute in <a href=\"https://www.supremecourt.gov/opinions/23pdf/22-859_1924.pdf\"><em>Securities and Exchange Commission v. Jarkesy</em></a> turns on whether a hedge fund manager accused of defrauding investors is entitled to a jury trial to determine whether he violated federal securities law, or whether the government acted properly when it tried him before an official known as an “administrative law judge” (ALJ).</p>\n\n<p class=\"has-text-align-none\">The charges against this hedge fund manager, George Jarkesy, are civil and not criminal, which matters because the Constitution treats civil trials very differently from criminal proceedings. While the <a href=\"https://www.law.cornell.edu/constitution/sixth_amendment\">Sixth Amendment</a> provides that “in all criminal prosecutions” the defendant is entitled to a jury trial, the <a href=\"https://www.law.cornell.edu/constitution/seventh_amendment\">Seventh Amendment</a> provides a more limited jury trial right, requiring them “in suits at common law” (more on what that means later).</p>\n\n<p class=\"has-text-align-none\">If the question of whether Jarkesy is entitled to a jury trial arose in the absence of any precedent, then he’d have a reasonably strong case that he should prevail. But, as Sotomayor lays out in her dissent, nearly 170 years of precedent cut against Jarkesy’s position.</p>\n\n<p class=\"has-text-align-none\">Congress, moreover, has enacted a wide range of laws on the presumption that many enforcement proceedings may be brought before administrative law judges and not juries. According to one somewhat dated review of federal law cited by Sotomayor, “by 1986, there were over 200” federal statutes calling for trials before ALJs. </p>\n\n<p class=\"has-text-align-none\">Some of these laws, including the one allowing the SEC to bring enforcement actions against people like Jarkesy, give the government a choice. That is, they allow federal agencies to bring a proceeding either before an ALJ or before a federal district court that may conduct a jury trial. So the SEC, at least, has the option of retrying Jarkesy in a district court.</p>\n\n<p class=\"has-text-align-none\">But, as Sotomayor warns, many federal agencies — including the “Occupational Safety and Health Review Commission, the Federal Energy Regulatory Commission, the Federal Mine Safety and Health Review Commission, the Department of Agriculture, and many others” — may only seek civil penalties in administrative proceedings. That means that a wide array of laws guaranteeing workplace safety and advancing other important federal goals could cease to function after <em>Jarkesy</em>.</p>\n\n<p class=\"has-text-align-none\">The <em>Jarkesy</em> case, in other words, is an example of the Roberts Court at its most arrogant. Were the Court tasked with resolving the dispute on a blank slate, then there are entirely plausible arguments that Mr. Jarkesy should be entitled to a jury trial. But that ship sailed many years ago, and the federal government has operated for an exceedingly long time on the assumption that many disputes can be adjudicated by ALJs.</p>\n\n<p class=\"has-text-align-none\">By upending this longstanding assumption, the Court may have just thrown huge swaths of the federal government — particularly enforcement by those agencies Sotomayor listed — into chaos.</p>\n\n<h2 class=\"wp-block-heading\">So when does a civil defendant have a right to a jury trial?</h2>\n\n<p class=\"has-text-align-none\">The Seventh Amendment provides that civil litigants generally have a right to a jury trial “in suits at common law,” but what does that mean?</p>\n\n<p class=\"has-text-align-none\">Broadly speaking, the common law refers to the body of judge-made law developed by English courts, much of which was imported into American law and which still governs many American lawsuits involving matters such as contracts and torts. Common law courts typically had the power to award money damages to a victorious plaintiff, which distinguishes them from <a href=\"https://www.law.cornell.edu/wex/court_of_equity\">courts of “equity”</a> that had the power to issue injunctions and other non-monetary relief. </p>\n\n<p class=\"has-text-align-none\">Chief Justice John Roberts’s majority opinion in <em>Jarkesy</em> leans heavily into the kind of remedy available to the SEC if it prevails in a suit before an ALJ. Like a suit before a common law court, the SEC sought monetary damages from Jarkesy, and thus this case resembles a suit at common law in that way. As Roberts writes, “money damages are the prototypical common law remedy.”</p>\n\n<p class=\"has-text-align-none\">Additionally, Roberts notes that common law courts also historically had the power to hear suits alleging fraud. Thus, the suit against Jarkesy resembles a common law suit in that way as well.</p>\n\n<p class=\"has-text-align-none\">Most of this part of Roberts’s opinion is uncontroversial. His disagreement with Sotomayor turns on a longstanding exception to the jury trial right known as the “public rights” doctrine.</p>\n\n<p class=\"has-text-align-none\">The term “common law” refers to judge-created law developed over the course of many centuries, as distinct from law created by acts of a state legislature or Congress. The somewhat unhelpfully named public rights doctrine provides that many lawsuits that arise under federal statutes are not subject to the Seventh Amendment, and thus the government is free to try these cases in an administrative proceeding without a jury.</p>\n\n<p class=\"has-text-align-none\">The earliest Supreme Court case applying this public rights doctrine was <a href=\"https://supreme.justia.com/cases/federal/us/59/272/\">handed down in 1856</a>, so it isn’t exactly an idea invented by 20th-century Progressive Era reformers who wanted to eliminate barriers to law enforcement. As the Court explained in <a href=\"https://caselaw.findlaw.com/court/us-supreme-court/430/442.html\"><em>Atlas Roofing v. OSHA</em></a> (1977), the doctrine applies when Congress passes a law authorizing suits by the federal government that are “unknown to the common law.”</p>\n\n<p class=\"has-text-align-none\">In “cases in which the Government sues in its sovereign capacity to enforce public rights created by statutes within the power of Congress to enact,” <em>Atlas Roofing</em> held, “the Seventh Amendment does not prohibit Congress from assigning the factfinding function and initial adjudication to an administrative forum with which the jury would be incompatible.”</p>\n\n<p class=\"has-text-align-none\">Thus, this public rights doctrine does have limits. It applies only to suits brought by the federal government, and only when the government sues to enforce a federal statute authorizing a kind of suit that did not already exist under the common law. But, in those circumstances, trial before an ALJ is permitted.</p>\n\n<p class=\"has-text-align-none\">Though Roberts’s opinion denies that it overrules <em>Atlas Roofing</em> and similar cases, he speaks of that decision in disparaging terms. And his opinion places such an extraordinary amount of weight on the fact that the SEC sought money damages against Mr. Jarkesy that it is unclear how much, if any, of the public rights doctrine remains.</p>\n\n<p class=\"has-text-align-none\">Were this the first time that such an issue came up, that might not be that big of a deal. Had Congress known a century ago that the Supreme Court would someday eliminate its ability to assign certain cases to ALJs, it could have written hundreds of statutes differently so that they would be enforced in jury trials. It also could have appropriated sufficient money to federal agencies to allow them to hire trial counsel who could bring proceedings in federal district courts.</p>\n\n<p class=\"has-text-align-none\">But Congress has instead operated for many decades under the assumption that cases like <em>Atlas Roofing</em> are good law. And now the Supreme Court has pulled the rug out from under a multitude of federal statutes.</p>\n\n<h2 class=\"wp-block-heading\">This Court doesn’t typically care this much about the Seventh Amendment</h2>\n\n<p class=\"has-text-align-none\">In light of the Court’s newfound appreciation for civil jury trials, it’s worth noting that the Court’s Republican appointees have historically read the Seventh Amendment very narrowly in cases that do not involve hedge fund managers.</p>\n\n<p class=\"has-text-align-none\">The Court has long held that companies may force their workers and consumers to sign away their right to sue that company in a real court — one that can conduct a jury trial — and instead <a href=\"https://www.vox.com/2022/3/14/22969321/supreme-court-forced-arbitration-southwest-airlines-saxon-circuit-city-adams\">have the case heard by a private arbitrator</a>. The Court has, at times, claimed that forced arbitration is lawful because workers and consumers nominally consent to arbitration when they decide to do business with the company. But many of the Court’s arbitration decisions raise very serious questions about whether the justices understand what the word “consent” means.</p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.supremecourt.gov/opinions/17pdf/16-285_q8l1.pdf\"><em>Epic Systems v. Lewis</em></a> (2018), for example, the Court held that an employer can simply order their employees to give up their right to a jury trial, under pain of termination.</p>\n\n<p class=\"has-text-align-none\">So the Court’s approach to the Seventh Amendment is incoherent, and after <em>Jarkesy</em>, it could lead to dozens or even hundreds of federal laws arbitrarily ceasing to function.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday, the Court handed down a 6-3 decision, on a party-line vote, that could render a simply astonishing array of federal laws unenforceable. As Justice Sonia Sotomayor writes in dissent, “the constitutionality of hundreds of statutes may now be in peril, and dozens of agencies could be stripped of their power to enforce laws [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "The most important Biden Cabinet member you don’t know",
    "link": "https://www.vox.com/policy/357191/katherine-tai-united-states-trade-biden-trump-tariffs",
    "pubDate": "2024-06-27T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"WASHINGTON, DC - MAY 14: U.S. Trade Representative Katherine Tai answers waits to be introduced during the daily press briefing at the White House on May 14, 2024 in Washington, DC. Tai answered a range of questions related primarily to new trade tariffs against Chinese imports announced today by U.S. President Joe Biden. (Photo by Win McNamee/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2152935501.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>WASHINGTON, DC - MAY 14: U.S. Trade Representative Katherine Tai answers waits to be introduced during the daily press briefing at the White House on May 14, 2024 in Washington, DC. Tai answered a range of questions related primarily to new trade tariffs against Chinese imports announced today by U.S. President Joe Biden. (Photo by Win McNamee/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">“I’m really tired of being called a protectionist,” <a href=\"https://ustr.gov/about-us/biographies-key-officials/katherine-tai-ambassador\">Katherine Tai</a>, President Joe Biden’s trade representative and a leading architect of his confrontational economic approach to China, told me on Monday.</p>\n\n<p class=\"has-text-align-none\">Given what Biden’s opponent has been saying lately, I empathize. Former President Donald Trump reportedly told Republican lawmakers he wants <a href=\"https://www.cnbc.com/2024/06/13/trump-all-tariff-policy-to-replace-income-tax.html\">an “all tariff” policy</a>, in which all federal taxes would be replaced with taxes on imports. In the near term, Trump has <a href=\"https://time.com/6972022/donald-trump-transcript-2024-election/\">committed to a 10 percent tariff</a> on all imports from any country. Next to proposals like that — which would explode consumer prices and make the tax code far more regressive — Biden and Tai sound like free-traders.</p>\n\n<p class=\"has-text-align-none\">But compared to the bipartisan consensus that prevailed until Trump took office, I think “protectionist” is fair. Tai and Biden have continued many of Trump’s tariffs from his term, <a href=\"https://ustr.gov/about-us/policy-offices/press-office/press-releases/2022/december/statement-ustr-spokesperson-adam-hodge\">in defiance of World Trade Organization (WTO) rebukes</a>. This spring saw a <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/14/fact-sheet-president-biden-takes-action-to-protect-american-workers-and-businesses-from-chinas-unfair-trade-practices/\">flurry of new Biden tariffs targeting China</a>, most notably hitting electric vehicles and batteries.</p>\n\n<p class=\"has-text-align-none\">Tai and the administration see themselves as charting a new course, reversing anti-worker trade policies of the past. “We have shunted workers to the side,” Tai told my colleague and <em>Today, Explained</em> host Noel King, “and we need a domestic and international economic policy that champions the interests of our people.”</p>\n\n<p class=\"has-text-align-none\">But was the previous era really so bad? And are the Biden administration’s policies helping matters?</p>\n\n<h2 class=\"wp-block-heading\">Global trade helped the poor catch up</h2>\n\n<p class=\"has-text-align-none\">From the perspective of humanity as a whole, the period of hyper-globalization starting in 1990 was kind of miraculous. <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S030438782100064X\">Growth rates in poor countries have sped up markedly</a>, and economists have found they were gradually “converging” toward rich countries. This era saw <a href=\"https://ourworldindata.org/grapher/the-share-and-number-of-people-living-in-extreme-poverty\">dramatic reductions in extreme poverty</a>, especially but not solely in China.</p>\n\n<p class=\"has-text-align-none\">For manufacturing workers in rich countries, however, the consequences were grim. Regions and industries in the US exposed to competition from Chinese imports saw <a href=\"https://www.aeaweb.org/articles?id=10.1257/aer.20131578\">declining employment</a>, <a href=\"https://www.annualreviews.org/content/journals/10.1146/annurev-economics-080315-015041\">lower lifetime incomes</a>, and even <a href=\"https://www.aeaweb.org/articles?id=10.1257/aeri.20180396\">higher drug overdoses</a>.</p>\n\n<p class=\"has-text-align-none\">At the same time, <a href=\"https://bigdatachina.csis.org/the-china-shock-reevaluating-the-debate/\">researchers</a>, including <a href=\"https://www.brookings.edu/articles/on-the-persistence-of-the-china-shock/\">those who identified some of the biggest costs of the “China shock,”</a> have found that the US as a whole benefited from trade with China, albeit modestly. Chinese imports lowered the cost of goods, which raises living standards for poor people in particular, given <a href=\"https://www.washingtonpost.com/business/2022/02/13/low-income-high-inflation-inequality/\">how much more they have to spend on consumer goods</a> as a share of their income than the well-off.</p>\n\n<p class=\"has-text-align-none\">We could preserve the gains from globalization to both the world and the US while addressing its very real costs by combining open trade with more assistance to workers displaced in the process, such as through the <a href=\"https://static1.squarespace.com/static/5acbd8e736099b27ba4cfb36/t/5be07a4140ec9a642e20aa70/1541438026120/Hyman_TAA_Latest.pdf\">successful Trade Adjustment Assistance program</a>.</p>\n\n<p class=\"has-text-align-none\">However, <a href=\"https://www.salon.com/2016/04/21/elites_are_clueless_on_trade_paul_krugman_cant_connect_the_dots_of_his_own_analysis_partner/\">critics have long contended</a> that the redistribution offered to those who’ve lost out has been, in practice, far too limited.</p>\n\n<p class=\"has-text-align-none\">That’s fed a desire for a more confrontational attitude toward exporters like China, culminating in the tariffs adopted by Trump and largely continued by Biden.</p>\n\n<h2 class=\"wp-block-heading\">The Trump tariffs didn’t work</h2>\n\n<p class=\"has-text-align-none\">In her interview with Vox, Ambassador Tai contended that consumers do not necessarily wind up paying the cost of high tariffs. “When we have started looking back at the last five and six years of prices in the United States, you did not see an automatic increase in prices as a result of tariffs,” she told King. After all, the companies that import goods could simply choose not to pass along the cost of tariffs to their customers.</p>\n\n<p class=\"has-text-align-none\">Except, in reality, they always <em>do</em> pass along the cost. At least <a href=\"https://www.aeaweb.org/articles?id=10.1257/jep.33.4.187\">four</a> <a href=\"https://academic.oup.com/qje/article/135/1/1/5626442\">different</a> <a href=\"https://www.aeaweb.org/articles?id=10.1257/aer.20190611\">high-quality</a> <a href=\"https://www.aeaweb.org/articles?id=10.1257/aeri.20190536\">studies</a> have looked at the Trump tariffs. All have found “complete” or “almost complete” passthrough: that is, the tariffs were paid for entirely or almost entirely by US consumers in the form of higher prices. Make no mistake: US consumers pay for tariffs we impose.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, <a href=\"https://economics.mit.edu/sites/default/files/2024-01/Help%20for%20the%20Heartland%20-%20The%20Employment%20and%20Electoral%20Effects%20of%20the%20Trump%20Tariffs%20in%20the%20United%20States.pdf\">Trump’s tariffs did not succeed in creating jobs in the US</a>. They did, however, destroy jobs in agriculture by prompting China to retaliate with its own tariffs, particularly on soybeans and cotton. It’s not clear to me that Biden’s tariff regime will be any more successful at preserving or adding jobs in sectors like battery and auto manufacturing.</p>\n\n<p class=\"has-text-align-none\">Even though they were an economic dud,&nbsp; the researchers found the tariffs were a political success. Areas protected by Trump’s tariffs were more likely to vote for him in 2020.</p>\n\n<p class=\"has-text-align-none\">Though Tai certainly believes in tariffs against China on the merits, you don’t have to be a total cynic to wonder how much political factors are driving the Biden administration’s tariff policy too.</p>\n\n<h2 class=\"wp-block-heading\">Trade and the world order</h2>\n\n<p class=\"has-text-align-none\">Tai has also continued the Trump policy of <a href=\"https://www.justsecurity.org/93024/its-time-for-the-united-states-to-end-its-bipartisan-attack-on-the-wto/\">obstructing appointments to the WTO’s appeals board</a>, and spent much of our interview criticizing the global trade body for inadequately fighting China’s own protectionist policies.</p>\n\n<p class=\"has-text-align-none\">She and her team have been <a href=\"https://www.atlanticcouncil.org/commentary/transcript/us-trade-representative-katherine-tai-transatlantic-trade/\">talking a lot</a> about the <a href=\"https://en.wikipedia.org/wiki/International_Trade_Organization\">International Trade Organization</a>, a never-created agency floated 80 years ago by President Franklin D. Roosevelt. They see it as a more pro-worker, pro-environment, and anti-monopoly vision of what international cooperation on trade might look like. FDR, Tai told me, understood the power of “market-based economies coming together to fend off the challenges of fascism on the right and communism on the left.”</p>\n\n<p class=\"has-text-align-none\">As an economic history nerd, I find discussions about FDR’s trade philosophy fascinating, but I did not expect to have one with a White House Cabinet member in 2024. We don’t have an ITO because the <a href=\"https://cepr.org/voxeu/blogs-and-reviews/protectionism-nothing-new-republicans\">US Congress</a> blocked it in 1950. If you look through the <a href=\"https://www.wto.org/english/docs_e/legal_e/havana_e.pdf\">institution’s charter</a>, which Tai is right to say includes a lot of tough anti-monopoly and labor rights language, “a lot of it is not something the US Congress would ever sign up for,” <a href=\"https://www.cfr.org/expert/inu-manak\">Inu Manak</a>, a trade policy expert at the Council on Foreign Relations, says.</p>\n\n<p class=\"has-text-align-none\">Tai is surely thinking about China when she invokes the dream of an organization uniting “market-based economies” against fascism and communism. But at the same time she is defending <a href=\"https://taxfoundation.org/research/all/federal/section-232-tariffs-steel-aluminum-2024/\">tariffs on steel and aluminum</a> that apply to almost all countries, not just China.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Biden administration’s <a href=\"https://www.cato.org/commentary/bye-america\">Buy American provisions</a> hurt allies like South Korea too, and Biden is <a href=\"https://apnews.com/article/biden-china-steel-tariffs-union-workers-0399b0450b67086ca86edc43ac45e5e9\">opposing a Japanese company’s effort to purchase US Steel</a>. Is this really just about China, or a more general (here’s that word Tai hates again) protectionist turn?</p>\n\n<p class=\"has-text-align-none\">I hope I’m wrong. Tai has expressed <a href=\"https://agoa.info/news/article/16376-remarks-by-ambassador-katherine-tai-at-the-closing-ceremony-of-the-20th-agoa-forum.html\">strong support for US trade preferences toward Africa</a>, which gives me some optimism that the new paradigm she represents will treat poor countries fairly. But so far, the new trade approach is mostly reminding me of how much we gained from the old one — and how much we might lose by abandoning it.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "“I’m really tired of being called a protectionist,” Katherine Tai, President Joe Biden’s trade representative and a leading architect of his confrontational economic approach to China, told me on Monday. Given what Biden’s opponent has been saying lately, I empathize. Former President Donald Trump reportedly told Republican lawmakers he wants an “all tariff” policy, in [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "Facts on the Ground",
    "link": "https://www.vox.com/2024-elections/356784/trump-biden-economy-abortion-immigration-crime-explained",
    "pubDate": "2024-06-27T11:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/FACTSOnTheGround_LandingPage.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-left\">If you want to understand what’s actually happening in America right now on any number of thorny topics, a presidential debate — and most moments of a presidential campaign — might be just about the worst place to start.&nbsp;</p>\n\n<p class=\"has-text-align-left\">Debates are notorious as a place for candidates to misrepresent, spin, and flat-out lie to cast their record and their plans in the best light. And fact-checking, while valuable, doesn’t always give a complete picture either.&nbsp;</p>\n\n<p class=\"has-text-align-left\">As the presidential election gets underway in earnest, Vox’s Facts on the Ground project is here to help you understand the state of the country on some of the most contested policy areas, including the economy, crime, abortion, and immigration. Amid the noise, our reporters are here to ground you with expertise and perspective.</p>\n\n<p class=\"has-text-align-left\">—<em>Libby Nelson, editorial director for policy, politics, and ideas</em></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong><a href=\"https://www.vox.com/explainers/356314/abortion-laws-roe-wade-dobbs-decision-mifepristone-supreme-court\" data-type=\"link\" data-id=\"https://www.vox.com/explainers/356314/abortion-laws-roe-wade-dobbs-decision-mifepristone-supreme-court\">What two years without Roe looks like, in 8 charts</a></strong></h2>\n\n<p class=\"has-text-align-none\">Americans are confronting a whole new reality of patchwork abortion access after the <em>Dobbs</em> decision.</p>\n\n<p class=\"has-text-align-none\"><em>by Nicole Narea</em></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/FactsOnTheGround_Final_01.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Illustration showing the US shape and Roe v. Wade text in the background.\" title=\"Illustration showing the US shape and Roe v. Wade text in the background.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/policy/356269/falling-crime-trends-public-perception-voter-concerns\" data-type=\"link\" data-id=\"https://www.vox.com/policy/356269/falling-crime-trends-public-perception-voter-concerns\"><strong>Why do Americans always think crime is going up?</strong></a></h2>\n\n<p class=\"has-text-align-none\">Crime is actually falling. Here are three theories on why that doesn’t seem to reassure voters.</p>\n\n<p class=\"has-text-align-none\"><em>by Abdallah Fayyad </em></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/WhyDoAmericans_Vox.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/politics/356775/trump-biden-debate-truth-about-biden-record\"><strong>The winners and losers of the Biden economy</strong></a></h2>\n\n<p class=\"has-text-align-none\">Younger workers have done well under Biden. Fast food fanatics have not.</p>\n\n<p class=\"has-text-align-none\"><em>by Eric Levitz</em></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/FactsOnTheGround_Economy.jpg?quality=90&#038;strip=all&#038;crop=0,1.6262013747106,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Joan Wong, Paige Vickers/Vox; Getty Images\" data-portal-copyright=\"Joan Wong, Paige Vickers/Vox; Getty Images\" />\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/policy/356761/bidens-border-record-trumps-claims-vs-reality\"><strong>Biden’s border record: Trump’s claims vs. reality</strong></a></h2>\n\n<p class=\"has-text-align-none\">The border trends during Biden’s presidency, and how his policies played into them, explained.</p>\n\n<p class=\"has-text-align-none\"><em>by Andrew Prokop</em></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/FactsOnTheGround_Border_Final_6-26.jpg?quality=90&#038;strip=all&#038;crop=0,10.76363770124,100,78.472724597521\" alt=\"An image of Trump and Biden is in the shape of the United States on a bright red background. A tangle of barbed wire sits on top.\" title=\"An image of Trump and Biden is in the shape of the United States on a bright red background. A tangle of barbed wire sits on top.\" data-has-syndication-rights=\"1\" data-caption=\"Paige Vickers/Vox; Getty Images\" data-portal-copyright=\"Paige Vickers/Vox; Getty Images\" />\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading has-text-align-none\">Credits</h2>\n\n\n\n<p class=\"has-text-align-none\">Editorial Director:&nbsp;<em>Libby Nelson</em></p>\n\n\n\n<p class=\"has-text-align-none\">Reporters:<em>&nbsp;A<em>bdallah Fayyad, Eric Levitz, Nicole Narea, Christian Paz, Andrew Prokop</em></em></p>\n\n\n\n<p class=\"has-text-align-none\">Editors:<em> Sean Collins, Caroline Houck, </em><em>Lavanya Ramanathan, Patrick Reis</em></p>\n\n\n\n<p class=\"has-text-align-none\">Art Director:&nbsp;<em>Paige Vickers</em></p>\n\n\n\n<p class=\"has-text-align-none\">Managing Editor, Audio &amp; Video:&nbsp;<em>Natalie Jennings</em></p>\n\n\n\n<p class=\"has-text-align-none\">Audio:<em>&nbsp;Amina al-Sadi, Laura Bullard, Rob Byers, Victoria Chamberlin, David Herman, Miranda Kennedy, Noel King, Andrea Kristinsdottir, Amanda Lewellyn, Sean Rameswaram</em></p>\n\n\n\n<p class=\"has-text-align-none\">Style &amp; Standards:&nbsp;<em>Elizabeth Crane, Kim Eggleston, Melissa Hirsch, Caity PenzeyMoog, Sarah Schweppe</em></p>\n\n\n\n<p class=\"has-text-align-none\">Audience Lead:&nbsp;<em>Shira Tarlo</em>&nbsp;| Audience: <em>Kelsi Trinidad</em></p>\n\n\n\n<p class=\"has-text-align-none\">Special thanks:&nbsp;<em>Bill Carey, Nisha Chittal, Swati Sharma</em></p>\n</div>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you want to understand what’s actually happening in America right now on any number of thorny topics, a presidential debate — and most moments of a presidential campaign — might be just about the worst place to start.&#160; Debates are notorious as a place for candidates to misrepresent, spin, and flat-out lie to cast [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "The winners and losers of the Biden economy",
    "link": "https://www.vox.com/politics/356775/trump-biden-debate-truth-about-biden-record",
    "pubDate": "2024-06-27T11:02:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Stacks of coins at various heights with red downward and upward trend lines.\" data-caption=\"\" data-portal-copyright=\"Joan Wong, Paige Vickers/Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/FactsOnTheGround_Economy.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">President Joe Biden’s economic record is a bit like a certain orange-hued ex-president: It’s perpetually on trial.</p>\n\n<p class=\"has-text-align-none\">For years, politicians and commentators have been arguing over the merits of the Biden-era economy. And the question of whether Americans have prospered under the president’s watch is certain to feature prominently in his Thursday night debate with Donald Trump.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The answer to that question, though, may ultimately hinge on which Americans we’re talking about. Any set of economic policies and developments will inevitably impact different sectors, workers, and regions differently. Some Americans are indisputably better off today than they were in January 2021. Others are not.</p>\n\n<p class=\"has-text-align-none\">Specifically, the real winners of the Biden economy have been 24-year-old student debtors who lost their jobs during the pandemic and now work in hospitality, own a house in Tampa Bay, Florida, live in Minneapolis, have savings in an S&amp;P 500 index fund, lease an electric vehicle, and hate fast food.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is not to say that only people who fit that elaborate description have prospered since January 2021. But the closer an American comes to possessing that odd assortment of characteristics, the more likely they are to have benefited from virtually all of the Biden era’s major economic changes.</p>\n\n<p class=\"has-text-align-none\">To see why this is the case, consider seven ways that the US economy has changed under Biden.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">1) <strong>Unemployment rapidly fell</strong></h2>\n\n<p class=\"has-text-align-none\">When Joe Biden took office, America’s unemployment rate sat at 6.4 percent. By the end of his first year in the White House, it had fallen to 3.9 percent, roughly equal to its pre-pandemic level.</p>\n\n<p class=\"has-text-align-none\">The pace of this labor market recovery was extraordinary. After the Great Recession of the late aughts, unemployment didn’t return to its pre-crisis level for more than nine years. After the Covid recession, unemployment returned to its pre-pandemic mark in just two.</p>\n\n<p class=\"has-text-align-none\">Like most features of the Biden-era economy, the president cannot claim full responsibility for this development. In 2020, the Trump administration and the House’s Democratic leadership united behind <a href=\"https://www.vox.com/future-perfect/2020/7/7/21308450/extra-600-unemployment-stimulus-expiring-cares-act\">historically robust relief spending</a> that laid the foundation for a swift recovery.</p>\n\n<p class=\"has-text-align-none\">But Biden’s policies accelerated job growth. And this was no accident. The White House chose to prioritize rapidly restoring full employment over minimizing the risk of inflation.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">To appreciate how big a premium Biden put on a speedy labor market recovery, consider the state of the economy in early 2021. By the time his American Rescue Plan was drafted, US households <a href=\"https://www.barrons.com/articles/u-s-households-net-worth-hit-130-trillion-in-2020-51615543202\">were already $12 trillion wealthier</a> than they had been before the pandemic, and boasted <a href=\"https://www.barrons.com/articles/americans-are-sitting-on-a-lot-of-spare-cash-it-may-not-boost-growth-as-much-as-youd-think-51614366901\">more disposable income</a> and less debt than they did at the peak of the Trump-era expansion. Unemployment was already recovering at a healthy pace.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/2024-elections/356784/trump-biden-economy-abortion-immigration-crime-explained\">Facts on the Ground</a></h2>\n\n\n\n<p class=\"has-text-align-none\">This is part of Vox’s series exploring the realities of American life and policy as the presidential campaign ramps up. Read more:</p>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/explainers/356314/abortion-laws-roe-wade-dobbs-decision-mifepristone-supreme-court\">What two years without Roe looks like, in 8 charts</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/356761/bidens-border-record-trumps-claims-vs-reality\">Biden’s border record: Trump’s claims vs. reality</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/policy/356269/falling-crime-trends-public-perception-voter-concerns\">Why do Americans always think crime is going up?</a></li>\n</ul>\n</div>\n\n<p class=\"has-text-align-none\">The administration could have looked at this state of affairs and concluded that only a modest additional Covid relief bill was warranted. After all, the unemployment rate was 2 full points lower in March 2021 than it had been in February 2009, when President Barack Obama and congressional Democrats authorized only $787 billion of stimulus spending.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevertheless, Biden proposed a <a href=\"https://www.vox.com/policy-and-politics/2021/3/10/22320350/biden-sign-stimulus-bill-covid-19\">$1.9 trillion relief bill</a>, including $1,400 checks for most Americans, enhanced unemployment benefits, and a <a href=\"https://www.vox.com/policy-and-politics/2022/8/30/23317834/child-tax-credit-ctc-ira\">temporary child allowance</a> for most families, among myriad other economically stimulative measures. This injection of cash into Americans’ bank accounts boosted consumer spending and, thus, job growth.</p>\n\n<p class=\"has-text-align-none\">It is impossible to know exactly how much that legislation contributed to Biden-era inflation. In hindsight, it’s clear that the economy’s reopening was all but certain to trigger an inflationary surge, no matter what Biden did in office. After all, developed countries the world over witnessed historically large bursts of inflation in 2021 and 2022, despite enacting significantly less fiscal stimulus than the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless, America bought itself considerable economic benefits with all that relief spending. The Biden-era US did not suffer significantly higher inflation than the European Union, but it did enjoy a <a href=\"https://www.ft.com/content/7240265e-0157-428b-9c47-fb07c360dfc2\">much stronger rate of economic growth</a>. As Martin Sanbu noted in Financial Times, in 2023, the US economy was only 1 to 2 percent smaller than it would have been had its pre-pandemic economic trajectory continued uninterrupted; the European economy, by contrast, finished the year 5 percent below its pre-pandemic trend.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This said, it’s undoubtedly true that Biden’s fiscal policy centered the interests of the unemployed, at the cost of somewhat higher inflation.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">2) <strong>Real wages rose sharply for young workers, especially in low-wage sectors</strong></h2>\n\n<p class=\"has-text-align-none\">The question of whether American workers as a whole are better off now than they were when Biden took office is a complicated one. By conventional measures, <a href=\"https://fred.stlouisfed.org/series/LES1252881600Q\">real weekly earnings</a> — which is to say, earnings after inflation is taken into account — are about 2 percent lower today than they were when Biden took office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But that figure is misleading. The Labor Department’s wage data measures median pay among Americans who have jobs at a given moment in time. For this reason, changes in the composition of the labor force can raise or lower “real weekly earnings,” even if no single worker in the economy has actually received a raise or pay cut. For example, if companies throughout the economy lay off a bunch of their lowest-paid workers, then real wages will rise, even if pay for all remaining employees remains the same.</p>\n\n<p class=\"has-text-align-none\">And something roughly like this happens in every recession: Low-wage workers are the first to be fired and last to be rehired. Thus, real weekly earnings skyrocketed at the start of the pandemic, even though very few employers were actually increasing worker pay in the middle of a recession. Conversely, as low-wage workers regained their jobs during Biden’s first year in office, real weekly earnings appeared to fall — even before inflation took off — merely because the composition of the workforce was changing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A better measure of wage trends comes from the Atlanta Federal Reserve. The central bank <a href=\"https://www.atlantafed.org/chcs/wage-growth-tracker?panel=2\">tracks the wages</a> of the same individual US workers over time. And as the labor economist Aaron Sojourner has shown, the Atlanta Fed’s data <a href=\"https://bsky.app/profile/aaronsojourner.org/post/3kl6dqnvcph2w\">suggests</a> that average hourly wages have grown by more than consumer prices since Biden took office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, no measure of real wages is perfect. And once the impact of interest rates is taken into account, the picture can get a bit murky.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But such ambiguity disappears for certain subsets of the labor force. For example, American workers under 25 have <a href=\"https://www.atlantafed.org/chcs/wage-growth-tracker\">seen their wages soar</a> during the Biden era. Wages for US workers between the ages of 16 and 24 were growing at a 7.3 percent rate in January 2021, according to the Atlanta Fed. By October 2022, young workers’ wages were rising at a 13 percent clip, and were still advancing by an 8.6 percent rate in March of this year. In other words, throughout the Biden presidency, young workers’ wages have grown much faster than prices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Similarly, workers in the bottom 25 percent of America’s income distribution have seen much stronger wage growth than higher earners, according to the Atlanta Fed’s data. And this trend is also reflected in data on wages in America’s leisure and hospitality industry, the nation’s lowest-paid sector. Even using the <a href=\"https://fred.stlouisfed.org/series/CES7000000003\">Labor Department’s data</a> (which likely underestimates wage growth due to the compositional issues mentioned above), pay for hospitality workers has far outpaced inflation during Biden’s time in office.</p>\n\n<p class=\"has-text-align-none\">By contrast, workers in the top quarter of America’s income distribution, and those over age 55, have seen exceptionally slow rates of income growth in the Biden era. Taken together, these trends translate into a steep reduction in pay inequality.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">3) <strong>Homeowners prospered (at renters’ expense)</strong></h2>\n\n<p class=\"has-text-align-none\">The Biden era has been a great time to own a home, but a lousy one to buy or rent a residence. Between the president’s inauguration and this May, the typical home price in the United States increased by 46.6 percent, according to Zillow’s <a href=\"https://fred.stlouisfed.org/series/FLUCSFRCONDOSMSAMID\">home value index</a>.</p>\n\n<p class=\"has-text-align-none\">One person’s rising home value is another’s declining affordability. And for would-be homebuyers, the burden of high home prices has been compounded by a rapid jump in mortgage rates. When Biden took office, <a href=\"https://fred.stlouisfed.org/series/MORTGAGE30US\">the average rate</a> on a 30-year fixed mortgage was 2.77 percent; today, that figure is closer to 7 percent. As a result, the median monthly mortgage payment jumped by roughly 50 percent between 2021 and 2023, according to an analysis from <a href=\"https://www.bankrate.com/mortgages/average-monthly-mortgage-payment/#by-loan-type\">Bank Rate</a>, a financial services company.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The president does not set interest rates. The Federal Reserve determines borrowing costs. Yet the central bank hiked rates in recent years in response to rising inflation (by increasing borrowing costs, the Fed aims to discourage debt-financed spending and investment, which theoretically slows the growth of prices). Therefore, to the extent that Biden’s fiscal policies contributed to inflation, he bears partial responsibility for rising interest rates.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, rents have soared. Since Biden took office, the average rent in a US city increased by roughly 21 percent, <a href=\"https://fred.stlouisfed.org/series/CUUR0000SEHA\">according to</a> the Bureau of Labor Statistics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of course, trends in shelter costs vary widely by location. In the Biden era, rents and home prices have risen especially rapidly in the Sun Belt region. Between January 2021 and March 2024, home prices in Tampa Bay, Florida, surged by roughly <a href=\"https://fred.stlouisfed.org/series/TPXRSA\">51 percent</a>, while those in the Phoenix metro area <a href=\"https://fred.stlouisfed.org/series/PHXRNSA\">appreciated by 40 percent</a>. And rents have followed a similarly <a href=\"https://zillow.mediaroom.com/2024-05-07-New-York-City-rents-grew-seven-times-faster-than-wages-last-year,-tightening-affordability-crunch\">steep upward trajectory</a> in both markets. By contrast, Minneapolis, Minnesota, saw only <a href=\"https://fred.stlouisfed.org/series/MNXRSA\">an 18.4 percent</a> increase in home prices, and similarly modest rental inflation. In fact, according to a recent <a href=\"https://zillow.mediaroom.com/2024-05-07-New-York-City-rents-grew-seven-times-faster-than-wages-last-year,-tightening-affordability-crunch\">analysis</a> from Zillow and Streeteasy, the typical rent in Minneapolis increased by only 13.5 percent between 2019 and 2023.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the most part, today’s housing affordability crisis has been decades in the making and thus has little to do with Biden’s policies. Restrictions on multifamily housing construction in major US cities have prevented America’s housing stock from keeping pace with demand. Meanwhile, millennials — now America’s largest generation — have entered their prime home-buying and childrearing years en masse, ditching roommates and seeking floorspace. Add in remote work, which has led to an increase in demand for square footage as professionals prefer at-home offices, and you end up with a severe housing crunch.</p>\n\n<p class=\"has-text-align-none\">The tools for alleviating that crisis exist. But they’re primarily available to local governments, which generally have sovereignty over zoning. Minneapolis relaxed restrictions on housing construction in recent years and <a href=\"https://www.kare11.com/article/money/twin-cities-inflation-rate-among-lowest-in-the-country/89-40f01101-c8e4-4be8-a9ad-d737fa865697\">has enjoyed relatively low housing inflation</a> as a result.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">4) <strong>The stock market boomed</strong></h2>\n\n<p class=\"has-text-align-none\">As of this writing, the S&amp;P 500 is more than 42 percent higher than it was on the day Biden took office. Such growth pales a bit in comparison to that seen over the entire course of the Trump presidency, when the index grew by about 68 percent. But it still represents robust gains for investors.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What’s more, the Biden-era stock market rally may have an unusually large impact on the broader economy. During the Covid pandemic, Americans dedicated a <a href=\"https://www.vox.com/money/24159281/consumer-spending-economy-inflation-interest-rates\">historically high</a> percentage of their income to savings, as public health concerns rendered vacations, dining out, and all manner of other in-person leisure activities less appealing. And many plowed those savings into the stock market: Between 2019 and 2022, the percentage of US households that owned stocks <a href=\"https://www.wsj.com/finance/stocks/stocks-americans-own-most-ever-9f6fd963\">jumped by 5 points</a> to an all-time high of 58 percent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Combine equity gains with the Biden-era appreciation in home values, and US households in general — and high-income ones in particular — have seen their net worths grow considerably in recent years. When the value of a person’s assets rises, they tend to eventually increase their spending on goods and services. The Biden-era run-up in wealth has therefore likely helped the economy weather inflation, as consumers have been able to sustain high levels of spending by drawing on their savings, home equity, and capital gains — or else, merely by telling themselves that they can afford to spend more, given how good their 401(k) is looking. Indeed, according to <a href=\"https://economics.td.com/us-household-wealth-props-consumer-spending#:~:text=With%20a%20range%20of%20two,spending%20over%20the%20next%20one.\">an analysis</a> from TD Bank, rising wealth explains between 15 and 30 percent of the increase in American consumer spending since the pandemic.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">5) <strong>The green economy swelled</strong></h2>\n\n<p class=\"has-text-align-none\">In 2020, the US government and private investors collectively spent $102.5 billion on the green energy transition, according to <a href=\"https://www.bloomberg.com/graphics/2024-opinion-biden-accomplishment-data/#schrager-income-inequality\">BloombergNEF</a>. Last year, that figure exceeded $200 billion. And when investments in the power grid are taken into account, total climate spending in 2023 hits $303 billion.</p>\n\n<p class=\"has-text-align-none\">This surge in green spending is a direct consequence of Biden’s <a href=\"https://www.vox.com/policy-and-politics/2022/7/28/23282217/climate-bill-health-care-drugs-inflation-reduction-act#\">Inflation Reduction Act</a> (IRA), which provided generous subsidies to American producers of renewable energy and electric vehicles, among other low-carbon technologies.</p>\n\n<p class=\"has-text-align-none\">All Americans will theoretically benefit eventually from the green transition, which will lengthen our lives by <a href=\"https://www.vox.com/energy-and-environment/2020/8/12/21361498/climate-change-air-pollution-us-india-china-deaths\">reducing air pollution</a> and render the Earth less inhospitable for our grandchildren by curbing global warming. But the IRA’s direct beneficiaries are principally American green technology makers, Sun Belt manufacturing workers, and climate-conscious consumers.</p>\n\n<p class=\"has-text-align-none\">As <a href=\"https://www.politico.com/news/2023/01/23/red-states-are-winning-big-from-dems-climate-law-00078420\">Politico noted last year</a>, most of the green energy investments spurred by the IRA have been in Republican districts, with a highly disproportionate share concentrated in the American South.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, under Biden, most Americans became eligible for a <a href=\"https://www.vox.com/energy-and-environment/23498215/ev-tax-credit-2023-heat-pumps-solar\">$7,500</a> tax credit on purchases or leases of electric vehicles.</p>\n\n<p class=\"has-text-align-none\">The law made a given vehicle’s eligibility for that tax credit contingent on where its various inputs were produced: To promote American manufacturing of EVs and their batteries, a certain (and steadily rising) percentage of a car’s inputs must be sourced from the US to qualify. But the eligibility requirements for purchased cars are stricter than <a href=\"https://www.consumerreports.org/cars/what-to-know-about-leasing-an-ev-or-phev-with-tax-credit-a3007689035/\">those for leased ones</a>, so Americans who leased an electric vehicle have done especially well in the Biden era.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">6) <strong>Many student debtors saw their loan balances shrink</strong></h2>\n\n<p class=\"has-text-align-none\">Biden’s plan to forgive at least $10,000 in student debt for the vast majority of US borrowers was <a href=\"https://www.vox.com/23762367/student-loan-forgiveness-supreme-court-biden-cancellation\">blocked</a> by the Supreme Court last year. But his administration has successfully executed many smaller-scale acts of forgiveness that add up to a prodigious total. As of March, the administration had canceled roughly <a href=\"https://www.ed.gov/news/press-releases/biden-harris-administration-announces-additional-77-billion-approved-student-debt-relief-160000-borrowers#:~:text=Today's%20announcement%20brings%20the%20total,approved%20for%20some%20debt%20relief.\">$167 billion</a> of federal student loan debt, more than 10 percent of all such outstanding debt in the country. All together, 4.75 million borrowers have seen at least a portion of their student debt forgiven under Biden.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">7) <strong>Fast food got pricier</strong></h2>\n\n<p class=\"has-text-align-none\">Precisely because pay for hospitality workers has surged, the cost of fast food has risen sharply. Between May 2020 and May 2023, hourly compensation at American limited-service restaurants <a href=\"https://www.bls.gov/oes/2020/may/oes353023.htm\">jumped</a> <a href=\"https://www.bls.gov/oes/current/oes353023.htm\">by</a> 23 percent, according to the Bureau of Labor Statistics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the same period, <a href=\"https://www.vox.com/politics/2024/1/9/24027094/fast-food-prices-wages-mcdonalds\">fast food prices soared</a>, rising 8 percent in 2021, 6.6 percent in 2022, and 6 percent in 2023, far outpacing the overall inflation rate.</p>\n\n<p class=\"has-text-align-none\">Tight labor markets — in which jobs are abundant and workers scarce — benefit Americans in their capacities as laborers. They give workers more bargaining power at their jobs and more freedom to ditch a bad gig without risking prolonged unemployment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is especially valuable for workers who lack rare skills, face discrimination in the labor market, or require special accommodations. When labor markets are loose, employers can afford to pay meager wages to lower-level staffers, or pass over Black applicants, or refuse to make postings accessible to people with disabilities.</p>\n\n<p class=\"has-text-align-none\">When finding enough workers to satisfy customer demand is a struggle, however, firms have no choice but to pay higher wages, consider applicants of all races, and make positions accessible to a wider pool of workers. This is why the Biden era has been so good for low-wage workers. And it is also largely why the unemployment rates of <a href=\"https://fred.stlouisfed.org/series/LNS14000006\">Black</a> and <a href=\"https://fred.stlouisfed.org/series/LNU04074597\">disabled</a> workers have fallen to record lows during his tenure.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But tight labor markets have less beneficial effects for consumers. Rising wages generally translate into higher prices, especially for goods and services that are labor-intensive. And strong demand for workers also means that many businesses are going to struggle with retention and hiring, and be understaffed as a result.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many consumers of fast food, child care, taxi rides, and other labor-intensive services have therefore found themselves paying more — often for lower-quality service — in the Biden era. For upper-middle-class consumers, whose educational backgrounds and special skills provide them with a modicum of bargaining power even in times of elevated unemployment, the trade-offs of tight labor markets might not be favorable.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The Biden economy works well (albeit not for everyone)</strong></h2>\n\n<p class=\"has-text-align-none\">In my view, more expensive Big Macs are a small price to pay for higher growth, more worker power, and low unemployment. And I also think that the broader strengths of the Biden economy outweigh its weaknesses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Recovering from the pandemic was always going to be painful. Covid shuttered entire sectors of the US economy and disrupted factory production the world over. At the same time, consumers suddenly shifted their spending away from in-person services and toward manufactured goods, a development that producers weren’t prepared for.</p>\n\n<p class=\"has-text-align-none\">These disruptions had unavoidable economic costs. We could have paid those costs by immiserating America’s most vulnerable workers through a prolonged period of high unemployment. Instead, under Biden, we all chipped in to pay Covid’s toll through inflation while protecting the disadvantaged. I think this was a sound decision.</p>\n\n<p class=\"has-text-align-none\">But I understand why some older, high-income Americans — especially those who never lost their jobs during the pandemic, keep all their savings in cash, paid off their student debts long ago, own no home, love fossil fuels, and live off Taco Bell — might disagree.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President Joe Biden’s economic record is a bit like a certain orange-hued ex-president: It’s perpetually on trial. For years, politicians and commentators have been arguing over the merits of the Biden-era economy. And the question of whether Americans have prospered under the president’s watch is certain to feature prominently in his Thursday night debate with [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Biden’s border record: Trump’s claims vs. reality",
    "link": "https://www.vox.com/policy/356761/bidens-border-record-trumps-claims-vs-reality",
    "pubDate": "2024-06-27T11:01:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An image of Trump and Biden is in the shape of the United States on a bright red background. A tangled barbed wire sits on top.\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/FactsOnTheGround_Border_Final_6-26.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Unauthorized crossings at the US southern border soared higher and higher during the first three years of Joe Biden’s presidency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, in the first half of 2024, they’ve fallen sharply, but they’re still significantly higher than in the decade before Biden took office.</p>\n\n<p class=\"has-text-align-none\">That’s the basic numerical trend, according to numbers from US Customs and Border Protection (CBP). How much Biden’s policies have affected that trend is tougher to untangle, and that will likely be a major area of dispute at his debate with Donald Trump this Thursday.</p>\n\n<p class=\"has-text-align-none\">The dramatic surge in unauthorized immigration in Biden’s first few years was spurred by major factors outside of the president’s control, such as the ebbing of the Covid-19 pandemic and upheaval in several Latin American countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is also plausible that Biden’s more lenient immigration stance, relative to Trump, contributed to some degree. He has tried to strike a balance between humane policies toward migrants (like offering <a href=\"https://apnews.com/article/immigration-biden-haiti-cuba-nicaragua-venezuela-trial-fac9dc853231ba04ff0ea4e7442057ef\">new legal pathways for entry</a> or <a href=\"https://www.nbcnews.com/politics/immigration/biden-plans-new-policy-shielding-undocumented-spouses-us-citizens-rcna157604\">protections against deportation</a> for some already here) and more hard-headed actions trying to cut down on unauthorized arrivals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet for his first three years, the number of such arrivals remained quite high. His defenders often argued that the main drivers of immigration were not within the president’s control and that his responses were constrained by a broken legal and political process, insufficient resources, and <a href=\"https://www.vox.com/politics/2024/1/25/24050278/senate-immigration-border-ukraine-trump-mcconnell-romney\">Republicans’ refusal to act</a> on legislation.</p>\n\n<p class=\"has-text-align-none\">The twist in recent months is that the number of unauthorized arrivals finally <a href=\"https://www.wola.org/analysis/why-is-migration-declining-at-the-u-s-mexico-border-in-early-2024/\">has dropped</a>. “Illegal crossings at the southern border continue to plummet,” Fox News reporter Bill Melugin <a href=\"https://x.com/BillMelugin_/status/1805272872967090201\">wrote on X this week</a>, adding that CBP was now seeing “the lowest border numbers of Biden&#8217;s presidency.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">We don’t know how long those lower numbers will persist, of course, and there are still more unauthorized migrants arriving than was typical in the Obama or Trump years. But it’s a notable change, and it’s worth digging into why it appears to have happened.</p>\n\n<h2 class=\"wp-block-heading\">Unauthorized immigration did soar during Biden’s term. Was it due to Biden’s policies?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">There really was a major unauthorized migration surge under Biden. For most of the decade before he took office, US Customs and Border Protection had in the range of <a href=\"https://sgp.fas.org/crs/homesec/R46999.pdf\">300,000 to 500,000</a> “encounters” with migrants at the southern border each year. Under Biden, the average number has been about 2 million a year, with <a href=\"https://www.nytimes.com/2023/10/21/us/politics/cbp-record-border-crossings.html#:~:text=There%20were%20more%20than%202.4,more%20than%201.7%20million%20apprehensions.\">last year being the highest yet</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These are frequently cited as “record breaking” and “highest ever” migrant arrival numbers. But some analysts say it’s more complicated than that. Justin Fox <a href=\"https://www.bloomberg.com/opinion/articles/2024-03-20/illegal-us-border-crossings-aren-t-really-breaking-records\">argues at Bloomberg Opinion</a> that the true numbers were likely higher from the 1980s through the mid-2000s because back then far more migrants escaped CBP’s notice.</p>\n\n<p class=\"has-text-align-none\">But it does seem to be clearly true that far more people are coming in unauthorized under Biden than under Obama or Trump. So why?</p>\n\n<p class=\"has-text-align-none\">Conservatives argue that there are specific features of US and Biden administration policy and messaging that drove the migration surge. Biden did, after all, run for office promising to reverse many of Trump’s cruel policies toward immigrants. More broadly, they believe many people are coming because they’ve heard that, with the way our system is set up, they have a pretty good shot at getting into the US and staying there for a good while. (The asylum claim system is incredibly backlogged and detention capacity is limited, so it’s common to release claimants into the US during the long wait until their claims are heard.)</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/2024-elections/356784/trump-biden-economy-abortion-immigration-crime-explained\" data-type=\"link\" data-id=\"https://www.vox.com/2024-elections/356784/trump-biden-economy-abortion-immigration-crime-explained\">Facts on the Ground</a></h2>\n\n\n\n<p class=\"has-text-align-none\">This is part of Vox’s series exploring the realities of American life and policy as the presidential campaign ramps up. Read more:</p>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/explainers/356314/abortion-laws-roe-wade-dobbs-decision-mifepristone-supreme-court\">What two years without Roe looks like, in 8 charts</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/policy/356269/falling-crime-trends-public-perception-voter-concerns\">Why do Americans always think crime is going up?</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/politics/356775/trump-biden-debate-truth-about-biden-record\">The winners and losers of the Biden economy</a></li>\n</ul>\n</div>\n\n<p class=\"has-text-align-none\">In contrast, progressives prefer to emphasize the conditions that drive migrants to leave their home countries, like the catastrophic collapse of Venezuela’s economy and degradation of conditions in <a href=\"https://www.nytimes.com/2022/12/27/world/americas/nicaragua-us-migration.html\">Nicaragua</a> and <a href=\"https://www.migrationpolicy.org/article/haitians-flee-collapse\">Haiti</a>. Crises like these, they argue, have simply gotten worse in recent years, both in the region and around the world, and people need help. (Also, notably, the Covid-19 pandemic ebbed when Biden took office, making migrants more free to travel.)</p>\n\n<p class=\"has-text-align-none\">Both narratives likely have some truth to them. The president cannot simply wave a wand and make this issue disappear — otherwise Trump would have done it. (CBP still had more than 300,000 migrant encounters in each year of the Trump administration; in fiscal year 2019 that <a href=\"https://www.cbp.gov/newsroom/stats/sw-border-migration/fy-2019\">number rose</a> to nearly a million.) The administration is indeed constrained by real-world practicalities and global forces outside its control.</p>\n\n<p class=\"has-text-align-none\">Yet it’s also true that Biden’s policy, even if viewed charitably, has been a bit messy, in part because the Democratic Party is deeply torn about their fundamental values and goals on this issue.</p>\n\n<h2 class=\"wp-block-heading\">Biden’s border policies have shifted during his term</h2>\n\n<p class=\"has-text-align-none\">Since taking office, Biden has tried to strike a balance between Democrats’ desire to help people seeking a better life in the US and their fear that too many unauthorized arrivals brings practical and political problems. But he has struck that balance in different ways at different times.</p>\n\n<p class=\"has-text-align-none\">At first, his administration’s policy was aimed at “<a href=\"https://www.newyorker.com/magazine/2023/06/19/bidens-dilemma-at-the-border\">managing the flow</a>” of migrants under the implicit assumption that policy could do little to actually reduce the overall demand to enter the US. Biden’s team did try to stress that the border was “<a href=\"https://www.reuters.com/world/americas/us-homeland-chief-says-us-mexico-border-not-open-irregular-migration-2021-06-15/\">not open</a>” and clearly viewed chaotic border scenes as a political risk, but they also <a href=\"https://www.nilc.org/issues/immigration-reform-and-executive-actions/biden-administration-day-one-immigration-actions/\">rolled back</a> harsh Trump policies with great fanfare.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By 2022, with the number of arrivals rising sharply, Democratic politicians in blue states and cities seeing an influx of migrants <a href=\"https://www.nytimes.com/2022/10/07/nyregion/eric-adams-migrant-crisis-response.html\">increasingly</a> complained that they were <a href=\"https://www.cbsnews.com/chicago/news/mayor-lightfoot-gov-pritzker-migrant-crisis/\">overwhelmed</a> — with their shelter systems, schools, and budgets being seriously strained by the challenge of helping so many needy people. “It’s in our DNA to welcome immigrants,” New York Gov. Kathy Hochul (D) <a href=\"https://www.cbsnews.com/news/kathy-hochul-new-york-governor-face-the-nation-transcript-10-01-2023/\">said</a>. “But there has to be some limits in place.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In late 2022 and early 2023, then, Biden <a href=\"https://www.vox.com/policy/2023/2/22/23610849/biden-border-asylum-app-transit\">embraced a two-sided policy</a>. Because so many recent arrivals had come from Venezuela, Haiti, Nicaragua, and Cuba, he used executive authority to let hundreds of thousands of people from those countries come legally if they followed an orderly process. He also changed policy to presume more asylum seekers ineligible if they didn’t follow an orderly process. The goal was to change chaotic and unauthorized migration into organized and legal immigration. Still, unauthorized border crossings remained at high levels.</p>\n\n<p class=\"has-text-align-none\">In late 2023, Biden argued that the problem was really an outmoded <a href=\"https://www.reuters.com/world/us/biden-administration-urges-us-court-uphold-asylum-restrictions-2023-11-08/\">asylum process</a> and <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2023/12/06/remarks-by-president-biden-urging-congress-to-pass-his-national-security-supplemental-request-including-funding-to-support-ukraine/\">insufficient resources</a> — and that the only solution was a big <a href=\"https://www.vox.com/2023/12/14/23981077/immigration-deal-biden-senate-asylum-ukraine\">new immigration bill</a> (which would be linked with a stalled Ukraine aid package). Bipartisan talks about this stretched on for months, and Biden was willing to give Republicans a whole lot of what they wanted. Ultimately, Trump <a href=\"https://www.vox.com/politics/2024/1/25/24050278/senate-immigration-border-ukraine-trump-mcconnell-romney\">got the GOP</a> to nix the deal, and Senate Republicans <a href=\"https://www.youtube.com/watch?v=6wmxbJFbD_A\">say</a> that <a href=\"https://twitter.com/JakeSherman/status/1750295162310349121\">Trump</a> openly <a href=\"https://www.vox.com/politics/2024/1/25/24050278/senate-immigration-border-ukraine-trump-mcconnell-romney#:~:text=%E2%80%9CWhen%20we%20started,is%20really%20appalling.%E2%80%9D\">admitted</a> he did so because continued border chaos would be good for his election chances.</p>\n\n<h2 class=\"wp-block-heading\">This year, unauthorized border crossings have sharply declined. Why, and is it sustainable?</h2>\n\n<p class=\"has-text-align-none\">With no bill in hand, unauthorized arrivals quite high, and the 2024 election getting closer, the Biden administration acted on its own.&nbsp;</p>\n\n<p class=\"has-text-align-none\">First, officials got the Mexican government to agree to do more to stop migrants from getting to the US border in the first place. This, <a href=\"https://www.washingtonpost.com/immigration/2024/04/30/united-states-mexico-border-surge-biden/\">analysts believe</a>, is likely the main reason why the number of arrivals dropped quite a bit in the first half of 2024.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Second was Biden’s <a href=\"https://www.nbcnews.com/politics/white-house/biden-signs-executive-order-shutting-southern-border-rcna155426\">executive actions</a> this month to restrict asylum claims even further, shutting down the asylum process if too many people are coming. Many had previously argued that he doesn’t have the legal authority to do this, but he’s <a href=\"https://www.usatoday.com/story/news/politics/2024/06/04/biden-authority-border-executive-order/73968735007/\">decided to try it</a> anyway, leaving it up to the courts whether to block his policy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So Biden may well claim some measure of victory in finally reducing the number of unauthorized arrivals, though it’s far from clear whether that will hold up over the long term. Still, if Biden’s recent actions did end up changing the situation, that may make some wonder why he didn’t take such actions much earlier in his term.</p>\n\n<p class=\"has-text-align-none\">Additionally, progressive critics have noted that Biden’s moves to divert more migrants to Mexico and pause new asylum claims resemble policies pursued by Trump. “Though his Administration has avoided its predecessor’s belligerent rhetoric, its goal appears essentially the same: to push the border farther south and to hold Mexico responsible for managing the flow of migrants,” the <a href=\"https://www.newyorker.com/magazine/2024/06/10/will-mexico-decide-the-us-election\">New Yorker’s Stephania Taladrid writes</a>.</p>\n\n<p class=\"has-text-align-none\">That similarity shouldn’t be overstated. Biden’s policies also dramatically differ from Trump’s because he is still letting hundreds of thousands more people in legally, through his <a href=\"https://www.nytimes.com/2023/04/23/us/biden-immigration-humanitarian-parole.html\">new</a> legal<a href=\"https://www.nytimes.com/2023/09/20/nyregion/biden-adams-migrants.html\"> pathways</a>, and is protecting many already here from deportation (when Trump has promised an unprecedented crackdown). Biden is still trying to seek a middle ground. But overall, his border policy has been a case study in the difficulties of governance.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Unauthorized crossings at the US southern border soared higher and higher during the first three years of Joe Biden’s presidency.&#160; Now, in the first half of 2024, they’ve fallen sharply, but they’re still significantly higher than in the decade before Biden took office. That’s the basic numerical trend, according to numbers from US Customs and [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "Why do Americans always think crime is going up?",
    "link": "https://www.vox.com/policy/356269/falling-crime-trends-public-perception-voter-concerns",
    "pubDate": "2024-06-27T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration shows a downward trend line over a silhouetted cityscape with a blue colorfield and stars just beyond. Behind this scene is an eye with an upward trend line in its pupil and a thumb print just below it.\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/WhyDoAmericans_Vox.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">With the 2024 campaign underway, <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/fact-checking-trumps-speech-crime-and-immigrants\">politicians</a> from both parties have been <a href=\"https://www.axios.com/2024/03/12/crime-democrat-states-republican\">sounding the alarm</a> about <a href=\"https://www.vox.com/policy/24139552/crime-rates-falling-tough-laws-mass-incarceration\">rising crime</a> rates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the <a href=\"https://publicaffairs.northeastern.edu/articles/us-crime-rate-during-pandemic/\">pandemic-era spike</a> in crime actually seems to have subsided. The first three months of 2024 showed <a href=\"https://www.nbcnews.com/news/us-news/new-fbi-stats-show-historic-declines-violent-crime-rate-murder-showing-rcna156573#\">a historic decline</a> in crime rates compared with the same period last year, according to the latest data from the FBI. Murder, for example, is down 26 percent, and robberies dropped 18 percent. Crime rates now look more like they did pre-Covid, steadily declining as they <a href=\"https://www.pewresearch.org/short-reads/2024/04/24/what-the-data-says-about-crime-in-the-us/#:~:text=Per%20BJS%2C%20the%20U.S.%20violent,in%20some%20years%2C%20including%20recently.\">had been since the 1990s</a>.</p>\n\n<p class=\"has-text-align-none\">And yet, the majority of Americans still believe that crime is only getting worse. A 2023 Gallup poll showed that <a href=\"https://news.gallup.com/poll/544442/americans-crime-problem-serious.aspx#:~:text=More%20than%20three%2Dquarters%20of,readings%20in%20the%20respective%20trends.\">77 percent of Americans</a> believed that crime was increasing across the country. That might help explain why <a href=\"https://www.vox.com/policy/24139552/crime-rates-falling-tough-laws-mass-incarceration\">lawmakers have been overreacting</a> to the short-lived rise, taking a tough-on-crime approach to public safety, including <a href=\"https://www.wnycstudios.org/podcasts/otm/segments/lawmakers-pass-harsher-penalties-shoplifting-despite-lack-data-on-the-media\">imposing harsher penalties</a> and <a href=\"https://apnews.com/article/new-york-subway-fare-evasion-policing-crackdown-7c004e19a41a4739af12103366486082\">increasing police surveillance</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The big disconnect between public perception of crime and the reality isn’t new. In fact, since 2002, the same annual poll has repeatedly shown that the majority of Americans — often over 60 percent — believe that crime is on the rise even when it’s falling. <a href=\"https://www.huffpost.com/entry/poll-crime-rate-trump_n_5f2305efc5b656e9b098da70\">Other polls</a> have <a href=\"https://www.pewresearch.org/short-reads/2024/03/07/state-of-the-union-2024-where-americans-stand-on-the-economy-immigration-and-other-key-issues/\">found similar results</a>, showing that many <a href=\"https://www.huffpost.com/entry/poll-crime-rate-trump_n_5f2305efc5b656e9b098da70\">Americans believe</a> crime is a serious national problem, one that voters consistently <a href=\"https://www.pewresearch.org/short-reads/2024/03/07/state-of-the-union-2024-where-americans-stand-on-the-economy-immigration-and-other-key-issues/\">consider to be among their chief concerns</a> come election time.</p>\n\n<p class=\"has-text-align-none\">It’s hard to explain why Americans feel the way they do about crime. Part of the answer might be that Americans aren’t entirely ignoring reality: The United States is, after all, a more violent&nbsp;country than its peers, having <a href=\"https://www.statista.com/statistics/1374211/g7-country-homicide-rate/\">the highest homicide rate among affluent nations</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/2024-elections/356784/trump-biden-economy-abortion-immigration-crime-explained\" data-type=\"link\" data-id=\"https://www.vox.com/2024-elections/356784/trump-biden-economy-abortion-immigration-crime-explained\">Facts on the Ground</a></h2>\n\n\n\n<p class=\"has-text-align-none\">This is part of Vox’s series exploring the realities of American life and policy as the presidential campaign ramps up. Read more:</p>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/356761/bidens-border-record-trumps-claims-vs-reality\">Biden’s border record: Trump’s claims vs. reality</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/politics/356775/trump-biden-debate-truth-about-biden-record\">The winners and losers of the Biden economy</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/explainers/356314/abortion-laws-roe-wade-dobbs-decision-mifepristone-supreme-court\">What two years without Roe looks like, in 8 charts</a></li>\n</ul>\n</div>\n\n<p class=\"has-text-align-none\">But Gallup’s annual poll might be telling us something deeper: that fear of crime is deeply embedded in American society, and positive news about falling crime rates won’t simply make that fear go away.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most of us tend to think of crime in the abstract — not as something that is happening to us but something we read about in the news, see on social media, or hear about from politicians running for office every cycle. According to the same Gallup poll, about 3 percent of Americans report being victimized by a violent crime. And while <a href=\"https://news.gallup.com/poll/544442/americans-crime-problem-serious.aspx#:~:text=More%20than%20three%2Dquarters%20of,readings%20in%20the%20respective%20trends.\">17 percent of Americans</a> believe that crime is an extremely or very serious problem in their neighborhoods, 63 percent believe it’s an extremely or very serious problem in the country as a whole.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So what could be driving the big, consistent gap between public perception and reality? Here are three theories:&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Fearmongering “law-and-order” campaigns are a constant in American politics</strong></h2>\n\n<p class=\"has-text-align-none\">One of the major drivers that shapes public opinion about crime is “what folks with the biggest platforms and megaphones say, and that is the politicians, especially in an election,” said <a href=\"https://www.vera.org/people/insha-rahman\">Insha Rahman</a>, vice president of advocacy and partnerships at the Vera Institute of Justice. “And we’re basically perennially in election season.”</p>\n\n<p class=\"has-text-align-none\">In each of his three presidential campaigns, former president Donald Trump has spent a considerable amount of time on the trail talking about crime, lawlessness, and public disorder, vowing to put tough policies in place to bring an end to the supposed chaos. And much of his rhetoric focuses on cities, which he has claimed are “<a href=\"https://www.washingtonpost.com/politics/louder-and-more-hateful-big-city-leaders-say-trumps-attacks-on-baltimore-are-escalation-of-his-strategy-to-denigrate-diverse-liberal-areas/2019/07/28/45448ad0-b16a-11e9-951e-de024209545d_story.html\">crime-infested</a>,” “<a href=\"https://thehill.com/homenews/administration/506632-trump-calls-new-york-city-hellhole-after-court-upholds-subpoena-from/\">hellholes</a>,” and “<a href=\"https://www.theguardian.com/us-news/2023/may/14/republican-tough-on-crime-us-elections-2010\">cesspools of bloodshed and crime</a>” that are “<a href=\"https://www.cnn.com/2017/01/15/politics/reality-check-donald-trump-atlanta-john-lewis/index.html\">falling apart</a>.” In 2020, Trump painted the George Floyd protests as an example of urban lawlessness, going so far as to <a href=\"https://www.vox.com/identities/2020/5/29/21274754/racist-history-trump-when-the-looting-starts-the-shooting-starts\">tweet the segregationist phrase</a> “when the looting starts, the shooting starts,” encouraging police to use violent force against protesters.</p>\n\n<p class=\"has-text-align-none\">Trump followed the mold of the quintessential <a href=\"https://www.csmonitor.com/USA/Politics/2020/0902/From-Goldwater-to-Trump-the-long-history-of-Law-and-Order-politics\">“law-and-order” campaign</a>, drumming up fear about supposed crime, leaning on racist tropes and dog whistles, and conjuring a picture of cities that residents wouldn’t recognize.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">For decades, American politicians — and especially Republicans — have run political campaigns that put crime front and center, even when crime rates are on the decline. This style of campaigning dates back to the 1960s, when Arizona Sen. Barry Goldwater launched a “law-and-order” presidential campaign against Lyndon Johnson and used crime as a way to implicitly talk about race.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Vesla Weaver, a political scientist at Johns Hopkins, <a href=\"https://www.themarshallproject.org/2020/10/07/what-trump-really-means-when-he-tweets-law-order\">told the Marshall Project in 2020</a>, when it started becoming unpopular to explicitly oppose equal rights for Black people, politicians instead started “talking about the urban uprisings—Blacks’ response to political and economic exploitation—they start attaching it to street crime, to ordinary lawlessness.”</p>\n\n<p class=\"has-text-align-none\">Republican presidents like <a href=\"https://www.washingtonpost.com/history/2018/11/05/law-order-campaign-that-won-richard-nixon-white-house-years-ago/\">Richard Nixon</a>, George H. W. Bush, and Donald Trump all focused on urban crime as a way to stir up white suburban voters in particular. Bush, for example, ran the now-infamous <a href=\"https://www.youtube.com/watch?v=EC9j6Wfdq3o\">Willie Horton ad</a> in 1988, which focused on the story of a Black man who, while on furlough from prison, raped a white woman. Horton was in Massachusetts, where Bush’s Democratic opponent, Michael Dukakis, was governor. Bush’s move, a direct challenge that Democrats were “soft on crime,” essentially put Democrats <a href=\"https://www.wnycstudios.org/podcasts/takeaway/segments/crime-reshaped-criminal-justice\">on the defensive </a>ever since.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When she was first lady in the 1990s, Hillary Clinton <a href=\"https://www.nbcnews.com/news/us-news/analysis-how-media-created-superpredator-myth-harmed-generation-black-youth-n1248101\">helped amplify the panic</a> around the since-debunked “superpredator” myth: that crime was going to explode because of a growing, largely Black and brown urban youth population that was supposedly responsible for a significant portion of violent crime.&nbsp;</p>\n\n<p class=\"has-text-align-none\">National media — especially opinion and commentary publications — also took the theory and ran with it. <a href=\"https://www.themarshallproject.org/2020/11/20/superpredator-the-media-myth-that-demonized-a-generation-of-black-youth/#g-sp-anchor\">According to the Marshall Project</a>, the country&#8217;s leading newspapers and magazines used the term &#8220;superpredator&#8221; nearly 300 times between 1995 and 2000, when crime had started to decline. The majority of times, the term was used uncritically.</p>\n\n<p class=\"has-text-align-none\">“It’s a vicious cycle,” Rahman said. “There’s a latent concern about crime — it always sits there as a second-tier issue for voters. And if you play upon that as a politician, and you campaign and you really spark fear around the issue, you watch it grow as a top voting issue. That’s absolutely what happens.”</p>\n\n<p class=\"has-text-align-none\">Today, “law-and-order” campaigns aren’t limited to presidential hopefuls. Candidates for local and statewide office routinely emphasize or overstate crime, and that includes Democrats as well. Eric Adams, the Democratic mayor of New York City, for example, was elected in 2021 after running a <a href=\"https://www.ft.com/content/e1004e86-9af0-4765-839a-f09659db6c4c\">campaign that focused on crime</a> and vowed to beef up law enforcement. Since then, both he and Kathy Hochul, the Democratic governor of New York, have emphasized crime as a very serious problem, imposing tough-on-crime policies, even <a href=\"https://www.vox.com/policy/24139552/crime-rates-falling-tough-laws-mass-incarceration\">though crime has been declining in the city</a>.</p>\n\n<p class=\"has-text-align-none\">Adams’s 2021 campaign “was centered on one thing and one thing alone, which was crime,” Rahman said, adding that his rhetoric caused media mentions of crime to skyrocket. “It literally tracked with voter surveys about voters’ concerns about crime.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Indeed, as the campaign went on, crime became increasingly salient, eventually becoming <a href=\"https://ny1.com/nyc/all-boroughs/decision-2021/2021/06/07/crime-takes-center-stage-in-mayor-s-race--fueling-support-for-eric-adams\">the single most important issue</a> for Democratic primary voters in that race. Between April and May of that year, the share of voters who considered crime and public safety to be their top concern rose by 14 percentage points, <a href=\"https://ny1.com/nyc/all-boroughs/decision-2021/2021/06/07/crime-takes-center-stage-in-mayor-s-race--fueling-support-for-eric-adams\">according to a NY1/Ipsos poll</a>.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Media coverage of crime often distorts reality</strong></h2>\n\n<p class=\"has-text-align-none\">When politicians repeatedly bring up crime, the media inevitably responds by covering it. But news outlets, and local media in particular, also often focus a lot of their attention on crime.</p>\n\n<p class=\"has-text-align-none\">“One of the challenges, historically, with the way that we have covered crime is that we usually just cover individual incidents, and there’s very little context for how crime trends are moving overall in our communities,” said <a href=\"https://www.journalism.cuny.edu/faculty/cheryl-thompson-morton/\">Cheryl Thompson-Morton</a>, director of the Black Media Initiative for the Center for Community Media at the City University of New York’s journalism school.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Media outlets dedicate entire sections to coverage of crime, making it a significant part of Americans’ news digest. While journalists should certainly cover crime in their communities, the way that it’s often so prominently featured and prioritized might make people feel like it’s a constant problem that never subsides. Today, there’s also the added layer of social media.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One recent example is the shoplifting panic. A perceived spike in shoplifting — bolstered by <a href=\"https://fortune.com/2023/12/08/national-retail-federation-report-inaccurate/\">faulty data</a> — received a lot of media attention. <a href=\"https://nypost.com/2023/07/01/the-shoplifting-epidemic-taking-over-america/\">Story</a> after story in media outlets called the supposed phenomenon an <a href=\"https://nypost.com/2023/07/01/the-shoplifting-epidemic-taking-over-america/\">epidemic</a>, and alleged that shoplifting was <a href=\"https://www.wsj.com/articles/americas-shoplifting-epidemic-cities-theft-retail-cvs-national-retail-federation-small-business-crime-11649455129\">becoming normalized in many US cities</a>. Viral videos of people brazenly shoplifting without facing any consequences likely helped fuel the panic, making it seem like that kind of petty theft is extremely common. Those kinds of videos also often drew news outlets’ attention, resulting in even more <a href=\"https://www.nbcnews.com/news/us-news/after-san-francisco-shoplifting-video-goes-viral-officials-argue-thefts-n1273848\">stories</a>.</p>\n\n<p class=\"has-text-align-none\">As more data was collected, however, it became clear that while there may have indeed been an increase in shoplifting, it was <a href=\"https://www.vox.com/politics/24025691/shoplifting-scare-criminal-justice-reform\">hardly as severe</a> as the reports suggested. In fact, in many places, <a href=\"https://counciloncj.org/shoplifting-trends-what-you-need-to-know/\">shoplifting seems to have been declining</a> just as these news reports were coming out.</p>\n\n<p class=\"has-text-align-none\">By the time it was clear that the shoplifting wave had been overstated, it was already too late.&nbsp; Despite an effort by many media outlets to correct the record, many Americans had already formed an impression it was a problem that was spinning out of control. And after years of progressive criminal justice reforms — which included lowering penalties for petty crimes and, in some cases, <a href=\"https://www.vera.org/news/what-happened-when-boston-stopped-prosecuting-nonviolent-crimes\">choosing not to prosecute those cases</a> — many politicians <a href=\"https://ca.news.yahoo.com/trump-claims-mobs-500-people-222643822.html\">seized on the panic</a> showing a dramatic increase in shoplifting to promote tough-on-crime policies similar to those passed in the 1990s, including <a href=\"https://www.cnbc.com/2023/08/11/organized-retail-crime-nine-states-pass-laws-to-crack-down-on-theft.html\">by lowering the threshold</a> for what constitutes a felony.</p>\n\n<p class=\"has-text-align-none\">“Covering these individual incidents of crime often, as we typically do, often do not help make people feel safer,” Thompson-Morton said.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>When crime is sensationalized, Americans can’t look away</strong></h2>\n\n<p class=\"has-text-align-none\">One problem with the way politicians talk about crime and with the way the media covers it is that they often focus on incidents that will grab people’s attention. That’s likely why the Bush campaign, for example, chose to exploit the Willie Horton case — precisely because it played to people’s fears about prisoners and old racist tropes about Black men.</p>\n\n<p class=\"has-text-align-none\">When crimes that might be relatively rare are given outsized weight in the media, people start to believe that they’re more common than they actually are. It also leads to a vicious feedback loop: Tough-on-crime politicians repeatedly talk about a case, media outlets cover it, and people become extremely interested in it, encouraging politicians to continue exploiting the case and more media coverage.</p>\n\n<p class=\"has-text-align-none\">Take <a href=\"https://apnews.com/article/laken-riley-university-georgia-death-nursing-student-a88e92600ab4dcce1a88e121b7b9c722\">the case of Laken Riley</a>, a 22-year-old nursing student who was killed earlier this year. The story played into Republicans’ narrative about immigration — Trump started his 2016 campaign talking about how people crossing the southern borders were criminals and rapists — because the alleged killer <a href=\"https://nbc24.com/news/nation-world/immigration-status-of-suspected-nursing-student-killer-roils-border-security-debate-university-of-georgia-jose-ibarra-larke-hope-riley-illegal-immigration-undocumented-migrants-national-security-supplemental-james-lankford-joe-biden-border-patrol\">had entered the United States illegally</a>. The case became so prominently featured in Republican campaigns that President Joe Biden <a href=\"https://apnews.com/article/laken-riley-biden-speech-immigration-d756dbe1c499c6fd0fc53be04290b371\">mentioned it in his State of the Union address</a>, after Republican Rep. Marjorie Taylor Greene confronted him about it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Studies show, however, that immigrants <a href=\"https://www.brennancenter.org/our-work/analysis-opinion/debunking-myth-migrant-crime-wave\">aren’t more likely to commit crimes</a> than native-born citizens. In fact, some studies show that immigrants <a href=\"https://www.cnn.com/2024/02/15/us/border-migrants-crime-cec/index.html\">might be less likely to commit crimes</a> than people born in the US. But when one horrific incident like Laken Riley’s is sensationalized, it can quickly affect public opinion: One poll, for example, showed that the majority of Americans <a href=\"https://www.pewresearch.org/politics/2024/02/15/how-americans-view-the-situation-at-the-u-s-mexico-border-its-causes-and-consequences/\">believe that migration</a> is leading to more crime, despite all evidence that points to the contrary.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So while law-and-order campaigns feed off sensationalizing crime, they are often actually about something else: stirring up fear of a changing society.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Crime is likely to keep coming up as a 2024 campaign issue</strong></h2>\n\n<p class=\"has-text-align-none\">As with his previous campaigns, Trump has spent <a href=\"https://www.washingtonpost.com/politics/2024/06/15/trump-black-church-detroit-crime/#\">a lot of time talking about crime</a>, despite falling crime rates, and he’s likely to bring it up during his debates with Biden.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless of where crime rates actually stand, the fact that so many people believe that crime is not only a serious problem but one that’s actively getting worse has resulted in Republicans and Democrats trying to prove their tough-on-crime bona fides. Even officials in the Biden administration, for example, have told progressives that they <a href=\"https://www.politico.com/news/2024/05/23/white-house-oregan-turn-towards-center-00159588\">went “too far” on criminal justice reforms</a> and that they should look for a more “sensible approach.”</p>\n\n<p class=\"has-text-align-none\">That means that between now and November, and potentially beyond,&nbsp;both parties are likely to push for tougher laws and harsher enforcement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But whatever candidates will say about combating crime, one thing is clear: Crime isn’t actually getting worse – even if the majority of Americans think it is.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "With the 2024 campaign underway, politicians from both parties have been sounding the alarm about rising crime rates.&#160; But the pandemic-era spike in crime actually seems to have subsided. The first three months of 2024 showed a historic decline in crime rates compared with the same period last year, according to the latest data from [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "4 reasons why the Biden-Trump debate could actually matter",
    "link": "https://www.vox.com/politics/357234/how-biden-trump-debate-could-change-2024-election",
    "pubDate": "2024-06-27T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"(COMBO) This combination of pictures created on October 22, 2020 shows US President Donald Trump (L) and Democratic Presidential candidate and former US Vice President Joe Biden during the final presidential debate at Belmont University in Nashville, Tennessee, on October 22, 2020. (Photos by Morry GASH and JIM WATSON / AFP) (Photo by MORRY GASH,JIM WATSON/AFP via Getty Images)\" data-portal-copyright=\"AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1229228566.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>(COMBO) This combination of pictures created on October 22, 2020 shows US President Donald Trump (L) and Democratic Presidential candidate and former US Vice President Joe Biden during the final presidential debate at Belmont University in Nashville, Tennessee, on October 22, 2020. (Photos by Morry GASH and JIM WATSON / AFP) (Photo by MORRY GASH,JIM WATSON/AFP via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Two very old, often ineloquent white men will get into a lengthy argument in Atlanta on Thursday night — and, quite possibly, change the course of American history.</p>\n\n<p class=\"has-text-align-none\">Some may doubt that <a href=\"https://www.vox.com/politics/355910/ask-vox-politics-policy-team-questions-first-presidential-debate\">the first debate of the 2024 presidential election</a> has such high stakes. There are indeed many reasons to think that this week’s oratorical showdown between Joe Biden and Donald Trump will be of no real consequence. </p>\n\n<p class=\"has-text-align-none\">For one thing, some academic research suggests that presidential debates have little to no impact on election outcomes. A <a href=\"https://www.nber.org/system/files/working_papers/w26572/w26572.pdf\">2019 paper</a> from economists at HEC Montréal and Harvard Business School tried to gauge the electoral relevance of 56 debates televised during 31 election seasons in the US, Canada, and five other countries. To do this, they analyzed data from surveys that asked voters whom they supported shortly before or after the debates, and then contacted those same voters after the election to find out whom they ultimately backed. The researchers found that, across all political systems they studied, there was no evidence that debates led undecided voters to settle on a candidate, or other voters to switch allegiances. </p>\n\n<p class=\"has-text-align-none\">This is not entirely surprising. Previous <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/T/bo13948250.html\">research</a> from the political scientists Robert S. Erikson and Christopher Wlezien also found that, in every election featuring a debate from 1960 through 2008, the impact of debates on the respective candidates’ poll numbers appeared small to nonexistent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There is also a theoretical reason to doubt the influence of debates on election outcomes: The voters <a href=\"https://www.scientificamerican.com/article/presidential-debates-have-shockingly-little-effect-on-election-outcomes/\">most likely to watch</a> a presidential debate — or to consume large amounts of news coverage about that debate — are those who are most interested in politics. Voters who consume lots of political media tend to be strong partisans, and therefore have little interest in reconsidering their loyalties.</p>\n\n<p class=\"has-text-align-none\">In certain respects, this Thursday’s debate might seem liable to matter even less than a typical presidential debate. After all, both candidates are already extremely well-known to the electorate,<strong> </strong>having already debated twice in 2020. And given the unusual timing of this year’s first debate — which comes before the major party conventions instead of after, as had heretofore been standard — whatever impact the event does have on voter impressions could fade out long before Election Day. </p>\n\n<p class=\"has-text-align-none\">Recall that, just one month before the 2016 election, the Washington Post <a href=\"https://www.washingtonpost.com/politics/trump-recorded-having-extremely-lewd-conversation-about-women-in-2005/2016/10/07/3b9ce776-8cb4-11e6-bf8a-3d26847eeed4_story.html\">published a video</a> in which Trump bragged about grabbing women by the genitals. Hillary Clinton’s advantage over the Republican in <a href=\"https://www.realclearpolling.com/polls/president/general/2016/trump-vs-clinton\">RealClearPolitics’s polling average</a>  jumped from 4.7 points to 7.1 points within a week only to crash back down to 3.2 points by Election Day, a finding that overstated her ultimate share of the national popular vote.</p>\n\n<p class=\"has-text-align-none\">But wait! Don’t decide to tune out Vox’s comprehensive coverage of the 2024 presidential debates just yet! If there is cause to believe that Thursday’s proceedings won’t matter, there are also reasons to think that they will. </p>\n\n<p class=\"has-text-align-none\">Specifically, there are (at least) four reasons to suspect that Trump and Biden’s impending rematch could be one of the rare debates that actually does have a significant impact on voters’ decisions.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>1) The race is very close</strong></h2>\n\n<p class=\"has-text-align-none\">First and foremost, the debates do not have to matter much to influence the election’s outcome. As of this writing, in FiveThirtyEight’s <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/national/\">polling average</a>, Biden leads Trump by a margin of 40.8 percent to 40.7 percent — a statistical tie.<strong> </strong>&nbsp;</p>\n\n<p class=\"has-text-align-none\">Polls in Michigan, Pennsylvania, and Wisconsin — the three most closely contested battleground states, which could collectively determine the Electoral College’s victor — are similarly tight. In RealClearPolitics’s polling average, Trump <a href=\"https://www.realclearpolling.com/polls/president/general/2024/michigan/trump-vs-biden\">leads Biden</a> in Michigan by 0.2 percent while <a href=\"https://www.realclearpolling.com/polls/president/general/2024/pennsylvania/trump-vs-biden\">besting</a> him in Pennsylvania by 2.8 percent. In Wisconsin, meanwhile, the two candidates <a href=\"https://www.realclearpolling.com/polls/president/general/2024/wisconsin/trump-vs-biden\">are tied</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In this context, an event that changes the voting intentions of a tiny sliver of the electorate could be of decisive importance. And debates can sometimes achieve that much, according to some researchers. As the communications scholars Mitchell S. McKinney and Benjamin R. Warner note <a href=\"https://pci.missouri.edu/assets/doc/research/mckinney--warner-2013.pdf\">in a 2013 review of the empirical literature</a> on debate effects, while there is generally “very little change in voting intention following exposure to general election presidential debates,” some studies “have found that among undecided, conflicted, or weakly committed voters, debates do help form voting preference or even change candidate selection.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">These studies appear less comprehensive than the more recent research cited above, as they focus on a much smaller number of elections. Nevertheless, they suggest that there may be some contexts in which debates can have a real impact on outcomes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And the 2024 election could be one such context because it features a plenty of weakly committed voters. Many Americans <a href=\"https://www.npr.org/2024/06/04/nx-s1-4977784/double-disapprovers-focus-group-biden-trump\">disapprove of both Trump and Biden</a>. In the New York Times’s polling, there was a small but significant group of Biden 2020 voters who now supported Trump over the president — but said they <a href=\"https://www.nytimes.com/2023/11/16/upshot/kamala-harris-biden-voters-polls.html\">would support Kamala Harris over Trump</a>. </p>\n\n<p class=\"has-text-align-none\">It is not hard to imagine that such voters might revert back to their conventional partisan allegiances in the face of a strong debate performance from Biden, or conversely, that they might grow firmer in their support for Trump, were the presumptive GOP nominee to dominate Thursday’s event.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>2) The “lol, nothing matters” theory of politics has taken a hit in recent weeks</strong></h2>\n\n<p class=\"has-text-align-none\">Since the 2020 election, Donald Trump has fomented <a href=\"https://www.vox.com/policy-and-politics/2021/1/6/22217657/us-capitol-breach-trump-rally-presidential-election\">an insurrection against the US government</a>, been found civilly <a href=\"https://www.vox.com/culture/23717295/donald-trump-verdict-e-jean-carroll-rape-sexual-assault-battery-defamation\">liable for sexual abuse,</a> faced <a href=\"https://www.vox.com/trump-investigations/2023/8/17/23832734/trump-indictment-democracy-paradox\">indictment</a> on a wide range of criminal charges, and been <a href=\"https://www.vox.com/politics/352465/trump-convicted-felon-elections\">convicted of 34 felonies</a>. And yet, he is <a href=\"https://projects.fivethirtyeight.com/polls/favorability/donald-trump/\">more popular</a> with the American public today than he was for <a href=\"https://projects.fivethirtyeight.com/trump-approval-ratings/\">much of his presidency</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given this reality, it’s&nbsp;tempting to conclude that more or less nothing can poison Trump’s image with voters who remain in his corner. If Trump didn’t lose these folks by siccing a mob on his own vice president, how could he lose them with a subpar debate performance?</p>\n\n<p class=\"has-text-align-none\">Yet in recent weeks, we’ve seen that novel information can put a dent in Trump’s poll numbers — albeit a small one.</p>\n\n<p class=\"has-text-align-none\">On the day that he was <a href=\"https://www.vox.com/politics/352465/trump-convicted-felon-elections#\">convicted in a New York</a> court for falsifying business records, Trump led Biden by 1.7 points in FiveThirtyEight’s national polling average. Ten days later, that lead had fallen to 1 percent. Now, it has been completely erased.</p>\n\n<p class=\"has-text-align-none\">Recontact surveys — in which pollsters re-interview respondents they’d polled shortly before the conviction, to see if Trump’s legal woes had changed their minds — yielded <a href=\"https://www.vox.com/politics/354234/trump-conviction-polls-voters\">similar results</a>, with Trump’s margin over Biden shrinking by 2 percentage points in polls from the New York Times and Echelon Insights.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Correlation is not causation. It is conceivable that other, less conspicuous factors eroded Trump’s support over the past month. Regardless, it is apparent that a potentially decisive segment of voters lacks firm allegiances to either candidate and are liable to shift their preferences in response to major news events. </p>\n\n<p class=\"has-text-align-none\">And this week’s debate will be one of the biggest political news events of the year thus far. All major networks will broadcast Biden and Trump’s rematch, and news outlets will spend days picking over its most memorable moments. </p>\n\n<p class=\"has-text-align-none\">Were voters completely dug into partisan camps and/or impervious to new information about the candidates, then the substance of the debate coverage wouldn’t matter. But the polling shift since Trump’s conviction suggests that this is not the case.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>3) The debate gives Biden a unique opportunity to combat the impression that he is too old – or reinforce it</strong></h2>\n\n<p class=\"has-text-align-none\">In recent polls, Biden has <a href=\"https://www.politico.com/news/2024/06/20/joe-biden-underperforming-democrats-polls-00164156\">performed significantly worse</a> than down-ballot candidates in his party. This suggests that Biden’s personal attributes — as opposed to his policy positions — are leading some independent voters to withhold their support.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The president’s advanced age — he would be 82 years old at his second inauguration — appears to be one such attribute. In <a href=\"https://abcnews.go.com/Politics/poll-americans-on-biden-age/story?id=107126589\">an ABC News poll</a> from February, 86 percent of voters said that Biden was too old to serve another term. That is broadly in line with other pollsters’ findings on the subject.</p>\n\n<p class=\"has-text-align-none\">Biden has had other opportunities to demonstrate his vitality. As the political blogger Kevin Drum <a href=\"https://jabberwocking.com/raw-data-public-interest-in-joe-bidens-age/\">has noted</a>, the president’s State of the Union address in March appeared to abruptly dampen search interest in questions about his age.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the State of the Union attracts a much smaller audience than general election debates: Biden’s address <a href=\"https://www.nielsen.com/news-center/2024/2024-state-of-the-union-address-draws-over-32-million-viewers/\">attracted 32 million viewers</a> while his first debate with Trump in 2020 <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/06/26/presidential-debate-ratings-biden-trump/74154809007/#\">drew 73 million</a>. More critically, responding extemporaneously to questions and attacks in the form of clear and concise soundbites fit for clipping is a much more cognitively demanding task than reciting a pre-written speech.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is not to say that a candidate’s capacity to deftly navigate a televised debate is a good proxy for their capacity to serve as president. The skills necessary for shepherding legislation through Congress or brokering international alliances and those required for dispensing well-calibrated talking points in 90-second batches don’t necessarily overlap. Biden has never been an especially eloquent politician. But he has proven effective at enacting bipartisan legislation and orchestrating international cooperation on the war in Ukraine. </p>\n\n<p class=\"has-text-align-none\">Nevertheless, were Biden to sputter, serially misspeak, ramble, or otherwise project an aura of senescence during Thursday night’s debate, he would very likely reinforce the public’s sense that an octogenarian should not be given a four-year lease on the White House.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Conversely, were Biden to deliver a performance on par with <a href=\"https://www.theguardian.com/world/2012/oct/12/joe-biden-paul-ryan-debate\">his drubbing of Paul Ryan in 2012</a>, he might alleviate swing voters’ concerns about his cognitive well-being and embarrass Republican spin doctors who’ve been falsely accusing him of senility.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>4) The American people have not ingested pure, uncut Trump in years</strong></h2>\n\n<p class=\"has-text-align-none\">In the wake of the January 6 insurrection, major social media companies banned Trump from their platforms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This may have actually redounded to his benefit. One of Trump’s greatest liabilities as a politician was his compulsion to broadcast unvetted thoughts directly to the public over Twitter. This provided the mainstream press — and thus, swing voters — with unmediated access to the demagogue’s (frequently <a href=\"https://www.theatlantic.com/ideas/archive/2020/05/malignant-cruelty-donald-trump/612097/\">cruel</a>, <a href=\"https://www.cnn.com/2019/07/16/politics/white-supremacists-cheer-trump-racist-tweets-soh/index.html\">racist</a>, and <a href=\"https://www.vox.com/2019/4/5/18297113/trump-authoritarian-comments-immigration-judges-media\">authoritarian</a>) thoughts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now that the ex-president’s posts are confined to his personal social media platform, Truth Social, his incendiary tantrums are much less visible to the general population. Voters who pay little attention to politics outside of presidential election years — a bloc that is exceptionally likely to be undecided — may also lack familiarity with Trump’s recent stump speeches. </p>\n\n<p class=\"has-text-align-none\">Which is almost certainly a good thing for Trump’s campaign. Over the past two years, the Republican’s rhetoric has grown increasingly radical and deranged. He has taken to deriding his political opponents as “<a href=\"https://www.theguardian.com/us-news/2024/apr/06/donald-trump-speech-analysis\">vermin</a>” and migrants as “<a href=\"https://www.reuters.com/world/us/trump-expected-highlight-murder-michigan-woman-immigration-speech-2024-04-02/#:~:text=GREEN%20BAY%2C%20Wisconsin%2C%20April%202,again%20on%20the%20campaign%20trail.\">animals</a>,” while lauding January 6 rioters as “<a href=\"https://www.newsweek.com/donald-trump-praises-jan-6-rioters-great-patriots-1773808\">great patriots</a>.” His descriptions of American life have grown <a href=\"https://www.nytimes.com/2024/04/27/magazine/trump-rallies-rhetoric.html\">apocalyptic</a>, recently declaring, “Our cities are choking to death. Our states are dying, and frankly, our country is dying.”</p>\n\n<p class=\"has-text-align-none\">Above all, though, his extemporaneous remarks have become deeply strange. Trump’s speeches have always been digressive, but lately, the 78-year-old<strong> </strong>candidate’s digressions often fail to sync back up with his actual point, leading instead to still further digressions. </p>\n\n<p class=\"has-text-align-none\">The typical undecided voter has not been exposed to this angry, authoritarian, and scatterbrained version of Trump in a long time, perhaps ever. And in the absence of the actual man, it is surely much easier for Americans to project onto Trump the candidate they wish he was: an unscrupulous but ruthlessly effective businessman who knows how to bring down inflation, get tough on immigration, and run the government more competently than Joe Biden.  </p>\n\n<p class=\"has-text-align-none\">Therefore, to the extent that the debate reacquaints the electorate with the actual Donald Trump, it could shift undecided voters in Biden’s direction.</p>\n\n<p class=\"has-text-align-none\">All that said, there is certainly no guarantee that the debate will make a durable impression on the electorate. But given the extraordinary stakes of the 2024 race,&nbsp; Thursday night’s proceedings could mark a turning point in the history of our republic — or, failing that, an engaging (if almost certainly exasperating) spectacle.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Two very old, often ineloquent white men will get into a lengthy argument in Atlanta on Thursday night — and, quite possibly, change the course of American history. Some may doubt that the first debate of the 2024 presidential election has such high stakes. There are indeed many reasons to think that this week’s oratorical [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Trump’s rumored VP shortlist, explained",
    "link": "https://www.vox.com/politics/2024/2/9/24048591/trump-vice-president-pick",
    "pubDate": "2024-06-26T22:30:16.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"VANDALIA, OHIO - NOVEMBER 07: Former U.S. President Donald Trump and Republican candidate for U.S. Senate JD Vance greet supporters during the rally at the Dayton International Airport on November 7, 2022 in Vandalia, Ohio. Trump campaigned at the rally for Ohio Republican candidates including Republican candidate for U.S. Senate JD Vance, who is running in a tight race against Democratic candidate for U.S. Senate Rep. Tim Ryan (D-OH). (Photo by Drew Angerer/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1439889638.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>VANDALIA, OHIO - NOVEMBER 07: Former U.S. President Donald Trump and Republican candidate for U.S. Senate JD Vance greet supporters during the rally at the Dayton International Airport on November 7, 2022 in Vandalia, Ohio. Trump campaigned at the rally for Ohio Republican candidates including Republican candidate for U.S. Senate JD Vance, who is running in a tight race against Democratic candidate for U.S. Senate Rep. Tim Ryan (D-OH). (Photo by Drew Angerer/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Former President Donald Trump could soon make an announcement about his pick for vice president, a choice that could prove to be uniquely consequential this cycle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In past elections, a nominee’s running mate has been closely watched for a variety of reasons. They may bring experience to balance a nominee’s lack of it (think Barack Obama’s choice of Joe Biden), or they may appeal to a region or demographic that the nominee would like to reach (think Donald Trump’s pick of Mike Pence), or they may amplify a presidential campaign’s message (think Bill Clinton with Al Gore).</p>\n\n<p class=\"has-text-align-none\">The importance of the VP can be overstated, with researchers finding that they typically <a href=\"https://www.vox.com/2020/7/30/21346478/joe-biden-running-mate-vice-president\">affect general election outcomes only if they’re extremely popular or polarizing</a>. But as <a href=\"https://www.vox.com/politics/350310/why-trumps-running-mate-could-be-the-most-important-vp-pick-of-our-time\">Vox’s Andrew Prokop has explained</a>, Trump’s choice could have particular significance since they may have to step in given his age and legal baggage. Additionally, there are pressing questions about whether the VP Trump names would stand up to him — like Pence did — if he tries to challenge the democratic transfer of office again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Increasingly, Trump has hinted that he could announce his decision shortly. He <a href=\"https://www.nbcnews.com/politics/2024-election/trump-says-knows-presidential-selection-will-rcna158457\">recently told reporters</a> he had his choice set “in my mind,” and that the person would “most likely” be in the audience for his Thursday debate with Biden.</p>\n\n<p class=\"has-text-align-none\">Thus far, <a href=\"https://www.reuters.com/world/us/trump-narrows-vp-search-his-short-list-is-nearly-all-men-2024-06-07/\">sources say his top contenders</a> include Ohio Sen. J.D. Vance, who famously criticized the former president and then changed course, as well as <a href=\"https://thehill.com/homenews/campaign/4737404-trump-vp-pick-potential-candidates/\">presidential rivals turned allies</a> Sen. Marco Rubio (R-FL) and North Dakota Gov. Doug Bergum. A number of other names have also been floated, everyone from&nbsp; Trump’s former HUD Secretary Ben Carson to House Conference Chair Rep. Elise Stefanik (R-NY).</p>\n\n<p class=\"has-text-align-none\">Although the VP choice may be a moot point for many voters, particularly given how well Trump is known, each of these options would bring something slightly different to the ticket. With the caveat that other names may still come out, here’s what we know about the potential running mates Trump is considering and what they have to offer.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2152430348_fd8a96.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Governor Doug Burgum, center, of North Dakota listens as former US President Donald Trump speaks to reporters at the end of the day&#039;s proceedings in his criminal trial for allegedly covering up hush money payments at Manhattan Criminal Court on May 14, 2024, in New York City. | Justin Lane/Getty Images\" data-portal-copyright=\"Justin Lane/Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\">Doug Burgum</h2>\n\n<p class=\"has-text-align-none\"><strong>Who is he? </strong>Burgum, 67, is North Dakota’s current governor, a former 2024 presidential candidate, and a businessman. He previously founded a successful software company that he went on to sell to Microsoft for $1.1 billion, and now has an estimated net worth of roughly $100 million, <a href=\"https://www.newsweek.com/doug-burgum-money-how-rich-business-trump-1917110#:~:text=Business%20magazine%20Forbes%20estimated%20last,for%20his%20three%20grown%20children.\">according to Forbes</a>. As governor, he’s known for supporting the state’s production of fossil fuels and for signing multiple anti-trans bills into law.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Like several of the people on this list, Burgum has criticized Trump in the past and since changed his tune. He also previously said that Biden won the 2020 election, though he hasn’t directly condemned Trump’s role in January 6 riot.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What’s the case for him? </strong>Burgum has said that he can bring his business expertise and outsider mentality to the ticket, both qualities that Trump has touted about himself. He’s also got a substantial personal fortune that he can contribute to the race. And he’s already taken to the airwaves as a Trump sycophant in an apparent attempt to demonstrate his loyalty. “This guy is tireless, he’s committed, he’s smart, he’s funny. He’s nothing like he’s portrayed in the press,” <a href=\"https://sg.news.yahoo.com/potential-trump-vps-sycophantic-claim-092441870.html\">Burgum said in a recent Fox News appearance</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25246668/1528412295.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Vance, mid-conversation, gestures with his hands. He wears a blue tie and gray suit. He sits in front of an ornately designed window. On the table in front of him sits a coffee cup that reads “Meet the Press.”\" title=\"Vance, mid-conversation, gestures with his hands. He wears a blue tie and gray suit. He sits in front of an ornately designed window. On the table in front of him sits a coffee cup that reads “Meet the Press.”\" data-has-syndication-rights=\"1\" data-caption=\"Sen. J.D. Vance (R-OH) appears in a pre-taped interview on &lt;em&gt;Meet the Press &lt;/em&gt;in Washington, DC, on June 22, 2023.  | William B. Plowman/NBC/Getty Images\" data-portal-copyright=\"William B. Plowman/NBC/Getty Images\" />\n<h2 class=\"wp-block-heading\">J.D. Vance</h2>\n\n<p><strong>Who is he? </strong>Vance, 39, is a first-term Ohio senator, onetime Trump opponent, and now vocal Trump supporter. He’s also known as the author of <em>Hillbilly Elegy</em>, a memoir that chronicled his experience growing up in a working-class family in the Midwest.&nbsp;</p>\n\n<p><strong>What’s the case for him?</strong> Vance would fully embrace the MAGA agenda as one of Trump’s ardent defenders, as well as add a younger perspective. He would also bring his brief experience in the Senate and some business expertise from his background working in venture capital. Similar to others on this list, he’s a pick that could resonate with the base.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25246679/1946322296.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Tim Scott smiles and waves, wearing a navy suit and red tie. Blue curtains hang from the walls behind him. \" title=\"Tim Scott smiles and waves, wearing a navy suit and red tie. Blue curtains hang from the walls behind him. \" data-has-syndication-rights=\"1\" data-caption=\"Sen. Tim Scott (R-SC) greets supporters during a campaign rally with Republican presidential candidate and former President Donald Trump at the Grappone Convention Center on January 19, 2024, in Concord, New Hampshire.  | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" />\n<h2 class=\"wp-block-heading\">Tim Scott</h2>\n\n<p class=\"has-text-align-none\"><strong>Who is he?</strong> A three-term, relatively conservative South Carolina senator, Scott, 58, is also the only Black Republican serving in the upper chamber. Scott is known for his own 2024 presidential run, which floundered early on, and his efforts to find a compromise on police reform in Congress. He previously framed much of his candidacy around pushing back against Democrats’ views on race, <a href=\"https://www.vox.com/2020/8/25/21400661/tim-scott-rnc-speech-republican-trump\">citing his own success</a> as negating the idea that Black Americans are disadvantaged by systemic racism.</p>\n\n<p class=\"has-text-align-none\"><strong>What’s the case for him?</strong> Scott is a religious social conservative with political views broadly in line with Trump’s, though his establishment credentials — including refusing to contest the 2020 election results — might assuage some Republicans wary of the former president. Trump has praised Scott, noting that he <a href=\"https://www.axios.com/2024/02/04/trump-vp-pick-tim-scott-kristi-noem\">told the South Carolina lawmaker</a>, “You’re a much better candidate for me than you are for yourself.” Choosing Scott could also be an attempt by the Trump campaign to cement the gains that it made in 2020 with a small number of Black voters.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1833486091.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Senate Intelligence Committee Vice Chairman Marco Rubio (R-FL) arrives for an all-senators closed briefing where they will hear from Ukrainian President Volodymyr Zelensky via video conference at the US Capitol on December 5, 2023, in Washington, DC. | Kevin Dietsch/Getty Images\" data-portal-copyright=\"Kevin Dietsch/Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\">Marco Rubio</h2>\n\n<p class=\"has-text-align-none\"><strong>Who is he? </strong>Rubio, 53, is a three-term Florida senator and former presidential candidate. He entered Congress as a Tea Party conservative, but framed himself as more of a “moderate” option when he unsuccessfully ran for president in 2016. Prior to serving in the Senate, he also served in the Florida House of Representatives. Across these roles, Rubio has focused on foreign policy as well as immigration reform.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the past, Rubio has criticized Trump and dubbed him a “con artist,” but in recent years he’s become an ally and adviser.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What’s the case for him? </strong>Rubio could bring legislative expertise in the Senate as well as the relationships he’s built, providing policy chops that Trump lacks on issues like the Ukraine war.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He’d offer a different generational perspective as well as Latino representation, as a Cuban American. In 2020, Trump made some <a href=\"https://www.vox.com/2024-elections/24118911/biden-trump-2024-election-polls-latino-hispanic-voter-outreach\">marginal gains with Latino voters</a> in Florida and Texas, and choosing Rubio could potentially help him reach more members of this community.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2153411839.jpg?quality=90&#038;strip=all&#038;crop=0,10.72964951479,100,78.540700970421\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Rep. Byron Donalds (R-FL) speaks with reporters as he leaves the US Capitol on May 17, 2024, in Washington, DC. | Kevin Dietsch/Getty Images\" data-portal-copyright=\"Kevin Dietsch/Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\">Byron Donalds</h2>\n\n<p class=\"has-text-align-none\"><strong>Who is he? </strong>Donalds, 45, is a two-term House lawmaker from Florida and was a state representative for a few terms before that. Donalds is one of just a handful of Black Republican members currently in Congress <a href=\"https://www.nbcnews.com/news/nbcblk/byron-donalds-house-speaker-political-views-rcna64368\">and has described himself as</a> “​​everything the fake news media says doesn’t exist: a Trump supporting, liberty loving, pro-life, pro-2nd Amendment black man.” He was recently criticized for comments he made that suggested that <a href=\"https://www.nbcnews.com/politics/congress/byron-donalds-defends-comments-jim-crow-fiery-exchange-joy-reid-rcna155969\">Black families were were more “together” during the Jim Crow era</a>, when policies segregated white and Black Americans.</p>\n\n<p class=\"has-text-align-none\"><strong>What’s the case for him? </strong>Donalds could contribute the legislative experience he’s garnered and add fresh energy to the ticket as a conservative rising star. He could also increase representation on the ticket as the campaign continues to work on its appeal to Black voters.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2158636685.jpg?quality=90&#038;strip=all&#038;crop=0,10.729628998337,100,78.540742003326\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Rep. Elise Stefanik (R-NY) speaks at the Faith and Freedom Road to Majority conference at the Washington Hilton on June 21, 2024, in Washington, DC.\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\">Elise Stefanik</h2>\n\n<p><strong>Who is she? </strong>Stefanik, 39, is a five-term House Representative and member of House Republican leadership. Once more moderate, she’s pivoted hard to the right in recent years after her upstate New York district swung in favor of Trump. Stefanik has raised her profile in congressional hearings pushing back against <a href=\"https://www.vox.com/2019/11/19/20966940/elise-stefanik-impeachment-hearing-donald-trump-adam-schiff\">Trump’s impeachment</a> and in a recent appearance questioning elite university presidents <a href=\"https://www.vox.com/politics/2023/12/15/24001823/antisemitism-college-harvard-penn-mit-free-speech\">about antisemitism on campus</a>. She’s also long advocated for growing Republican women’s representation in Congress and backed fundraising and recruitment initiatives to do so.&nbsp;</p>\n\n<p><strong>What’s the case for her? </strong>Stefanik has had about a decade of legislative experience and has increasingly established herself as a prominent conservative voice who could potentially energize base voters. She’s signaled staunch fealty to Trump and would bring gender and age diversity to the ticket, along with strong rhetorical skills.</p>\n\n<p class=\"has-text-align-none\">Her stated views are also pretty much consistent with Trump’s. Stefanik was among the House Republicans who voted to overturn the <a data-source=\"encore\" href=\"https://www.vox.com/2020-presidential-election\">2020 election</a> results and has embraced many of the same extreme positions as the former president on issues like immigration.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2157097098.jpg?quality=90&#038;strip=all&#038;crop=0,12.243254128071,100,75.513491743858\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Ben Carson speaks at Turning Point Action&#039;s &quot;The People&#039;s Convention&quot; on June 15, 2024 in Detroit, Michigan. | Bill Pugliano/Getty Images\" data-portal-copyright=\"Bill Pugliano/Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\">Ben Carson</h2>\n\n<p class=\"has-text-align-none\"><strong>Who is he? </strong>Carson, 72, is the former HUD Secretary and a renowned neurosurgeon. Carson is perhaps best known for performing the first successful procedure to separate conjoined twins. He also ran for the presidency in 2016 and went on to back Trump after dropping out. As HUD Secretary, Carson was criticized for lacking the housing policy expertise needed for the gig, and later <a href=\"https://newrepublic.com/article/178952/trump-hud-housing-policy-disaster\">called for budget cuts</a> that would have gutted the work the agency was doing on issues like affordable housing.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>What’s the case for him? </strong>Carson is known for his medical expertise and more even-keeled persona, which could serve as a complement to Trump. The Trump campaign also saw <a href=\"https://www.vox.com/2020/11/4/21537966/trump-black-voters-exit-polls\">marginal gains with Black voters</a>, particularly men, in 2020 and Carson could increase representation and outreach to build on these wins.</p>\n\n<p class=\"has-text-align-none\"><strong>Update, June 26, 6 pm ET:</strong> <em>This story was originally published on February 9 and has been updated to include new reports of candidates on Trump’s vice-presidential list.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Former President Donald Trump could soon make an announcement about his pick for vice president, a choice that could prove to be uniquely consequential this cycle.&#160; In past elections, a nominee’s running mate has been closely watched for a variety of reasons. They may bring experience to balance a nominee’s lack of it (think Barack [&#8230;]",
    "author": "Li Zhou"
  }
]