[
  {
    "title": "The biggest joke in Ellen DeGeneres’s new Netflix special ",
    "link": "https://www.vox.com/culture/374372/ellen-degeneres-netflix-special-review-canceled",
    "pubDate": "2024-09-26T21:02:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Ellen DeGeneres in her new Netflix special about how she’s been kicked out of Hollywood (but not really kicked out because, hello, she’s on Netflix). | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Wilson Webb/Netflix&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Wilson Webb/Netflix&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/EDSS_Unit_01174R.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ellen DeGeneres in her new Netflix special about how she’s been kicked out of Hollywood (but not really kicked out because, hello, she’s on Netflix). | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Wilson Webb/Netflix&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For one entire minute in Ellen DeGeneres’s new Netflix special, DeGeneres receives a standing ovation for stating, “I’m a strong woman.”</p>\n\n<p class=\"has-text-align-none\">DeGeneres soaks in the applause, staring into the rafters of Minneapolis’s Orpheum theater like she’s witnessing a holy miracle, and the entire audience rises to its feet. It’s one of the more absurd things happening in <em>For Your Approval</em>, a night of taped comedy that DeGeneres and Netflix have been promoting as the comedian’s response to being <a href=\"https://www.rollingstone.com/culture/culture-news/ellen-degeneres-canceled-new-comedy-tour-netflix-special-1235010950/\">“kicked out of Hollywood.”</a> Nabbing a comedy special on one of the biggest entertainment platforms on the planet should probably disqualify anyone from saying they were “kicked out of Hollywood,” but we do not live in a world where sentences make sense. (Netflix reportedly paid <a href=\"https://www.buzzfeed.com/ellendurney/ellen-degeneres-new-netflix-special-reactions\">DeGeneres $20 million</a> for her 2018 set <em>Relatable</em>.) Instead, we have a packed-house show by an alleged Hollywood outcast filmed for Netflix, with an audience hooting and hollering for <a href=\"https://www.vox.com/22466574/gaslight-gatekeep-girlboss-meaning\">a 2016 girlboss platitude</a>. </p>\n\n<p class=\"has-text-align-none\">What the former talk show host really means by “kicked out of Hollywood” is that her brand took a hit. DeGeneres, who was blacklisted and shunned in the industry after coming out in the ’90s, should know the difference between those things better than anyone.  </p>\n\n<p class=\"has-text-align-none\">The severity of DeGeneres’s second “cancellation” is debatable. In 2019, DeGeneres had actress <a href=\"https://www.vox.com/2019/12/2/20991074/dakota-johnson-ellen-birthday-feud\">Dakota Johnson</a> on her eponymous show and that interview quickly turned into a meme. The host questioned the actress about her recent 30th birthday party, claiming she hadn’t been invited, which prompted Johnson’s famous reply: “Actually, no, that’s not the truth, Ellen” — saying in fact, DeGeneres had skipped the festivities. (It was later discovered that DeGeneres was hanging out with <a href=\"https://www.washingtonpost.com/nation/2019/10/08/ellen-degeneres-defends-watching-football-with-president-george-w-bush/\">George W. Bush</a> at a Dallas Cowboys game.) The back and forth went viral, prompting a semi-playful examination of whether DeGeneres was actually a nice person, which built into more serious reports of a <a href=\"https://www.buzzfeednews.com/article/krystieyandoli/ellen-employees-allege-toxic-workplace-culture\">toxic work</a> environment at <em>The Ellen Show</em>, with accusations of racism and <a href=\"https://www.buzzfeednews.com/article/krystieyandoli/ellen-show-toxic-workplace-complaint-2018\">sexism</a>. Eventually, <em>The Ellen Show</em> was quite literally canceled in May of 2022. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/EDSS_Unit_00174R.jpg?quality=90&#038;strip=all&#038;crop=0,32.547993019197,100,34.904013961606\" alt=\"Ellen Degeneres alone, sitting on a stool and looking into a mirror.\" title=\"Ellen Degeneres alone, sitting on a stool and looking into a mirror.\" data-has-syndication-rights=\"1\" data-caption=\"Ellen DeGeneres admits that she isn’t nice 24/7 because no one is nice 24/7. | Wilson Webb/Netflix\" data-portal-copyright=\"Wilson Webb/Netflix\" />\n<p class=\"has-text-align-none\">DeGeneres doesn’t get into these specifics in the special.  For her applause-ready audience (at one point they cheer when DeGeneres name-drops a producer named “Andy”), she glosses over the more serious parts of the fallout, saying simply that the reason she was booted from the industry was because people didn’t realize her kindness was part of the act. </p>\n\n<p class=\"has-text-align-none\">“You can’t be mean and be in show business,” DeGeneres deadpans. “No mean people in show business.”</p>\n\n<p class=\"has-text-align-none\">DeGeneres paints herself as a less kind person than the <em>Ellen</em> we see on TV, recounting complaints from her wife Portia about how she’s comically impatient. She admits she’s rude at parties, saying that her talk show trained her to only pay attention in segments. </p>\n\n<p class=\"has-text-align-none\">When it comes to the toxic workplace allegations, she explains that she didn’t really know how to be a boss, which she chalks up to her love of playing pranks on producers. She also speaks about how complicated she is — having been diagnosed with obsessive-compulsive disorder and attention-deficit disorder — and how that can manifest in being a bad manager. </p>\n\n<p class=\"has-text-align-none\">At the same time, DeGeneres asserts that she’s definitely kinder and nicer than the person we read about in the news. She can’t stop wanting to help lost animals, she says, and she finds beauty in how caterpillars liquefy themselves and turn into butterflies. That ties into what she lets on about her peaceful, post-talk-show life: She’s gardening more, surrounded presumably by butterflies, and tending to a roost of chickens. DeGeneres also reveals that she wears sweatpants in the home and cannot be pried out of them once she slips them on, not even for “Mick” (as in Jagger). </p>\n\n<p class=\"has-text-align-none\">“I’m 66 years old,” she tells the audience, who respond with raucous applause. DeGeneres follows that statement up with a joke about how restaurants’ menu font size makes her feel old.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For all the time she’s spent imagining the thought process of a just-hatched butterfly or the seemingly brainless organization scheme of her car’s dashboard or how the width of the two “bankrupt” panels flanking the million-dollar panel in <em>Wheel of Fortune</em> is unfair, DeGeneres barely examines the obvious question about her “niceness.” </p>\n\n<p class=\"has-text-align-none\">“Nice” wasn’t simply a byproduct of being Ellen; DeGeneres ultimately turned being kind into one of the most profitable business plans in Hollywood. And she did so after gaining first-hand knowledge of what it’s actually like to be professionally blacklisted. </p>\n\n<p class=\"has-text-align-none\">At one point in the special, DeGeneres compares this current time in her career to the period after she came out publicly. The comedian had announced she was a lesbian on <em>The Oprah Winfrey Show</em> just prior to her eponymous character coming out on her sitcom, <em>Ellen,</em> that same year. She also famously appeared on the cover of Time magazine, with the cover line reading, “Yep, I’m Gay.” It was, undeniably, new ground for the country, and a brave claim of self. After “<a href=\"https://www.imdb.com/title/tt0570077/\">The Puppy Episode</a>,” as it was called, DeGeneres says she struggled to find work — a rejection based on who she was, even if the sitcom character wasn’t exactly her.  </p>\n\n<p class=\"has-text-align-none\">During DeGeneres’s turn as a talk show host, she became less like herself and more like a sitcom character. Her terminal niceness became her identity. All the mean, bigoted things people said about her being a lesbian didn’t have any bearing — she was showing audiences across America that she was a nice person, first and foremost, who just so happened to be gay. She rose above the prejudices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was <a href=\"https://www.vox.com/the-goods/22463879/kink-at-pride-discourse-lgbtq\">respectability politics</a>, stretched and shaped into an extremely beneficial career.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">It must have been difficult to do what DeGeneres did, to sand down the edges and flatten the wrinkles of her whole identity, to fit into this TV host mold and appeal to people who had rejected her. But that was her business, one more crucial than being a TV show host, producer, or comedian. Behind the scenes, it seems, she dropped the ball. After many years of playing nice, DeGeneres wasn’t able to do her job.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead of acknowledging that lapse or asserting that there’s a stark difference between being unpleasant to work for and ignoring a toxic work environment, in <em>For Your Approval, </em>DeGeneres pivots to talking about how society is tough on women in the workplace — holding them to impossible double standards and trapping them in roles designed to fail. While those factors were certainly at play, it’s a little obtuse — if not purposely hollow — to use those societal issues to buff out the more serious accusations that sunk her show. I’m not sure those kinds of excuses and obfuscations are what you’d hear from a nice person, but DeGeneres would concede she was never that nice to begin with.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For one entire minute in Ellen DeGeneres’s new Netflix special, DeGeneres receives a standing ovation for stating, “I’m a strong woman.” DeGeneres soaks in the applause, staring into the rafters of Minneapolis’s Orpheum theater like she’s witnessing a holy miracle, and the entire audience rises to its feet. It’s one of the more absurd things [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "OpenAI as we knew it is dead",
    "link": "https://www.vox.com/future-perfect/374275/openai-just-sold-you-out",
    "pubDate": "2024-09-26T21:01:08.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A blurred double-exposure photo of two versions of Sam Altman’s head. \" data-caption=\"Sam Altman.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24726579/1255340518.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sam Altman.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">OpenAI, the company that brought you ChatGPT, just sold you out.</p>\n\n<p class=\"has-text-align-none\">Since its founding in 2015, its leaders have <a href=\"https://openai.com/charter/\">said</a> their top priority is making sure artificial intelligence is developed safely and beneficially. They’ve touted the company’s unusual corporate structure as a way of proving the purity of its motives. OpenAI was a nonprofit controlled not by its CEO or by its shareholders, but by a board with a single mission: keep humanity safe.</p>\n\n<p class=\"has-text-align-none\">But this week, the <a href=\"https://www.reuters.com/technology/artificial-intelligence/openai-remove-non-profit-control-give-sam-altman-equity-sources-say-2024-09-25/\">news broke</a> that OpenAI will no longer be controlled by the nonprofit board. OpenAI is turning into a full-fledged for-profit benefit corporation. Oh, and CEO Sam Altman, who had previously emphasized that he didn’t have any equity in the company, will now get equity worth billions, in addition to ultimate control over OpenAI.</p>\n\n<p class=\"has-text-align-none\">In an announcement that hardly seems coincidental, chief technology officer Mira Murati said shortly before that news broke that she was leaving the company. Employees were so blindsided that many of them reportedly <a href=\"https://www.bloomberg.com/news/articles/2024-09-25/openai-cto-mira-murati-says-she-will-leave-the-company\">reacted</a> to her abrupt departure with a “WTF” emoji in Slack.</p>\n\n<p class=\"has-text-align-none\">WTF indeed.</p>\n\n<p class=\"has-text-align-none\">The whole point of OpenAI was to be nonprofit and safety-first. It began sliding away from that vision years ago when, in 2019, OpenAI <a href=\"https://www.vox.com/future-perfect/2019/4/17/18301070/openai-greg-brockman-ilya-sutskever\">created a for-profit arm</a> so it could rake in the kind of huge investments it needed from Microsoft as the costs of building advanced AI scaled up. But some of its employees and outside admirers still held out hope that the company would stick to its principles. That hope can now be put to bed.</p>\n\n<p class=\"has-text-align-none\">“We can say goodbye to the original version of OpenAI that wanted to be unconstrained by financial obligations,” Jeffrey Wu, who joined the company in 2018 and worked on early models like GPT-2 and GPT-3, told me.</p>\n\n<p class=\"has-text-align-none\">“Restructuring around a core for-profit entity formalizes what outsiders have known for some time: that OpenAI is seeking to profit in an industry that has received an enormous influx of investment in the last few years,” said Sarah Kreps, director of Cornell’s Tech Policy Institute. The shift departs from OpenAI’s “founding emphasis on safety, transparency and an aim of not concentrating power.”</p>\n\n<p class=\"has-text-align-none\">And if this week’s news is the final death knell for OpenAI’s lofty founding vision, it’s clear who killed it.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">How Sam Altman became an existential risk to OpenAI’s mission</h2>\n\n<p class=\"has-text-align-none\">When OpenAI was cofounded in 2015 by Elon Musk (along with Altman and others), who was worried that AI could pose an existential risk to humanity, the budding research lab <a href=\"https://openai.com/index/introducing-openai/\">introduced itself</a> to the world with these three sentences:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">OpenAI is a nonprofit artificial intelligence research company. Our goal is to advance digital intelligence in the way that is most likely to benefit humanity as a whole, unconstrained by a need to generate financial return. Since our research is free from financial obligations, we can better focus on a positive human impact.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">All of that is objectively false now.</p>\n\n<p class=\"has-text-align-none\">Since Altman took the helm of OpenAI in 2019, the company has been drifting from its mission. That year, the company — meaning the original nonprofit — created a for-profit subsidiary so it could pull in the huge investments needed to build cutting-edge AI. But it did something <a href=\"https://www.vox.com/2019/3/11/18260434/sam-altman-open-ai-capped-profit-y-combinator\">unprecedented in Silicon Valley</a>: It capped how much profit investors could make. They could get up to 100 times what they put in, but beyond that, the money would go to the nonprofit, which would use it to benefit the public. For example, it could fund a universal basic income program to help people adjust to automation-induced joblessness.  </p>\n\n<p class=\"has-text-align-none\">Over the next few years, OpenAI increasingly deprioritized its focus on safety as it <a href=\"https://www.vox.com/future-perfect/22672414/ai-artificial-intelligence-gpt-3-bias-muslim\">rushed to</a> <a href=\"https://www.vox.com/future-perfect/23023538/ai-dalle-2-openai-bias-gpt-3-incentives\">commercialize products</a>. By 2023, the nonprofit board had grown so suspicious of Altman that it <a href=\"https://www.vox.com/future-perfect/2023/11/21/23971765/openai-sam-altman-microsoft\">tried to oust him</a>. But he quickly clawed his way back to power, exploiting his relationship with Microsoft, with a new board stacked in his favor. And earlier this year,<a href=\"https://www.vox.com/future-perfect/2024/5/17/24158403/openai-resignations-ai-safety-ilya-sutskever-jan-leike-artificial-intelligence\"> OpenAI’s safety team imploded</a> as staffers lost faith in Altman and quit the company. </p>\n\n<p class=\"has-text-align-none\">Now, Altman has taken the final step in consolidating his power: He’s stripped the board of its control entirely. Although it will still exist, it won’t have any teeth.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It seems to me the original nonprofit has been disempowered and had its mission reinterpreted to be fully aligned with profit,” Wu said.</p>\n\n<p class=\"has-text-align-none\">Profit may be what Altman feels the company desperately needs. Despite a <a href=\"https://ia.samaltman.com/\">supremely confident blog post</a> published this week, in which he claimed that AI would help with “fixing the climate, establishing a space colony, and the discovery of all of physics,” OpenAI is actually in a jam. It’s been struggling to find a clear route to financial success for its models, which cost hundreds of millions — if not billions — to build. Restructuring the business into a for-profit could help attract investors.</p>\n\n<p class=\"has-text-align-none\">But the move has some observers ­— including <a href=\"https://x.com/elonmusk/status/1839186902915662324\">Musk</a><a href=\"https://x.com/elonmusk/status/1839188477386064140\"> himself</a> — asking: How could this possibly be legal?</p>\n\n<p class=\"has-text-align-none\">If OpenAI does away with the profit cap, it would be redirecting a huge amount of money — prospective billions of dollars in the future — from the nonprofit to investors. Because the nonprofit is there to represent the public, this would effectively mean shifting billions away from people like you and me. As some are <a href=\"https://x.com/ESYudkowsky/status/1839090791152812186\">noting</a>, it feels a lot like theft.  </p>\n\n<p class=\"has-text-align-none\">“If OpenAI were to retroactively remove profit caps from investments, this would in effect transfer billions in value from a non-profit to for-profit investors,” Jacob Hilton, a former employee of OpenAI who joined before it transitioned from a nonprofit to a capped-profit structure. “Unless the non-profit were appropriately compensated, this would be a money grab. In my view, such a thing would be incompatible with OpenAI’s charter, which states that OpenAI’s primary fiduciary duty is to humanity, and I do not understand how the law could permit it.”</p>\n\n<p class=\"has-text-align-none\">But because OpenAI’s structure is so unprecedented, the legality of such a shift might seem confusing to some. And that may be exactly what the company is counting on.</p>\n\n<p class=\"has-text-align-none\">Asked to comment on this, OpenAI said only to refer to its statement in <a href=\"https://www.bloomberg.com/news/articles/2024-09-25/openai-cto-mira-murati-says-she-will-leave-the-company\">Bloomberg</a>. There, a company spokesperson said OpenAI remains “focused on building AI that benefits everyone,” adding that “the nonprofit is core to our mission and will continue to exist.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>The take-home message is clear: Regulate, regulate, regulate</strong></h2>\n\n<p class=\"has-text-align-none\">Advocates for AI safety have been arguing that we need to pass regulation that would provide some oversight of big AI companies — like<a href=\"https://www.vox.com/future-perfect/369628/ai-safety-bill-sb-1047-gavin-newsom-california\"> California’s SB 1047 bill</a>, which Gov. Gavin Newsom must either sign into law or veto in the next few days.</p>\n\n<p class=\"has-text-align-none\">Now, Altman has neatly made their case for them.</p>\n\n<p class=\"has-text-align-none\">“The general public and regulators should be aware that by default, AI companies will be incentivized to disregard some of the costs and risks of AI deployment — and there’s a chance those risks will be enormous,” Wu said.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Altman is also validating the concerns of his ex-employees who published a proposal demanding that employees at major AI companies be allowed a “right to warn” about advanced AI. <a href=\"https://www.vox.com/future-perfect/353933/openai-open-letter-safety-whistleblowers-right-to-warn\">Per the proposal</a>: “AI companies have strong financial incentives to avoid effective oversight, and we do not believe bespoke structures of corporate governance are sufficient to change this.” </p>\n\n<p class=\"has-text-align-none\">Obviously, they were right: OpenAI’s nonprofit was meant to reign over the for-profit arm, but Altman just flipped that structure upside down.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">After years of sweet-talking the press, the public, and the policymakers in Congress, assuring all that OpenAI wants regulation and cares more about safety than about money, Altman is not even bothering to play games anymore. He’s showing everyone his true colors.</p>\n\n<p class=\"has-text-align-none\">Governor Newsom, are you seeing this?</p>\n\n<p class=\"has-text-align-none\">Congress, are you seeing this?</p>\n\n<p class=\"has-text-align-none\">World, are you seeing this?  </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "OpenAI, the company that brought you ChatGPT, just sold you out. Since its founding in 2015, its leaders have said their top priority is making sure artificial intelligence is developed safely and beneficially. They’ve touted the company’s unusual corporate structure as a way of proving the purity of its motives. OpenAI was a nonprofit controlled [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "One chart shows how Hurricane Helene turned into a monstrous storm",
    "link": "https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water",
    "pubDate": "2024-09-26T19:33:11.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A line map of the United States and the Gulf superimposed on a satellite image of a swirling storm.\" data-caption=\"An NOAA satellite image from early Thursday morning shows Hurricane Helene approaching the Florida coast. | NOAA\" data-portal-copyright=\"NOAA\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Helene-NOAA.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>An NOAA satellite image from early Thursday morning shows Hurricane Helene approaching the Florida coast. | NOAA</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Hurricane Helene has quickly intensified into a massive Category 3 storm, with hurricane-force winds extending up to 60 miles outward from the eye. Forecasters warn that Helene — which has wind speeds of near 120 miles per hour — could be deadly for those living in coastal Florida, where it’s expected to make landfall this evening. </p>\n\n<p class=\"has-text-align-none\">The National Hurricane Center predicts storm surge <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/261747.shtml?\">as high as 20 feet</a> in some parts of Florida’s Big Bend, a region between the panhandle and the peninsula. Storm surge, which describes a rise in sea level, is the most dangerous part of tropical storms and has a deadly track record: In 2022, storm surge killed <a href=\"https://www.nhc.noaa.gov/surge/\">more than 40 people</a> during Hurricane Ian. The storm is also expected to inundate inland regions across much of the southeastern US with rain, dumping a foot or more in parts of southern Appalachia.</p>\n\n<p class=\"has-text-align-none\">“This rainfall will likely result in catastrophic and potentially life-threatening flash and urban flooding,” the National Hurricane Center <a href=\"https://www.nhc.noaa.gov/text/refresh/MIATCPAT4+shtml/261747.shtml?\">said</a> early Thursday afternoon.</p>\n\n<p class=\"has-text-align-none\">Helene could also disrupt part of the <a href=\"https://www.vox.com/down-to-earth/22823993/monarch-butterflies-mexico-milkweed\">epic monarch butterfly migration</a>, which typically passes through the Big Bend’s St. Marks National Wildlife Refuge in early October.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2173441112.jpg?quality=90&#038;strip=all&#038;crop=0,8.4224368901015,100,83.155126219797\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Storm clouds from Helene over Havana, Cuba, on September 24. | Yamil Lage/AFP via Getty Images\" data-portal-copyright=\"Yamil Lage/AFP via Getty Images\" />\n<p class=\"has-text-align-none\">Helene is the eighth named storm in what has so far amounted to a <a href=\"https://www.scientificamerican.com/article/atlantic-hurricane-lull-puzzles-scientists/\">somewhat puzzling</a> hurricane season. It started with a bang — June’s <a href=\"https://www.vox.com/climate/358323/hurricane-beryl-rapid-intesification-caribbean-climate\">Hurricane Beryl</a> became the earliest Category 5 storm on record —&nbsp;and then much of August and September was unexpectedly quiet.</p>\n\n<p class=\"has-text-align-none\">Many meteorologists, though, have been warning not to be fooled by this late-summer lull.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Having multi-week periods of quiet and then multi-week periods of activity is very normal throughout a hurricane season,” <a href=\"https://bmcnoldy.earth.miami.edu/\">Brian McNoldy</a>, a climatologist at the University of Miami, told me earlier this month. “I definitely would not read too much into it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Plus, McNoldy said, the ocean in the Gulf of Mexico has been —&nbsp;and still is —&nbsp;exceptionally hot, and hot water fuels hurricanes. Ocean heat content, a measure of how much heat energy the ocean stores, is at a record high for this time of year.</p>\n\n<p class=\"has-text-align-none\">Take a look at the chart below. The red line is 2024 and the blue line is the average over the last decade.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/ohc_gulf-1.png?quality=90&#038;strip=all&#038;crop=0,12.589156124409,100,74.821687751182\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A chart of ocean heat content in the Gulf of Mexico. | &lt;a href=&quot;https://bmcnoldy.earth.miami.edu/&quot;&gt;Brian McNoldy&lt;/a&gt;\" data-portal-copyright=\"&lt;a href=&quot;https://bmcnoldy.earth.miami.edu/&quot;&gt;Brian McNoldy&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">This record ocean heat is a clear reason why Hurricane Helene — which has been traveling through the Gulf on its way to Florida — has intensified so quickly. Put simply, hotter water evaporates more readily, and rising columns of warm, moist air from that evaporation are ultimately what drive hurricanes and their rapid intensification. </p>\n\n<p class=\"has-text-align-none\">“The <a href=\"https://kouya.has.arizona.edu/tropics/SSTmonitoring.html#regional\">sea surface temperature</a> and the ocean heat content are both record high in the Gulf,” McNoldy, who produced the chart above, told me. “That heat at the surface and available through a depth will give Helene all the fuel it needs to rapidly intensify today and into tomorrow.”</p>\n\n<p class=\"has-text-align-none\">The record Gulf temperatures are just one signal of a more <a href=\"https://www.vox.com/climate/2024/2/28/24085691/atlantic-ocean-warming-climate-change-hurricanes-coral-reefs-bleaching\">widespread bout of warming</a> across the North Atlantic that <a href=\"https://www.vox.com/climate/23762529/atlantic-ocean-record-heat-wave-el-nino-hurricane-climate-change\">ramped up last year</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not entirely clear what’s causing this warming, though scientists suspect a combination of factors including climate change — which raises the baseline ocean temperature — as well as lingering effects of <a href=\"https://www.vox.com/climate/23738846/el-nino-2023-weather-heat-wave-climate-change-disaster-flood-rain\">El Niño</a>, natural climate variability, and perhaps even a <a href=\"https://www.carbonbrief.org/tonga-volcano-eruption-raises-imminent-risk-of-temporary-1-5c-breach/\">volcanic eruption</a>.</p>\n\n<p class=\"has-text-align-none\">“This is out of bounds from the kinds of variability that we’ve seen in [at least] the last 75 years or so,” <a href=\"https://people.miami.edu/profile/be7abbba52c947423b8133238c7e7b68\">Ben Kirtman</a>, director of the Cooperative Institute for Marine and Atmospheric Studies, a joint initiative of the University of Miami and the National Oceanic and Atmospheric Administration (NOAA), told Vox in August. “That can be scary stuff.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 26, 3:30 pm ET: </strong>This story, originally published September 25, has been updated with new information as Hurricane Helene approaches the Florida coast.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Hurricane Helene has quickly intensified into a massive Category 3 storm, with hurricane-force winds extending up to 60 miles outward from the eye. Forecasters warn that Helene — which has wind speeds of near 120 miles per hour — could be deadly for those living in coastal Florida, where it’s expected to make landfall this evening. The [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Vox’s new membership program, explained",
    "link": "https://www.vox.com/24160857/vox-membership-program",
    "pubDate": "2024-09-26T18:24:24.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25456759/VoxMembership_Logo_social_1_1.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p>Since our founding in 2014, you’ve supported Vox in our mission: to help everyone understand our complicated world so that we can all help shape a better one. We think of you — our audience — as being at the heart of everything we do. With every story, podcast, and video we create, we ask ourselves: What does our audience need to know about this topic? What matters to them? What questions do they have? Our journalists strive to bring you clarity, context, and nuance on all the topics that affect your world and your daily life. Together, we’ve learned about everything from artificial intelligence, the Supreme Court, and meatless meat to personal finance, climate solutions, parenting, and more. This vital journalism wouldn’t have been possible without the continued support of our readers, listeners, and video audience.</p>\n\n<p>That’s why we launched the <strong><a href=\"http://vox.com/pages/support-now?itm_campaign=Membership-Explainer&amp;itm_medium=site&amp;itm_source=in-article\">Vox Membership program</a></strong>. It’s a celebration of our decade-long commitment to serve our audience and build our community. This program will allow us to offer you deeper access to Vox than ever before.&nbsp;</p>\n\n<p>So what does it mean to be a Vox Member? What kind of cool perks do you get? And why is Vox doing this?&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why is Vox launching a membership program?</strong></h2>\n\n<p>Quality journalism is expensive to produce. We rely partly on direct support from our audience to fund our work. For the past four years, people have been contributing to Vox because they believe in our mission of creating smart, approachable journalism.</p>\n\n<p>With our new membership program, we plan to build on that foundation by creating a closer two-way relationship between our audience and Vox.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>So what exactly is the Vox Membership program? What do I get for joining?</strong></h2>\n\n<p>Vox Membership is a new community with some exciting perks. Most importantly, your membership will help Vox continue to produce the journalism you rely on to understand the world around you. But we’ll also be rolling out special benefits to members to thank them for their support. Members will receive: </p>\n\n<ul>\n<li>Access to <strong>exclusive must-read stories</strong> on our website</li>\n\n\n\n<li><strong>Monthly columns</strong> from writers Eric Levitz, Christian Paz, Rebecca Jennings, and Alex Abad-Santos</li>\n\n\n\n<li>Bi-weekly editions of <strong>The Vox Explainer<em> </em>members-only<em> </em>newsletter</strong>, which goes behind the scenes on how we make our journalism</li>\n\n\n\n<li>Access to <strong>The Highlight</strong>, our members-only digital magazine, which includes a selection of in-depth features, conversation-driving essays, definitive explainers, and more</li>\n\n\n\n<li><em><strong>The Highlight Podcast, </strong></em>a monthly bonus podcast included with the digital magazine, featuring a rotating cast of Vox podcast hosts and journalists talking with an expert at the forefront of their field working on an idea or pursuit that feels important, novel, and exciting</li>\n\n\n\n<li>Invitations to exclusive quarterly <strong>Q&amp;As with our journalists</strong> and subject-matter experts on topics like artificial intelligence, family policy, and climate solutions</li>\n\n\n\n<li><strong>Interactive video interviews</strong> with voices from our video team </li>\n\n\n\n<li><strong>More members-only newsletters</strong>, including the monthly Ask a Book Critic, a book recommendations roundup by Vox’s Constance Grady</li>\n</ul>\n\n<p>And that’s just the start. We’ve got more planned and we want to hear from you about how we can build this community in the months ahead. </p>\n\n<h2 class=\"wp-block-heading\"><strong>How do I become a Vox Member?&nbsp;</strong></h2>\n\n<p>If you have already committed to a recurring monthly or annual contribution to Vox, you don’t need to do anything else. You can now consider yourself a Vox Member and you can expect to hear from us on your new benefits! Thank you for your continuing support.</p>\n\n<p>If you’re not already a recurring contributor, become a member by clicking <a href=\"http://vox.com/pages/support-now?itm_campaign=Membership-Explainer&amp;itm_medium=site&amp;itm_source=in-article\">right here</a>. Vox Members make recurring contributions of at least $5 per month or $50 per year. Reliable support from our audience allows us to invest in ambitious projects and continue to cover the most important issues and ideas shaping society.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Can I still make a one-time contribution?</strong></h2>\n\n<p>Vox’s mission is to make reliable news coverage accessible to everyone, and that isn’t changing. We created Vox Membership to encourage recurring support and express our gratitude to those who are able to make that commitment. However, one-time contributions to our newsroom are as important as ever and we’re working on ways to keep one-time contributors informed on what’s new at Vox.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>How do I access my member benefits?</strong></h2>\n\n<p>Once you’ve signed up, you’ll create an account so that you’re able to read all of our member-exclusive articles. We’ll also make sure you’re getting the latest behind-the-scenes information from the Vox newsroom and access to all the perks that members receive. And if you ever experience issues or have a question for us, email us at <a href=\"mailto:membership@vox.com\">membership@vox.com</a>. We’ll get back to you as soon as we can.</p>\n\n<p>Thank you for supporting us for the last 10 years. We hope you’ll join us for the next decade and <a href=\"http://vox.com/pages/support-now?itm_campaign=Membership-Explainer&amp;itm_medium=site&amp;itm_source=in-article\"><strong>join</strong> <strong>the Vox Membership program today</strong></a><strong>.</strong></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Since our founding in 2014, you’ve supported Vox in our mission: to help everyone understand our complicated world so that we can all help shape a better one. We think of you — our audience — as being at the heart of everything we do. With every story, podcast, and video we create, we ask [&#8230;]",
    "author": "Nisha Chittal"
  },
  {
    "title": "The ugly reality behind Tim Walz’s farm-friendly image",
    "link": "https://www.vox.com/future-perfect/373954/tim-walz-piglet-factory-farming-climate",
    "pubDate": "2024-09-26T16:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Tim Walz with a wide smile on his face and a piglet nestled in his arms.\" data-caption=\"Tim Walz cuddles a piglet at a booth run by the Minnesota Pork Producers Association at the Minnesota State Fair in 2019. | Courtesy of the office of Minnesota Gov. Tim Walz\" data-portal-copyright=\"Courtesy of the office of Minnesota Gov. Tim Walz\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/69232551_1296987343808151_4049323569287528448_n_4238bc.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Tim Walz cuddles a piglet at a booth run by the Minnesota Pork Producers Association at the Minnesota State Fair in 2019. | Courtesy of the office of Minnesota Gov. Tim Walz</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Shortly after Vice President Kamala Harris announced Tim Walz as her running mate last month, a photograph of the Minnesota governor with an <a href=\"https://www.facebook.com/photo.php?fbid=1296987340474818&amp;id=1093525130821041&amp;set=a.1114138672093020\">adorable piglet</a> nestled in his arms at the 2019 Minnesota State Fair went viral, to the delight of Democratic <a href=\"https://x.com/Komaniecki_R/status/1820831456421429732\">voters</a>, <a href=\"https://x.com/AaronRegunberg/status/1820212815820677468\">activists</a>, and <a href=\"https://www.nytimes.com/2024/08/07/opinion/walz-harris-goofball.html\">pundits</a> alike.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this month, Walz made a campaign stop at a dairy farm where he bottle-fed a baby cow, <a href=\"https://x.com/Tim_Walz/status/1831686167130968324\">tweeting</a>, “Made a new friend.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many politicians come off a bit <a href=\"https://www.npr.org/sections/itsallpolitics/2015/08/13/431956907/eat-speak-and-stumble-candidates-visit-the-iowa-state-fair\">stiff</a> at obligatory farm visits and state fairs, where they swap their suits for a flannel and a turkey leg. But Walz fits right in, seamlessly blending a <a href=\"https://x.com/hannah_flom/status/1820656515755216922\">genuine affection</a> for farmed animals with a hearty enthusiasm for eating them.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/processing-meat-newsletter-signup\">Processing Meat newsletter</a></h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/processing-meat-newsletter-signup\">here</a> for <a href=\"https://www.vox.com/future-perfect\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect\">Future Perfect</a>’s biweekly newsletter from <a href=\"https://www.vox.com/authors/marina-bolotnikova\" data-type=\"link\" data-id=\"https://www.vox.com/authors/marina-bolotnikova\">Marina Bolotnikova</a> and <a href=\"https://www.vox.com/authors/kenny-torrella\" data-type=\"link\" data-id=\"https://www.vox.com/authors/kenny-torrella\">Kenny Torrella</a>, exploring how the meat and dairy industries shape our health, politics, culture, environment, and more. </p>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions or comments on this newsletter?</strong> Email us at futureperfect@vox.com!</p>\n</div>\n\n<p class=\"has-text-align-none\">At this year’s Minnesota State Fair, he <a href=\"https://x.com/Tim_Walz/status/1830316164460716163\">declared</a> pork on a stick to be the “breakfast of champions.” In another viral <a href=\"https://www.tiktok.com/@briantylercohen/video/7400108092161117483?lang=en\">video</a> from last year’s fair, Walz’s daughter tells him she won’t eat turkey because she’s vegetarian. Walz replies that in Minnesota — the nation’s top turkey-producing state — turkey isn’t meat. “Turkey’s special,” he quips.</p>\n\n<p class=\"has-text-align-none\">These images have helped shore up Walz’s wholesome vibes and “<a href=\"https://www.vanityfair.com/news/story/tim-walz-minnesota-state-fair-midwestern-dad\">Big Dad Energy</a>,” exuding the “Minnesota nice” charm that Democrats hope can help them lock down votes in crucial Midwest and Rust Belt states.</p>\n\n<p class=\"has-text-align-none\">I, too, have been swept up by the Harris-Walz fervor, so I feel like a killjoy poking a hole in Walz’s innocent sheen. But there’s a darker side to the story: Walz has a <a href=\"https://www.mprnews.org/story/2009/10/07/porkindustry\">long history</a> of providing <a href=\"https://www.twincities.com/2014/03/12/rep-tim-walzs-winning-hotdish-recipe-2/\">free advertising</a><strong> </strong>and public funding to the <a href=\"https://mn.gov/governor/newsroom/press-releases/?id=1055-600942\">meat</a> and <a href=\"https://mn.gov/governor/newsroom/press-releases/?id=1055-583830\">dairy</a> sectors, industries that trash Minnesota’s treasured waterways, torture animals, and endanger public health and vulnerable workers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To be fair to Walz, he’s doing what every other politician, Republican or Democrat, does to survive in farm country. Minnesota is a top producer of <a href=\"https://www.ers.usda.gov/newsroom/trending-topics/turkey-sector-background-statistics/\">turkey</a>, <a href=\"https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=108733\">pork</a>, and <a href=\"https://www.statista.com/statistics/194968/top-10-us-states-by-milk-production/\">dairy</a>, as well as <a href=\"https://ipad.fas.usda.gov/cropexplorer/cropview/commodityView.aspx?cropid=0440000\">corn</a> and <a href=\"https://ipad.fas.usda.gov/cropexplorer/cropview/commodityView.aspx?cropid=2222000\">soybeans</a>, the main crops fed to livestock. Even though just around<strong> </strong>1 percent of Minnesota households make a living from farming, agribusiness has accrued enormous influence over federal and state agricultural policy by <a href=\"https://investigatemidwest.org/2024/07/24/graphic-political-party-gap-in-agribusiness-donations-continues-to-widen/\">showering candidates</a> — including farm-state Democrats like <a href=\"https://www.followthemoney.org/show-me?c-t-eid=9202001#%5B%7B1%7Cgro=d-et,d-ccb\">Walz</a> — with campaign contributions. It then uses them to sell a <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">narrative</a> that Big Ag is beyond criticism because it is “<a href=\"https://www.facebook.com/GovTimWalz/posts/im-not-kidding-when-i-say-our-farmers-feed-the-world-were-a-top-five-state-for-a/1070172471129548/\">feeding the world</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Democrats watch their share of the vote in farm country slip away, characters like Walz — a balance to Harris’s image as a San Francisco liberal — bring an obvious appeal to the party. But in what may ultimately be a <a href=\"https://theconversation.com/rural-voters-dont-necessarily-love-walz-despite-the-camo-hat-and-small-town-upbringing-236973\">quixotic quest</a> to appeal to rural voters in Middle America, Democratic leaders are compromising their <a href=\"https://democrats.org/wp-content/uploads/2024/08/FINAL-MASTER-PLATFORM.pdf\">commitments elsewhere</a> to environmental protection, labor rights, and public health when they go heavy on promoting the meat industry and light on regulating its harms.</p>\n\n<p class=\"has-text-align-none\">That the Democratic base appears to be celebrating Walz’s farm-friendly image with little scrutiny shows how far factory farming’s opponents have to go in educating the American public about the cruelties of our food system. Much like the <a href=\"https://www.vox.com/22838160/animal-welfare-labels-meat-dairy-eggs-humane-humanewashing\">misleading</a> cartoons of happy, “humanely raised” pigs and cows on meat packaging — which often mean little on the farm itself — Walz’s photo-ops with baby farmed animals reinforce the false romanticized image that Big Ag has so successfully seared into the public’s consciousness.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The reality, however, is anything but wholesome.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Dissecting Walz’s viral farm moments — and his voting record&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Without context, the <a href=\"https://www.facebook.com/photo.php?fbid=1296987340474818&amp;id=1093525130821041&amp;set=a.1114138672093020\">photo</a> of Walz holding a piglet at the Minnesota State Fair appears innocent, even endearing. But the pork industry, and that piglet’s life? Not so much.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The photo was taken at a pavilion sponsored by Christensen Farms, the <a href=\"https://www.agriculture.com/pork-powerhouses-2023-sow-numbers-pig-profits-down-while-productivity-up-8641051\">ninth largest</a> US pork company, and run by the Minnesota Pork Board. Practically all pigs raised for food in the US come from factory farms — including Christensen’s, as seen in this <a href=\"https://www.youtube.com/watch?v=B9UDHv0Juv4\">disturbing 2015 investigation</a> by an animal rights group — which use a consistent set of practices. Female breeding pigs — those that give birth to piglets who are then raised for slaughter — are confined in <a href=\"https://www.vox.com/future-perfect/353393/farm-bill-republicans-prop-12-gestation-crates-pork\">crates so small</a> they can hardly move for their entire lives, suffering through pregnancy after pregnancy to churn out piglets until their productivity wanes and they’re sent to slaughter. The Minnesota Pork Producers Association, a sister organization to the Minnesota Pork Board, <a href=\"https://awionline.org/press-releases/animal-protection-groups-call-usda-require-cameras-inside-co2-stunning-areas-pig#:~:text=An%20estimated%2090%25%20of%20the,and%20convulsing%20before%20collapsing%20in\">lobbies</a> in favor of keeping pregnant pigs in tiny cages and against basic <a href=\"https://landstewardshipproject.org/lsp-media-statement-on-amicus-filing-by-ag-groups-in-daley-farm-court-case/\">environmental</a> measures.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/WAM26886.jpg?quality=90&#038;strip=all&#038;crop=0,10.669135487166,100,78.661729025667\" alt=\"A pig inside a narrow metal crate, with other pigs in identical crates on either side, looks toward the camera.\" title=\"A pig inside a narrow metal crate, with other pigs in identical crates on either side, looks toward the camera.\" data-has-syndication-rights=\"1\" data-caption=\"Pigs in gestation crates, a standard type of housing used for breeding female pigs in the pork industry. | Jo-Anne McArthur/We Animals Media\" data-portal-copyright=\"Jo-Anne McArthur/We Animals Media\" />\n<p class=\"has-text-align-none\">It’s also common in the US pork industry to feed these breeding pigs <a href=\"https://www.vox.com/future-perfect/23817808/pig-farm-investigation-feedback-immunity-feces-intestines\">ground-up piglet intestines</a> to build immunity against disease.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Piglets have their <a href=\"https://www.vox.com/future-perfect/23817808/pig-farm-investigation-feedback-immunity-feces-intestines\">teeth clipped</a> and tails chopped off, and the males’ testicles are cut out, all without pain relief. They spend their short lives in dark, unsanitary warehouses before being shipped on a grueling journey to the slaughterhouse and <a href=\"https://awionline.org/press-releases/animal-protection-groups-call-usda-require-cameras-inside-co2-stunning-areas-pig#:~:text=An%20estimated%2090%25%20of%20the,and%20convulsing%20before%20collapsing%20in\">stunned unconscious</a> in a carbon dioxide gas chamber, a practice that can be <a href=\"https://www.wired.com/story/dex-pig-slaughterhouse-gas-chambers-videos/\">excruciatingly painful</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Minnesota’s mammoth turkey industry — <a href=\"https://www.sentienceinstitute.org/us-factory-farming-estimates\">virtually all</a> of the birds are raised on factory farms — is similarly abusive. Last year, an animal rights group <a href=\"https://www.vox.com/future-perfect/2023/11/22/23970874/thanksgiving-turkey-farming-jennie-o-hormel-white-house-pardon\">found</a> stomach-churning conditions at the state’s top turkey producer, Jennie-O: birds too weak and sick to even walk, along with live birds pecking at dead and rotting ones and birds with visible wounds — signs of cannibalism, a <a href=\"https://www.merckvetmanual.com/poultry/miscellaneous-conditions-of-poultry/cannibalism-in-poultry\">common problem</a> in poultry farming (at the time, Jennie-O told Vox that it “takes the welfare of the animals under our care seriously and has robust animal care standards throughout our supply chain”).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Jennie-O’s parent company, Hormel Foods, is headquartered in the congressional district Walz held before he ran for governor; Walz has <a href=\"https://www.twincities.com/2014/03/12/rep-tim-walzs-winning-hotdish-recipe-2/\">promoted</a> the <a href=\"https://mn.gov/governor/newsroom/press-releases/?id=1055-600942\">company</a>’s products and <a href=\"https://mn.gov/governor/covid-19/news/?id=1055-497713\">appointed</a> its former CEO to a state economic council.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"White House &quot;Turkey Pardon&quot; Supplier Exposé Finds Cannabalism, Starvation\" src=\"https://www.youtube.com/embed/UF8HvoxdpQQ?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">And remember Walz’s <a href=\"https://x.com/Tim_Walz/status/1831686167130968324\">photo op</a> with the dairy calf earlier this month? It masked the dismal reality behind dairy farming, where cows have been selectively bred to pump out more and more milk, leading to <a href=\"https://academic.oup.com/af/article/2/3/16/4638647\">more frequent leg and metabolic issues</a>, as well as higher rates of painful udder inflammation. </p>\n\n<p class=\"has-text-align-none\">The campaign stop took place at a relatively small dairy farm, the kind that makes up an <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">increasingly tiny</a> share of the milk Americans buy at the grocery store. Most dairy cows today will <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7238891/\">never set foot on open pasture</a>, and farms typically separate babies from mothers shortly after birth, housing them alone and feeding them through a bottle so that farmers can take their mothers’ milk.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Made a new friend. <a href=\"https://t.co/MLX5k37Ew6\">pic.twitter.com/MLX5k37Ew6</a></p>&mdash; Tim Walz (@Tim_Walz) <a href=\"https://twitter.com/Tim_Walz/status/1831686167130968324?ref_src=twsrc%5Etfw\">September 5, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">In Minnesota — the Land of 10,000 Lakes — livestock and the synthetic fertilizer used to <a href=\"https://www.mncorn.org/corn-facts/\">grow the corn</a> they eat <a href=\"https://investigatemidwest.org/2023/11/13/us-regulators-order-minnesota-to-clean-up-nitrate-contaminated-water/\">account for most</a> of the state’s water nitrate pollution; <a href=\"https://fmr.org/news/2017/11/20/state-confirms-40-percent-mn-lakes-and-rivers-polluted\">4 in 10 bodies of water</a> are so polluted that they fail to meet basic health standards. Last year, the US Environmental Protection Agency <a href=\"https://www.epa.gov/system/files/documents/2023-11/ao-rmod-reponse-letter_20230510-508.pdf\">directed</a> Minnesota state agencies to immediately address the high nitrate levels in drinking water, which can cause a <a href=\"https://www.health.state.mn.us/communities/environment/water/contaminants/nitrate.html#HealthEffects\">range</a> of serious health issues, that thousands of Minnesotans had been exposed to. The EPA also encouraged the state to better monitor pollution from livestock manure.</p>\n\n<p class=\"has-text-align-none\">Minnesota state government is limited in its ability to crack down on these businesses because court decisions have largely exempted factory farms from Clean Water Act regulation. And Walz, of course, can’t bear the blame for a problem that began decades ago due to the unsavory realities of farm state politics. But <a href=\"https://www.ewg.org/interactive-maps/2020-in-minnesotas-farm-country-nitrate-pollution-of-drinking-water-getting-worse/#:~:text=More%20than%20half%20of%20all,systems%20are%20experiencing%20worsening%20contamination.\">environmental groups</a> and even some <a href=\"https://minnesotareformer.com/2024/02/22/epa-directive-renews-debate-over-states-role-in-protecting-drinking-water-from-farm-pollution/\">state lawmakers</a> argue Minnesota could be doing much more. Instead, Walz seems to have little to say about factory farming dirtying the state’s waterways.</p>\n\n<p class=\"has-text-align-none\">Prior to serving as Minnesota’s governor, Walz represented Minnesota in the US House of Representatives for six terms, in which he <a href=\"https://www.eenews.net/articles/tim-walzs-balancing-act-on-agriculture/\">voted against</a> two important agricultural pollution measures. As a member of the House Agriculture Committee, he played a large role in negotiating the Farm Bill — a multiyear legislative package that sets federal agricultural policy — and during his tenure, the legislation shoveled <a href=\"https://www.ers.usda.gov/topics/farm-economy/farm-commodity-policy/farm-bill-spending/\">more and more money</a> to farmers growing livestock feed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Walz has championed <a href=\"https://www.eenews.net/articles/tim-walzs-balancing-act-on-agriculture/\">federal</a> <a href=\"https://www.mda.state.mn.us/soil-health-grant\">and</a> <a href=\"https://www.brownfieldagnews.com/news/minnesota-water-quality-program-surpasses-1-million-voluntary-acres-enrolled/\">state</a> “conservation” funding for farmers to implement more sustainable practices, but they’ve ultimately made <a href=\"https://apnews.com/article/rivers-streams-nitrogen-pollution-fertilizer-agriculture-farming-571eb54cb69cc06f43d5f1253e990337\">little to no progress</a> in fixing the problem. And <a href=\"https://www.iatp.org/payments-pollution-how-federal-conservation-programs-can-better-benefit-farmers\">some</a> of the federal conservation funding goes to large meat and dairy operations for environmentally dubious practices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gov. Walz’s office declined to comment for this story and instead shared a comment from the Minnesota Department of Agriculture. “The Governor has consistently advocated for and implemented programs that ensure agriculture benefits the environment while remaining profitable,” the statement reads, and points to Walz’s support for conservation funding and a <a href=\"https://www.mda.state.mn.us/nfr\">rule</a> that sets some limits on fertilizer application.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What Walz in the White House might mean for the future of farming</h2>\n\n<p class=\"has-text-align-none\">If Harris wins the presidency, Walz could be influential in setting the administration’s agricultural agenda. That would likely mean more of the same bipartisan, pro-factory farming consensus.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the other hand, Harris has a surprisingly strong track record on <a href=\"https://time.com/7003790/kamala-harris-climate-record-trump-climate-change/\">the environment</a> and <a href=\"https://www.animals24-7.org/2024/07/21/vp-kamala-harris-has-long-strong-record-on-animal-issues/\">animal welfare</a>, having defended California’s bans on foie gras and confining egg-laying hens in tiny cages during her time as the state’s attorney general.</p>\n\n<p class=\"has-text-align-none\">Walz’s rural bona fides could make him an effective messenger for reforms that a Harris administration might pursue&nbsp;— if he’s willing to buck Big Ag. But there’s little evidence so far that he would be ready to take that role.</p>\n\n<p class=\"has-text-align-none\">To call out the meat industry for its misdeeds and advocate for meaningful regulations would require courage few farm state politicians have been willing to show. Doing so in the middle of a tightly contested presidential campaign, where several of the battleground states have major agricultural sectors, could be politically disastrous.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So, instead, we get photos of candidates with cute piglets and baby calves caught up in the factory farm system — images that fortify the very mythologies that make it so difficult for elected officials to stand up to Big Ag. But that political calculation has gotten us to where we are today: poisoned waters, injured workers, and abused animals.</p>\n\n<p class=\"has-text-align-none\">While a second Trump term would likely be even friendlier to Big Ag than a Harris-Walz administration, there’s <a href=\"https://theintercept.com/2020/12/11/democrat-tom-vilsack-usda-secretary-farms/\">less daylight</a> between <a href=\"https://cornbeltconfidential.substack.com/p/the-problem-with-local-cafo-bans\">Republicans and Democrats</a> on agricultural policy than you might think.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We’re not going back” has become the de facto Harris-Walz campaign slogan. But in the fight against factory farming, their administration probably wouldn’t move us forward, either.</p>\n\n<p class=\"has-text-align-none\"><em>This story was featured in the </em><a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\"><em>Processing</em> <em>Meat</em></a><em> newsletter. Sign up <a href=\"https://www.vox.com/pages/processing-meat-newsletter-signup\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Shortly after Vice President Kamala Harris announced Tim Walz as her running mate last month, a photograph of the Minnesota governor with an adorable piglet nestled in his arms at the 2019 Minnesota State Fair went viral, to the delight of Democratic voters, activists, and pundits alike.&#160; Earlier this month, Walz made a campaign stop [&#8230;]",
    "author": "Kenny Torrella"
  },
  {
    "title": "The cultural power of the anti-woke tech bro",
    "link": "https://www.vox.com/culture/373990/heterodoxy-anti-woke-libertarian-tech-bro",
    "pubDate": "2024-09-26T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man jumping high in front of a parked Cybertruck.\" data-caption=\"A Cybertruck, and a Cybertruck Guy. | Tayfun Coskun/Anadolu via Getty Images\" data-portal-copyright=\"Tayfun Coskun/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2167491131.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A Cybertruck, and a Cybertruck Guy. | Tayfun Coskun/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If, in the year 2010, someone asked you to conjure an image of the average libertarian, there’s a good chance you’d envision former Texas Rep. Ron Paul, who was, for decades, the ideology’s most famous representative.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You might also think of someone entirely fictional: Ron Swanson.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Grumpy, mustachioed, and obsessively fearful of government overreach, Swanson was <em>Parks &amp; Recreation</em>’s resident macho man, the lone-wolf amateur woodworker who believed society’s problems could be fixed by bootstraps, hard work, and rugged individualism.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Sure, these guys romanticize the idea of working with their hands, but it’s far more likely they spend their days typing on a laptop (or better yet, speaking into a podcast mic)</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Sometime between 2010 and now, however, the libertarian of the American imagination changed. Our new avatar for laissez-faire economics and “leave me alone-ism” is more likely an aspiring entrepreneur who rails against wokeness in forums and group chats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether or not this type of guy is actually even a libertarian at all is debatable. Some may espouse libertarian-ish economics, but most are far more fixated on culture; still others have a hard-to-classify medley of views. They are, however, united by their self-mythologizing as “free thinkers” and a sense of alienation from mainstream liberal discourse. This brand of tech bro is proud of his <a href=\"https://www.theguardian.com/us-news/article/2024/aug/14/young-men-election-joe-rogan-donald-trump\">heterodoxy</a>, despite the fact that the worldview he articulates seems to have been passed top-down from a cadre of influential Silicon Valley executives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sure, these guys romanticize the idea of working with their hands, but it’s far more likely they spend their days typing on a laptop (or better yet, speaking into a podcast mic). Rather than a remote log cabin, they imagine escaping to their very own civilization on a <a href=\"https://www.theatlantic.com/magazine/archive/2024/03/silicon-valley-billionaires-building-cities/677173/\">corporate-owned self-governing city-state</a> — er, “<a href=\"https://www.wired.com/story/network-school-balaji-srinivasan/\">networked state</a>.” They’re not driving lifted trucks; they’re buying <a href=\"https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/2024_Tesla_Cybertruck_Foundation_Series%2C_front_left_%28Greenwich%29.jpg/1200px-2024_Tesla_Cybertruck_Foundation_Series%2C_front_left_%28Greenwich%29.jpg\">bulletproof hunks of metal</a> that look like they came out of <em>Cyberpunk 2077</em>. Like Ron Swanson, they still <a href=\"https://www.theatlantic.com/health/archive/2018/08/the-peterson-family-meat-cleanse/567613/\">love animal protein</a>, but now they may be eating it <a href=\"https://www.bonappetit.com/story/raw-meat-diet-reddit\">literally raw</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Less into Milton Friedman (the economist) than <a href=\"https://www.bostonglobe.com/2024/02/14/business/lex-fridman-mit-science-ambassador-podcast/\">Lex Fridman</a> (the computer scientist-turned-podcaster), they regurgitate the gospel of tech overlords like <a href=\"https://www.vox.com/culture/23872485/elon-musk-walter-isaacson-biography-review\">Elon Musk</a> and <a href=\"https://www.nytimes.com/2023/10/26/opinion/marc-andreessen-reactionary-futurism.html\">Marc Andreessen</a> and the creators who interview them — Joe Rogan and his many imitators. They love tough-guy sports like<a href=\"https://www.theinformation.com/articles/you-dont-know-this-nerd-is-a-silent-killer-a-raging-martial-arts-scene-finds-a-home-in-silicon-valley\"> MMA and Brazilian jiu-jitsu</a> but are worried about <a href=\"https://www.washingtonpost.com/nation/2023/06/19/joe-rogan-hotez-rfk-vaccine-debate/\">vaccines</a>, <a href=\"https://www.rollingstone.com/culture/culture-features/is-seed-oil-bad-for-you-wellness-influencers-right-wing-debunked-1234809499/\">seed oils</a>, and the mainstreaming of <a href=\"https://www.sfchronicle.com/california/article/elon-musk-trans-daughter-19594744.php\">trans rights</a>. Their worldview is often a paradox, full of irony and sometimes hypocrisy.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-174032184.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Joe Rogan\" title=\"Joe Rogan\" data-has-syndication-rights=\"1\" data-caption=\"Joe Rogan, the most popular podcaster on Spotify. | NBC Universal/Getty Images\" data-portal-copyright=\"NBC Universal/Getty Images\" />\n<p class=\"has-text-align-none\">In recent years, there have been a few attempts at christening this cohort with a name. Germs of it are <a href=\"https://www.vox.com/culture/2023/1/10/23547393/andrew-tate-toxic-masculinity-qa\">influenced by the manosphere</a>, or the parts of the internet where men complain about their lack of access to women and sex and blame society’s present ills on feminism. Though you don’t hear these guys talk about the alt-right or being “redpilled” much anymore (perhaps too closely associated with <a href=\"https://www.vox.com/the-highlight/2019/4/16/18287446/incel-definition-reddit\">incels</a>), they tend to frame their position as “anti-woke,” or a counterpoint to what they see as a world over-indexed on equality and diversity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This sphere, broadly conceived, includes everyone from “canceled” figures associated with the <a href=\"https://www.vox.com/the-big-idea/2018/5/10/17338290/intellectual-dark-web-rogan-peterson-harris-times-weiss\">“intellectual dark web,”</a> to controversy-hungry influencers like Sneako and the Paul brothers, to mega podcasters Dave Rubin and Tim Pool (most recently in the news for unwittingly <a href=\"https://www.vox.com/politics/370323/tenet-media-russia-what-happened-tim-pool-dave-rubin-benny-johnson-lauren-southern\">becoming paid Russian propaganda stooges</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since the Obama administration, two things happened that changed the way these men (and they are overwhelmingly men) think, look, and behave online: the overhaul of acceptable political discourse caused by the election of Donald Trump and, of course, the pandemic.</p>\n\n<h2 class=\"wp-block-heading\"><strong>A worldview centered around cultural grievances</strong></h2>\n\n<p class=\"has-text-align-none\">Some of this philosophy and aesthetic can be credited to the influence of billionaire venture capitalist Peter Thiel. Thiel, whose libertarian views have <a href=\"https://www.politico.com/magazine/story/2016/11/donald-trump-steve-bannon-peter-thiel-214490/\">curdled into the anti-democratic</a>, has for years <a href=\"https://www.vanityfair.com/news/2022/04/inside-the-new-right-where-peter-thiel-is-placing-his-biggest-bets\">funded a right-wing culture movement</a> (if it can even be considered that) that includes film festivals, conferences, and media companies that tout <a href=\"https://www.rollingstone.com/culture/culture-features/womens-magazine-gen-z-cosmo-far-right-evie-1234744617/\">anti-feminism</a> and <a href=\"https://qz.com/1537150/peter-thiel-is-funding-a-science-publication-questioning-evolution-and-climate-change\">climate change denialism</a>.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.nytimes.com/2021/09/21/books/review/the-contrarian-peter-thiel-max-chafkin.html\">recent Thiel biography traces</a> almost everything the billionaire has done to amass power back to the grudge he held as a nerdy schoolboy who loved Dungeons &amp; Dragons and <em>The Lord of the Rings </em>(several of Thiel’s companies are named for Tolkien people and places) against the liberals and elites who rejected him.</p>\n\n<p class=\"has-text-align-none\">The Trump years gave extreme views like Thiel’s and others in Silicon Valley legitimacy and publicity. One major moment,<strong> </strong>says Derek Robertson, who writes <a href=\"https://www.politico.com/newsletters/digital-future-daily/2024/09/16/how-to-not-fund-the-future-00179381\">Politico’s Digital Future Daily newsletter</a>, was the publication of <a href=\"https://www.vox.com/culture/2017/8/9/16112050/google-fired-engineer-james-damore-alt-right-free-speech\">ex-Google employee James Damore’s letter</a> to the company’s leadership in 2017. </p>\n\n<p class=\"has-text-align-none\">In it, Damore railed against the company’s diversity measures by stating that women simply weren’t biologically suited to work in tech, causing a major backlash from women in the industry. After Damore was fired, he hit the burgeoning alt-right media circuit, where he gave interviews to the leading commentators of the day: Rogan, Jordan Peterson, Ben Shapiro, as well as white nationalist podcaster <a href=\"https://gnet-research.org/2023/05/17/inside-the-cult-of-stefan-molyneux-a-historical-exploration-of-far-right-radicalisation-on-youtube/\">Stefan Molyneux</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The letter was also a litmus test for what was acceptable to say publicly in a world where Donald Trump was president. The sudden open hostility to diversity grew to include a stew of related grievances. Anyone who prevented entrepreneurs and other “big thinkers” from doing exactly as they pleased became the enemy: <a href=\"https://nymag.com/intelligencer/2013/07/silicon-valleys-anti-unionism-and-class-warfare.html\">unions</a>, the <a href=\"https://www.nytimes.com/2023/10/28/opinion/marc-andreessen-manifesto-techno-optimism.html\">media, academia, government institutions</a>, anyone with a <a href=\"https://www.inc.com/tim-askew/why-liberal-arts-are-necessary-for-long-term-success.html\">liberal arts degree</a>, as well as <a href=\"https://www.independent.co.uk/news/world/americas/elon-musk-andrew-tate-4chan-x-twitter-high-status-males-b2606622.html\">women</a> and <a href=\"https://bridge.georgetown.edu/research/factsheet-ben-shapiro/\">people of color</a> in positions of power (although this part usually goes unsaid).&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>If contemporary culture is the problem, with its wokeness and DEI, it’s no wonder they valorize “the classics”&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Robertson tells me he’s watched libertarianism, at least in its tech bro manifestation, go from this “really wonky” philosophy centered around less government interference in all aspects of life to a movement that’s almost entirely centralized around cultural grievances. “It’s just a reactionary movement against the increasing presence of women in culture, the increasing domination of women in academia and corporate fields,” he says. </p>\n\n<p class=\"has-text-align-none\">These grievances have shaped the aesthetic of the online right: If contemporary culture is the problem, with its wokeness and DEI, it&#8217;s no wonder they valorize “the classics.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many of them, exemplified by the infamous internet personality <a href=\"https://www.theatlantic.com/magazine/archive/2023/09/bronze-age-pervert-costin-alamariu/674762/\">Bronze Age Pervert</a>, revere the type of art Westerners are exposed to in elementary school: ancient sculpture and their Renaissance counterparts, Romantic painting, and classical music and architecture. Echoes of this worldview are <a href=\"https://www.redpepper.org.uk/political-parties-and-ideologies/history/nowhere-to-retvrn-history-nostalgia-tradwives-far-right/\">everywhere on social media</a>, romanticizing “trad” lifestyles with regressive gender roles juxtaposed next to images of rural landscapes and marble nudes, often posted by people hoping for a “RETVRN” (styled as such to emulate the Roman empire) to an imagined past society.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Every Saturday morning you are challenged by stronk Swede to contest of rope-tug. If you lose you must remain SUBORDINATE for the coming week!<br><br>(this is only form of govt I believe in btw, and also in positions like intel, hierarchy to be sorted by chess match, etc.) <a href=\"https://t.co/kMwsRIC9od\">pic.twitter.com/kMwsRIC9od</a></p>&mdash; Bronze Age Pervert (@bronzeagemantis) <a href=\"https://twitter.com/bronzeagemantis/status/1000417717848039424?ref_src=twsrc%5Etfw\">May 26, 2018</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Ironically, no object better synthesizes the hyper-online, libertarian-leaning dude than the Cybertruck, the bizarre Tesla offering that the Times <a href=\"https://www.nytimes.com/2024/07/22/style/elon-musk-tesla-cybertruck.html\">described as</a> “a culture war on wheels.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Inspired by <a href=\"https://x.com/walterisaacson/status/1681304525767086085?s=46&amp;t=NmTvzLp9qcZ7PG3SfRGXOA\">dystopian science fiction</a>, the hulking hunk of unpainted metal barely squeezes into a lane of traffic and encases its driver in a (<a href=\"https://qz.com/tesla-cybertruck-bulletproof-1851325534\">sort of</a>) bulletproof tank that’s easily mistaken for a weapon of war. It is one of the few cars in the world that no one would ever compare to a woman’s body — there are no curves, after all. The Cybertruck appeals to someone who imagines danger is all around them. If they can’t protect themselves against a culture that is moving on without them, perhaps they can do it with stainless steel.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>How Covid supercharged male wellness culture</strong></h2>\n\n<p class=\"has-text-align-none\">The pandemic was a convergence of several grievances harbored by the free-thinker set: government overreach, America’s troubled health care system, and left-wing virtue signaling.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The CDC’s response to Covid-19, says Hussein Kesvani, a journalist and podcaster who covers internet culture and politics, clashed with the tech bros’ sensibilities: Public health required individuals to alter their behavior for the sake of the collective good and sacrifice certain personal freedoms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not surprising, then, how this set began to view mask-wearing as a symbol identifying oneself with the political establishment and vaccines as dangerous. <a href=\"https://www.washingtonpost.com/politics/2022/02/02/actual-joe-rogan-coronavirus-misinformation/\" target=\"_blank\" rel=\"noreferrer noopener\">While promoting</a>&nbsp;vaccine skepticism and decrying lockdown measures, personalities like Rogan have entertained a bevy of other&nbsp;<a href=\"https://www.nytimes.com/2022/02/08/opinion/joe-rogan-health-misinformation-solutions.html\" target=\"_blank\" rel=\"noreferrer noopener\">junk ideas about health</a>, often peddling their <a href=\"https://www.the-independent.com/news/world/americas/onnit-sued-supplements-joe-rogan-b2548166.html\">own questionable&nbsp;products</a>. Energy drinks and longevity supplements in particular are a cash cow; listen to any podcast of this ilk and you’re likely to hear the guest plugging their own brand (Logan Paul has <a href=\"https://www.businessinsider.com/logan-paul-and-ksi-prime-hydration-lawsuits-list-of-cases-2024-8\">Prime Hydration</a>; both <a href=\"https://www.npr.org/2021/03/24/979362593/alex-jones-still-sells-supplements-on-amazon-despite-bans-from-other-platforms\">Alex Jones</a> and <a href=\"https://www.youtube.com/watch?v=AHTLxxeAhc4\">The Daily Wire</a> have vitamin companies).&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2147577571.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Logan Paul \" title=\"Logan Paul \" data-has-syndication-rights=\"1\" data-caption=\"Logan Paul at a boxing match, promoting his Prime energy drink. | Tim Nwachukwu/Getty Images\" data-portal-copyright=\"Tim Nwachukwu/Getty Images\" />\n<p class=\"has-text-align-none\">“So much of this conspiratorial stuff is rooted in this idea that these institutions — hospitals, governments — are keeping the secrets of the universe away from you,” says Kesvani.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s created an enormous industry for heterodoxy entrepreneurs on every level of scamminess to hawk ideas about “seed oils” <a href=\"https://www.rollingstone.com/culture/culture-features/is-seed-oil-bad-for-you-wellness-influencers-right-wing-debunked-1234809499/\">supposedly turning everyone ugly and sick</a>, why <a href=\"https://www.npr.org/2026/01/01/1198916105/mens-health-masturbation-abstinence\">masturbation</a> is making men weak, and how <a href=\"https://www.bonappetit.com/story/raw-meat-diet-reddit\">raw beef liver is the one true alpha diet</a>: If the pandemic convinced you that everything you’ve been told about health is a lie, it’s far easier to sell you some random influencer’s vitamin.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“They’re sold in this ‘macho lifestyle’ way, where if you drink Prime you can crush your enemies beneath your chariot wheels, rather than what you’re actually doing, which is probably staying up all night to play PlayStation,” says Helen Lewis, an Atlantic staff writer who covers politics and digital culture. “You have anti-woke moisturizers, anti-woke plunge baths, all this self-care which feels very feminine, so you have to put a macho spin on it to make men feel okay about it.”</p>\n\n<p class=\"has-text-align-none\">Hence the interest in sports like MMA and Brazilian jiu-jitsu, which combine individual competition with combat. Mark Zuckerberg, Rogan, and Fridman, for instance, all have either blue or black belts in martial arts. Where wellness culture meets tech guy politics is full of its own paradoxes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s about the optimization of you as a person, the people you surround yourself with, the places you go, the people you’re seen with,” says Ed Zitron, a Substacker and tech critic. “It actually, if you really take a step back, is something that 20 years ago, guys like them would have described as deeply feminine.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Perhaps it’s all about the loneliness epidemic?</strong></h2>\n\n<p class=\"has-text-align-none\">It’s possible you’ve seen videos or advertisements on social media promoting all-male retreats that romanticize escaping from society, either for hunting or networking or self-improvement (they’ve become so prevalent that there are now <a href=\"https://x.com/snotwurst420/status/1836061211189719171\">parodies going viral</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">While in itself not a bad thing, Zitron points out that most of these retreats are “men reaching out for community, but the community they find is one built on selfishness and exclusion.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think it’s really important to know how much of this comes down to the breakdown of male friendships,” he adds. “Women seem to have some degree of sisterhood, a gender-based solidarity. Guys don’t seem to have this unless it’s just being sexist.”</p>\n\n<p class=\"has-text-align-none\">That desire for community sometimes leads heterodox thinkers into creating narratives borrowed from fantasy or reductive retellings of history. It’s no accident that billionaires like Thiel, Musk, and Jeff Bezos frequently reference <em>The Lord of the Rings</em>, a classic high fantasy about the fight between good and evil (you can guess which side they believe they’re on).&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">I hosted a men-only dinner <a href=\"https://t.co/bnD1OexCtJ\">pic.twitter.com/bnD1OexCtJ</a></p>&mdash; judd crud (@snotwurst420) <a href=\"https://twitter.com/snotwurst420/status/1836061211189719171?ref_src=twsrc%5Etfw\">September 17, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Another <a href=\"https://www.newstatesman.com/comment/2024/08/why-leaders-listen-elon-musk-donald-trump-interview\">current favorite meme</a> places them within the stages of the Roman empire, (“Hard times create strong men, strong men create good times, good times create weak men, weak men create hard times”), positioning themselves as the few strong men who will rise from the ashes to save humanity&nbsp;— itself ironic, considering Musk is among the class of tech billionaires who forged the digital world as we know it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet to the fans who buy into this worldview, it all sounds both true and, crucially, cool: Not only will the free-thinkers rescue humanity, but they’re doing it <a href=\"https://x.com/josiahhughes/status/1835761052673352041\">because it’s punk</a>. “The very macho styling feels countercultural to them. I think it feels punkish: ‘There is a polite society that is dominated by feminine codes of behavior, and we are the insurgent uprising to that.’ To outsiders maybe that doesn’t make a great deal of sense, but if you’re a 14-year-old boy, I think it does make a lot of sense,” says Lewis.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>After all, what else is a Cybertruck but an admission of fear?</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">There are ways in which their self-mythologizing is absolutely true: They are an alternative to mainstream news media, and they do<em> </em>say things that might land you in a meeting with HR or a suddenly very empty room at a party. By building their followings online, they’re tapping into an audience thirsty for someone to tell them that their grievances — against women, against culture, against the media — are valid.</p>\n\n<p class=\"has-text-align-none\">In reality, the techno-libertarians, the heterodoxy, or whatever we’re calling them (Robertson poses “masculine futurism” while Zitron suggests “New nihilism”) seem to be driven by the deepest fears of these particular men. After all, what else is a Cybertruck but an admission of fear? Fear of other cars, of other people, of being broke and the failure to amass social status. “Because what do they actually care about other than ‘I want money bigger; woman sex me now’?” Robertson asks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What, indeed?&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If, in the year 2010, someone asked you to conjure an image of the average libertarian, there’s a good chance you’d envision former Texas Rep. Ron Paul, who was, for decades, the ideology’s most famous representative.&#160; You might also think of someone entirely fictional: Ron Swanson.&#160; Grumpy, mustachioed, and obsessively fearful of government overreach, Swanson [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "7 questions — and zero conspiracy theories — about the allegations against Sean “Diddy” Combs",
    "link": "https://www.vox.com/culture/373997/sean-combs-diddy-puffy-cassie-freak-offs-conspiracy-beiber",
    "pubDate": "2024-09-26T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of Sean “Diddy” Combs in 2023.\" data-caption=\"Sean “Diddy” Combs attends the Congressional Black Caucus Foundation Annual Legislative Conference National Town Hall on September 21, 2023, in Washington, DC. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jemal Countess/Getty Images for Congressional Black Caucus Foundation&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jemal Countess/Getty Images for Congressional Black Caucus Foundation&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1693927945.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sean “Diddy” Combs attends the Congressional Black Caucus Foundation Annual Legislative Conference National Town Hall on September 21, 2023, in Washington, DC. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jemal Countess/Getty Images for Congressional Black Caucus Foundation&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s been more than a week since the <a href=\"https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit\">arrest of music mogul and rapper Sean “Diddy” Combs</a> on a litany of federal charges including sex trafficking and racketeering conspiracy, but the questions surrounding the allegations have only grown in recent days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Which of Combs’s many celebrity friends heard about the alleged “freak-offs”? What, if anything, did his former romantic partners, including Jennifer Lopez, know? If there are tapes, what’s on them? Why do people keep talking about Justin Bieber? </p>\n\n<p class=\"has-text-align-none\">It’s not a stretch to draw parallels between Combs’s case and that of notorious sex offender <a href=\"https://www.vox.com/2019/7/7/20685023/billionaire-jeffrey-epstein-arrested-minor-sex-trafficking-charges\">Jeffrey Epstein</a>. Copious amounts of money, a long list of powerful friends, and a culture of celebrity silence make for a potent combination that, as <a href=\"https://www.vox.com/identities/2019/8/14/20803950/jeffrey-epstein-conspiracy-theories-clinton-trump-acosta\">Anna has written</a>, is “tailor-made to produce conspiracy theories.” In the wake of the arrest, amateur internet sleuths have surfaced numerous videos and photos and pored over interviews with Diddy and his&nbsp;celebrity associates in search of answers.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, the allegations against Combs continue to pile up. After several civil lawsuits were filed against Combs late last year, another woman came forward this week to allege <a href=\"https://apnews.com/article/sean-combs-diddy-lawsuit-1e2b124ba85ebf1b4f1e93c8692aab4b\">in a 26-page civil suit</a> that Combs and his bodyguard took her to the recording studio for his record label, Bad Boy, in 2001, raped her repeatedly, and recorded the assault. &nbsp;</p>\n\n<p class=\"has-text-align-none\">Through his lawyers, Diddy has repeatedly asserted that the civil claims against him are baseless, calling several of them “sickening allegations” made “by individuals looking for a quick payday.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">He has pleaded not guilty in the criminal case, too, and is currently being held in a Brooklyn jail after twice being denied bail. His lawyer, Marc Agnifilo, has said the rapper is “going to fight this with all of his energy and all of his might,” and during a court hearing argued that the so-called freak-offs — marathon sexual productions that prosecutors say involved hired sex workers and women coerced to perform sexual acts for the gratification of Combs and others — were consensual, if unconventional. “Is it sex trafficking?” he asked in court last week. “No, not if everybody wants to be there.”   <br><br>With so many players, civil and criminal cases, and plenty of misinformation floating around, we’re pulling together some of the most frequently asked questions about Diddy and trying to answer them — as best we can, of course, given what we know. </p>\n\n<p class=\"has-text-align-none\">For a more detailed history of all the allegations against Diddy, check out Anna’s full explainer <a href=\"https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit\">here</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What is Combs accused of?</strong></h2>\n\n<p class=\"has-text-align-none\">Combs is facing two kinds of cases: one criminal case brought by the federal government and several civil cases brought by individuals, each involving different accusations.</p>\n\n<p class=\"has-text-align-none\">Combs was arrested on criminal charges; the government alleges that he used his business enterprise to conduct criminal activity, including sex trafficking and kidnapping, and then used his power to intimidate victims and cover up the crimes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The case centers on the alleged performances with women and sex workers. The indictment alleges that Diddy often transported sex workers to perform in the sessions and taped the encounters to coerce silence from participants, using an array of employees and his business organization to facilitate the criminal activity. For all of this, they’ve charged Combs with racketeering conspiracy: <a href=\"https://www.nytimes.com/2024/09/19/arts/music/sean-combs-diddy-r-kelly-keith-raniere-prosecutions.html\">a powerful charge</a> that was originally used largely to prosecute organized crime leaders and can result in a hefty sentence.&nbsp;<br><br>It was the civil cases, however, that opened the floodgates that ultimately led to the indictment.<br><br>In November 2023, Combs’s ex-girlfriend, Casandra Ventura, also known as the singer Cassie, <a href=\"https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit\">filed the first explosive lawsuit</a> that exposed several allegations against Combs to the public, including that the rapper orchestrated the performances with sex workers and forced her to participate. Though she filed a civil case (which was settled by Combs within one day), Ventura’s allegations appear to be the central foundation of the federal criminal case against Combs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Four other cases were filed shortly thereafter, three by women who alleged that he raped them (in some cases drugging them), and one by a male music producer who accused Diddy of grooming him and coercing him to hire sex workers for sex.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>If so many people were involved, why did it take so long for the allegations to come out?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Combs was incredibly powerful in the music industry and in American culture more generally. ​​&nbsp; He was one of the first people to blend the worlds of hip-hop, business, and luxury. His fashion label, Sean John, founded in 1998, became <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">known for high-end menswear</a>. He promoted brands of vodka and tequila and hosted exclusive <a href=\"https://www.billboard.com/music/rb-hip-hop/diddy-white-party-turns-20-pictures-hamptons-8342051/\">white parties</a> in the Hamptons with guests like Martha Stewart, Sarah Jessica Parker, Matthew Broderick, and Jay Z.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s difficult for people to speak out about sexual assault under any circumstances, and doubly difficult when the alleged perpetrator is someone wealthy and well-connected who may have influence over their careers. Combs is also accused of <a href=\"https://www.nytimes.com/2024/09/17/arts/music/sean-combs-diddy-indicted.html\">running an enormous criminal “enterprise”</a> that threatened women with blackmail and violence — including using firearms to threaten victims — all of which would have made it even more difficult for anyone to come forward.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What’s on the tapes mentioned in the indictment? Will they ever come out?</strong></h2>\n\n<p class=\"has-text-align-none\">Several of the accusers, and the criminal indictment, allege that Diddy videotaped sexual assaults and the performances with sex workers. The accuser this week alleges that a tape made of her sexual assault <a href=\"https://www.rollingstone.com/music/music-news/sean-diddy-combs-accuser-drugged-bound-rape-lawsuit-1235109972/\">was sold</a> and viewed by several other men.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Generally, accusers have said any tapes served as a way to ensure their silence. In court, the New York Times reported, prosecutors presented <a href=\"https://www.nytimes.com/2024/09/22/arts/music/sean-combs-diddy-freakoffs-sex-drugs.html\">a statement from one</a> who said, “He just threatened me about my sex tapes that he has of me on two phones. He said he would expose me, mind you these sex tapes where I am heavily drugged.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why is everyone talking about baby oil? Is this real?</strong></h2>\n\n<p class=\"has-text-align-none\">One of the odder details in <a href=\"https://www.washingtonpost.com/documents/8a5e00b3-6871-456f-b787-736298a5c2d7.pdf?itid=lk_inline_manual_6\">the Combs indictment</a> is that authorities say they seized “more than 1,000 bottles of baby oil and lubricant” in <a href=\"https://www.cnn.com/2024/03/25/entertainment/sean-combs-home-search/index.html\">searches of the mogul’s residences</a> in Miami and Los Angeles earlier this year. Prosecutors say the oil was meant for the performances, and Ventura also <a href=\"https://www.nytimes.com/2024/09/22/arts/music/sean-combs-diddy-freakoffs-sex-drugs.html\">said in her lawsuit</a> that she was told to pour “excessive” amounts of oil on herself at these events.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Possessing baby oil is not a crime, and the whole oil issue doesn’t matter very much in the context of the violent and disturbing conduct of which Combs has been accused. But a federal indictment of a public figure like Combs is meant to be read, and it’s not unusual for prosecutors to include details they know will shock people and <a href=\"https://www.nytimes.com/2024/09/22/arts/music/sean-combs-diddy-freakoffs-sex-drugs.html\">make headlines</a>. Baby oil did the trick.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Are other celebrities connected to the case?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">It’s important to note that no other person, celebrity or not, has been indicted alongside Combs in the criminal case. The civil cases do not mention any other celebrities either, accusing only Combs and occasionally those employed by him.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">That said, this is an incredibly tough question, tending to spark more rumor and innuendo than uncover any truths, as onlookers try to determine who knew what when. Indeed, Combs had many friends in high places. But pursuing the question tends to spawn misinformation, like a <a href=\"https://www.cbsnews.com/news/viral-justin-bieber-song-about-diddy-party-likely-ai/\">viral song about “a Diddy party”</a> attributed to Justin Bieber that experts now say was likely created by AI.</p>\n\n<p class=\"has-text-align-none\">So far, a few bold-faced names who were on the guest lists at Combs’s celeb-packed “<a href=\"https://pagesix.com/2024/09/23/celebrity-news/inside-sean-diddy-combs-wild-parties-leonardo-dicaprio-sarah-jessica-parker-j-lo-more-spotted-in-resurfaced-pics/\">white parties</a>” have <a href=\"https://www.usmagazine.com/celebrity-news/news/what-celebs-have-said-about-diddys-infamous-parties/\">come forward to say they</a> were in no way connected to any of the crimes Combs is accused of. But it’s best if we all give the conspiracy theories a rest and let the case be handled in court. Wild speculation is only liable to exacerbate the victims’ pain.  </p>\n\n<h2 class=\"wp-block-heading\"><strong>What will happen to Combs’s businesses and brands now?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In the weeks before Ventura’s lawsuit went public last November, Diddy made several media-grabbing moves, including donating $1 million to Howard University, performing and collecting a Global Icon Award at the VMAs, and throwing a high-profile birthday party for himself in London with Naomi Campbell and Idris Elba among the guests.<br><br>So much has since crumbled, not the least of which is his business empire. Diageo, the beverage brand with which Combs once partnered on vodka and tequila, quickly removed his image from its website, and the partnership broke ties after <a href=\"https://apnews.com/article/diddy-diageo-tequila-deleon-ciroc-3b554f9d03e007139484a6c7e0cf5bd4\">settling a lawsuit</a> over another matter this January. Capital Preparatory Schools, a New York charter school network Combs helped expand, posted a statement on the school’s website last fall saying it was cutting ties with him (though the statement was later removed). Combs also stepped aside as chair of Revolt, a TV network he helped start in 2013, and then officially <a href=\"https://www.nytimes.com/2024/06/04/arts/music/sean-combs-diddy-sell-stake-revolt.html\">sold his stake</a> this summer. And Sean John’s website, according to the Daily Beast, <a href=\"https://www.thedailybeast.com/sean-combs-scandal-fallout-diddys-couture-website-sean-john-has-gone-totally-offline\">was taken down</a>.<br><br>According to <a href=\"https://www.vulture.com/article/sean-diddy-combs-dropped-steps-down-lawsuit.html\">New York magazine</a>, he also no longer has a dedicated “Sean Diddy Combs Day” in Miami, returned his key to New York City, and had his planned Hulu show iced.<br><br>As for Howard, his alma mater? It returned the million-dollar gift.&nbsp;&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">If<strong> Diddy is convicted, how long could he be in prison?</strong></h2>\n\n<p class=\"has-text-align-none\">There’s no guarantee that Combs’s case will go to trial or that he’ll be convicted if he does, so at this point it’s impossible to guess the outcome. But the Department of Justice has issued a <a href=\"https://www.justice.gov/usao-sdny/pr/sean-combs-charged-manhattan-federal-court-sex-trafficking-and-other-federal-offenses\">list of the charges</a> against Combs and what each could mean if he’s convicted. Unsurprisingly, the maximum sentences range, with a transportation for purposes of prostitution charge bringing a potential 10-year sentence, and that racketeering conspiracy charge meaning Combs could face life in prison.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s been more than a week since the arrest of music mogul and rapper Sean “Diddy” Combs on a litany of federal charges including sex trafficking and racketeering conspiracy, but the questions surrounding the allegations have only grown in recent days.&#160; Which of Combs’s many celebrity friends heard about the alleged “freak-offs”? What, if anything, [&#8230;]",
    "author": "Lavanya Ramanathan"
  },
  {
    "title": "Would another Trump defeat end Trumpism?",
    "link": "https://www.vox.com/politics/373376/trump-loss-2024-election-republican-party",
    "pubDate": "2024-09-26T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A dark silhouette of Donald Trump walking away with red haze all around him.\" data-caption=\"\" data-portal-copyright=\"Bloomberg/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/EricLevitz_Vox_9-25_823b67.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Most conservatives are as interested in voting for Kamala Harris as they are in eating a bowl of tofu marinated in motor oil.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">After all, the Democratic nominee has vowed to <a href=\"https://www.vox.com/2019/5/28/18642558/kamala-harris-abortion-voting-rights-act\">legalize abortion nationwide</a>, <a href=\"https://www.forbes.com/sites/joshuacohen/2024/08/01/kamala-harris-touts-freedom-to-live-safe-from-gun-violence-in-presidential-campaign/\">ban assault weapons</a>, <a href=\"https://www.vox.com/housing/365063/kamala-harris-housing-rent-control-landlords\">regulate prices</a>, and <a href=\"https://thehill.com/business/budget/4831977-harris-economic-pitch-cost-analysis/\">increase federal spending</a>. As Donald Trump — in his own wildly exaggerated fashion — would put it, she <a href=\"https://nypost.com/2024/08/07/us-news/trump-says-harris-walz-ticket-will-turn-america-communist-immediately/\">wants</a> “this country to go communist immediately, if not sooner.”</p>\n\n<p class=\"has-text-align-none\">And yet, some on the right <a href=\"https://www.politico.com/newsletters/playbook/2024/09/04/the-republicans-secretly-rooting-for-a-trump-loss-00177272\">are quietly rooting</a> for Trump’s defeat. To this contingent, preventing Trump and JD Vance from remaking conservatism in their image takes precedence over keeping Harris out of the White House.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Their reasoning is simple: Trump has revised GOP orthodoxy, to the detriment of core conservative interest groups. His contempt for NATO and affinity for Vladimir Putin have incensed national security hawks. His enthusiasm for tariffs has dismayed economic libertarians. His gestures of moderation on abortion have dispirited the religious right. And his affection for mobs that threaten to kill Mike Pence has alienated Mike Pence.</p>\n\n<p class=\"has-text-align-none\">All this might not amount to a case for Harris were it not for Trump’s running mate. With the notable exception of abortion rights, JD Vance is even more ideologically hostile to traditional conservatism than the GOP nominee is. The Ohio senator <a href=\"https://www.vox.com/politics/361417/jd-vance-rnc-trump-vice-president-economy-business\">has</a> advocated for (some) labor unions, expansions in social welfare benefits, industrial policy, steep tariffs, stricter antitrust enforcement, and <a href=\"https://www.nytimes.com/2024/07/15/world/europe/ukraine-jd-vance.html\">choking off aid to Ukraine</a>. A Trump victory would make Vance the GOP’s heir apparent, thereby rendering traditional conservatives politically homeless for a decade or more.</p>\n\n<p class=\"has-text-align-none\">A Harris presidency, by contrast, might be a fleeting irritation. Even if the Democratic nominee wins, Republicans are <a href=\"https://www.cookpolitical.com/analysis/senate/montana-senate/montana-senate-moves-lean-republican-gop-increasingly-favored-win\">likely to take the Senate</a>. In that scenario, conservatives could block all of her judicial nominees and partisan legislation, build large congressional majorities in the 2026 midterms, and claw back the presidency two years later.</p>\n\n<p class=\"has-text-align-none\">Summarizing the perspective of unnamed anti-Trump conservatives in his orbit, the right-wing commentator Erick Erickson <a href=\"https://x.com/EWErickson/status/1829502701643665498\">posted on X</a>, “We can hold off Harris for two years and get more reinforcements then fight in 2028 for the White House. If Trump gets in, we set back the pro-life cause and free markets by a generation at least.” Various anonymous Republicans have expressed <a href=\"https://www.politico.com/newsletters/playbook/2024/09/04/the-republicans-secretly-rooting-for-a-trump-loss-00177272\">similar sentiments to Politico</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such conservatives, though, are at once too optimistic about their ideology’s outlook should Trump lose and too pessimistic about its prospects should he win.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the first count, right-wing purists rooting for Trump’s defeat overrate the contingency of his heresies. Many of Trump’s deviations from conservative orthodoxy derive not from personal whims but rather from political realities that any future GOP nominee would also confront.</p>\n\n<p class=\"has-text-align-none\">On the second count, Trump’s hostility to traditional conservative policy goals is often exaggerated. For better or worse, the differences between Trumpism and traditional conservatism are largely ones of degree rather than kind.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A Trump defeat could change the ideological trajectory of American conservatism, but any shift would happen at the margins of Republican thinking. The GOP is all but certain to remain a party of, by, and for reactionary business interests and social conservatives.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Many of Trump’s deviations from conservative orthodoxy are politically motivated&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Much of what conservative purists disdain about Trump’s ideological positioning has less to do with his personal impulses than the electorate’s preferences. For this reason, it’s plausible that some distinctive aspects of Trumpism will outlive his political career.</p>\n\n<p class=\"has-text-align-none\">This dynamic is clearest on the issues of reproductive rights and entitlement spending. Trump has insisted that questions of abortion policy <a href=\"https://www.nbcnews.com/politics/2024-election/trump-says-republicans-always-wanted-leave-abortion-law-states-false-rcna147844\">should be left to the states</a>, while in-vitro fertilization (IVF) should be <a href=\"https://www.politico.com/news/2024/09/12/trump-ivf-gop-roe-abortion-00178760\">accessible and publicly subsidized</a> nationwide. The religious right opposes both these stances, as it considers fertilized eggs to be persons entitled to full constitutional rights, and IVF sometimes involves discarding such eggs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump is therefore less aligned with the anti-abortion movement than any Republican nominee in recent memory. In theory, his willingness to defy the Christian right might stem from his personal irreligiosity and <a href=\"https://www.theguardian.com/us-news/2016/oct/13/list-of-donald-trump-sexual-misconduct-allegations\">less-than-traditional</a> sexual morality. But then, Trump has run for president twice before and in neither instance did he put so much distance between himself and abortion prohibitionists.</p>\n\n<p class=\"has-text-align-none\">The more likely explanation for Trump’s current posture is that the right’s position on abortion has become much more politically toxic since he last ran for president. The overturning of <em>Roe v. Wade</em> dramatically <a href=\"https://fivethirtyeight.com/features/dobbs-abortion-opinion-liability-republicans/\">increased the salience </a>of abortion policy while triggering a <a href=\"https://www.politico.com/news/2023/06/24/supreme-court-public-opinion-abortion-00103493\">leftward lurch</a> in public opinion on the issue. Following the Supreme Court’s decision, both <a href=\"https://news.gallup.com/poll/506759/broader-support-abortion-rights-continues-post-dobbs.aspx\">Gallup</a> and <a href=\"https://www.pewresearch.org/politics/2024/05/13/broad-public-support-for-legal-abortion-persists-2-years-after-dobbs/\">Pew</a> polling found support for abortion rights jumping to its highest point on record. Meanwhile, voters in red states like <a href=\"https://www.vox.com/policy-and-politics/2022/8/2/23278845/kansas-abortion-vote-constitutional-amendment\">Kansas</a> and <a href=\"https://apnews.com/article/ohio-abortion-amendment-election-2023-fe3e06747b616507d8ca21ea26485270\">Ohio</a> have backed referendums ensuring abortion’s legality. Many political operatives have argued that the GOP’s vulnerability on reproductive rights <a href=\"https://nymag.com/intelligencer/2022/11/election-results-who-won-the-midterms-david-shor.html\">drove its mediocre</a> showing in the 2022 midterms.</p>\n\n<p class=\"has-text-align-none\">In this context, any Republican nominee would recognize a tension between honoring the Christian right’s demands and maximizing their own odds of victory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is possible that future GOP nominees may champion federal abortion bans anyway. Some Republican politicians are true believers in fetal personhood and others may see indulging the religious right as indispensable to their primary campaigns. Liam Donovan, a former Republican consultant, told Vox that he believes future GOP candidates would have a harder time defying anti-abortion activists, as Trump’s cult of personality renders him uniquely capable of defying core Republican interest groups. “He singularly has the ability to basically tell the base to pound sand and do whatever he wants,” Donovan said. “Yeah, there might be a marginal penalty, but he has the standing to do that in a way no one else does.”</p>\n\n<p class=\"has-text-align-none\">Nevertheless, it is far from certain that Republican triangulation on abortion would end with Trump’s defeat. The incentives for moderation on the issue are only liable to grow stronger, as the less-religious millennial and zoomer generations continue displacing their more socially conservative forebears.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s position on entitlement spending is also dictated by political expediency. An overwhelming majority of Americans oppose reducing Medicare or Social Security benefits. Trump is scarcely the first Republican nominee to bend to the popular will on this subject. In 2012, Mitt Romney <a href=\"https://www.politifact.com/factchecks/2012/oct/04/mitt-romney/romney-says-obama-cut-716-billion-medicare/\">(misleadingly) criticized</a> Barack Obama for cutting Medicare.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Forthrightly championing entitlement cuts isn’t going to get politically easier. As the nation ages, those with a direct stake in sustaining Medicare and Social Security benefits will increase. In the past, Republicans have sought to mitigate blowback to entitlement cuts by maintaining existing benefit levels for current recipients. Yet the modern Republican coalition is disproportionately composed of Americans <a href=\"https://x.com/mattyglesias/status/1806083570227699784\">between the ages of 45 and 64</a> – a group that tends to be highly conscious of entitlement policy and would stand to lose out from any Medicare or Social Security cut that began with the next generation of seniors. Trump losing in November would do nothing to eliminate these political realities. It is therefore unlikely that the GOP’s next nominee would be an unabashed proponent of entitlement reform.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s old-school conservative skeptics have raised few complaints with his militantly nativist positions on immigration. That aspect of Trumpism, though, is likely to endure due to popular demand. Republican <a href=\"https://www.politico.com/story/2013/06/immigration-bill-2013-tea-party-093581\">primary voters</a> were <a href=\"https://www.nytimes.com/2014/06/11/us/politics/eric-cantor-loses-gop-primary.html\">mobilizing for a more restrictionist party</a> long before Trump launched his first campaign. They are all but certain to reject any future Republican candidate who attempts to revive comprehensive immigration reform.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">It’s unclear whether the GOP’s protectionism, hostility to NATO, and authoritarianism will end with Trump’s political career&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Other aspects of Trumpism owe less to political expediency than personal instinct. For this reason, a second Trump loss would give conservative purists a fighting chance to restore their movement’s orthodoxy on certain fronts. Even in such areas, their victory would be far from assured.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump did not become a nationalist skeptic of free trade merely because he wanted to win an election and saw protectionism as politically expedient in 2016. Rather, he has argued <a href=\"https://www.pbs.org/wgbh/frontline/article/trumps-tariff-strategy-can-be-traced-back-to-the-1980s/\">since the late 1980s</a> that America’s trade partners were taking advantage of the United States. Likewise, Trump did not embrace <a href=\"https://www.cbsnews.com/news/trump-tariffs-proposal-10-percent-1700-cost-per-us-household/\">a 10 percent tariff </a>on all foreign imports this year because doing so was necessary to win the Republican primary or general election. The GOP nominee could have appealed to protectionist sentiment in the Midwest through myriad less-extreme policies. The extremity of his avowed hostility to trade is more ideological than pragmatic.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For this reason, a Trump loss in 2024 could clear the way for a less protectionist Republican Party. In any scenario, the GOP is liable to remain more trade-skeptical than it was under Ronald Reagan or George W. Bush. So long as Rust Belt states crown the Electoral College’s winner — and Democrats continue their <a href=\"https://www.vox.com/future-perfect/2023/5/9/23712675/inflation-reduction-act-climate-change-trade-policy-joe-biden-nationalism-china\">Biden-era turn toward economic nationalism</a> — Republicans will find it difficult to fully repudiate Trumpian sentiments on trade.</p>\n\n<p class=\"has-text-align-none\">The prospects for a full reset on foreign policy are more favorable. The American public remains too intolerant of US casualties to countenance a return to the imperial misadventures of the Bush era (at least, barring another foreign attack on US soil). But no mass constituency has ever demanded Trump’s idiosyncratic skepticism of NATO or sympathy for various authoritarian strongmen. “Find me a voter that is voting specifically on Trump&#8217;s foreign policy,” Patrick Ruffini, a pollster with the Republican firm Echelon Insights, told Vox. “The fact is that voters like Trump&#8217;s style, his demeanor, his aggression toward what they perceived as encroaching liberal elites,” as opposed to his perspective on US-Russia relations, Ruffini argues</p>\n\n<p class=\"has-text-align-none\">Thus, were voters to repudiate a Trump-Vance ticket, Republicans could plausibly return to conventionally conservative positioning on foreign affairs. This is not guaranteed. If GOP primary voters aren’t passionately opposed to aiding Ukraine, they also aren’t passionately supportive of Ukrainian democracy, either. After a second Trump loss, the Republican nominee in 2028 would likely have leeway to chart their own course on foreign affairs, though of course, that <a href=\"https://www.semafor.com/article/04/12/2023/dont-assume-this-is-donald-trumps-last-run\">nominee might well be Donald Trump</a>.&nbsp;(Officially, Trump has&nbsp;<a href=\"https://www.npr.org/2024/09/23/nx-s1-5123345/trump-wont-run-again-2028-election\" target=\"_blank\" rel=\"noreferrer noopener\">no intention</a>&nbsp;of running in 2028 should he lose in 2024, but the Republican nominee is not exactly a man of his word.)</p>\n\n<p class=\"has-text-align-none\">Perhaps Trumpism’s most alarming innovation is the extremity of its contempt for liberal democratic norms. The GOP standard-bearer has <a href=\"https://www.nytimes.com/interactive/2024/05/24/us/politics/trump-election-results-doubt.html\">cultivated distrust</a> in the democratic process, attempted to <a href=\"https://www.vox.com/policy-and-politics/23513019/january-6-committee-report-trump-2020-election-insurrection\">obstruct the peaceful transfer of power</a> by fomenting an insurrection, declared that the Justice Department’s <a href=\"https://nymag.com/intelligencer/2017/07/donald-trump-ltat-cest-moi.html\">first loyalty</a> should be to the president, encouraged his <a href=\"https://www.vox.com/2016/3/11/11202540/trump-violent\">supporters to beat up protesters,</a> and committed myriad other affronts to (small-l) liberal values. </p>\n\n<p class=\"has-text-align-none\">Republican primary voters in some areas eventually came to demand complicity in Trump’s election denialism. Trump, though, did not dispute the legitimacy of the 2020 election because Republican voters agitated for such authoritarian conspiracy theorizing; rather,&nbsp;Republican voters agitated for authoritarian conspiracy theorizing because Trump denied the legitimacy of the 2020 election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some partisans have always responded to electoral defeat by grumbling about alleged cheating by the other side, but it took presidential leadership to put such paranoia at the very heart of Republican politics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Trump has further fueled right-wing contempt for democratic institutions by <a href=\"https://nymag.com/intelligencer/2018/10/trump-migrant-caravan-robert-bowers-anti-semitism-nazis-tree-of-life-shooting.html\">amplifying</a> the <a href=\"https://www.axios.com/local/richmond/2024/03/04/donald-trump-rallies-in-richmond-super-tuesday\">“great replacement”</a> conspiracy theory: the idea that Democrats are in the process of permanently disenfranchising “real” Americans by creating an artificial majority through unfettered immigration.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Promoting the idea that Republicans’ votes might not count — as the election could be stolen — is not a political imperative for the GOP. If anything, it is counterproductive to the project of winning elections. Thus, should Trump lose in November and retire from politics thereafter, Republicans may nominate someone with an iota of civic responsibility. </p>\n\n<p class=\"has-text-align-none\">It is worth noting that Trump’s authoritarianism is not a chief concern for the conservative purists who are secretly rooting for his defeat. There is a small but substantial cohort of Republicans who’ve <a href=\"https://www.politico.com/news/magazine/2024/09/12/alberto-gonzales-kamala-harris-endorsement-00178746\">publicly endorsed Harris,</a> on small-d democratic grounds. Among conservative purists who remain actively involved in Republican politics — and are thus only willing to root for Harris in secret — Trump’s appetite for autocracy is not especially disconcerting; neither Erickson nor Politico mentioned Trump’s authoritarianism as a source of concern for this contingent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That reality, combined with the pre-Trump Republican Party’s forays into <a href=\"https://nymag.com/intelligencer/2012/06/yes-bush-v-gore-did-steal-the-election.html\">blocking vote counting</a> and <a href=\"https://www.rollingstone.com/politics/politics-news/the-gop-war-on-voting-242182/\">targeted disenfranchisement</a> — and the fact that much of the conservative media is now invested in election denialist narratives — should temper optimism about its post-Trump posture toward the republic’s bedrock norms.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Trumpism is largely American conservatism with an inhuman face</h2>\n\n<p class=\"has-text-align-none\">There is no question that Trump’s ideological positioning is distinct from that of previous GOP standard-bearers. He is more demagogically anti-immigrant, protectionist, putatively moderate on abortion, supportive of entitlement spending, anti-democratic, and hostile toward America’s European allies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet even on many of these fronts, the practical distinctions between Trumpism and conventional conservatism are often exaggerated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During his first term in office, Trump did impose a <a href=\"https://www.vox.com/policy-and-politics/2018/11/29/18117792/trump-china-tariffs-xi-g20-trade-war\">variety of tariffs</a> on America’s geopolitical allies and adversaries alike. He also made marginal changes to the North American Free Trade Agreement (NAFTA), renamed it, and then gave largely open trade with Canada and Mexico <a href=\"https://www.vox.com/2019/12/10/21004584/usmca-democrats-trump-nafta-trade-deal\">his stamp of approval</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a second term, Trump would surely pursue more restrictive trade policies than free-market economists would recommend. Whether he’d actually follow through on imposing a de facto 10 percent sales tax on all imported goods, however, is far from clear. After all, Trump failed to act on <a href=\"https://apnews.com/article/virus-outbreak-election-2020-global-trade-ap-top-news-iran-nuclear-c9dc524c21c14957abb8d0ac4963a42b\">a great many</a> of his more radical campaign pledges during his first stint in the White House.</p>\n\n<p class=\"has-text-align-none\">On reproductive rights, meanwhile, there is little doubt that Trump will continue to appoint anti-abortion judges, perhaps even forging a Supreme Court majority that deems the procedure unconstitutional. During his debate with Harris, Trump pointedly <a href=\"https://abcnews.go.com/US/trump-commit-vetoing-national-abortion-ban/story?id=113571781\">refused to say</a> that he would veto a national abortion ban were one to reach his desk.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Trump’s noncommittal remarks on that subject indicate, the real obstacle to national abortion restrictions is not Trumpism so much as Congress. To get a ban ready for a Republican president’s signature, the GOP would need to find either 60 votes in the Senate or 51 votes for abolishing the legislative filibuster and restricting abortion nationwide. The party is unlikely to find either in the near term. As Ohio’s and Kansas’s recent abortion referendums made clear, the religious right’s views are unpopular even in solidly red states. Plenty of Republican senators would prefer to dodge a vote on an issue that cleaves their base from the median voter; the filibuster gives them cover to avoid such a vote. Abortion prohibitionists who believe Trump is the one thing standing between them and total victory have fallen prey to wishful thinking.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Likewise, the obstacle to entitlement cuts is that idea’s political toxicity, not Donald Trump’s unshakeable commitment to seniors’ welfare. What Republicans need to cut Medicare and Social Security is not a more conventionally conservative standard-bearer but a forcing mechanism. Trump’s fiscal priorities would help provide them with precisely this. The Republican nominee is committed to <a href=\"https://www.vox.com/2024-elections/370753/taxes-debate-trump-harris-irs-tariffs-child-tax-credit\">slashing federal revenue</a> across the board and has repeatedly flirted with <a href=\"https://www.reuters.com/world/us/donald-trump-mulls-middle-class-tax-cut-he-eyes-return-office-2024-04-17/\">payroll tax cuts</a> that would gut funding for Social Security and Medicare. These measures would expedite the programs’ insolvency.</p>\n\n<p class=\"has-text-align-none\">If Republicans control Congress when the conflict between avoiding all tax increases and sustaining entitlement benefits becomes irreconcilable, they will be liable to cut the latter, no matter how “Trumpist” the party remains.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Finally, during his first term, Trump’s rhetoric about foreign affairs was decidedly more heterodox than his policies. This gap was especially pronounced on matters concerning Russia. For all Trump’s expressions of affection for Putin, during his tenure, the United States <a href=\"https://www.cato.org/commentary/myth-trumps-soft-russia-policy\">assented</a> to NATO enlargement, armed the Ukrainian military, and bombed Syria, a Russian client state. His administration still made some <a href=\"https://www.cnn.com/2019/11/17/politics/trump-soft-on-russia/index.html\">deferential gestures</a> toward Moscow, and it’s plausible that a second Trump administration would chart a more unconventional course on foreign affairs. But whether Trumpism constitutes a drastic break from traditional conservative foreign policy in practice (rather than rhetoric) remains unclear.</p>\n\n<p class=\"has-text-align-none\">It is true that JD Vance’s policy positions diverge from conservative orthodoxy <a href=\"https://www.vox.com/politics/361417/jd-vance-rnc-trump-vice-president-economy-business\">much more significantly</a> than Trump’s. Were Vance to inherit leadership of the party following a second Trump administration, that could plausibly change the Republican Party’s economic and foreign policy positioning, at least marginally. And yet, given how radically (and, arguably, opportunistically) Vance has revised his views since 2017, it’s far from clear that he would stick by more heretical populist ideas if they became an impediment to his political ambitions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, American conservatism’s precise trajectory in the event of a Trump defeat or victory cannot be known. In any event, its core commitments are likely to remain the same. It is, and (almost certainly) will be, an ideology dedicated to maximizing the after-tax income of the wealthy, restricting immigration, and advancing as much social conservatism as an increasingly secular electorate will allow (in part, by outsourcing social policy to a democratically unaccountable judiciary). Whatever else Trumpism does and does not entail, these objectives give doctrinaire conservatives cause for supporting the Republican nominee — and everyone else reason to hope for his defeat.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Most conservatives are as interested in voting for Kamala Harris as they are in eating a bowl of tofu marinated in motor oil.&#160;&#160; After all, the Democratic nominee has vowed to legalize abortion nationwide, ban assault weapons, regulate prices, and increase federal spending. As Donald Trump — in his own wildly exaggerated fashion — would [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "How IVF exposed fissures in the Republican coalition",
    "link": "https://www.vox.com/politics/373046/trump-republicans-ivf-abortion-reproductive-rights-election",
    "pubDate": "2024-09-26T10:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump wears a blue suit jacket and red tie and speaks into a microphone.\" data-caption=\"Former US President Donald Trump speaks at a campaign event in the Dort Financial Center on September 17 in Flint, Michigan.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2172739954.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former US President Donald Trump speaks at a campaign event in the Dort Financial Center on September 17 in Flint, Michigan.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Donald Trump is <a href=\"https://www.newsweek.com/donald-trump-female-women-voters-poll-presidential-election-2024-1892087\">struggling</a> with female voters and occasionally acts like he knows it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With the November election fast approaching, Republican political consultants have been bemoaning the fact that their presidential candidate continues to publicly boast about overturning <em>Roe v.</em> <em>Wade </em>— something a majority of Americans oppose. Trump’s <a href=\"https://www.huffpost.com/entry/jd-vance-advocated-abortion-illegal-nationally_n_66984d11e4b076f190eb37a1\">openly anti-abortion</a> pick for vice president, JD Vance, also continues to attract attention for his <a href=\"https://www.thecut.com/article/j-d-vance-childless-cat-lady-comments-explained.html\">deeply unpopular insults</a> of women who don’t have biological children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These dynamics are exacerbated by the fact that the economy — typically Republicans’ strongest issue — continues to improve; the Fed recently <a href=\"https://www.vox.com/economy/372384/interest-rate-home-price-real-estate-mortgage-fed-decision\">cut interest rates</a> and inflation has fallen to its <a href=\"https://www.npr.org/2024/09/11/nx-s1-5108607/inflation-consumer-prices-economy-interest-rates\">lowest point in three and a half years</a>, with <a href=\"https://www.thestreet.com/economy/gas-prices-are-plunging-and-its-bigger-news-than-you-think\">gas</a> and <a href=\"https://www.wptv.com/money/online-grocery-prices-plunge-3-7-in-august\" data-type=\"link\" data-id=\"https://www.wptv.com/money/online-grocery-prices-plunge-3-7-in-august\">grocery prices</a> plunging.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To help improve his chances, Trump has been trying to dispel fears. At the September presidential debate, when asked if he would veto a national abortion ban, Trump repeatedly dodged the question, insisting it wouldn’t be necessary since abortion rights are now under state control. This is only half-true: Trump is right that he’s unlikely to face a national abortion ban from Congress in the next four years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But most anti-abortion leaders weren’t counting on that, anyway. The anti-abortion movement has been banking on more appointments of friendly federal judges and <a href=\"https://www.youtube.com/watch?v=3tz2BUuzTmE\">taking control of key federal agencies</a> that could use executive power to heavily restrict reproductive freedom.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We don’t need a federal abortion ban when we have Comstock on the books,” Jonathan Mitchell, the legal architect <a href=\"https://www.vox.com/2021/8/31/22650303/supreme-court-abortion-texas-sb8-jackson-roe-wade-greg-abbott\">behind a 2021 law in Texas</a> that effectively banned abortion, <a href=\"https://www.nytimes.com/2024/02/17/us/politics/trump-allies-abortion-restrictions.html\">told the New York Times</a> earlier this year. Mitchell was referring to <a href=\"https://www.vox.com/abortion/351678/the-comstock-act-the-long-dead-law-trump-could-use-to-ban-abortion-explained\">the Comstock Act</a>, an 1873 federal law that could prohibit anything associated with abortion from being sent in the mail. Such a ban could mean not only restricting abortion medication, the most common method used to end a pregnancy in the US, but also any medical equipment used during surgical abortion, like speculums, suction catheters, and dilators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Comstock Act was rendered moot by <em>Roe v. Wade </em>in the 1970s but never formally repealed, and now, with <em>Roe </em>gone, some conservatives, including Mitchell <a href=\"https://www.washingtonpost.com/health/2024/07/17/jd-vance-abortion-comstock-vice-presidential-nominee/\">and JD Vance</a>, are pushing for its revival. “I hope [Trump] doesn’t know about the existence of Comstock, because I just don’t want him to shoot off his mouth,” Mitchell added, urging anti-abortion groups to also “keep their mouths shut as much as possible until the election.”</p>\n\n<p class=\"has-text-align-none\">Things seemed to be mostly going according to Mitchell’s plan, with Trump avoiding <a href=\"https://x.com/rmc031/status/1803766942395728067\">answering reporters’ Comstock Act questions</a> and publicly insisting abortion was now a state duty. That is, until August, when Trump — seemingly more nervous about his election chances — <a href=\"https://x.com/TrumpDailyPosts/status/1827007862830452738\">announced on Truth Social</a> that his administration would be “great for women and their reproductive rights.” He also <a href=\"https://www.politico.com/news/2024/08/20/trump-comstock-enforcement-00175068\">finally told the media</a> he would not use the Comstock Act to ban mailing abortion drugs, and on top of that, announced his administration would mandate health insurance companies <a href=\"https://www.cnn.com/2024/08/29/politics/trump-ivf-treatment-proposal/index.html\">cover the hefty cost of in vitro fertilization (IVF</a>).</p>\n\n<p class=\"has-text-align-none\">Trump’s new stances have not been clarifying or convincing enough for most voters — indeed, on the heels of him promising free IVF, he said he thought Florida’s six-week ban was too strict, and then announced he’d be voting against Florida’s <a href=\"https://floridiansprotectingfreedom.com/\">proposed abortion rights ballot measure</a> in November. That measure would legalize abortion up to viability to protect the patient’s health, as decided by their provider, and polls show <a href=\"https://thehill.com/homenews/campaign/4864846-florida-abortion-ballot-measure-poll/\">most Floridians</a> back it.</p>\n\n<p class=\"has-text-align-none\">Still, Trump’s new rhetoric of (somewhat, sometimes) embracing reproductive rights has antagonized parts of his conservative base, who feel he’s taking the anti-abortion movement for granted and that he’s having his “<a href=\"https://nymag.com/intelligencer/article/biden-clinton-sister-soulja-moment.html\">Sister Souljah moment</a>” with the segment of the electorate that helped deliver his victory in 2016. The immediate question is whether these conservatives will sit out in protest in November, and if they do, whether Trump can make up for it by drawing in more voters elsewhere. The larger, more enduring question is whether this portends an emerging split in the Republican coalition on the question of abortion, just a couple of years removed from the <a href=\"https://www.vox.com/2022/6/24/23181720/supreme-court-dobbs-jackson-womens-health-samuel-alito-roe-wade-abortion-marriage-contraception\" data-type=\"link\" data-id=\"https://www.vox.com/2022/6/24/23181720/supreme-court-dobbs-jackson-womens-health-samuel-alito-roe-wade-abortion-marriage-contraception\">anti-abortion faction’s greatest victory.</a></p>\n\n<h2 class=\"wp-block-heading\">Why Trump’s IVF announcement is causing problems with parts of his religious base</h2>\n\n<p class=\"has-text-align-none\">While opposition to abortion has been a fragile part of the GOP coalition for years, IVF emerged this year as a new point of tension among conservatives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After Trump announced in late August that he’d back free IVF, anti-abortion groups immediately urged him to retract his stance. At first glance, it may seem puzzling that a faction of voters who identify as “pro-life” would oppose technology that helps people with infertility become parents. About <a href=\"https://www.cnn.com/2024/02/21/health/ivf-egg-freezing-explainer-wellness/index.html\">2 percent</a> of births in the US are done through IVF, which involves fertilizing eggs outside of the body and then transferring embryos to a womb.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the opposition makes more sense when IVF is understood as conflicting with “<a href=\"https://www.vox.com/policy/24090347/alabama-ivf-ruling-fetal-personhood-abortion-embryos\">fetal personhood</a>” — a core goal of a faction within the anti-abortion movement that seeks to grant fetuses (and embryos) full human rights and legal protections.</p>\n\n<p class=\"has-text-align-none\">“Human embryos are created and discarded or frozen by dozens in most IVF procedures,” Matthew Yonke, a spokesperson for the Pro-Life Action League, told me. “It’s no way to treat human beings, and the federal government should not subsidize it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">(Louisiana remains the only state to <a href=\"https://www.washingtonpost.com/nation/2024/03/03/louisiana-ivf-embryos-law-alabama/\">outright prohibit</a> the destruction of embryos, requiring patients to either pay forever to store their unused embryos, or donate them to a married couple. Most states allow patients to decide what to do with any excess genetic material.)</p>\n\n<p class=\"has-text-align-none\">Some social conservatives also lament that contemporary IVF treats parenthood <a href=\"https://www.compactmag.com/article/trump-should-make-birth-not-ivf-free/\">like an individual right</a> instead of a responsibility or privilege for committed couples, and others object to the ethical implications of <a href=\"https://www.deseret.com/opinion/2024/08/21/ivf-sex-selection-girls-boys/\">sex selection</a> and optimizing for certain characteristics, such as eye color or intelligence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ever since February, when Alabama’s Supreme Court issued its <a href=\"https://alabamareflector.com/2024/02/19/alabama-supreme-court-ruling-could-end-ivf-treatments-in-state/\">unprecedented legal decision</a> that invoked God to claim frozen embryos count as “children” under state law, policymakers and prospective parents have been realizing how vulnerable IVF is in the United States, even as politicians scramble to assure voters it’s not actually at risk.</p>\n\n<p class=\"has-text-align-none\">For religious conservatives who oppose IVF, the last seven months have provided a fresh opportunity <a href=\"https://www.theatlantic.com/politics/archive/2024/03/in-vitro-fertilization-alabama-abortion/677695/\">to make their case against</a> the assisted reproductive technology. In some states they’ve made political gains: the North Carolina Republican Party adopted a platform in June that <a href=\"https://www.motherjones.com/politics/2024/06/north-carolinas-gop-opposes-embryo-destruction-that-could-threaten-ivf/\">opposes the destruction</a> of human embryos. Also in June, the Southern Baptist Convention, the largest Protestant denomination in the US, <a href=\"https://www.nbcnews.com/news/us-news/southern-baptist-convention-opposition-ivf-faithful-women-options-rcna156994\">approved a resolution</a> against IVF.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Anti-abortion leaders are prepared to fight for their long-term goal of fetal personhood, just as they did for decades to overturn <em>Roe v.</em> <em>Wade. </em>In many ways, these new IVF battles are just beginning: This past spring, a supermajority of justices on Florida’s Supreme Court <a href=\"https://thehill.com/opinion/4578252-florida-supreme-court-signals-readiness-to-rule-for-pre-born-personhood/\">signaled openness</a> to a future fetal personhood challenge, suggesting that “pre-born children” are “persons” entitled to the right to life under the Florida Constitution. Regardless of whether Trump wins in November, these fights over reproductive technology will continue to embroil conservatives and the Republican Party.</p>\n\n<h2 class=\"wp-block-heading\">Fiscal conservatives are getting ticked off, too</h2>\n\n<p class=\"has-text-align-none\">It’s not just the ethics of IVF that are causing fissures — Trump’s promise that the government would foot the bill has also sparked concern among conservative budget hawks.</p>\n\n<p class=\"has-text-align-none\">The average out-of-pocket cost per IVF cycle stands at $24,000, according to a <a href=\"https://www.hhs.gov/about/news/2024/03/13/fact-sheet-in-vitro-fertilization-ivf-use-across-united-states.html\">federal fact sheet,</a> or $61,000 in total per successful live birth, since people often need multiple IVF cycles. While Trump’s team has refused to provide any financing details for his plan, some experts believe it would <a href=\"https://www.nytimes.com/2024/08/30/health/trump-free-ivf-treatment.html\">require significant new Congressional spending</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ira Stoll, a prominent conservative columnist, tried to make t<a href=\"https://www.wsj.com/opinion/the-conservative-case-for-trumps-ivf-policy-73a24427\" data-type=\"link\" data-id=\"https://www.wsj.com/opinion/the-conservative-case-for-trumps-ivf-policy-73a24427\">he fiscally conservative case</a> for Trump’s IVF policy in the Wall Street Journal.<em> </em>He argued the proposal would be less expensive than it seems <a href=\"https://www.vox.com/policy/363543/pronatalism-vance-birth-rates-population-decline-fertility\">since the costs of low birth rates</a> “far outweigh the costs” of adding IVF to insurance companies. “The roughly $15,000 price of an IVF procedure is nothing compared with the priceless potential of an individual human being,” Stoll added, though existing research suggests IVF would not <a href=\"https://ifstudies.org/blog/mandating-insurance-coverage-for-ivf-will-not-boost-fertility\">significantly increase the birth rate</a>.</p>\n\n<p class=\"has-text-align-none\">However, for most conservatives concerned with federal spending and rising deficits, the government mandating taxpayer-funded IVF treatment feels like a bad joke. National Review editor Philip Klein argued that the expensive Trump proposal would amount to a <a href=\"https://www.nationalreview.com/corner/trumps-ivf-proposal-would-expand-obamacare/\">significant expansion of Obamacare</a> and drive up health insurance premiums for all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vance Ginn, the chief economist at the Office of Management and Budget during the Trump administration, came out to blast the IVF proposal. “I’m for IVF, as we’ve used it for two of our beautiful kids, but nothing is ‘free,’” <a href=\"https://x.com/VanceGinn/status/1829262107873083697\">he wrote on X</a>. “Can we stop handing out things to win votes like it’s candy when we’re running $2T[rillion] deficits and not abiding by the limited roles outlined in the US Constitution?”</p>\n\n<p class=\"has-text-align-none\">Fiscal conservatives in Congress have also been concerned. Sen. Lindsey Graham (R-SC) <a href=\"https://nypost.com/2024/09/02/us-news/sen-lindsey-graham-rejects-trumps-free-ivf-plan-theres-no-end-to-that/\">rejected the free IVF proposal on ABC News</a>, saying there would be “no end” to its cost. Sen. Thom Tillis (R-NC) <a href=\"https://www.nbcnews.com/politics/2024-election/donald-trump-plan-mandate-free-ivf-republicans-congress-opposition-rcna170327\">was more restrained with NBC News</a>. “I’m a little bit hesitant on an insurance mandate. Is there some other way that we could incent[ivize] these sort of coverages through the private sector?” he asked. “We got a lot of things we’ve got to pay for next year by extending the tax provisions.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sen. Rand Paul (R-KY) opted to be less diplomatic, calling the idea “ridiculous.” The “government has no money,” he said. “We’re $2 trillion in the hole, so I’m not for asking the taxpayer to pay for it.”<br><br>Even before his promises for free IVF, fiscal conservatives were growing increasingly frustrated with Trump, as he’s been <a href=\"https://www.wsj.com/politics/policy/federal-debt-deficit-trump-harris-5a0d30d2\">virtually silent</a> on the mounting federal debt, and issuing new campaign pledges like ending <a href=\"https://www.cbsnews.com/news/trump-unveils-new-no-tax-on-overtime-pay-policy-in-arizona-remarks/\">taxes on overtime pay</a> and<a href=\"https://www.cnbc.com/2024/08/14/trumps-plan-to-end-taxes-on-social-security-a-fatal-mistake-lawmaker.html\"> Social Security benefits</a>, and <a href=\"https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage\">exempting tips from taxes</a>. Trump’s disregard for deficit spending could turn off some of these budget hawks in November, too.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Will social conservatives stick with Republicans in the future? And will that even matter?</h2>\n\n<p class=\"has-text-align-none\">Evangelical voters were a critical part of Trump’s path to victory in 2016, and his campaign in 2020, and most political strategists say he’ll need to earn at least 80 percent of white evangelicals nationally to win in November.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A recent Fox News poll showed him at <a href=\"https://static.foxnews.com/foxnews.com/content/uploads/2024/08/Fox_August-9-12-2024_National_Cross-Tabs_August-14-Release.pdf\">75 percent</a> with this group, a number that could sink lower given his recent flip-flops. Al Mohler, president of Southern Baptist Theological Seminary in Louisville, Kentucky, has been warning — in recent op-eds, speeches, and podcast interviews — that the Republican Party is making a huge mistake by potentially motivating religious voters to stay home. Mohler has been urging Trump <a href=\"https://wng.org/opinions/trump-and-abortion-1725360004\">to clarify how he’ll restrict abortion</a> in the Oval Office, just as Trump promised evangelicals before that he would work to overturn <em>Roe v.</em> <em>Wade </em>if elected.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Tony Perkins, president of the right-wing Family Research Council, has been making a similar argument that Trump needs to give religious voters something to be genuinely excited about. “It’s just on the margins, but it’s the difference in many elections,” <a href=\"https://www.politico.com/news/2024/09/05/white-evangelicals-trump-abortion-00177595\">Perkins argued</a> in Politico.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For now there’s no clear survey evidence on whether Evangelicals really are planning to stay home in November, though Lila Rose, a prominent anti-abortion activist, has been <a href=\"https://www.politico.com/news/magazine/2024/08/29/lila-rose-abortion-trump-interview-00176619\">urging her followers</a> to withhold their votes unless Trump changes his tune. But Mohler, for his part, said he’s likely to stick with Trump in November because he trusts that Trump will ultimately stack his administration with anti-abortion leaders, regardless of what he says on the campaign trail.</p>\n\n<p class=\"has-text-align-none\">“I have a high degree of confidence that a lot of people in crucial roles in a Trump administration would reflect that pro-life sentiment,” he <a href=\"https://www.nytimes.com/2024/09/05/podcasts/trump-evangelicals-abortion.html?showTranscript=1\">told the New York Times</a>. “I believe the opposite about a Kamala Harris administration … I have to look at a longer-term strategy. And I think the most responsible pro-life figures in the United States think similarly.”</p>\n\n<p class=\"has-text-align-none\">IVF in particular is popular in the US, with <a href=\"https://www.pewresearch.org/short-reads/2024/05/13/americans-overwhelmingly-say-access-to-ivf-is-a-good-thing/\">70 percent of adults</a> supporting access to the treatment. Even among Christian and Republican voters, <a href=\"https://www.pewresearch.org/short-reads/2024/05/13/americans-overwhelmingly-say-access-to-ivf-is-a-good-thing/\">clear majorities believe</a> IVF access is a good thing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s why, even as Republican lawmakers <a href=\"https://abcnews.go.com/Politics/senate-democrats-dare-republicans-vote-ivf-bill/story?id=113759214\">continue to vote against</a> federal bills to protect access to IVF, they have been publicly stressing their support for the technology. Pennsylvania’s Republican Senate candidate Dave McCormick is running <a href=\"https://www.inquirer.com/politics/election/dave-mccormick-pa-senate-race-family-policies-20240626.html\">on a $15,000 tax credit</a> for fertility treatment, and in September, a conservative super PAC started <a href=\"https://winningforwomen.com/winning-for-women-launches-pro-ivf-ad-campaign-in-two-critical-house-districts/\">funding a major ad campaign</a> in support of IVF.</p>\n\n<p class=\"has-text-align-none\">Public backing for abortion rights also continues to loom over Trump and the Republican Party; polls show voters <a href=\"https://navigatorresearch.org/wp-content/uploads/2023/05/May-2-Release-FINAL.pdf\">have grown</a> <a href=\"https://maristpoll.marist.edu/wp-content/uploads/2023/04/NPR_PBS-News-Hour_Marist-Poll_USA-NOS-and-Tables_0426_202304211458.pdf\">even more supportive</a> <a href=\"https://www.wsj.com/articles/support-for-legalized-abortion-grows-since-dobbs-ruling-wsj-poll-shows-11662210020\">of abortion rights</a> than they were before the Supreme Court overturned <em>Roe</em>. Among women in particular, many say abortion rights are their top issue this November. A recent New York Times poll found that <a href=\"https://www.nytimes.com/2024/08/31/us/elections/abortion-polls-women-trump-harris.html\">for women under 45</a>, abortion is even more important to them than the economy. Another poll by Galvanize Action showed <a href=\"https://playbook.galvanizeaction.org/wp-content/uploads/2024/09/August-2024-Reproductive-Freedom-Survey.pdf\">that 82 percent of white moderate women</a> specifically plan to factor in a candidate’s stance on abortion when voting.</p>\n\n<p class=\"has-text-align-none\">Whether this late-stage gamble by Trump to send mixed messages on reproductive rights pays off is anyone’s guess, but even if it does, the internal fights within the GOP coalition will likely remain — unresolved, festering, and ready to resurface after November. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Donald Trump is struggling with female voters and occasionally acts like he knows it.&#160; With the November election fast approaching, Republican political consultants have been bemoaning the fact that their presidential candidate continues to publicly boast about overturning Roe v. Wade — something a majority of Americans oppose. Trump’s openly anti-abortion pick for vice president, [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "Mark Robinson and the confusing rise of the nonwhite reactionary",
    "link": "https://www.vox.com/politics/373655/mark-robinson-black-latino-right-wing-extremism",
    "pubDate": "2024-09-25T15:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Mark Robinson points from behind a podium and microphone while speaking.\" data-caption=\"Mark Robinson, lieutenant governor of North Carolina and candidate for governor, delivers remarks at a campaign event on August 14, 2024, in Asheville, North Carolina. | Grant Baldwin/Getty Images\" data-portal-copyright=\"Grant Baldwin/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2166169101.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Mark Robinson, lieutenant governor of North Carolina and candidate for governor, delivers remarks at a campaign event on August 14, 2024, in Asheville, North Carolina. | Grant Baldwin/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Mark Robinson, the embattled Republican nominee for governor in North Carolina, wrote many troubling things during his days as a poster on <a href=\"https://www.cnn.com/2024/09/19/politics/kfile-mark-robinson-black-nazi-pro-slavery-porn-forum\">the porn forum Nude Africa</a>. But one Robinson comment sticks out as especially confusing: “I’m a black NAZI!”</p>\n\n<p class=\"has-text-align-none\">The notion of a Black man expressing fealty to a movement premised on his inferiority feels absurd, a <a href=\"https://www.youtube.com/watch?v=7HcQ87RFN5k\"><em>Chappelle’s Show</em> sketch</a> come to life. Yet the absurdity points to something real. As strange as it seems, there’s a disturbing number of Black and Latino Americans who hold extreme right beliefs.</p>\n\n<p class=\"has-text-align-none\">Two of the most prominent antisemitic voices in the country today, <a href=\"https://www.vox.com/culture/23519717/antisemitism-hatred-jews-violence\">Kanye West</a> and <a href=\"https://www.adl.org/resources/backgrounder/candace-owens\">Candace Owens</a>, are Black Trump supporters. <a href=\"https://www.vox.com/policy-and-politics/23484314/trump-fuentes-ye-dinner-white-nationalism-supremacy\">Nick Fuentes</a>, the white supremacist who dined with Trump at Mar-a-Lago in 2022, is of Mexican descent. Enrique Tarrio, the Proud Boys leader <a href=\"https://www.justice.gov/usao-dc/pr/proud-boys-leader-sentenced-22-years-prison-seditious-conspiracy-and-other-charges\">sentenced to 22 years in prison</a> for his role in the January 6 riot, <a href=\"https://www.nytimes.com/2023/08/19/opinion/enrique-tarrio-proud-boys-latinos-racism.html\">is Afro-Cuban</a>. Mauricio Garcia, a Hispanic mass shooter who <a href=\"https://www.npr.org/2023/05/07/1174631515/a-mass-shooting-at-an-outlet-mall-in-dallas-left-at-least-9-dead-7-injured\">killed eight people</a> at a Dallas-area shopping center in 2023, had <a href=\"https://www.aljazeera.com/opinions/2023/6/2/why-white-supremacists-are-not-always-white\">posted neo-Nazi rhetoric on his social media pages</a> before his attack.</p>\n\n<p class=\"has-text-align-none\">Academic research suggests these are not merely a handful of cherry-picked examples. There are non-trivial numbers of right-wing Black and Latino people who express extreme right-wing ideas — up to and including outright bigotry.</p>\n\n<p class=\"has-text-align-none\">In 2022, two academics —&nbsp;Eitan Hirsh and Laura Royden — <a href=\"https://journals.sagepub.com/doi/full/10.1177/10659129221111081\">published the results</a> of a massive national survey on the prevalence of antisemitic beliefs in the United States. Their study found that antisemitic attitudes were significantly more common on the right than on the left. But it also found notable racial divides between right-wingers, with <a href=\"https://www.eitanhersh.com/uploads/7/9/7/5/7975685/minority_antisem_v3.1.pdf\">Black and Latino conservatives being about 20 percentage points more likely</a> to express antisemitic ideas than their white conservative peers.</p>\n\n<p class=\"has-text-align-none\">Recent studies have also found that, among Latinos, political conservatism predicts <a href=\"https://www.cambridge.org/core/services/aop-cambridge-core/content/view/8B9730B52C23226D306A6096E0BCB4A8/S0003055422000545a.pdf/div-class-title-prejudiced-when-climbing-up-or-when-falling-down-why-some-people-of-color-express-anti-black-racism-div.pdf\">higher levels of racial resentment toward Black</a> people and <a href=\"https://www.cambridge.org/core/journals/du-bois-review-social-science-research-on-race/article/abs/hispanics-para-trump/BF09A48E9470FDFEDBF0C7EA0DBA2696\">greater skepticism about the role of racism</a> in the ongoing social marginalization of Black people. Another <a href=\"https://academic.oup.com/poq/article-abstract/84/4/860/6205964\">recent study</a> found that Latino conservatives express higher rates of hostility toward undocumented immigrants than their liberal or moderate peers, as well as higher support for lowering legal immigration rates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A separate study of <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0739986315604424\">white and Black Americans found</a> that, in both groups, “prejudicial attitudes toward Latinos … are the most consistently significant factors in shaping opinions about the number of immigrants to admit and the consequences of immigration.”</p>\n\n<p class=\"has-text-align-none\">None of this is to say that most nonwhite conservatives are bigoted, or that racial minorities are more likely to hold bigoted attitudes in general than white Americans. All of the available research confirms common sense: that white people are by far more likely to be white supremacists. </p>\n\n<p class=\"has-text-align-none\">But this evidence also suggests that certain things that seem like common sense —&nbsp;that Black people like Mark Robinson can’t be Nazis by definition — simply don’t match reality. Bizarre as it seems, given traditional extreme-right attitudes toward racial minorities, there are high-profile Black and Latino Americans who hold bigoted and extreme beliefs — and a small but notable percentage of the general population in both groups who agree with them. (Though Robinson denies writing the Nazi post, an overwhelming amount of evidence points to him as the author.)</p>\n\n<h2 class=\"wp-block-heading\">Understanding nonwhite extremism</h2>\n\n<p class=\"has-text-align-none\">So how do we make sense of this phenomenon?&nbsp;</p>\n\n<p class=\"has-text-align-none\">One theory is that a lot of this is rooted in ideas about Americanness. Hostility toward other minority groups is, for some Black and Latino people, a way of solidifying their own place in the country — of distinguishing themselves as good Americans from the bad Other.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Journalist Paola Ramos suggests such an explanation in her just-released book <em><a href=\"https://www.penguinrandomhouse.com/books/741645/defectors-by-paola-ramos/\">Defectors: The Rise of the Latino Far Right and What It Means for America</a></em>. After spending a day with Pedro Antonio Aguero, a far-right activist who obsessively patrols the Southern border looking for undocumented migrants, <a href=\"https://www.theatlantic.com/ideas/archive/2024/09/latino-border-vigilante-pedro-antonio-aguero/679969/\">Ramos writes</a>, “I got the feeling that by hunting them, he was distancing himself from them, and from his own foreignness.”</p>\n\n<p class=\"has-text-align-none\">Some academic research points to similar conclusions. <a href=\"https://www.cambridge.org/core/services/aop-cambridge-core/content/view/8B9730B52C23226D306A6096E0BCB4A8/S0003055422000545a.pdf/div-class-title-prejudiced-when-climbing-up-or-when-falling-down-why-some-people-of-color-express-anti-black-racism-div.pdf\">One experiment</a> presented Latino respondents with written materials downplaying Latino status in America. Some respondents saw a news story suggesting Latino people were doing poorly in the United States on metrics like educational attainment; others saw the same story with an additional line comparing Latino and Black outcomes.</p>\n\n<p class=\"has-text-align-none\">Individuals who saw the comparison story expressed notably higher negative attitudes toward Black people afterward —&nbsp;with the spike interestingly concentrated among <em>liberal</em> Latinos (who were less biased than conservatives before exposure but equally biased afterward). This, the academics theorized, is because conservative Latinos already cared a great deal about their Americanness, and so had already factored that sense of status threat into their overall worldview.</p>\n\n<p class=\"has-text-align-none\">In her book <a href=\"https://global.oup.com/academic/product/american-while-black-9780190053550\"><em>American While Black</em></a><em>,</em> the University of Maryland’s Niambi Carter argues Black skepticism about immigration is rooted in fear that “whites may favor immigrants over black people in hiring decisions, housing, and other social interactions.” It is, she writes, a “conflicted nativism” born out of Black insecurity in their own standing and social status as Americans.</p>\n\n<p class=\"has-text-align-none\">But this is just one theory, and one that doesn’t explain all the facts. Some things, like the unusually high rates of antisemitism among Black and Latino conservatives, are a bit harder to fit into the script.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In their paper on race and antisemitism, Hersh and Royden conclude that “the roots of antisemitic attitudes among minority groups are broad rather than narrow and are not well-explained by commonly proposed theories.” Basically, they say, no one really knows why it seems that antisemitism is disturbingly popular in those groups.</p>\n\n<p class=\"has-text-align-none\">In general, this is a subject that calls for caution. The phenomenon of extreme-right politics is fairly new, or at least is only newly documented. As something we’re just beginning to grapple with, we can’t really say for sure <em>why</em> it’s happening. Social science and journalism are hard work, and we don’t have enough of either on this topic.</p>\n\n<p class=\"has-text-align-none\">The one thing we can say for sure is that Mark Robinson calling himself a “black NAZI” is outlandish — but not as outlandish as it might seem. There are more people like him, and they will play a role in defining the American right’s future.</p>\n\n<p class=\"has-text-align-none\"><em>This story was adapted from the On the Right newsletter.</em> <em>New editions drop every Wednesday. Sign up <a href=\"https://www.vox.com/pages/on-the-right-newsletter-whats-driving-conservative-ideas\" target=\"_blank\" rel=\"noreferrer noopener\">here</a>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Mark Robinson, the embattled Republican nominee for governor in North Carolina, wrote many troubling things during his days as a poster on the porn forum Nude Africa. But one Robinson comment sticks out as especially confusing: “I’m a black NAZI!” The notion of a Black man expressing fealty to a movement premised on his inferiority [&#8230;]",
    "author": "Zack Beauchamp"
  }
]