[
  {
    "title": "The astonishing link between bats and the deaths of human babies",
    "link": "https://www.vox.com/down-to-earth/370002/bats-link-babies-death-study-white-nose-syndrome",
    "pubDate": "2024-09-05T18:01:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A small brown bat clings to a branch with its mouth open.\" data-caption=\"A little brown bat, one of a dozen species in North America that is susceptible to a wildlife disease called white nose syndrome. | Bob Pool/Getty Images\" data-portal-copyright=\"Bob Pool/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-536181513.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A little brown bat, one of a dozen species in North America that is susceptible to a wildlife disease called white nose syndrome. | Bob Pool/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There are a number of well-known ways to keep babies healthy — wash your hands often, get them vaccinated, don’t smoke inside, and so on.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there’s one thing you probably haven’t heard of:&nbsp;protecting bats. Like literal flying bats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s one takeaway from a remarkable <a href=\"http://www.science.org/doi/10.1126/science.adg0344\">new study</a>, published in the journal <em>Science, </em>that<em> </em>links the decline of bats to a rise in newborn deaths in the United States. </p>\n\n<p class=\"has-text-align-none\">By compiling and analyzing a huge amount of government data, environmental economist <a href=\"https://harris.uchicago.edu/directory/eyal-frank\">Eyal Frank</a>, the study’s sole author, discovered that in regions where white nose syndrome, a wildlife disease that impacts bats, has hit particularly hard, the rate of infant mortality increased by nearly 8 percent.</p>\n\n<p class=\"has-text-align-none\">There’s a clear reason for this, according to the paper. Most North American bats eat insects, including pests like moths that damage crops. Without bats flying about, farmers spray more insecticides on their fields, the study shows, and exposure to insecticides is known to harm the health of newborns.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“When bats that eat insects go down, farmers compensate by using more insecticides,” Frank, an assistant professor at the University of Chicago Harris School of Public Policy, told Vox. “That has adverse health consequences —&nbsp;full stop. The damages from their absences appear to be substantial.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1210661708.jpg?quality=90&#038;strip=all&#038;crop=0,9.75025734445,100,80.4994853111\" alt=\"Small black and brown bats are silhouetted against a dark blue night sky.\" title=\"Small black and brown bats are silhouetted against a dark blue night sky.\" data-has-syndication-rights=\"1\" data-caption=\"A colony of bats fly overhead at night to hunt insects near Sacramento, California. | Carolyn Cole/Los Angeles Times via Getty Images\" data-portal-copyright=\"Carolyn Cole/Los Angeles Times via Getty Images\" />\n<p class=\"has-text-align-none\">Frank’s study adds to a growing body of research that supports the idea — which perhaps should be obvious by now — that healthy ecosystems are important for human well-being. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.pnas.org/doi/abs/10.1073/pnas.2023251118\">Earlier research</a> has found that wolves help limit car accidents by keeping deer off the road. <a href=\"https://bfi.uchicago.edu/insight/research-summary/the-social-costs-of-keystone-species-collapse-evidence-from-the-decline-of-vultures-in-india/\">Other research</a>, also led by Frank, links the sudden decline of vultures in India to an increase in human death rates. Vultures eat animal carcasses that, if left to rot, can pollute waterways and feed feral rats and dogs, a source of rabies.</p>\n\n<p class=\"has-text-align-none\">When the link between human and environmental health is overlooked, industries enabled by short-sighted policies can destroy wildlife habitats without a full understanding of what we lose in the process. This is precisely why studies like this are so critical: They reveal, in terms most people can relate to, how the ongoing destruction of biodiversity affects us all.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">When bats disappear, farmers spray more</h2>\n\n<p class=\"has-text-align-none\">Not everyone finds bats cute —&nbsp;<a href=\"https://www.youtube.com/watch?v=_jVmKvhlXns\">they are!</a> —&nbsp;but they are undeniably impressive. They’re the only mammal on earth that can truly fly. Plus, they eat astounding quantities of bugs. A single bat can catch several hundred insects an hour, and thousands in a single night.</p>\n\n<p class=\"has-text-align-none\">This is good for us: Many of the critters that bats consume during their nightly hunt are insects that we don’t like, such as blood-sucking mosquitos and crop-eating moths and beetles. Bats are, essentially, a natural pest control.</p>\n\n<p class=\"has-text-align-none\">So it stands to reason that without bats, farmers have to use more insecticides on their crops; agrochemicals do the job that bats do for free.</p>\n\n<p class=\"has-text-align-none\">There hasn’t been a great way to test that theory, until somewhat recently, when bats across North America began dying en masse. In 2006, a fungal disease called white nose syndrome appeared in New York state and began spreading among bat colonies, killing an average of more than 70 percent of the bats within them. It’s been brutal. WNS invades their skin, producing fluffy white growths around their noses, and wakes them up during hibernation when they should be resting. Infected bats burn off vital energy stores and either freeze or starve to death.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/8510784820_08ed40b960_o.jpg?quality=90&#038;strip=all&#038;crop=0,17.036925551811,100,65.926148896379\" alt=\"A small furry brown bat has white mold collecting around its nose and mouth, held in a pair of blue-gloved hands.\" title=\"A small furry brown bat has white mold collecting around its nose and mouth, held in a pair of blue-gloved hands.\" data-has-syndication-rights=\"1\" data-caption=\"A northern long-eared bat with white nose syndrome. | Steve Taylor/University of Illinois\" data-portal-copyright=\"Steve Taylor/University of Illinois\" />\n<p class=\"has-text-align-none\">Devastating as it may be, the rapid loss of bats has provided researchers with a rare opportunity to test what happens when these animals disappear from the landscape. In the new study, Frank — who works at the intersection of economics and conservation — analyzed data on pesticide use across US counties with and without WNS, which until recently were mostly in the eastern US. Where there’s WNS, there are presumably far fewer bats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His results were astonishing: Farms in regions hit by WNS used 31 percent more insecticides on their crops, compared to counties without the disease. That suggests that when bats disappear, farmers compensate by using more chemical bug killers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At what cost? </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The alarming consequences of losing bats</h2>\n\n<p class=\"has-text-align-none\">First, there is a cost to farmers. According to Frank’s study, the decline of bats has cost the agriculture industry nearly $27 billion between 2006 and 2017, as shown by a drop in revenue in regions with white nose syndrome. The reason for this loss is not clear, though it might be that bat-free regions produce lower quality crops, Frank said.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.journals.uchicago.edu/doi/full/10.1086/720303\">study</a> published in 2022 supported a similar conclusion, linking the spread of WNS to a drop in the rental price of farmland. The idea is that farmers have a lower yield or have to spend more money to grow crops — such as on purchasing insecticides — when there are no bats providing free pest control.&nbsp;(I interviewed one of the study co-authors, Amy Ando, for an episode of the Vox science show <em>Unexplainable</em>. You can listen <a href=\"https://open.spotify.com/episode/2cxvAQrgCrZrkkXuijHm7b?si=x1AFBsVXQ62t2LpVWblsvQ\">here</a>.) </p>\n\n<p class=\"has-text-align-none\">Then there is the serious cost to human lives.</p>\n\n<p class=\"has-text-align-none\">It’s well-known that when farmers spray their fields with insecticides, those chemicals can leach into the environment, where they pose a risk to <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0095069617303169?via%3Dihub\">public health</a>. One <a href=\"https://www.sciencedirect.com/science/article/pii/S0048969722059587#s0005\">recent review</a> links pesticide exposure among newborns, for example, to life-long abnormalities and diseases. With this in mind, you might expect regions with no bats, where farmers are using more insecticides, to have more health issues.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2163443698.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A small twin-engine white plane with crop-dusting equipment under its wings flies slow over a green field, clouds of chemicals descending behind it.\" title=\"A small twin-engine white plane with crop-dusting equipment under its wings flies slow over a green field, clouds of chemicals descending behind it.\" data-has-syndication-rights=\"1\" data-caption=\"A crop duster sprays a field of alfalfa in San Joaquin County, California. | Bill and Brigitte Clough/Design Pics Editorial/Universal Images Group via Getty Images\" data-portal-copyright=\"Bill and Brigitte Clough/Design Pics Editorial/Universal Images Group via Getty Images\" />\n<p class=\"has-text-align-none\">Frank tested this theory too, using government data on infant mortality, overlaid with the spread of white nose syndrome. The results of his analysis were alarming: The rate of internal infant mortality — babies who have died by causes other than accidents or homicides —&nbsp;increased by nearly 8 percent in counties following WNS outbreaks. Put another way, when insecticide use increases by 1 percent, infant mortality increases by a quarter of a percent, which is comparable (though slightly lower) to the impact of ambient air pollution.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I was surprised that the signal [in the data] was so strong,” said <a href=\"https://baker.utk.edu/person/dale-manning/\">Dale Manning</a>, an environmental economist at the University of Tennessee Knoxville, who was not affiliated with the study. “They&#8217;re big, big numbers in terms of monetary impacts, but we’re also talking about human lives, right? And so those impacts are pretty substantial.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The rate of internal infant mortality increased by nearly 8 percent in counties following white nose syndrome outbreaks</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Manning and <a href=\"https://aede.osu.edu/our-people/amy-w-ando\">Ando, an environmental economist</a> at Ohio State University who also was not involved in the study, said the paper’s conclusions were sound. (Ando and Manning were both involved in the 2022 study, mentioned above.) </p>\n\n<p class=\"has-text-align-none\">While the research doesn’t definitively prove that bat declines cause<em> </em>insecticide use and infant mortality to increase, the study ruled out many other potential forces behind this trend. Frank also found that when bat declines were more severe — when more bats died, more caves were infected, or the decline was steeper — the rate of infant mortality was higher.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-908089172.jpg?quality=90&#038;strip=all&#038;crop=0,10.729711223617,100,78.540577552765\" alt=\"A small brown bat is held by its wings by two leather-gloved hands.\" title=\"A small brown bat is held by its wings by two leather-gloved hands.\" data-has-syndication-rights=\"1\" data-caption=\"A wildlife biologist checks a big brown bat for signs of white nose syndrome. | Jason Ondreicka/Getty Images\" data-portal-copyright=\"Jason Ondreicka/Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\">A very good reason to protect nature</h2>\n\n<p class=\"has-text-align-none\">Studies like this make addressing<strong> </strong>the ongoing collapse of bat populations ever more urgent. In North America, more than half of all bat species “are at risk of populations declining severely in the next 15 years,” according to a&nbsp;<a href=\"https://www.batcon.org/press/2023-north-american-state-of-the-bats-report/\">2023 report</a>&nbsp;by the North American Bat Conservation Alliance, a coalition of groups including government agencies and Bat Conservation International. This trend is&nbsp;<a href=\"https://pubmed.ncbi.nlm.nih.gov/30937915/\">mirrored</a>&nbsp;globally.&nbsp;</p>\n\n<p class=\"has-text-align-none\">WNS continues to spread west, invading new regions. Climate change is harming these animals, too. Bats’ <a href=\"https://www.vox.com/down-to-earth/24048465/bats-endangered-climate-change\">flight-adapted physiologies</a> make them highly susceptible to severe droughts and heat waves, as I previously reported. Plus, wind turbines — an important climate solution — are killing hundreds of thousands of bats each year in North America alone. Typically, the bats, most of which are migratory species, die from colliding with turbine blades, though it’s <a href=\"https://knowablemagazine.org/content/article/technology/2023/how-wind-turbines-could-coexist-peacefully-bats-and-birds\">not clear why</a> these animals are drawn to them.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/WNS_spread_map_2024-09-05.png.png?quality=90&#038;strip=all&#038;crop=0,3.5551427123797,100,92.889714575241\" alt=\"A color-coded map shows white nose syndrome advancing west from the East Coast year by year in the US.\" title=\"A color-coded map shows white nose syndrome advancing west from the East Coast year by year in the US.\" data-has-syndication-rights=\"1\" data-caption=\"A map showing where white nose syndrome has been detected in the US. | &lt;a href=&quot;https://www.whitenosesyndrome.org/&quot;&gt;White-Nose Syndrome Response Team&lt;/a&gt;\" data-portal-copyright=\"&lt;a href=&quot;https://www.whitenosesyndrome.org/&quot;&gt;White-Nose Syndrome Response Team&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">It’s not all bad news;&nbsp;there are ways to help bat colonies survive. Scientists <a href=\"https://www.usgs.gov/centers/nwhc/science/white-nose-syndrome-vaccine-update-and-research-host-protection-mechanisms\">have been testing</a> a vaccine for WNS, for example. And <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/aec.13220\">research</a> shows that slowing down wind turbines at night during certain times of year reduces collisions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But these approaches can be costly —&nbsp;underscoring the value of studies that reveal, with more clarity, the payoff of investing in conservation, in both dollars and human lives. </p>\n\n<p class=\"has-text-align-none\">“At the end of the day, scientists and policymakers have to justify allocating resources” to things like fixing bridges and fixing schools, or to “fixing” bats,  Manning said. “All of those have different returns associated with them.” </p>\n\n<p class=\"has-text-align-none\">“And if we don’t make an effort to show what the benefits are of ‘fixing’ the bats,” he said, “those benefits will be discounted.”</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There are a number of well-known ways to keep babies healthy — wash your hands often, get them vaccinated, don’t smoke inside, and so on.&#160; But there’s one thing you probably haven’t heard of:&#160;protecting bats. Like literal flying bats.&#160; That’s one takeaway from a remarkable new study, published in the journal Science, that links the [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Harris is swimming in cash — but Democrats may still have a fundraising problem",
    "link": "https://www.vox.com/politics/369878/kamala-harris-fundraising-transfer-state-legislature-abortion",
    "pubDate": "2024-09-05T17:21:12.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris, in a white suit, smiles behind a pair of microphones.\" data-caption=\"Vice President and presidential candidate Kamala Harris speaks at a campaign rally in Savannah, Georgia, on August 29. | Peter Zay/Anadolu via Getty Images\" data-portal-copyright=\"Peter Zay/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2168350036.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President and presidential candidate Kamala Harris speaks at a campaign rally in Savannah, Georgia, on August 29. | Peter Zay/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Democrats have been raining cash on their presidential nominee like it’s confetti.</p>\n\n<p class=\"has-text-align-none\"> Vice President Kamala Harris’ campaign raised $204 million in July — more than four times the $48 million former President Donald Trump&nbsp;<a href=\"https://docquery.fec.gov/cgi-bin/forms/C00828541/1812280/\" target=\"_blank\" rel=\"noreferrer noopener\">brought in</a>, according to&nbsp;<a href=\"https://docquery.fec.gov/cgi-bin/forms/C00703975/1812381/\" target=\"_blank\" rel=\"noreferrer noopener\">new filings with the Federal Election Commission</a>. This was enough to erase the Republican nominee’s previous cash advantage; at the start of August, Harris <a href=\"https://www.politico.com/news/2024/08/21/trump-harris-campaign-spending-fec-00175377\">had</a> $220 million in cash on hand, while Trump held just $151 million.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Official data on August fundraising has yet to be released. But there’s reason to believe that Harris’s money advantage grew last month, due in part to the Democratic National Convention. According to the Democrat’s campaign, it <a href=\"https://www.reuters.com/world/us/harris-raises-540-million-since-launching-her-presidential-campaign-2024-08-25/\">raised $540 million</a> in the first six weeks since President Joe Biden handed off the nomination.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet this torrential downpour of campaign cash hasn’t trickled down the Democratic ballot: Even as Harris has begun outraising Trump, the Republican committee responsible for funding GOP state legislative candidates has amassed far more money than its Democratic counterpart.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">From January 2023 through the second quarter of this year, the Democratic Legislative Campaign Committee (DLCC) — the body tasked with electing Democratic state legislators — had raised $35 million, according to the committee. Over the same period, its GOP rival, the Republican State Leadership Committee (RSLC), had <a href=\"https://www.nationalreview.com/corner/two-gop-spending-groups-raise-15-million-in-second-quarter-to-boost-down-ballot-republicans/\">raised $62 million</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those figures do not include the fundraising of party-aligned outside groups that focus on state legislative races. In recent years, progressive organizations such as <a href=\"https://nymag.com/intelligencer/2023/01/michigan-democrats-2022-midterm-results-the-states-project.html\">The States Project</a> and <a href=\"https://www.vox.com/policy-and-politics/2018/3/9/17092822/foward-majority-liberal-super-pac-state-legislatures-2018-midterms\">Forward Majority</a> have spent large sums on state-level races. It’s possible that when super PACs are taken into account, the GOP loses its apparent cash advantage. Then again, there are also conservative outside groups, such as <a href=\"https://www.opensecrets.org/news/2024/01/koch-network-super-pac-ramping-up-political-activity-2024-election/\">Americans For Prosperity Action,</a> that invest in down-ballot elections. What we know for sure is that, when it comes to the parties themselves, Republicans are outraising Democrats in the fight for statehouses.</p>\n\n<p class=\"has-text-align-none\">That fight is often neglected by the national spotlight — but it can have profound implications for Americans’ daily lives.</p>\n\n<p class=\"has-text-align-none\">The Harris campaign appears to be conscious of its party’s down-ballot challenges. This week, it <a href=\"https://www.washingtonpost.com/elections/2024/09/03/harris-25-million-transfer/\">transferred $2.5 million</a> of its own funds to the DLCC. Yet that largesse scarcely narrows the RSLC’s cash advantage.</p>\n\n<p class=\"has-text-align-none\">Ultimately, only Democratic donors can ensure that the GOP enjoys no down-ballot edge. Given blue America’s current enthusiasm and engagement, this should be possible — at least, if liberals come to appreciate the high stakes, and low cost, of winning state legislative races.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Small elections can have big consequences</h2>\n\n<p class=\"has-text-align-none\">In our nation’s federal system, a great deal of policy is set at the state level. It is a state’s governor and legislature — not Congress — that primarily determines its public education spending and <a href=\"https://www.vox.com/policy/24136266/housing-states-affordable-rent-homes\">housing policies</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As the parties have polarized ideologically, so have policy outcomes between states with Democratic and Republican governments. Whether Democrats or Republicans wield power in a given state can determine whether its working-class families have access to <a href=\"https://news.bloomberglaw.com/health-law-and-business/state-medicaid-expansion-gains-momentum-despite-gop-opposition\">affordable health insurance</a>, or its parents <a href=\"https://www.americanprogress.org/article/the-state-of-paid-family-and-medical-leave-in-the-u-s-in-2024/\">receive paid leave</a>, or its labor unions can <a href=\"https://www.nber.org/digest/202208/impacts-right-work-laws-unionization-and-wages\">fend off rapid decline.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the wake of the Supreme Court’s overturning of <em>Roe v. Wade</em>, the stakes of state legislative elections became even higher. Throughout much of the country, the right to an abortion has become contingent on the outcomes of down-ballot races. </p>\n\n<p class=\"has-text-align-none\">All <a href=\"https://www.nytimes.com/interactive/2024/us/abortion-laws-roe-v-wade.html\">22 states</a> that currently ban abortion — or restrict access to the procedure more tightly than <em>Roe</em> did — have GOP-controlled state legislatures. Meanwhile, <a href=\"https://www.washingtonpost.com/politics/2024/05/02/state-houses-next-battle-abortion-rights/\">all 16 states</a> that have enacted new abortion protections since the end of <em>Roe </em>are governed by Democrats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Arizona narrowly averted a near-total ban on abortion this year, thanks largely to the Democratic Party’s large minorities in both the state Senate and House. When the Supreme Court overturned <em>Roe</em>, the state’s 1864 abortion law went into effect. Only five of Arizona’s Republican state legislators <a href=\"https://apnews.com/article/arizona-abortion-1864-ban-repeal-24578e546b69ca087e01034bcaf4aa01\">supported</a> repealing that archaic statute. But this was enough to enact a law overturning it, as Democrats <a href=\"https://ballotpedia.org/Arizona_House_of_Representatives\">lay claim</a> to 29 of the state’s 60 House seats and 14 of its 30 state senators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, a ban on abortions after 15 weeks remains in effect in the state. A November <a href=\"https://ballotpedia.org/Arizona_Proposition_139,_Right_to_Abortion_Initiative_(2024)\">ballot measure</a> could nullify that law by enshrining abortion rights into the state’s constitution. If it fails, however, Democrats could also expand abortion rights legislatively by flipping a tiny number of state legislative seats.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">State legislative races are a bargain</h2>\n\n<p class=\"has-text-align-none\">If the stakes of state legislative races are high, the cost of meaningfully influencing their outcomes can be remarkably low.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2022, Democrats won control of the Minnesota state Senate by a single seat — which Democratic state Sen. Judy Seeberger won <a href=\"https://www.axios.com/local/twin-cities/2023/05/04/minnesota-democrats-progressive-bills-moderate-divide\">by just 321 votes</a>. Seeberger’s <a href=\"https://www.followthemoney.org/entity-details?eid=55630218&amp;default=candidate\">campaign cost</a> $123,992, while her Republican opponent <a href=\"https://www.followthemoney.org/entity-details?eid=19069432\">raised</a> $137,143. In a race that tight and inexpensive, it’s conceivable that a dozen small-dollar donations could have tipped the balance in Seeberger’s favor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whatever the exact cost of Seeberger’s narrow victory, her donors got an extraordinary bang for their buck. With their single-vote Senate majority, Minnesota Democrats established paid <a href=\"https://www.minnpost.com/politics-policy/2023/04/legislators-work-out-details-of-bill-that-would-create-a-paid-family-and-medical-leave-program-in-minnesota/\">family and medical leave</a>, barred <a href=\"https://www.theguardian.com/us-news/2023/jun/07/minnesota-pro-worker-paid-leave-union\">non-compete clauses</a> in labor contracts, banned employers from holding compulsory anti-union meetings, bolstered workplace protections for meatpacking and Amazon workers, formed a statewide board to set minimum labor standards for nursing-home workers, directed <a href=\"https://www.minnpost.com/greater-minnesota/2023/05/why-lawmakers-finally-reached-a-deal-on-bonding-and-what-it-means-for-infrastructure-in-greater-minnesota/\">$2.58 billion</a> into improved infrastructure, made <a href=\"https://www.startribune.com/minnesota-gov-tim-walz-signs-free-school-meals-bill-into-law/600259831/\">school breakfast and lunch free</a> for all Minnesota K-12 students, restored the <a href=\"https://www.minnpost.com/state-government/2023/02/minnesota-supreme-court-state-can-bar-felons-from-voting-until-probation-ends/\">voting rights</a> of ex-felons, invested $1 billion into <a href=\"https://www.minnpost.com/state-government/2023/05/minnesota-legislative-big-big-deal-spends-1b-on-affordable-housing-adds-metro-sales-tax/\">affordable housing</a>, imposed background checks on private gun transfers, initiated a <a href=\"https://www.minnpost.com/state-government/2023/05/four-takeaways-from-the-dfls-vote-to-approve-gun-regulations/\">red-flag warning system</a> to remove firearms from people courts deem to be a threat to themselves or others, <a href=\"https://www.minnpost.com/state-government/2023/05/minnesotas-soon-to-be-law-allowing-recreational-marijuana-explained/\">legalized recreational marijuana</a>, and mandated that utilities go <a href=\"https://www.minnpost.com/environment/2023/02/how-small-city-utilities-are-grappling-with-minnesotas-new-100-carbon-free-standard/\">carbon-free</a> by 2040, among other measures.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Were it not for 321 votes — and quite plausibly, a few thousand dollars of campaign contributions to Seeberger — few, if any, of these reforms would have passed. What’s more, it’s possible that Seeberger’s victory was also responsible for Gov. Tim Walz’s ascent to the Democratic ticket: Thanks to Minnesota’s flurry of legislating, Walz became a <a href=\"https://www.washingtonpost.com/opinions/2023/06/04/democratic-party-minnesota-legislature-progressives/\">nationally renowned</a> progressive darling, which might well have put him on Harris’s radar.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This November, Democrats have a chance to replicate their 2022 triumph in Minnesota. The party has an <a href=\"https://penncapital-star.com/election-2024/can-democrats-flip-the-pennsylvania-senate-for-a-trifecta/\">outside shot</a> at winning a narrow majority in Pennsylvania’s state Senate, thereby giving the party a trifecta in the Keystone State and unlocking all manner of liberal reforms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Democrats also have the opportunity to start clawing back power in Wisconsin, where GOP gerrymanders had previously all but guaranteed Republican state legislative control. Last year, the state’s Supreme Court <a href=\"https://www.nbcnews.com/politics/wisconsin-supreme-court-strikes-gop-drawn-legislative-maps-rcna130983\">declared</a> such gerrymanders unconstitutional and forced <a href=\"https://www.vox.com/politics/2024/2/20/24078666/new-wisconsin-legislative-maps-legislature\">the composition of new electoral maps</a> that feature a roughly even split of Democratic-leaning and Republican-leaning districts.&nbsp;Democrats now have a good chance of gaining control of the Wisconsin State Assembly this November and electing a Democratic majority in the state Senate through strong performances in both 2024 and 2026.</p>\n\n<p class=\"has-text-align-none\">In Michigan and Minnesota, meanwhile, the party is fighting to defend existing trifectas, and enable further policy gains.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Democratic donors’ fixation on presidential politics is understandable. The stakes of keeping Donald Trump out of power are certainly high. But tossing another $20 (or even $2,000) onto Harris’s $540 million pile is much less likely to meaningfully change Americans’ lives than making a similar contribution to a pivotal state legislative campaign. At the national level, the cost of progress is exorbitant. In the right down-ballot races, however, it retails at a steep discount.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Clarification, September 5, 1:15 pm ET:</strong> This story, originally published on September 4, has been updated to clarify that Wisconsin Democrats would likely need strong performances both this year and in the 2026 election in order to secure full control of state government. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Democrats have been raining cash on their presidential nominee like it’s confetti. Vice President Kamala Harris’ campaign raised $204 million in July — more than four times the $48 million former President Donald Trump&#160;brought in, according to&#160;new filings with the Federal Election Commission. This was enough to erase the Republican nominee’s previous cash advantage; at [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Why Nvidia triggered a stock market freakout",
    "link": "https://www.vox.com/artificial-intelligence/369974/nvidia-stock-chip-nasdaq-ai-tech-meta-microsoft-jensen-huang-doj",
    "pubDate": "2024-09-05T15:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Jensen Huang \" data-caption=\"Nvidia CEO Jensen Huang during the Nvidia GTC Artificial Intelligence Conference at SAP Center on March 18, 2024 in San Jose, California. | Justin Sullivan/Getty Images\" data-portal-copyright=\"Justin Sullivan/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2094937967.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Nvidia CEO Jensen Huang during the Nvidia GTC Artificial Intelligence Conference at SAP Center on March 18, 2024 in San Jose, California. | Justin Sullivan/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Nvidia, the world’s leading AI chip manufacturer, sparked a global stock market downturn Wednesday, with indexes falling in Asia, Europe, and the United States.</p>\n\n<p class=\"has-text-align-none\">After <a href=\"https://www.bloomberg.com/news/articles/2024-09-03/nvidia-gets-doj-subpoena-in-escalating-antitrust-investigation?sref=qYiz2hd0\">Bloomberg reported</a> on Tuesday that the US Justice Department issued Nvidia a subpoena as part of an antitrust investigation, investors sold $279 billion worth of shares — amounting to <a href=\"https://www.barrons.com/articles/nvidia-stock-price-market-cap-today-ba98d877\">9.5 percent of the company’s stock</a>. On Wednesday, <a href=\"https://www.reuters.com/technology/nvidia-did-not-receive-us-justice-department-subpoena-spokesperson-says-2024-09-04/\">a spokesperson denied</a> that the company had received the subpoena, but said Nvidia is “happy to answer any questions regulators may have about our business.”</p>\n\n<p class=\"has-text-align-none\">Still, the<strong> </strong>sell-off is bad news for Nvidia, and it renews existing concerns about the strength of the AI sector and the US economy more broadly. </p>\n\n<p class=\"has-text-align-none\">That one company was able to have such an impact on global stock prices is a testament to Nvidia’s size and reach. Nvidia is the <a href=\"https://www.fool.com/research/largest-companies-by-market-cap/\">third most valuable company in the world</a>. Because of its dominance, its success — or failure — can shift the tech-heavy Nasdaq stock index, where it is listed. And because it’s so entangled with other tech companies, when it falls, so does the stock of its partners, like Taiwan Semiconductor Manufacturing Company, which pulled down markets overseas. In the US, Nvidia pushed sell-offs throughout the entire tech industry. Microsoft, Amazon, and Intel shares were down as of Wednesday afternoon, though Nvidia competitor Advanced Micro Devices saw gains.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“One of the big risks is that you have this market concentration, and all it takes is those names to be volatile, for it to feed through to the entire market,” Justin Onuekwusi, chief investment officer at investment firm St. James&#8217;s Place, <a href=\"https://www.reuters.com/markets/global-markets-wrapup-1-2024-09-04/\">told Reuters Wednesday</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Nvidia triggered this week’s stock market slump, there are a few other factors that have investors rattled. Recent concerns about <a href=\"https://www.nytimes.com/2024/07/14/business/chinas-gdp-q2.html\">China’s sluggish economy</a> are putting a damper on a wide array of businesses, including <a href=\"https://www.reuters.com/markets/global-markets-wrapup-1-2024-09-04/\">an oil industry</a> already <a href=\"https://www.reuters.com/markets/commodities/opec-discussing-delay-planned-oil-output-hike-october-sources-say-2024-09-04/\">struggling with falling prices</a>. Weak manufacturing <a href=\"https://www.reuters.com/markets/us/us-manufacturing-edges-up-august-8-month-low-trend-remains-weak-2024-09-03/\">in the US</a>, along with some higher prices in that sector, are part of the equation as well.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Nvidia’s troubles come amid rising uncertainty about the AI </strong>sector</h2>\n\n<p class=\"has-text-align-none\">Investors have significant concerns about whether the US tech sector is headed in the right direction. Questions about <a href=\"https://www.vox.com/business-and-finance/357250/nvidia-stock-shareholder-ai-investor-market-capitalization-bubble\">whether Nvidia is overvalued</a>, and about the wisdom of investing so heavily in AI technology, have dogged the tech sector for months. Analysts from <a href=\"https://www.bloomberg.com/news/articles/2024-09-03/nvidia-s-240-billion-swoon-leads-rout-in-semiconductor-stocks?sref=qYiz2hd0&amp;embedded-checkout=true\">JPMorgan Asset Management and Blackrock</a> cautioned earlier this week that massive spending on AI hasn’t been justified because the technology has limited applications outside the tech sector.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Companies like Microsoft and Meta have ignored that advice, spending <a href=\"https://www.bloomberg.com/news/articles/2024-09-03/nvidia-gets-doj-subpoena-in-escalating-antitrust-investigation?sref=qYiz2hd0\">as much as 40 percent of their hardware budgets</a> —&nbsp;tens of billions of dollars — on Nvidia products to accelerate their own AI products. But that has investors worried that tech companies are betting too much on a future that may never come. And that if these giant companies have made a wrong bet, they may drag the stock market down with them.</p>\n\n<p class=\"has-text-align-none\">“[Tech companies are] all kind of saying, ‘Look, we’re not going to be on the wrong side of this. We’re going to invest,’” Daniel Newman, CEO of the Futurum Group, a global technology research and advisory firm, told Vox. “But I’m not hearing for what, or where this provides the return. And I think there’s a little bit of hesitation on [Wall Street] — people want to know where that return comes from.”</p>\n\n<p class=\"has-text-align-none\">All of this — from concerns about China’s economy to the strategy of tech companies — is swirling at a time when <a href=\"https://uk.finance.yahoo.com/news/us-dealing-rare-bifurcation-economy-030343116.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAIulVkfy5LEz0MzxfuCu1WPFkVSeiEFPncoWzQcVsEXyU0zfWbMo6SH7WxvcUiMqE8vWxx-XfWHd2jTGnD1G_Xzu2KxazSAsigDVzGMgQzgfAmSLU5Qb4Cxg2NFmNKpWqChAgZJKW76OCt-aD4LiAp0E6rxBmiM7rEmQohSka8lQ\">some financial and economic experts</a> are warning the <a href=\"https://www.msn.com/en-ph/news/other/rate-cuts-are-likely-to-be-too-little-too-late-bca/ar-AA1pYxqg\">US could be in danger of a recession</a>. And this week’s turmoil has only <a href=\"https://www.barrons.com/livecoverage/stock-market-today-080424/card/stocks-set-for-another-bad-day-as-economic-and-ai-worries-persist-x6ZyVzc1Wiy9BkG4h3hj\">intensified concerns </a>that these experts might be right.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What does Nvidia’s slide mean for the economy?</strong></h2>\n\n<p class=\"has-text-align-none\">There’s no question that Wednesday’s sell-off is concerning, but it’s impossible to say now whether it can tell us anything about the danger of a recession.</p>\n\n<p class=\"has-text-align-none\">Stock market performance isn’t the only —&nbsp;or even the best — indicator of economic health. Stocks rebounded after last month’s early, volatile sell-off thanks to the news that the Federal Reserve would be lowering interest rates, making credit cheaper and hopefully making it easier for people to make big purchases and for businesses to hire and to make other investments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Fed is expected to lower interest rates by a quarter of a point at its meeting this month, which may help ease some recession fears. But that alone isn’t likely to make those concerns go away completely.</p>\n\n<p class=\"has-text-align-none\">Though the US isn’t currently in a recession —&nbsp;traditionally defined as negative gross domestic product growth over two successive quarters —&nbsp;there’s concern that one could still develop because of high inflation and high interest rates, which could curtail production and lead to higher joblessness rates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nvidia’s fall from grace this week probably isn’t the ultimate indicator of whether the economy will go into a recession, and it may not even last that long. But it does say something about the markets’ dependency on the tech sector — and it’s only the latest reminder of how much uncertainty remains about the US economy.</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, September 5, 11 am: </em></strong><em>This story was originally published on September 4 and has been updated to include Nividia’s spokesperson denying the company received a subpoena.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Nvidia, the world’s leading AI chip manufacturer, sparked a global stock market downturn Wednesday, with indexes falling in Asia, Europe, and the United States. After Bloomberg reported on Tuesday that the US Justice Department issued Nvidia a subpoena as part of an antitrust investigation, investors sold $279 billion worth of shares — amounting to 9.5 [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "iPad kids speak up",
    "link": "https://www.vox.com/life/369953/skibidi-tweens-gen-alpha-brainrot-ipad-kids",
    "pubDate": "2024-09-05T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1781825605.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">If there’s one word that’s most associated with Gen Alpha right now, it might be “brainrot.”</p>\n\n<p class=\"has-text-align-none\">According to countless <a href=\"https://www.nbcnews.com/news/gen-alpha-kids-parents-brainrot-language-rcna162227\">trend pieces</a> and <a href=\"https://www.tiktok.com/@frolical/video/7309930883681750302?_r=1&amp;_t=8pRTaehTU9n\">innumerable TikToks</a>, kids from this generation, born between 2010 and 2024, have purportedly “rotted” their brains by scrolling too much on their devices.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nytimes.com/2024/06/13/style/brainrot-internet-addiction-social-media-tiktok.html\">“Brainrot”</a> has become a way to describe anything associated with young people’s online culture. But it’s based on the idea, promulgated largely by adults, that children 14 and younger are addicted to their technology and that it has fundamentally destroyed their ability to interact in the real world.</p>\n\n<p class=\"has-text-align-none\">Instead, they’re obsessed with “<a href=\"https://www.nbcnews.com/news/gen-alpha-kids-parents-brainrot-language-rcna162227\">brainrot slang</a>” such as <a href=\"https://www.wsj.com/lifestyle/ohio-slang-meme-gen-alpha-8c69a9e6\">“Ohio”</a> and <a href=\"https://www.businessinsider.com/fanum-tax-gen-alpha-gen-z-millennials-confusing-slang-2023-10\">“Fanum tax,”</a> and <a href=\"https://www.tiktok.com/@teresakayenewman/video/7306612638497230126?_r=1&amp;_t=8pQdW93oGWV\">they can’t even read</a> because they’re on their iPads all the time.</p>\n\n<p class=\"has-text-align-none\">It’s certainly true that young people today are, as a group, extremely online. </p>\n\n<p class=\"has-text-align-none\">Sixty-five percent of 8- to 12-year-olds have an iPhone, and the same percentage have an iPad, according to <a href=\"https://www.ypulse.com/report/2024/03/07/the-tween-study/\">a recent survey of tweens</a> by the market research group YPulse. (For comparison, millennials got their first smartphones at 16, on average.) A full 92 percent of 8- to 12-year-olds are on social media, according to the survey, and kids this age tend to prefer short-form videos on social platforms to longer movies or shows.</p>\n\n<p class=\"has-text-align-none\">But does this mean their brains are decayed? In scientific terms, no. Research on the impact of screens on young people’s development is <a href=\"https://www.nytimes.com/2021/07/26/technology/kids-screen-time.html\">mixed</a>, and there’s <a href=\"https://www.vox.com/24127431/smartphones-young-kids-children-parenting-social-media-teen-mental-health\">an ongoing debate</a> about whether smartphones and social media actually affect kids. So, as of now, there’s <a href=\"https://www.vox.com/24105235/phones-kids-schools-ban-yondr-pouch-smartphones\">no hard evidence</a> that being online is bad for young people’s mental health. And, of course, a phone or iPad cannot literally rot someone’s brain.</p>\n\n<p class=\"has-text-align-none\">In talking with kids and experts, though, I’ve come away with the impression that young people also worry about the impact of technology on their lives. Their concerns, however, are more nuanced than some <a href=\"https://www.latimes.com/california/story/2024-03-22/generation-alpha-millennial-children\">doomer headlines</a> might suggest. And sometimes they have more perspective than adults do when it comes to what a healthy relationship with technology looks like — and how theirs will evolve in the future.</p>\n\n<p class=\"has-text-align-none\">Gen Alpha kids “see themselves as misunderstood, and the content that they make, and the content that they are enjoying or consuming, is also misunderstood,” said Jess Rauchberg, a professor of communication technologies at Seton Hall University who studies social media.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What Gen Alphas think about their tech use</h2>\n\n<p class=\"has-text-align-none\">One thing Gen Alphas want adults to know is that <a href=\"https://www.tiktok.com/@simply._.existing14/video/7357438658707721518?_r=1&amp;_t=8pRdWsaVR6s\">they’re not a monolith</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Fiona, a Brooklyn 11-year-old, told me over hot chocolate that the amount of time she spends on her phone is “very concerning.” She’s not alone — 38 percent of teens in <a href=\"https://www.pewresearch.org/internet/2024/03/11/how-teens-and-parents-approach-screen-time/\">a recent Pew survey</a> said they spent too much time on their phones. But Fiona said her screen time is nothing compared to the behavior of her 5-year-old sister, Margot, who she says is basically chained to her iPad. “It’s holding her captive,” Fiona says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Fiona, kids are best understood not as a single generation but as a “ladder,” with each rung a little more tech-obsessed than the one above it. She worries about kids on the rungs below her, younger Gen Alphas who aren’t “focusing on the world around them.” She told me about a time when she asked her little sister for a hug, and Margot distractedly stuck her arms out while continuing to watch her iPad.</p>\n\n<p class=\"has-text-align-none\">Their mom told me this might be a slight overstatement; who among us has not exaggerated our siblings’ foibles to make a point?</p>\n\n<p class=\"has-text-align-none\">But younger Alphas aren’t just generally more online than their elders, Fiona says. They’re more likely to use “brainrot slang” like “skibidi,” which comes from <a href=\"https://www.washingtonpost.com/technology/2023/12/10/skibidi-toilets-you-tube-children-internet/\">Skibidi Toilet</a>, a wildly popular web series about toilet-head guys fighting camera-head guys that is incomprehensible to adults and even older teens (I find it scary and apocalyptic, like <a href=\"https://www.imdb.com/title/tt0088846/\"><em>Brazil</em></a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Skibidi essentially means everything and nothing — “You don’t really use it in sentences, you kind of just say it randomly,” one 11-year-old <a href=\"https://www.nbcnews.com/news/gen-alpha-kids-parents-brainrot-language-rcna162227\">told NBC</a>. Other brainrot terms include “Ohio” (which means <a href=\"https://www.wsj.com/lifestyle/ohio-slang-meme-gen-alpha-8c69a9e6\">weird</a>), <a href=\"https://www.businessinsider.com/fanum-tax-gen-alpha-gen-z-millennials-confusing-slang-2023-10\">“Fanum tax”</a> (stealing food), and <a href=\"https://www.vox.com/culture/23989120/rizz-definition-oxford-word-of-the-year-colloquial\">“rizz”</a> (charm or charisma).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Older Alphas do sometimes use such language, but they’re being sarcastic, Fiona says. She recently called her friend “Skibidi Ohio rizzler” in a text message, for example: “We use brainrot in a funny way.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">I wasn’t totally surprised to hear that Fiona wanted to distance herself from some stereotypes about Gen Alpha. After all, who wants to be associated with iPad addiction and mental decay?</p>\n\n<p class=\"has-text-align-none\">But “brainrot” culture is actually a sophisticated response to the world as Gen Alpha knows it, Rauchberg says. Today’s tweens and younger children spent some of their formative years in the depths of the Covid pandemic, when once-predictable routines like school and playdates were upended, and many families experienced disruption and danger.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Memes that might be really absurd and abstract and weird and surreal to older generations — that&#8217;s Gen Alpha trying to make sense and find some humor in growing up in some pretty chaotic times,” Rauchberg says.</p>\n\n<h2 class=\"wp-block-heading\">Maybe brainrot isn’t all bad</h2>\n\n<p class=\"has-text-align-none\">Older people’s censorious reaction to young people’s language and culture is nothing new. When millennials were growing up, adults used to worry about teens spending too much time at the mall, Rauchberg said. Today, however, as platforms such as TikTok have replaced Hot Topic and Cinnabon as “third places” where kids hang out, adults can see everything that happens with young people — and comment on it, sometimes relentlessly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means kids, too, can see their lives — or at least stereotypes about their lives — constantly turned into content. On any given day, they can watch a TikTok creator joking about <a href=\"https://www.tiktok.com/@briannaguidryy/video/7409356858244336901?_t=8pQdUhqdbzT&amp;_r=1\">Gen Alphas in nursing homes</a> (they demand iPad time, of course) or a <a href=\"https://www.tiktok.com/@teresakayenewman/video/7306612638497230126?_r=1&amp;_t=8pQdW93oGWV\">compilation of teacher complaints</a> about their generation (they “cannot read, they cannot write, they’re ill-mannered”).</p>\n\n<p class=\"has-text-align-none\">And adults owe Gen Alpha a little grace when we’re eavesdropping in their spaces, Rauchberg said. “If kids see too many TikToks making fun of their generation, they might worry that the adults in their lives are judging them as well.”</p>\n\n<p class=\"has-text-align-none\">Contrary to the worst stereotypes about iPad kids, today’s tweens are actually quite busy in the physical world, according to YPulse. Eighty-eight percent have a hobby, and while some play video games, others are interested in sports or crafting. Fiona, for her part, loves art — her dream job is to work backstage at <a href=\"https://lincolncenter.org/\">Lincoln Center</a> one day.</p>\n\n<p class=\"has-text-align-none\">Her fellow Alphas also care about the world around them, according to YPulse, with 75 percent of 8- to 12-year-olds saying they’re passionate about a cause like animal rights or cyberbullying. And despite adults’ concerns about them, 84 percent of tweens have positive feelings about the future.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, some see potential upsides to younger Alphas’ comfort level with their screens. Fiona thinks kids her sister’s age might be better at spotting AI-generated content because they’ve been exposed to it from such a young age. Many Gen Alphas don’t perceive a stark difference between online and offline interactions, Rauchberg said — it’s all real life to them.</p>\n\n<p class=\"has-text-align-none\">That might sound unnerving to people who grew up without smartphones, but if you’re a millennial, you might remember the days when our elders were warning us that the internet was real, and that <a href=\"https://www.forbes.com/sites/christeare/2015/10/18/dont-let-social-media-hurt-your-college-or-career-start/\">our online profiles could follow us</a> through college applications or job searches.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For better or for worse, Alphas are natives of a world to which the rest of us had to adapt.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If there’s one word that’s most associated with Gen Alpha right now, it might be “brainrot.” According to countless trend pieces and innumerable TikToks, kids from this generation, born between 2010 and 2024, have purportedly “rotted” their brains by scrolling too much on their devices.&#160; “Brainrot” has become a way to describe anything associated with [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "Electric school buses are the future we deserve",
    "link": "https://www.vox.com/climate/370006/school-bus-electric-transportation-ev",
    "pubDate": "2024-09-05T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Electric school buses charge up at charging stations at a bus depot.\" data-caption=\"In August, the Oakland Unified School District became the first major school district in the country to electrify its entire bus system. | David Paul Morris/Bloomberg via Getty Images\" data-portal-copyright=\"David Paul Morris/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2167997487.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>In August, the Oakland Unified School District became the first major school district in the country to electrify its entire bus system. | David Paul Morris/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Riding an electric school bus seems like it would be an uncanny experience. As a kid, I remember the bus being a loud and smoggy place that left me smelling like diesel. Today there are electric buses on the road that are not only emissions-free but comparatively silent. Kids can not only talk to their friends on the bus, they can breathe.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The first all-electric school bus fleet to serve a major school district <a href=\"https://grist.org/transportation/oakland-electric-school-buses-battery-storage/\">started ferrying kids to class in Oakland, California</a>, last week. The 74 buses <a href=\"https://www.canarymedia.com/articles/clean-fleets/the-biggest-electric-school-bus-as-grid-battery-project-in-the-us-goes-live\">also act as giant batteries</a> when they’re not moving: They’re plugged in and supplying enough electricity to the local grid to power about 400 homes. I don’t know about you, but my child self would have been thrilled by this futuristic reality and expected flying cars to be right around the corner.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Electric school buses are here and can solve so many problems: prevent diesel pollution from damaging kids’ health, release fewer greenhouse gasses that are warming the globe, and provide energy storage where you wouldn’t expect it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The roadblocks preventing every kid from stepping onto an electric school bus aren’t going away however, even as the federal government pours billions of dollars into electrification efforts. Replacing the roughly <a href=\"https://www.edf.org/sites/default/files/documents/Economic%20and%20environmental%20benefits%20electric%20school%20bus%20updated%20final.pdf\">480,000 school buses</a> already on the road in the United States is a big enough expense, but the bigger challenge is upgrading the power grid so that it can support the charging infrastructure to keep these fleets on the road.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Figuring out this problem is more than worthwhile. Diesel exhaust, a known carcinogen that can also <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC121970/\">cause asthma</a> and <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0272775719301530\">hurt academic performance</a>, disproportionately affects Black, Latino, Indigenous, and low-income communities, who ride the bus <a href=\"https://www.bts.gov/topics/passenger-travel/back-school-2019\">more often</a> and also tend to lack access to health care. Children <a href=\"https://apnews.com/article/electric-school-buses-diesel-exhaust-environmental-justice-4263455c7d55e34acd6f35dceb6db7c0#\">are especially vulnerable</a> to being harmed by air pollution from diesel school buses, not only because their bodies are still developing but also because they can spend hours inhaling fumes on longer routes. Electric school buses <a href=\"https://www.sciencedirect.com/science/article/pii/S2352146518306227\">are also much quieter</a>, which is good for the ears of both the kids and the drivers. Cleaner buses have even been linked <a href=\"https://www.nature.com/articles/s41893-023-01088-7\">to higher school attendance</a>.</p>\n\n<p class=\"has-text-align-none\">With more than 26 million children riding every year, school buses make up <a href=\"https://www.weforum.org/agenda/2024/01/why-decarbonizing-city-transit-begins-with-school-buses/\">the nation’s largest mass transit system</a>. For every school bus on the road in the morning and afternoon, there are fewer cars. Nevertheless, as 90 percent of the nation’s school buses are diesel-powered, the fleet’s carbon footprint is significant. Diesel- and natural gas-fueled buses <a href=\"https://electricschoolbusinitiative.org/why-we-need-transition-electric-school-buses\">emit about 9 million metric tons of greenhouse gasses a year</a>, which is about the same as the emissions produced by generating the electricity for a million homes annually. Electrifying all of those buses would be the equivalent of removing 2 million cars from the road.</p>\n\n<p class=\"has-text-align-none\">So electrifying this fleet is a no-brainer. Not only would it cut down on massive amounts of toxic emissions, filling the streets with electric school buses would also save a ton of money. School bus manufacturer Blue Bird says that its electric school bus <a href=\"https://www.blue-bird.com/blue-bird-delivers-13-electric-school-buses-to-bowling-green-independent-schools-in-kentucky/#:~:text=Blue%20Bird%20customers%20have%20reported,manufacturer%20in%20the%20United%20States.\">costs 14 cents a mile</a> to operate versus 49 cents for diesel buses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not counting the revenue that school districts can generate by using these buses as giant batteries. Because they operate on a set schedule, electric school buses are uniquely suited to <a href=\"https://www.wired.com/story/these-electric-school-buses-are-on-their-way-to-save-the-grid/\">sell extra energy back to the grid</a> during peak hours, when they’re not being used. In Oakland, the grid needed an upgrade to accommodate these two-way chargers and the 2.7 megawatts required to charge the fleet of buses. While federal funding helped pay for the buses themselves, PG&amp;E, the local utility, <a href=\"https://www.bloomberg.com/news/articles/2024-05-16/the-first-electric-school-bus-fleet-in-the-us-will-also-power-homes?sref=qYiz2hd0\">covered the grid updates</a>.</p>\n\n<p class=\"has-text-align-none\">But not every school district is like Oakland, sending dozens of new electric school buses out on routes all at once. It’s happening all over the country, too, with school districts committing to electric school bus purchases <a href=\"https://www.wri.org/insights/where-electric-school-buses-us\">in 49 states as well as US territories and several tribal nations</a>, with 200,000 students currently being picked up and dropped off by electric school buses. The transition is happening in spits and spurts, as old diesel buses get phased out and school districts bring in electric buses one or five at a time, according to Sue Gander, director of the Electric School Bus Initiative at the World Resources Institute.</p>\n\n<p class=\"has-text-align-none\">“At this stage, we&#8217;re in a transition period that&#8217;s about replacing your old buses that are wearing out with the new electric versions,” Gander told me. “There&#8217;s still a lot of capacity on the grid available to do that.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2075985769.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A black man in sunglasses speaks at an outdoor lectern that reads President Joe Biden, investing in America. Over and behind him is a large spreading tree.\" title=\"A black man in sunglasses speaks at an outdoor lectern that reads President Joe Biden, investing in America. Over and behind him is a large spreading tree.\" data-has-syndication-rights=\"1\" data-caption=\"EPA administrator Michael Regan speaks during a fundraiser for electric school buses in Florida in March. | Joe Raedle/Getty Images\" data-portal-copyright=\"Joe Raedle/Getty Images\" />\n<p class=\"has-text-align-none\">The transition to electric school buses is ramping up at an impressive rate thanks, in part, to a surge of state and federal funding to support the effort. The 2021 Bipartisan Infrastructure Law established the five-year, $5 billion Clean School Bus Program, which is operated by the Environmental Protection Agency, to help local school districts purchase electric buses. Some states have their own <a href=\"https://www.axios.com/2022/12/19/electric-school-buses\">rebate programs</a>, while New York has gone a step further by requiring all new <a href=\"https://www.wri.org/outcomes/new-york-becomes-first-us-state-adopt-statewide-electric-school-bus-mandate\">school bus purchases to be electric</a> starting in 2027 and provided $500 million to help pay for it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many states are also using money from <a href=\"https://www.4cleanair.org/volkswagen_settlement_information/\">the $2.9 billion trust fund</a> that came out of <a href=\"https://www.nytimes.com/2020/11/05/business/vw-diesel-settlement-states.html\">the Volkswagen diesel settlements in 2017 and 2018</a> to buy electric school buses and upgrade their charging infrastructure.</p>\n\n<p class=\"has-text-align-none\">With an upfront cost of about $350,000, an electric school bus costs three times as much as a diesel one. Some of that difference can be made up by savings on fuel and maintenance savings, not to mention the public money that’s available. That surge in funding <a href=\"https://www.wri.org/insights/where-electric-school-buses-us\">has led to a spike</a> in the number of electric school buses. While 485 new electric school buses hit the road in 2020, the number of <a href=\"https://app.powerbi.com/view?r=eyJrIjoiYjkxMjhhYTktODJhYy00Y2U4LWExZjEtZWJlZTU5NDQzMDljIiwidCI6IjQ3NmJhYzFmLTM2YjItNGFkOS04Njk5LWNkYTZiYWQxZjg2MiIsImMiOjF9&amp;pageName=ReportSection2d146044457bb0c096d2\">new buses</a> in 2023 was 3,267. If you count what school districts and private operators have committed to, there are over 12,000 electric school buses on the way. That’s about 2.5 percent of the total number needed to replace the nation’s fleet of diesel school buses.</p>\n\n<p class=\"has-text-align-none\">Despite <a href=\"https://www.axios.com/2022/12/19/electric-school-buses\">what you may have read</a>, all of this money does not make electric school buses free. An <a href=\"https://www.epaoig.gov/sites/default/files/reports/2023-12/_epaoig_20231227-24-p-0012_cert.pdf\">EPA internal watchdog report</a> last year said that school districts don’t have a problem buying electric buses, but they do have a problem finding enough power from the grid to charge them. The available federal rebates for electric school bus purchases typically do not include the cost of upgrading the local utility infrastructure, including new transformers and more transmission lines, which can take nine months to two years to install.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, by the end of the decade, you can expect to see thousands more electric school buses on the road. The big question then is whether kids will ride them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While nearly 40 percent of kids rode to school on a bus <a href=\"https://www.washingtonpost.com/business/2024/02/02/school-bus-era-ends/\">as recently as 2009</a>, ridership has been on the decline for a number of different reasons, including <a href=\"https://www.epi.org/blog/the-school-bus-driver-shortage-remains-severe-without-job-quality-improvements-workers-children-and-parents-will-suffer/\">a bus driver shortage</a> and <a href=\"https://slate.com/business/2024/09/school-bus-shortage-problems-traffic-funding-drivers.html\">increasing suburban sprawl</a> pushing schools to the edge of town instead of the middle where children can walk to school.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s turning school pick-up lines <a href=\"https://www.theatlantic.com/ideas/archive/2023/09/school-car-lines-buses-biking/675345/\">into a hellscape of idling cars and SUVs</a> spewing their own emissions onto the sidewalk, where the kids wait for their parents. Just imagine if they could spend that time talking to their friends on a quiet, new electric school bus breathing fresh, clean air instead.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/newsletters\"><em><strong>Sign up here</strong></em></a><em>&nbsp;so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Riding an electric school bus seems like it would be an uncanny experience. As a kid, I remember the bus being a loud and smoggy place that left me smelling like diesel. Today there are electric buses on the road that are not only emissions-free but comparatively silent. Kids can not only talk to their [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "How to stop mass shootings before they start",
    "link": "https://www.vox.com/politics/370004/mass-shooting-prevention-behavioral-threat-assessment",
    "pubDate": "2024-09-05T10:00:56.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"On a bright sunny day, cars and people mass outside a tan brick school building, with law enforcement vehicles and officers visible.\" data-caption=\"Students wait to be picked up by their parents after a shooting at Apalachee High School on September 4, 2024. | Megan Varner/Getty Images\" data-portal-copyright=\"Megan Varner/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2169578122.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Students wait to be picked up by their parents after a shooting at Apalachee High School on September 4, 2024. | Megan Varner/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">At least four people were killed, and <a href=\"https://www.nytimes.com/live/2024/09/04/us/georgia-shooting-apalachee-high-school\">nine were injured</a> after a shooter opened fire at Apalachee High School in northern Georgia on Wednesday, the latest in <a href=\"https://www.cbsnews.com/chicago/news/us-mass-shooting-data-gun-violence-archive/\">more than 250 mass shootings that have taken place</a> in the US in 2024. Police have revealed little about the shooting so far, except to say that the suspected shooter is now in custody.</p>\n\n<p class=\"has-text-align-none\">“Please, let us get the facts that we need to make sure we get this right,” a local sheriff <a href=\"https://www.nytimes.com/live/2024/09/04/us/georgia-shooting-apalachee-high-school\">said</a> at a news conference Wednesday, describing an investigation that was still in its early stages.</p>\n\n<p class=\"has-text-align-none\">By Thursday morning, more details about the shooter, a 14-year-old boy, had been uncovered. The suspect, police say, used an “AR-platform-style weapon” similar to the types of guns commonly used by mass shooters. The FBI revealed that law enforcement had interviewed the suspect and his father in 2023 over school shooting threats the boy had allegedly made on an online gaming platform, but were unable to substantiate them. For this reason, <a href=\"https://www.nytimes.com/2024/09/04/us/georgia-shooting-suspect-fbi-interview-threat.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/04/us/georgia-shooting-suspect-fbi-interview-threat.html\">investigators were unable to</a> “take any additional law enforcement action on the local, state or federal levels,” the FBI said in a statement.</p>\n\n<p class=\"has-text-align-none\">Though the details will differ, many of the overarching themes of the Barrow County shooting are likely to sound familiar. The persistence of gun violence is one of the most tragic aspects of life in the United States. While mass shootings make up <a href=\"https://www.vox.com/2015/10/1/18000524/mass-shootings-rare\">just a small percentage of the large number of gun deaths</a> that happen in the United States every year, they are the most attention-grabbing and obvious manifestation of the country’s <a href=\"https://www.vox.com/policy/353878/new-guns-us-violence\">unique problem of too many guns</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The problem of mass shootings will likely be with us as long as we have more guns than people.</p>\n\n<p class=\"has-text-align-none\">“There’s no easy solution,” says <a href=\"https://www.heinz.cmu.edu/faculty-research/profiles/nagin-daniel\">Daniel Nagin</a>, a professor of public policy and statistics at Carnegie Mellon University. Nagin, who helped develop <a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/1745-9133.12484\">a series of evidence-based recommendations</a> for reducing mass shootings, says that “the sheer volume of firearms” circulating in the US, which are “far more lethal than they were in the past,” make the notion of eliminating mass shootings altogether — commonly defined as a shooting where four or more people are shot — seem distant.</p>\n\n<p class=\"has-text-align-none\">The fact that law enforcement knew of alleged threats from the shooter over a year ago, and were still unable to stop the shooting or prevent the suspect from getting a gun, points to how difficult it is to prevent mass shootings in advance. The ubiquity of guns makes preventing a mass shooting extremely difficult. But that doesn’t mean it’s impossible to prevent mass shootings. “One of the big stereotypes, or myths we have about mass shootings in general, is that perpetrators who do this go crazy and just snap,” says Mark Follman, author of the book <a href=\"https://www.harpercollins.com/products/trigger-points-mark-follman?variant=39402950131746\"><em>Trigger Points: Inside the Mission to Stop Mass Shootings in America</em></a>, and <a href=\"https://www.motherjones.com/author/mark-follman/\">an editor</a> at Mother Jones. “That’s not the reality at all of how this works.”</p>\n\n<p class=\"has-text-align-none\">There are two broad approaches that can help mitigate the threat of mass shootings: proactive efforts to identify threats in advance, performed by behavioral threat assessment teams; and targeted gun regulations like red flag laws and bump stock bans.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Identifying the threat</strong></h2>\n\n<p class=\"has-text-align-none\">Mass shootings are almost never random, according to Follman. The vast majority of mass shooters don’t spontaneously decide to pull out a gun in public and start shooting. Learning to identify who’s most at risk for committing mass violence, identifying warning signs and finding ways to intervene, can save lives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s what <a href=\"https://www.nasponline.org/resources-and-publications/resources-and-podcasts/school-safety-and-crisis/systems-level-prevention/threat-assessment-at-school/behavior-threat-assessment-and-management-(btam)-best-practice-considerations-for-k%E2%80%9312-schools\">behavioral threat assessment teams</a> do. The process and composition of a team can differ in various contexts, <a href=\"https://ready.uic.edu/btat/\">including educational</a>, <a href=\"https://leb.fbi.gov/articles/featured-articles/threat-assessment-teams-workplace-and-school-violence-prevention\">corporate, and law enforcement</a> settings, but the general idea is the same: the teams receive information from community members about behavior that is concerning. The teams <a href=\"https://www.fbi.gov/file-repository/making-prevention-a-reality.pdf/view\">investigate that behavior</a> to determine whether someone is at risk of committing mass violence. Then, depending on their conclusion, the team finds a way to reach out to the person and try to get them support before they commit an act of violence. That contact can happen at the person’s home, but it might also happen at work, school, or another community setting.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s difficult to prove the efficacy of these interventions, because there’s no way to quantify the number of mass shootings that <em>didn’t </em>happen because someone got help. But experts and mental health advocates say the work has prevented people from carrying out violence, and Follman <a href=\"https://www.motherjones.com/politics/2015/10/mass-shootings-threat-assessment-shooter-fbi-columbine/\">has reported on cases</a> where law enforcement believes people were <a href=\"https://www.ted.com/talks/aaron_stark_i_was_almost_a_school_shooter/transcript?subtitle=en\">successfully diverted</a> from committing acts of mass violence.</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s very possible. There are many examples of successful threat cases where the case subjects have been diverted away from, in many cases, often very serious and developed plans for committing violence,” Follman says.</p>\n\n<p class=\"has-text-align-none\">Researchers have identified <a href=\"https://www.politico.com/news/magazine/2022/05/27/stopping-mass-shooters-q-a-00035762\">several circumstances</a> shared by people who commit mass violence. They are almost (but not always) men, many of whom have suffered from some form of early childhood trauma or abuse. Most are suicidal. “The number of perpetrators who attempted suicide beforehand was astounding,” <a href=\"https://www.hamline.edu/faculty-staff/jillian-peterson\">Jillian Peterson</a>, a professor at Hamline University and co-founder of The Violence Project, a database of every mass shooting in the US since 1966, <a href=\"https://www.apa.org/news/podcasts/speaking-of-psychology/mass-shootings\">has said</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Peterson, who with her colleagues interviewed the small number of mass shooters who survived after committing violence, came to an important realization: that “nobody goes in planning to come out.” That insight is significant, she says, because it means that some of the same tools mental health professionals have to prevent suicides can help prevent mass shootings as well.</p>\n\n<p class=\"has-text-align-none\">But while those are common factors among mass shooters, they aren’t the most helpful at determining risk — the vast majority of men, and people who are suicidal, don’t become mass shooters. Other behavioral indicators help investigators better identify who is most likely to commit mass violence.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Among the most important is a history of domestic violence. In 2021, <a href=\"https://injepijournal.biomedcentral.com/articles/10.1186/s40621-021-00330-0\">researchers found</a> that a majority of mass shootings were domestic violence-related. “A substantial fraction of mass shootings are not these killings of strangers in public places, but they occur in ongoing domestic disputes,” says Nagin.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://health.ucdavis.edu/vprp/ourteam/index.html\">Garen Wintemute</a>, the founding director of the Violence Prevention Research Program at University of California Davis, and <a href=\"https://www.vox.com/politics/369441/political-violence-2024-election\">an expert in mass shootings and political violence</a>, says that “intervening on people involved in intimate partner violence at whatever level of severity likely has a role in preventing mass shootings and many other bad things down the road.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Researchers have identified other behaviors common in mass shooters: a sudden increase in, interest in, or purchases of guns and ammunition, and increased interest in previous mass shooters. A would-be mass shooter also often makes bizarre <a href=\"https://drreidmeloy.com/wp-content/uploads/2023/04/2023-Studying-mass-shooters-words-Warning-behavior-prior-to-attacks.pdf\">or threatening comments</a> in the lead-up to a shooting, indicating to those close to him, or to a community online, that he intends to do something violent — a phenomenon researchers <a href=\"https://www.npr.org/2023/11/02/1210266306/a-former-fbi-profiler-explains-how-leakage-can-warn-of-a-mass-shooting\">call leakage</a>.</p>\n\n<p class=\"has-text-align-none\">When a behavioral threat assessment team has identified someone at risk, the next step is to come up with a plan to help. It often involves the person’s family or friends, and can entail direct contact with the person of concern. “The ideal of this work is with both empathy and concern,” Follman says. “And then coming up with a plan to intervene and try to help, which is also based on specific information gathered about that person from the person themselves and the people around them. What does this person need? What can we do to help move them away from where they are now to a better place?”</p>\n\n<p class=\"has-text-align-none\">The goal is to make the person less isolated and angry, and to attempt to ease the grievances that might be making them feel violent. Every treatment plan looks different.</p>\n\n<p class=\"has-text-align-none\">“It’s not like there’s a simple menu and you pick one thing and then the switch flips and everything’s fine. That’s not how threat management works,” Follman says.</p>\n\n<p class=\"has-text-align-none\">Currently, in-school threat assessment teams are required in <a href=\"https://everytownresearch.org/rankings/law/school-threat-assessment-teams/\">nine states</a>, not including Georgia — but experts say that more states should require them, and make sure they have the <a href=\"https://everytownresearch.org/rankings/law/school-threat-assessment-teams/\">resources they need to develop risk assessment strategies and track their results</a>. People who live in states without risk assessment teams can push their states to require them in schools and other government settings.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Finding gun regulations that help prevent mass shootings</strong></h2>\n\n<p class=\"has-text-align-none\">One appealing thing about behavioral threat assessment work is that it’s an intervention that can be done without butting head-first into the brick wall that is America’s <a href=\"https://www.vox.com/donald-trump/360742/someone-tried-to-assassinate-the-former-president-and-the-gop-still-wont-talk-about-guns\">intractable debate over gun control</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But make no mistake: a country <a href=\"https://www.thetrace.org/2023/03/guns-america-data-atf-total/\">with over 400 million guns in it</a>, and with gun regulation so lax that almost anyone can carry a gun in public whenever they want, makes the work of preventing mass shootings much more difficult.</p>\n\n<p class=\"has-text-align-none\">Still, there are specific gun policies that can help prevent mass shootings and might be more politically feasible. Lawmakers and voters who care about reducing mass shootings have already helped push for their passage in states like New York, Florida, and California. For advocates who care about reducing mass shooting, they are a good place to start.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the most important legal tools available to prevent mass shootings is extreme risk laws, commonly referred to as red flag laws. The laws, <a href=\"https://www.everytown.org/solutions/extreme-risk-laws/\">currently in place in 21 states</a>, including several <a href=\"https://www.pbs.org/newshour/nation/more-states-adopting-gun-seizure-laws-after-parkland-tragedy\">after the Parkland, Florida, school shooting in 2018</a>, allow both family members and law enforcement to petition courts to temporarily confiscate someone’s firearms if they believe the owner is at a risk of committing harm either to themselves or others. Red flag laws, Follman says, are “a relatively new gun policy that is very important and very useful to the field of threat assessment.”&nbsp; Though critics have challenged the constitutionality of the laws, they have so far withstood <a href=\"https://firearmslaw.duke.edu/2024/04/litigation-highlight-new-york-state-appellate-court-upholds-red-flag-law\">legal challenges</a>.</p>\n\n<p class=\"has-text-align-none\">Another common factor among mass shooters is their use of <a href=\"https://www.washingtonpost.com/nation/interactive/2023/ar-15-force-mass-shootings/\">assault-style rifles</a>, known for their capacity to rapidly fire bullets and to kill or injure large numbers of people in a short amount of time. Though research has shown that assault weapons bans can <a href=\"https://www.tandfonline.com/doi/full/10.1080/13504851.2014.939367?scroll=top&amp;needAccess=true\">meaningfully reduce</a> mass shooting deaths when they’re in effect, Republicans <a href=\"https://thehill.com/homenews/senate/4345455-senate-republicans-block-assault-weapons-ban/\">blocked an assault weapons ban</a> when it came before Congress in December 2023, and polls show that while Americans <a href=\"https://news.gallup.com/poll/513623/majority-continues-favor-stricter-gun-laws.aspx\">generally favor more strict gun regulation</a>, they are <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_042423/\">more divided</a> on the question of whether to ban assault weapons outright.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In part because of Republican opposition to regulating assault rifles, <a href=\"https://www.bradyunited.org/about-us/press/more-than-one-year-after-las-vegas-massacre-trump-administration-bans-bump-stocks\">gun safety advocates</a> have turned their focus to banning bump stocks as a more targeted and effective means of reducing mass shootings, and in 2018 the Trump administration took the rare step, for a GOP administration, <a href=\"https://edition.cnn.com/2018/12/18/politics/bump-stocks-ban/index.html\">of banning bump stocks</a> following a Las Vegas mass shooting. But the Supreme Court <a href=\"https://www.vox.com/scotus/355399/supreme-court-bump-stocks-machine-guns-garland-cargill\">struck down the regulation</a> in June 2024.</p>\n\n<p class=\"has-text-align-none\">What happens next is an open question, and Republicans have been relatively quiet about the Supreme Court’s decision. But congressional action could be an important next step. As Justice Samuel Alito noted in his concurring opinion, Congress <a href=\"https://www.nytimes.com/2024/06/14/us/bump-stock-vegas-shooting-supreme-court.html\">could pass a law banning bump stocks</a>, which would help limit the lethality of weapons used by mass shooters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given that a Republican president was the first to ban bump stocks, and the regulation was relatively uncontroversial at the time, it’s not impossible to believe that Congress could make it happen. Similarly, Vice President Kamala Harris has <a href=\"https://www.nytimes.com/2024/03/23/us/politics/kamala-harris-parkland-guns.html\">urged states to adopt red flag laws</a>, and former President Donald Trump also <a href=\"https://www.politico.com/news/2024/02/09/trump-promises-nra-that-if-elected-no-one-will-lay-a-finger-on-your-firearms-00140818\">previously expressed support for these laws</a>, despite the concern from gun rights advocates. Support from leaders of both major parties belies the notion that gun regulations that could counter mass shootings are completely off the table.</p>\n\n<p class=\"has-text-align-none\">And though experts say passing those laws would have an impact, they are not the only thing that can be done. Family members and law enforcement in states that already have red flag laws <a href=\"https://foundation.gunresponsibility.org/faq-extreme-risk-protection-orders/\">can try to get the courts to intervene</a> if they’re worried about someone with guns. Individual community members, especially in the workplace and at school, can pay attention when someone seems to be leaking intentions of a mass shooting <a href=\"https://edition.cnn.com/2019/08/18/us/mass-shooting-tips-what-to-do/index.html\">and report that behavior to the authorities</a>. The media can do their best <a href=\"https://niemanreports.org/articles/journalists-can-do-better-covering-mass-shootings/\">not to elevate the profiles of mass shooters,</a> which has been shown to inspire a copycat effect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most of all, Follman says, it’s important not to treat the problem as hopeless. Sometimes, he says, that can even encourage would-be shooters. “We have this national narrative about how this is never going to end and nothing ever really changes, and there’s nothing we can really do about it.” But understanding that mass shootings aren’t random, that they can be predicted and prevented, can help people understand what warning signs to look out for.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Despair and outrage,” he says, “is not a good way to think about the problem.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 5, 9 am ET:</strong> This story was published on September 4, 2024, and has been updated with information about the Apalachee High School shooter. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "At least four people were killed, and nine were injured after a shooter opened fire at Apalachee High School in northern Georgia on Wednesday, the latest in more than 250 mass shootings that have taken place in the US in 2024. Police have revealed little about the shooting so far, except to say that the [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "America’s unique, enduring gun problem, explained",
    "link": "https://www.vox.com/23142734/apalachee-georgia-school-shooting-gun-violence",
    "pubDate": "2024-09-04T21:08:12.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A crowd outside Apalachee High School in Winder, Georgia, after the shooting on September 4, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/AP24248661709921.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A crowd outside Apalachee High School in Winder, Georgia, after the shooting on September 4, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Four people were killed and at least nine were injured in northern Georgia on Wednesday when an Apalachee High School student opened fire inside the school. </p>\n\n<p class=\"has-text-align-none\">The suspect, a 14-year-old boy, has been taken into custody, <a href=\"https://x.com/GBI_GA/status/1831394957778669824\">according to the Georgia Bureau of Investigation</a> (GBI). Two of the victims were students and two were teachers, <a href=\"https://www.cnn.com/2024/09/04/us/winder-ga-shooting-apalachee-high-school/index.html\">GBI director Chris Hosey said in a news conference</a>.</p>\n\n<p class=\"has-text-align-none\">The shooting was the deadliest at a school in Georgia history, <a href=\"https://www.nytimes.com/live/2024/09/04/us/georgia-shooting-apalachee-high-school\">according to the New York Times</a>.</p>\n\n<p>There have been <a href=\"https://www.gunviolencearchive.org/reports/mass-shooting\">385 mass shootings in the United States in 2024</a>, including at Apalachee High School, following a <a href=\"https://www.gunviolencearchive.org/reports/mass-shooting?year=2023\">near-record number</a> of mass shootings in 2023. No other high-income country has suffered such a high death toll from <a href=\"https://www.vox.com/22382180/supreme-court-uvalde-guns-violence-second-amendment-heller-scalia\">gun violence</a>. Every day, more than <a href=\"https://everytownresearch.org/report/gun-violence-in-america/\">120</a> Americans die at the end of a gun, including suicides and homicides, an average of 44,341 per year. According to the latest available analysis of data from 2015 to 2019,<strong> </strong>the US gun homicide rate was <a href=\"https://everytownresearch.org/report/gun-violence-in-america/\">26 times</a> that of other high-income countries; its gun suicide rate was nearly <a href=\"https://everytownresearch.org/report/gun-violence-in-america/\">12 times higher</a>. Mass shootings, defined as attacks in which at least four people are injured or killed excluding the shooter, have been on the rise since 2015, peaking at <a href=\"https://everytownresearch.org/mass-shootings-in-america/\">686 incidents in 2021</a>.</p>\n\n<p>Despite that sheer carnage, however, the political debate over how to ensure that guns don’t fall into the hands of people who may hurt themselves and others has long proved intractable. In 2022,<strong> </strong>Congress reached a <a href=\"https://www.vox.com/policy-and-politics/2022/6/23/23180893/senate-gun-control-bipartisan-bill-2022-pass\">deal on limited gun reforms</a> for the first time in nearly 30 years<strong> </strong>in the wake of a shooting at an elementary school in Uvalde, Texas — the deadliest school shooting since 2012.&nbsp;</p>\n\n<p>But those narrow reforms clearly haven’t stopped America’s gun violence epidemic. The US’s expansive view of civilian gun ownership has been so ingrained in politics, in culture, and in the law since the nation’s founding that there’s no telling how many more people will die before federal lawmakers take further action. In that absence, many red states have loosened their gun laws over the last few years, rather than making it harder to obtain a gun.&nbsp;</p>\n\n<p>“America is unique in that guns have always been present, there is wide civilian ownership, and the government hasn’t claimed more of a monopoly on them,” said David Yamane, a professor at Wake Forest University who studies American gun culture.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The US has a lot of guns, and more guns means more gun deaths </h2>\n\n<p>It’s hard to estimate the number of privately owned guns in America since there is no countrywide database where people register whether they own guns, there is a<a href=\"https://www.everytown.org/issues/gun-trafficking/\"> thriving black market</a> for them in the absence of strong federal gun trafficking laws, and people can manufacture their own guns with DIY kits or 3D printers. The gun lobby has also <a href=\"https://www.motherjones.com/politics/2013/02/atf-gun-laws-nra/\">vehemently opposed</a> federal legislation to track gun sales and establish a national handgun registry.&nbsp;</p>\n\n<p>One estimate from the Small Arms Survey, a Swiss-based research project, found that there were approximately <a href=\"https://www.bbc.com/news/world-us-canada-41488081\">390 million guns</a> in circulation in the US in 2018, or about 120.5 firearms per 100 residents. That number has likely climbed in the years since, given that<a href=\"https://www.norc.org/NewsEventsPublications/PressReleases/Pages/one-in-five-american-households-purchased-a-gun-during-the-pandemic.aspx\"> one in five households</a> purchased a gun during the pandemic, though the 2018 estimate remains the most recent available. There has also been a significant increase in the number of <a href=\"https://www.thetrace.org/2023/03/guns-america-data-atf-total/\">guns manufactured and imported</a> in the years since. But even without accounting for that increase, US gun ownership is still well above any other country: Yemen, which has the world’s second-highest level of gun ownership, has only 52.8 guns per 100 residents; in Iceland, it’s 31.7.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24876824/1443590414.jpg?quality=90&#038;strip=all&#038;crop=0,10.724909644683,100,78.550180710634\" alt=\"At Least 5 Dead And 18 Injured In Colorado Springs Gay Nightclub Shooting\" title=\"At Least 5 Dead And 18 Injured In Colorado Springs Gay Nightclub Shooting\" data-has-syndication-rights=\"1\" data-caption=\"A makeshift memorial set up for the victims of the Club Q nightclub shooting in Colorado Springs that happened on November 19, 2022. | Scott Olson/Getty Images\" data-portal-copyright=\"Scott Olson/Getty Images\" />\n<p>American guns are concentrated in a tiny minority of households: just 3 percent own about half the nation’s guns, according to a 2016 Harvard and Northeastern University<a href=\"https://news.northeastern.edu/2016/09/study-70m-more-firearms-added-to-us-gun-stock-over-past-20-years/\"> study</a>. They’re called “<a href=\"https://www.theguardian.com/us-news/2016/sep/19/us-gun-ownership-survey\">super owners</a>” who have an average of 17 guns each. Gallup, using a different methodology, found that <a href=\"https://news.gallup.com/poll/1645/guns.aspx\">45 percent of Americans</a> lived in a household with guns in 2022.</p>\n\n<p>Researchers have found a clear link between gun ownership in the US and gun violence, and some argue that it’s causal. One 2013 Boston University-led study, <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3828709/\">for instance</a>, found that for each percentage point increase in gun ownership at the household level, the state firearm homicide rate increased by 0.9 percent. And states with weaker gun laws have higher rates of gun-related homicides and suicides, according to a <a href=\"https://everytownresearch.org/rankings/\">study</a> by the gun control advocacy group Everytown for Gun Safety.&nbsp;</p>\n\n<p>The link between gun deaths and gun ownership is much stronger than the link that<strong> </strong>gun rights advocates often seek to draw<strong> </strong>between violence and mental health issues. If it were possible to cure all schizophrenia, bipolar, and depressive disorders, violent crime in the US would <a href=\"https://www.propublica.org/article/myth-vs-fact-violence-and-mental-health\">fall by only 4 percent</a>, according to a <a href=\"https://books.google.com/books?id=v4oSb2Na4nQC&amp;lpg=PP1&amp;pg=PA101#v=onepage&amp;q=swanson&amp;f=false\">study</a> from Duke University professor Jeffrey Swanson, who examines policies to reduce gun violence.</p>\n\n<p>There’s still a pervasive idea, pushed by gun manufacturers and gun rights organizations like the <a href=\"https://www.vox.com/2022/5/25/23140519/uvalde-school-shooting-nra-texas-good-guy-gun\">National Rifle Association</a>, that further arming America is the answer to preventing gun violence — <a href=\"https://www.vox.com/2022/5/25/23140519/uvalde-school-shooting-nra-texas-good-guy-gun\">the “good guy with a gun” theory</a>. But there have been relatively few instances in which police or armed bystanders have been able to successfully stop an active attack.<strong>&nbsp;</strong></p>\n\n<p>According to a database maintained by Advanced Law Enforcement Rapid Response Training Center at Texas State University, there were 520 active attacks — <a href=\"https://www.activeattackdata.org/index.html\">defined</a> as when one or more people are “actively killing or attempting to kill multiple unrelated people in a public space,” including but not limited to shootings — between 2000 and 2022. In many of those cases, police were <a href=\"https://www.activeattackdata.org/allattacks.html\">unable to stop</a> the attacker, either because the attack had already ended by the time they arrived or because the attacker surrendered or committed suicide. Only in 160 cases were police able to successfully intervene by shooting or otherwise subduing the attacker.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24882439/Ndqdu_police_stopped_fewer_than_a_third_of_active_attacks_between_2000_and_2022__1_.png?quality=90&#038;strip=all&#038;crop=0,20.109822298073,100,59.780355403855\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p>Another 2021 <a href=\"https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2776515\">study</a> from Hamline University and Metropolitan State University found that the rate of deaths in 133 mass school shootings between 1980 and 2019 was 2.83 times greater in cases where there was an armed guard present. The researchers argue the results suggest the presence of an armed guard increased shooters’ aggression and that because many school shooters have been found to be suicidal, “an armed officer may be an incentive rather than a deterrent.”</p>\n\n<p>“The idea that the solution to mass shootings is that we need more guns in the hands of more people in more places so that we’ll be able to protect ourselves — there’s no evidence that that’s true,” Swanson said.&nbsp;</p>\n\n<p>The prevalence of the self-defense narrative is part of what sets apart the gun rights movement in the US from similar movements in places like Canada and Australia, according to Robert Spitzer, a professor at SUNY Cortland who studies the politics of gun control.&nbsp;</p>\n\n<p>Self-defense has become by far the <a href=\"https://www.pewresearch.org/fact-tank/2021/09/13/key-facts-about-americans-and-guns/\">most prominent reason</a> for gun ownership in the US today, eclipsing hunting, recreation, or owning guns because they’re antiques, heirlooms, or work-related. That’s also reflected in <a href=\"https://www.nytimes.com/2022/05/17/us/politics/gun-manufacturing-atf.html\">ballooning handgun sales</a>, since the primary purpose of those guns isn’t recreational, but self-defense.&nbsp;</p>\n\n<p>American gun culture “brings together the hunting-sporting tradition with the militia-frontier tradition, but in modern times the hunting element has been eclipsed by a heavily politicized notion that gun carrying is an expression of freedom, individuality, hostility to government, and personal self-protection,” Spitzer said.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23589886/GettyImages_1240907270.jpg?quality=90&#038;strip=all&#038;crop=0,7.1237996034465,100,85.752400793107\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"People gather at Sacred Heart Catholic Church to pray for the victims of the mass shooting at Robb Elementary School in Uvalde, Texas, on May 25, 2022. | Chandan Khanna/AFP via Getty Images\" data-portal-copyright=\"Chandan Khanna/AFP via Getty Images\" />\n<p>That <a href=\"https://www.vox.com/2016/6/20/11975850/ar-15-owner-orlando\">culture of gun ownership in the US</a> has made it all the more difficult to explore serious policy solutions to gun violence after mass shootings. In high-income countries lacking that culture, mass shootings have historically galvanized public support behind gun control measures that would seem extreme by US standards.&nbsp;</p>\n\n<p>Canada <a href=\"https://www.washingtonpost.com/world/2021/03/23/mass-shootings-response-other-countries-gun-laws/\">banned military-style assault weapons</a> two weeks after a 2020 mass shooting in Nova Scotia. In 2019, less than a month after the Christchurch massacre, New Zealand lawmakers passed a gun buyback scheme, as well as restrictions on AR-15s and other semiautomatic weapons, and they later established a firearms registry. The 1996 Port Arthur massacre in Australia spurred the government to <a href=\"https://www.vox.com/2015/8/27/9212725/australia-buyback\">buy back 650,000 firearms</a> within a year, and murders and suicides plummeted as a result.&nbsp;</p>\n\n<p>By contrast, nearly a decade went by after the 2012 school shooting at Sandy Hook Elementary School in Newtown, Connecticut, before Congress passed a new gun control law. The <a href=\"https://www.vox.com/policy-and-politics/2022/6/23/23180893/senate-gun-control-bipartisan-bill-2022-pass\">Bipartisan Safer Communities Act</a>, the law passed in June 2022, was relatively limited:<strong> </strong>It incentivized states to pass red flag laws, enhanced background checks for gun buyers under 21, and closed the “boyfriend loophole,” which allowed some people with domestic violence convictions to purchase guns. But it did not ban any types of weapons, and certain studies suggest that even truly universal background checks may have <a href=\"https://www.vox.com/policy-and-politics/2019/2/27/18224727/house-universal-background-checks-gun-violence-congress\">limited effects on gun violence</a>.<strong>&nbsp;</strong></p>\n\n<p>At the same time, many states have sought to expand gun ownership in recent years. At least 27 states have now passed laws allowing residents to carry a <a href=\"https://www.handgunlaw.us/documents/Permitless_Carry_States.pdf\">handgun without a permit</a> and allow school staff and teachers to <a href=\"https://www.rand.org/research/gun-policy/analysis/laws-allowing-armed-staff-in-K12-schools.html\">carry guns on campus</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24882641/nwQcq_27_states_have_passed_laws_allowing_people_to_carry_a_handgun_without_a_permit.png?quality=90&#038;strip=all&#038;crop=0,21.773275665832,100,56.453448668336\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p>“Other countries look at this problem and say, ‘People walking around in the community with handguns is just way too dangerous, so we’re going to broadly limit legal access to that and make exceptions on the margins for people who might have a good reason to have a gun,’” Swanson said. “Here we do just the opposite: We say that, because of the way that the Supreme Court interpreted the Second Amendment, everybody has the right to a gun for personal protection, and then we tried to make exceptions for really dangerous people, but we can’t figure out who they are.”</p>\n\n<p><a href=\"https://iop.harvard.edu/get-involved/harvard-political-review/vast-majority-americans-support-universal-background-checks\">While the majority of Americans</a> support more gun control restrictions, <a href=\"https://www.pewresearch.org/fact-tank/2021/09/13/key-facts-about-americans-and-guns/\">including universal background checks</a>, a vocal Republican minority unequivocally opposes such laws — and is willing to put pressure on GOP lawmakers to do the same. Alongside the NRA, and a well-funded gun lobby, this contingent of voters sees gun control as a deciding issue, and one that could warrant a primary challenge for a lawmaker who votes for it.&nbsp;</p>\n\n<p>The gun lobby has the advantage of enthusiasm. “​​Despite being outnumbered, Americans who oppose gun control are more likely to contact public officials about it and to base their votes on it,” Barnard College’s Matthew Lacombe <a href=\"https://barnard.edu/news/break-down-gun-politics-america\">explained in 2020</a>. “As a result, many politicians believe that supporting gun regulation is more likely to lose them votes than to gain them votes.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24876847/1246706108.jpg?quality=90&#038;strip=all&#038;crop=0,13.100531452033,100,73.798937095933\" alt=\"Two older Asian women stand comforting each other.\" title=\"Two older Asian women stand comforting each other.\" data-has-syndication-rights=\"1\" data-caption=\"Mourners honor the victims of the January 27, 2023, Monterey Park, California, mass shooting. | Sarah Reingewirtz/MediaNews Group/Los Angeles Daily News via Getty Images\" data-portal-copyright=\"Sarah Reingewirtz/MediaNews Group/Los Angeles Daily News via Getty Images\" />\n<h2 class=\"wp-block-heading\">The Supreme Court has made it impossible to cure America’s gun violence epidemic</h2>\n\n<p>In 2008, the Supreme Court effectively wrote NRA CEO Wayne LaPierre’s “good guy with a gun” theory into the Constitution. The Court’s 5-4 decision in <a href=\"https://www.law.cornell.edu/supct/html/07-290.ZO.html\"><em>District of Columbia v. Heller</em></a> (2008) was the first Supreme Court decision in American history to hold that the Second Amendment protects an individual right to possess a firearm. But it also went much further than that.</p>\n\n<p><em>Heller</em> held that one of the primary purposes of the Second Amendment is to protect the right of individuals — good guys with a gun, in LaPierre’s framework — to use firearms to stop bad guys with guns. As Justice Antonin Scalia wrote in <em>Heller</em>, an “inherent right of self-defense has been central to the Second Amendment right.”</p>\n\n<p>As a matter of textual interpretation, this holding makes no sense. The Second Amendment provides that “<a href=\"https://constitutioncenter.org/interactive-constitution/amendment/amendment-ii\">a well regulated Militia, being necessary to the security of a free State</a>, the right of the people to keep and bear Arms, shall not be infringed.”&nbsp;</p>\n\n<p>We don’t need to guess why the Second Amendment protects a right to firearms because it is right there in the Constitution. The Second Amendment’s purpose is to preserve “a well-regulated Militia,” not to allow individuals to use their weapons for personal self-defense.</p>\n\n<p>For many years, the Supreme Court took the first 13 words of the Second Amendment seriously. As the Court said in <a href=\"https://www.law.cornell.edu/supremecourt/text/307/174\"><em>United States v. Miller</em></a><em> </em>(1939), the “obvious purpose” of the Second Amendment was to “render possible the effectiveness” of militias. And thus the amendment must be “interpreted and applied with that end in view.” <em>Heller</em> abandoned that approach.</p>\n\n<p><em>Heller</em> also reached another important policy conclusion. Handguns, according to Scalia, are “overwhelmingly chosen” by gun owners who wish to carry a firearm for self-defense. For this reason, he wrote, handguns enjoy a kind of super-legal status. Lawmakers are not allowed to ban what Scalia described as “the most preferred firearm in the nation to ‘keep’ and use for protection of one’s home and family.”</p>\n\n<p>This declaration regarding handguns matters because this easily concealed weapon is responsible for far more deaths than any other weapon in the United States — and it isn’t close. In 2021, for example, a <a href=\"https://cde.ucr.cjis.gov/LATEST/webapp/#/pages/explorer/crime/shr\">total of 14,616 people were murdered in the US</a>, according to the FBI. Of these murder victims, at least 5,992 — just over 40 percent — were killed by handguns.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/23589874/GettyImages_1240908247.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A woman holds a photo of Nevaeh Bravo, who was killed in the mass shooting at Robb Elementary School, during a vigil for the victims in Uvalde, Texas, on May 25, 2022. | Allison Dinner/AFP via Getty Images\" data-portal-copyright=\"Allison Dinner/AFP via Getty Images\" />\n<p>In 2021, the Supreme Court made it even harder for federal and state lawmakers to combat gun violence. In its decision in <a href=\"https://www.supremecourt.gov/opinions/21pdf/20-843_7j80.pdf\"><em>New York State Rifle &amp; Pistol Association v. Bruen</em></a><em>, </em>it massively expands the scope of the Second Amendment, abandons more than a decade of case law governing which gun laws are permitted by the Constitution, and replaces this case law with a new legal framework that, as Justice Stephen Breyer writes in dissent, “imposes a task on the lower courts that judges cannot easily accomplish.”</p>\n\n<p><em>Bruen </em>has since allowed handguns — which are responsible for the <a href=\"https://www.vox.com/22382180/supreme-court-uvalde-guns-violence-second-amendment-heller-scalia\">overwhelming majority of gun murders</a> in the United States — to proliferate on many American streets. That’s because <em>Bruen</em> strikes the types of laws that limit who can legally carry handguns in public, holding that “the Second and Fourteenth Amendments protect an individual’s right to carry a handgun for self-defense outside the home.” Amid a flurry of activity in the courts in recent years, <a href=\"https://www.politico.com/news/magazine/2023/07/28/bruen-supreme-court-rahimi-00108285\">more than a dozen state and federal gun control laws</a> have been invalidated in whole or in part as a result.</p>\n\n<p>Under this new legal regime, the future of firearm regulation looks grim for anyone who believes that the government should help protect us from gun violence.</p>\n\n<p><em><strong>Update, September 4, 2024, 5 pm ET:&nbsp;</strong>This story was originally published on May 26, 2022, and has been updated multiple times, most recently with the latest details from the September 4 shooting at Apalachee High School in Winder, Georgia.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Four people were killed and at least nine were injured in northern Georgia on Wednesday when an Apalachee High School student opened fire inside the school. The suspect, a 14-year-old boy, has been taken into custody, according to the Georgia Bureau of Investigation (GBI). Two of the victims were students and two were teachers, GBI [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Your guide to the Brittany Mahomes-Donald Trump drama, such as it is",
    "link": "https://www.vox.com/culture/369543/brittany-mahomes-likes-trump-instagram",
    "pubDate": "2024-09-04T19:50:38.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two women hugging and smiling from inside a suite at a football game.\" data-caption=\"Taylor Swift and Brittany Mahomes hanging out at a Chiefs game in 2023. | Stacy Revere/Getty Images\" data-portal-copyright=\"Stacy Revere/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1829598694_848f0a.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Taylor Swift and Brittany Mahomes hanging out at a Chiefs game in 2023. | Stacy Revere/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">At any given second, millions of people are liking various things on Instagram. Pictures of sunsets and sunrises, recipes for keto brownies, videos of viral K-pop dances — there’s something for everyone. But right now there’s one specific semi-famous woman whose social media activity (liking, unliking, posting) has drawn widespread attention: <a href=\"https://nypost.com/2024/08/29/sports/brittany-mahomes-is-brushing-off-haters-after-patrick-mahomes-advice/\">Brittany Mahomes</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Best known as the wife of Super Bowl-winning Kansas City Chiefs quarterback Patrick Mahomes, Brittany Mahomes’s national profile has, for the moment, eclipsed her husband’s. That’s due to her perceived support for former President Donald Trump and his promised political policies. This all started when Mahomes liked and then unliked an Instagram post from the former president that <a href=\"https://www.tmz.com/2024/08/28/brittany-mahomes-trump-support/\">outlined his 2024 platform</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Under any normal circumstances, only <a href=\"https://www.instagram.com/brittanylynne/?hl=en\">Brittany Mahomes’s biggest fans</a> would be deeply invested in whether she desires mass deportation and an Iron Dome missile defense system built over America. But Mahomes has connections to Taylor Swift, the most famous woman in the world. That very valuable association is why the social media likes and dislikes of an American football WAG (that’s “wives and girlfriends”) has become a pop culture saga.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We’re here to answer your most pressing questions.</p>\n\n<p class=\"has-text-align-none\"><strong>Wait, what happened?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Brittany Mahomes has become a moment in this news cycle because she has been liking and unliking social media posts supporting former President Donald Trump and his various policies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On <a href=\"https://www.instagram.com/p/C-m53xGu3MY/?utm_source=ig_embed&amp;ig_rid=a69d4fdc-9933-4d07-904b-7e88d71753a8\">August 13</a>, Trump’s Instagram account posted a platform promising to “Seal the border, and stop the migrant invasion,” “Keep men OUT of women’s sports,” and “Carry out the largest deportation operation in American history.” He also plans to cut “federal funding for any school pushing Critical Race Theory, Radical Gender Ideology, and other inappropriate racial, sexual, or political content on our children.”</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://x.com/tiredasslesbian/status/1826972546052325629\">Eagle-eyed internet sleuths</a> spotted that Mahomes “liked” and “unliked” the xenophobic and transphobic dog whistle salad last week. And though Mahomes doesn’t follow Trump on her account, it seems as though the narrative was already set: Mahomes supports some of Trump’s most pernicious and divisive politics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The news that people saw Mahomes’s social media activity eventually circled its way back to Mahomes, who was not pleased that people noticed her public actions. To that, she posted a message via <a href=\"https://www.glamour.com/story/brittany-mahomes-message-haters-liking-pro-trump-instagram-post\">Instagram Story</a> (Instagram Stories are temporary), denouncing her haters and telling them they were emotionally damaged adults:&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>I mean honestly, to be a hater as an adult, you have to have some deep rooted issues you refuse to heal from childhood. There’s no reason your brain is fully developed and you hate to see others doing well.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.yahoo.com/entertainment/brittany-mahomes-slams-haters-instagram-015629071.html?.tsrc=daily_mail&amp;segment_id=DY_GOLDLIST_TEST&amp;ncid=crm_19908-1202929-20240825-0&amp;bt_user_id=6JRyBTwoYQzmdnLH3pN2QzNZuI5lUW99eij89uny52Y9VmIpDsEpGGO5JWIe&amp;bt_ts=1724580120381&amp;guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAKBxQxF-fo9Px30l0B6tcZu6KwckIA3BbKQcCQTyBfmdE-eLjhpbxsDzUFDj5U0riA9M2Jsg-zMbF58SDN42jXuDiD764vw6o2Wv0F_tzmN_zscfp-UWDMzLVQM4dRmTihmI2MylQw9k_ZcZWJAySNmtqdVp7JDgb2AdfXCpwmLA\">Mahomes seemed</a> to see the negativity surrounding her social media proclivities as a sign that people were mad that she was succeeding, rather than that people were disappointed in her presumed politics, that is to say, what appeared to be her beliefs about how the country should be run and how others should be treated. Mahomes also <a href=\"https://x.com/PopCrave/status/1828870083847884899\">liked a pro-Trump comment</a> under a recent post, eliminating any ambiguity that her previous liking and unliking spree might be an accident. </p>\n\n<p class=\"has-text-align-none\">On August 26, Mahomes doubled down and <a href=\"https://people.com/brittany-mahomes-doubles-down-calling-out-critics-after-backlash-8701908\">shared a post</a> that read, “Contrary to the tone of the world today … You can disagree with someone, and still love them. You can have differing views, and still be kind.” She did not comment on or explain the relative kindness of the views she appeared to support. </p>\n\n<p class=\"has-text-align-none\">Then, on September 4, Trump apparently heard the news and was flattered, <a href=\"https://truthsocial.com/@realDonaldTrump/posts/113080034075111751\" rel=\"nofollow\">posting a message</a> on his own social media platform, Truth Social. In the post, Trump called Mahomes “beautiful” and thanked her for “strongly defending” him, going on to decry “Crime and Illegal Immigration,” “INFLATION,” a “World that is laughing” at US leaders. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-truth-social wp-block-embed-truth-social\"><div class=\"wp-block-embed__wrapper\">\n<div class=\"iframely-embed\"><div class=\"iframely-responsive\"><a href=\"https://truthsocial.com/@realDonaldTrump/113080034075111751\" data-iframely-url=\"//cdn.iframe.ly/api/iframe?maxheight=750&#038;url=https%3A%2F%2Ftruthsocial.com%2F%40realDonaldTrump%2Fposts%2F113080034075111751&#038;key=a95589c51263af39f0de8ef8737db4f3\"></a></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Mahomes has yet to comment on Trump’s thanks.</p>\n\n<p class=\"has-text-align-none\">And sorry, who is Brittany Mahomes again? Do people regularly care about Brittany Mahomes in general?</p>\n\n<p class=\"has-text-align-none\">Brittany Mahomes is primarily famous because she’s married to Kansas City Chiefs quarterback Patrick Mahomes, who was her high school sweetheart. She’s also the <a href=\"https://www.elle.com/culture/celebrities/a45601704/who-is-patrick-mahomes-wife-brittany-mahomes/\">co-owner</a> of the Kansas City Current, a team in the National Women’s Soccer League, which was the sport she excelled in through college, and she was a Sports Illustrated <a href=\"https://www.si.com/sports-illustrated/brittany-mahomes-makes-her-sports-illustrated-swimsuit-debut-01hxt4v7tp05\">swimsuit model</a> in May of this year. She and Patrick have two children and are currently expecting a third.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://trends.google.com/trends/explore/TIMESERIES/1724935800?hl=en-US&amp;tz=300&amp;geo=US&amp;hl=en&amp;q=brittany+mahomes,brittany+mahomes+trump&amp;sni=3\">biggest “Brittany Mahomes” search spike</a> of the past year was during the Super Bowl when people were ostensibly trying to figure out whether Patrick Mahomes had a wife and if she was hanging out with Taylor Swift (more on this in a bit).&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2160725206.jpg?quality=90&#038;strip=all&#038;crop=0,10.696771244586,100,78.606457510828\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Patrick Mahomes and Brittany Mahomes at Wimbledon this year. | Karwai Tang/WireImage via Getty Images\" data-portal-copyright=\"Karwai Tang/WireImage via Getty Images\" />\n<p class=\"has-text-align-none\">For the most part, the name Brittany Mahomes is not one the average American gives a lot of thought to, and her political views would probably warrant even less consideration. She’s not a political scholar nor is she some kind of kingmaker. Prior to her online statements about “haters,” the <a href=\"https://trends.google.com/trends/explore/TIMESERIES/1724935800?hl=en-US&amp;tz=300&amp;geo=US&amp;hl=en&amp;q=brittany+mahomes,brittany+mahomes+trump&amp;sni=3\">American public wasn’t furiously Googling</a> “Brittany Mahomes loves Trump?” or “Brittany Mahomes Republican.” There’s a bit of a <a href=\"https://en.wikipedia.org/wiki/Streisand_effect\">Streisand effect</a> happening, where the more Mahomes doubles down, the more attention she draws to the kerfuffle. There’s possibly a timeline in which Mahomes lets the entire saga run its course and fade away as football season begins.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One thing to note is that her pro-Trump political stance appears to many to be at odds with her husband’s identity. Patrick is biracial, with a Black father and a white mother. And it would seem that Brittany’s liking that pro-Trump post, especially his bits about attacking critical race theory (an attack that would minimize the historical <a href=\"https://www.vox.com/22443822/critical-race-theory-controversy\">Black American experience</a>) would be insensitive if not incongruent with her husband’s identity. <a href=\"https://www.vox.com/2024-elections/364172/trump-nabj-black-voter-journalist-racist-kamala-harris-indian-american\">Trump has recently attacked</a> Vice President Kamala Harris’s biracial ethnicity, claiming that she “turned” Black for political gain. Harris’s father is Jamaican.  </p>\n\n<p class=\"has-text-align-none\">Patrick hasn’t been open about who he’s voting for, but he has spoken up about police brutality and <a href=\"https://andscape.com/features/patrick-mahomes-saw-george-floyds-death-and-chiefs-quarterback-knew-he-couldnt-stay-on-the-sideline/\">supported Black Lives Matter</a>. In 2020, he <a href=\"https://www.marketwatch.com/story/watch-patrick-mahomes-and-other-nfl-stars-demand-the-nfl-condemn-racism-and-admit-wrong-in-silencing-players-from-peacefully-protesting-2020-06-05\">urged the NFL</a> to denounce and separate itself from racism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But more important than her husband and the reason everyone’s talking about Brittany at all is that she’s allegedly friends with Taylor Swift — the most famous person on the planet.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>So this is all because she’s friends with Taylor Swift?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Pretty much!&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>How long have they been friends?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Swift and Mahomes seem to have formed their close bond after Swift started dating <a href=\"https://www.vox.com/culture/2023/9/25/23889682/taylor-swift-travis-kelces-date-nfl-chiefs-game\">Travis Kelce</a>, a Chiefs tight end who plays with Patrick Mahomes. The two women likely cultivated their relationship during Chiefs games last year, when they <a href=\"https://www.today.com/popculture/taylor-swift-brittany-mahomes-rcna121662\">were photographed</a> together multiple times at the VIP suites, even potentially wearing matching necklaces. It wasn’t long until they took their friendship on the road, with Taylor including Brittany on a <a href=\"https://www.eonline.com/photos/36639/taylor-swifts-nyc-night-out-with-selena-gomez-brittany-mahomes-more\">girls’ night in NYC</a> with the rest of her squad.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Wait, what does Taylor have to say about Trump?</strong></p>\n\n<p class=\"has-text-align-none\">Swift has spoken up against Trump in the past, <a href=\"https://www.axios.com/2020/01/24/taylor-swift-politics-miss-americana-donald-trump\">acknowledging in her 2020 documentary</a><em> Miss Americana</em> that she regretted not speaking up about him and his policies during the 2016 election. Ahead of the 2020 election, <a href=\"https://x.com/taylorswift13/status/1266392274549776387\">Swift tweeted</a> that Trump was cavorting with white supremacists and promised “we will vote you out in November.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But ahead of the upcoming 2024 election, Swift has been less vocal about Trump and publicly more nonpartisan.<strong> </strong><a href=\"https://www.nbcnews.com/news/us-news/taylor-swift-urges-282-million-instagram-followers-vote-super-tuesday-rcna141848\">In March</a>, she urged her fans to vote for “the people who most represent YOU into power.” Kelce, her boyfriend, has appeared in Covid-19 vaccine and <a href=\"https://www.thestreet.com/restaurants/bud-light-boycott-movement-goes-after-taylor-swift-and-travis-kelce\">Budweiser</a> commercials, <a href=\"https://www.vox.com/money/2023/4/12/23680135/bud-light-boycott-dylan-mulvaney-travis-tritt-trans\">two targets</a> of right-wing protests. </p>\n\n<p class=\"has-text-align-none\">At last year’s Super Bowl, Swift and Kelce found themselves in the middle of a kooky <a href=\"https://www.nytimes.com/2024/02/12/us/politics/biden-tiktok-super-bowl.html\">right-wing conspiracy theory</a> that President Joe Biden rigged the game in Kelce and Kansas City’s favor, all to get some of that sweet Swift attention. The gist: that Kelce and Swift were liberal, so Biden tilted the game in their favor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet, <a href=\"https://www.cnn.com/2024/08/19/politics/donald-trump-taylor-swift-ai/index.html\">Trump also recently posted an AI image</a> falsely suggesting he has the support of her fans. Swift has not <a href=\"https://www.cnn.com/2024/08/24/us/ai-content-laws-taylor-swift-trump/index.html\">officially responded</a> to that “acceptance.”<strong> </strong>Still, Swift has yet to endorse a presidential candidate. In what’s likely to be a close election, <a href=\"https://www.theatlantic.com/politics/archive/2024/08/swifties-kamala-harris-zoom/679637/\">some of Swift’s biggest fans</a> are urging her to throw her support behind Harris.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Okay, so … Brittany Mahomes isn’t actually Taylor Swift, she’s just a friend. Why do her perceived politics matter?</strong></p>\n\n<p class=\"has-text-align-none\">Mahomes’s social media meltdown came at a peculiar time for megastar Swift. Mahomes and her husband spent the weekend with Taylor Swift at the singer’s Rhode Island estate on August 24. Swift was reportedly hosting a birthday party for pal Blake Lively that weekend. Lively has been having a difficult time in the press recently because of a <a href=\"https://www.vox.com/culture/367451/blake-lively-it-ends-with-us-press-tour-controversy\">feud with co-star Justin Baldoni</a> during the filming of their movie <em>It Ends With Us</em>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Swift’s getaway weekends are famous for being luxurious and over the top, but also as invitations only her very best friends receive. Swift is known for picking and choosing her friends from the world of beautiful and notable people and then visibly hanging out with them. Ever since Swift’s <em>1989</em> tour, where her pals — ranging from Fifth Harmony to Gigi Hadid — joined her onstage, <a href=\"https://www.vox.com/culture/24134809/taylor-swift-tortured-poets-department-matty-healy-joe-alwyn\">Swift’s friendships</a> with the hippest, smartest, kindest, and most beautiful women in pop culture have become a crucial part of her image. All these people who call Swift friends are culturally cool, which makes Swift culturally cool.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1717057814.jpg?quality=90&#038;strip=all&#038;crop=0,10.7460602225,100,78.507879555\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Taylor Swift, Brittany Mahomes, and Blake Lively hanging out! One of these women may or may not be deeply into mass deportation! | Kevin Sabitus/Getty Images\" data-portal-copyright=\"Kevin Sabitus/Getty Images\" />\n<p class=\"has-text-align-none\">At the same time, Swift’s friendships are the most human thing about her. They’re her way of signaling to the public that as different as she is from the rest of the population — a billionaire making hit music and selling all kinds of albums — she’s relatable as a good friend. Arguably, Swift’s friends have defined the singer almost as much as she’s defined herself. The Mahomes’ presence in Rhode Island would indicate that Brittany is indeed a bestie. </p>\n\n<p class=\"has-text-align-none\">Now, not unlike how fans are trying to puzzle out the dynamic of Brittany’s relationship with her husband, Swifties are trying to figure out how Brittany’s politics figure into her friendship with Swift. Since the singer has been relatively quiet, they’re trying to get a read on Swift’s current feelings about Trump. Or, possibly, get a read on how much longer Brittany and Swift will remain friends.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Swift’s friendships have always been a crucial and visible part of her image.<strong> </strong>And Brittany Mahomes may have just made a mark on that image that Taylor Swift didn’t agree to.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update: September 4, 3:25 pm:</strong> This story, originally published August 29, has been updated with Trump’s Truth Social post about Brittany Mahomes. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "At any given second, millions of people are liking various things on Instagram. Pictures of sunsets and sunrises, recipes for keto brownies, videos of viral K-pop dances — there’s something for everyone. But right now there’s one specific semi-famous woman whose social media activity (liking, unliking, posting) has drawn widespread attention: Brittany Mahomes.&#160; Best known [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "Has The Bachelorette finally gone too far?",
    "link": "https://www.vox.com/culture/369954/bachelorette-finale-jenn-tran-devin-maria",
    "pubDate": "2024-09-04T18:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two men and a woman in chairs onstage surrounded by a studio audience.\" data-caption=\"Bachelorette Jenn Tran confronts ex-fiance Devin Strader as ABC host Jesse Palmer looks on during the show’s season finale. | Disney/John Fleenor\" data-portal-copyright=\"Disney/John Fleenor\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/172817_5143.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Bachelorette Jenn Tran confronts ex-fiance Devin Strader as ABC host Jesse Palmer looks on during the show’s season finale. | Disney/John Fleenor</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Watching <a href=\"https://www.goodmorningamerica.com/culture/story/jenn-trans-journey-bachelorette-ends-dramatic-finale-113361712\">Tuesday night’s finale of <em>The Bachelorette</em></a>, one phrase kept ringing in my mind: The cruelty is the point.</p>\n\n<p class=\"has-text-align-none\">The Atlantic’s Adam Serwer <a href=\"https://www.theatlantic.com/ideas/archive/2018/10/the-cruelty-is-the-point/572104/\">wrote those words</a> in 2018 to explain the appeal of Donald Trump’s particularly mean-spirited brand of politics. But the same ethos can be applied to <em>The Bachelor</em> franchise. That has always been true to some extent; as the audience, you are signing up to watch a bunch of hot, over-served 20-somethings fight for the right to get engaged to the lead character over the course of just two months.</p>\n\n<p class=\"has-text-align-none\">Nothing about it is natural. You might even say none of it is <em>real</em>.</p>\n\n<p class=\"has-text-align-none\">But last night’s conclusion to Jenn Tran’s season, in which the show so callously tore its lead character down, should be all the evidence you need that drama this brutal requires real pain at its center. The show’s promise of true love demands the threat of genuine heartbreak for it to feel earned. This means that, periodically, when the fairy tale ending fails to materialize and deliver the show its big cathartic finish, cast members will instead be traumatized for our entertainment. </p>\n\n<p class=\"has-text-align-none\">It may have been just a television program for the producers, for many of the contestants, and for the audience. But the tears streaming down Tran’s face were an uncomfortable, piercing reminder that at the heart of all this pageantry is a real person who may genuinely believe they have the chance to find the love of their life through this silly show. </p>\n\n<p class=\"has-text-align-none\">You may think that’s ridiculous, but that doesn’t make it any less true — nor does it justify the utter disregard with which Tran’s ex-fiancé and the show that cast her as its first Asian-American lead treated her at her lowest moment.</p>\n\n<h2 class=\"wp-block-heading\">What happened on <em>The Bachelorette</em> finale</h2>\n\n<p class=\"has-text-align-none\">Here’s a recap for the uninitiated: Tran’s decision came down to two men, Marcus and Devin. Both shared their traumatic childhood experiences with her. Marcus was more reserved, which made any steps toward love feel authentic, but Devin was a fan favorite, a buoyant personality who seemed genuinely enamored with our lead. It was almost shocking how unguarded he was with his feelings.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The only question seemed to be whether Tran would choose the exuberant Devin — admittedly less conventionally attractive than some of the other men — or the more unavailable Marcus. That was supposed to be the source of suspense.</p>\n\n<p class=\"has-text-align-none\">Midway through the finale, Jenn had a difficult conversation with Marcus in which it became clear he would never “get there” emotionally, so she chose to end that relationship. That meant Devin — who appeared to be the “right” pick, the guy who was actually there for the right reasons, the one who was genuinely into her — was the only guy left. The show had primed us for months for an unprecedented finale, and many viewers had deduced that would mean Jenn proposing to her man. In Hawaii, after breaking up with Marcus, Jenn told Jesse she planned to do just that with Devin. It seemed she was on the verge of her happy ending.</p>\n\n<p class=\"has-text-align-none\">But then, rather than roll the proposal footage, producers cut in with host Jesse Palmer in the ABC studios and it was quickly clear that between that moment of triumph and last night’s live taping of the post-finale special, something had gone horribly wrong. This was a break from the norm when, even if a couple has broken up since the season wrapped, the show allows the proposal to unfold before breaking the bad news to the audience. Over the next hour, we would see how far the show is willing to go to exploit genuine emotion for cheap entertainment.</p>\n\n<p class=\"has-text-align-none\">First Jenn on her own and then Jenn and Devin together recapped what happened after the proposal that still had not been shown. The story, as it was presented to us, was that almost as soon as the cameras turned off, Devin switched up and went cold. When they returned from filming to real life, he was noncommittal and absent. Jenn said that he dumped her in a 15-minute phone call in which he said he never loved her and then refused to have a more detailed conversation about it until they were in front of the TV cameras again. For his part, Devin insisted that the feelings he expressed to Jenn during filming were genuine, but he otherwise did little to rebut her accusations about his behavior after production had ended, only saying repeatedly that he had “failed” her. He also copped to following on Instagram a previous season&#8217;s contestant, Maria, who was widely rumored to be the next Bachelorette before Jenn was announced.</p>\n\n<p class=\"has-text-align-none\">Perhaps we the viewers should have seen this coming. Earlier in the episode, Palmer asked Jenn’s brother how he was feeling. “Angry,” was his answer. It was an odd response, but it made absolute sense once the finale’s true twist was revealed.</p>\n\n<p class=\"has-text-align-none\">Then came the final twist of the knife. After rehashing their painful break-up, with Jenn struggling to keep her composure, Palmer proffered that they should watch the proposal anyway. He attempted to frame it as an empowering moment, saying that though the engagement fizzled, Jenn still “chose herself” in that moment and that is what mattered. Would she be okay with airing it?</p>\n\n<p class=\"has-text-align-none\">“Do I have a choice?” she exclaimed, with a pained laugh. The answer was implicit: No.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So the producers cut away to the Hawaiian beach where Jenn and Devin were to get engaged, with contemporary inserts of Jenn describing how happy she is. Meanwhile, in the corner of the screen, they showed a feed of Jenn live in the studio, sitting next to her ex, watching her proposal and knowing it was already invalidated. Jenn sobbed without constraint. Whatever you might think, whether she was truly heartbroken or more embarrassed at being humiliated, the anguish was real. (It was at this point that a friend texted me, “This is torture. This is actually a violation of the Geneva convention to be airing this.”)</p>\n\n<p class=\"has-text-align-none\">Over the course of her season, I came to believe that, whatever her questionable taste in men, Jenn was a real one. She came on this absurd show for those elusive right reasons. To see it all ripped away from her in such a public way was nauseating — and admittedly riveting.</p>\n\n<h2 class=\"wp-block-heading\"><em>The Bachelorette</em> needed a ratings win, and it crushed Jenn to get it</h2>\n\n<p class=\"has-text-align-none\">For the production team, making good TV was surely all that mattered. <em>The Bachelor</em> franchise has been struggling with <a href=\"https://www.the-express.com/entertainment/tv/147014/Bachelorette-producers-Jenn-Trans-Season-21-ratings\">middling ratings</a> for a while now. Jenn’s season was dogged by <a href=\"https://www.newsweek.com/bachelorette-jenn-tran-abc-dating-reality-tv-1925259\">bad buzz</a> (unfairly, in my opinion, but that was the prevailing sentiment). They needed a grand finale, and Jenn’s emotional devastation provided it. There’s no denying ABC concocted a memorable climax — we can only hope they did not permanently damage a real person’s psyche in the process.</p>\n\n<p class=\"has-text-align-none\">Because that is the real risk. There has been <a href=\"https://www.vox.com/culture/2023/9/11/23864621/bethenny-frankel-real-housewife-reality-tv-union-bravo\">much discussion</a> about whether reality TV participants deserve union representation and stronger legal protections. I think the argument against those measures is usually that these people know what they’re signing up for. But that does not mean they are not vulnerable to emotional trauma as part of the experience. Jenn’s final appearance, quickly shunted to the side so that Palmer could introduce the new lead for the franchise’s next season, is a painful reminder of that.</p>\n\n<p class=\"has-text-align-none\">This is the same show that once <a href=\"https://time.com/collection/reality-tv-most-influential-seasons/6198528/arie-becca-the-bachelor-breakup-legacy/\">ambushed a contestant</a> who thought she was going to see her fiancé only to learn she too was about to lose the man who loved her (or so she believed). The show that <a href=\"https://people.com/tv/rachel-lindsay-thinks-lee-garrett-was-cast-on-her-bachelorette-season-to-add-controversy/\">may have intentionally cast a racist</a> for the first season with a Black bachelorette. The show that <a href=\"https://www.newsweek.com/bachelor-fans-are-already-over-virgin-jokes-about-colton-underwood-after-1283537\">made a mockery of its lead character’s virginity</a>. </p>\n\n<p class=\"has-text-align-none\">This morning, reflecting on last night, I thought again of <a href=\"https://www.brightwalldarkroom.com/2022/07/22/the-great-escape-the-moment-that-came-to-shape-the-bachelor-forever/\">a 2022 essay by Catherine Horowitz in Bright Wall/Dark Room</a> in which she analyzed a moment in which a “character” from <em>The Bachelor</em> appeared to suffer genuine emotional distress and stretched the show’s fabric to the point of ripping. It led her to this critical insight, one that is easy to forget in our era of ubiquitous reality television: These narratives may be disposable entertainment for us, but they are part of another person’s lived experience, something they will carry with them long after the lights go out and the studio audience heads home.</p>\n\n<p class=\"has-text-align-none\">“For those who participate in it, reality television isn’t manufactured at all; it’s a real part of their lives, something that impacts them in a permanent way,” Horowitz wrote.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And almost paradoxically, these format-breaking moments give us a story that “maybe, just maybe, people could believe in.” The cost, however, may be the well-being of the show’s cast.</p>\n\n<p class=\"has-text-align-none\"><em>The Bachelor</em> is under no directive to be humane, only to entertain. Cruelty has always been a feature of this show. That’s the point.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Watching Tuesday night’s finale of The Bachelorette, one phrase kept ringing in my mind: The cruelty is the point. The Atlantic’s Adam Serwer wrote those words in 2018 to explain the appeal of Donald Trump’s particularly mean-spirited brand of politics. But the same ethos can be applied to The Bachelor franchise. That has always been [&#8230;]",
    "author": "Dylan Scott"
  },
  {
    "title": "The real reason Netanyahu won’t end the Gaza war",
    "link": "https://www.vox.com/politics/369934/israel-gaza-protests-hostages-netanyahu-war-september",
    "pubDate": "2024-09-04T17:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Israeli protestors condemn Prime Minister Benjamin Netanyahu and his handling of the hostages being held by Hamas in Gaza on September 1, 2024 in Tel Aviv, Israel.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2169799600.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Israeli protestors condemn Prime Minister Benjamin Netanyahu and his handling of the hostages being held by Hamas in Gaza on September 1, 2024 in Tel Aviv, Israel.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">This weekend, Israeli soldiers in Gaza discovered the bodies of six hostages executed by Hamas. The response was an outpouring of protests: Israelis flooding the streets to call for a ceasefire that would bring all hostages back and end the war, a demand that <a href=\"https://en.idi.org.il/articles/55520\">a majority of Israelis support</a>. The Histadrut, Israel’s national labor union, called a (<a href=\"https://www.npr.org/2024/09/02/g-s1-20547/general-strike-in-israel-over-hostages-leads-to-uneven-closures\">swiftly ended</a>) general strike.</p>\n\n<p class=\"has-text-align-none\">The response from Prime Minister Benjamin Netanyahu was to double down on war. In a Monday night press conference, he insisted that any ceasefire would depend on <a href=\"https://www.nbcnews.com/news/world/philadelphi-corridor-explainer-israel-hamas-talks-cease-fire-gaza-rcna169274\">Israeli control</a> over a stretch of territory in southwestern Gaza called the Philadelphi Corridor — something Hamas is not prepared to give. Netanyahu’s presser was so belligerent, in fact, that it may have <a href=\"https://www.timesofisrael.com/official-says-netanyahus-press-briefing-torpedoed-hostage-deal-efforts-report/\">single-handedly torpedoed ongoing ceasefire talks</a>.</p>\n\n<p class=\"has-text-align-none\">It’s clear that the Israeli public has no faith in Netanyahu’s handling of the war: <a href=\"https://www.jpost.com/israel-news/article-810113\">Roughly 70 percent</a> believe he should resign his position. Yet despite <a href=\"https://www.nbcnews.com/news/world/netanyahu-protests-philadelphi-corridor-hostage-deal-demand-rcna169484\">ongoing protests</a>, it’s equally clear that the prime minister will not be changing course voluntarily. </p>\n\n<p class=\"has-text-align-none\">And it looks like he’ll likely get away with it, at least for now.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His government has weathered dismal polling on its war effort, as well as sporadic protests, since the war began last October. And yet, as with past demonstration flare-ups, there has been no evidence that this weekend’s events have brought his government to the brink of collapse. How can this be?</p>\n\n<p class=\"has-text-align-none\">The answer is brute power politics. The 2022 election gave right-wing parties a clear majority in the Knesset (Israel’s parliament), allowing Netanyahu to build the most far-right government in Israeli history. Though this coalition has since become extremely unpopular, there’s no way for voters to kick it out on their own. </p>\n\n<p class=\"has-text-align-none\">The government could only collapse if it faces defections from <em>inside</em> the governing coalition. But at present, the greatest threat to Netanyahu’s coalition comes from his extreme right flank, which wants him to continue the war at all costs. And for that reason, he seems intent on doing so.</p>\n\n<p class=\"has-text-align-none\">It’s not impossible that other cracks in the government begin to show. There are certainly signs of stress, and escalating mass publication could exacerbate them. But as of right now, the situation looks bleak. The Israeli public wants to end the killing in Gaza, but their government won’t let them.</p>\n\n<h2 class=\"wp-block-heading\">Why Netanyahu’s coalition has been so durable</h2>\n\n<p class=\"has-text-align-none\">In Israel’s parliamentary system, governments are formed by legislative majorities; Netanyahu’s government currently commands 64 out of the 120 seats in the Knesset.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of those 64 seats, half come from Netanyahu’s own right-wing Likud party. Twenty-five seats come from ultra-Orthodox parties, and the remaining seven belong to the even further right Religious Zionism faction.</p>\n\n<p class=\"has-text-align-none\">These parties don’t agree on everything, but it’s hard to see any of them rebelling against the government to push for a ceasefire deal.</p>\n\n<p class=\"has-text-align-none\">Likud, once Israel’s relatively normal center-right party, is now a hollowed-out vehicle for Netanyahu’s ambitions. Its parliamentary ranks are mostly made up of the prime minister’s toadies. Yoav Gallant, the current defense minister, is an exception; he has bitterly and publicly feuded with Netanyahu over the prime minister’s incompetent handling of the war. Indeed, Gallant’s support is a major reason why the 2023 mass protests <a href=\"https://www.vox.com/policy/2024/1/3/24022467/israel-supreme-court-judicial-overhaul-reasonableness-basic-law-overturn\">successfully blocked</a> Netanyahu’s master plan to seize control of Israel’s court system.</p>\n\n<p class=\"has-text-align-none\">But those protests were bigger and more disruptive than the current anti-war demonstrations. And so far, there is little evidence that Gallant has enough supporters inside the government to fuel a wave of defections that might topple the government.</p>\n\n<p class=\"has-text-align-none\">The religious parties in Netanyahu’s coalition care less about the war itself than they do preserving the rights and privileges of the ultra-Orthodox community. Foremost among these priorities is <a href=\"https://www.bbc.com/news/articles/c6p24expzd5o\">fighting a recent Supreme Court ruling</a> that ends the community’s exemption from Israel’s national conscription law, a court order that Netanyahu is slow-walking and that a center-left coalition would almost certainly implement in full.</p>\n\n<p class=\"has-text-align-none\">One ultra-Orthodox party, Shas, has <a href=\"https://www.timesofisrael.com/liveblog_entry/shas-urges-netanyahu-to-move-forward-with-hostage-deal-ignore-far-right-threats/\">expressed support for a hostage deal</a>. But so far, there is no indication that Shas cares <em>enough</em> about the plight of the hostages to threaten to topple the government over it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Religious Zionism, by contrast, cares deeply about the war — and they want it to continue. Their party’s raison d’être is expanding Israeli Jewish control over all the land between the Jordan River and the Mediterranean Sea, and the war has proven an extraordinary boon to this cause. The party’s radical leaders, Bezalel Smotrich and Itamar Ben-Gvir, have <a href=\"https://www.timesofisrael.com/smotrich-threatens-to-quit-govt-over-hostage-deal-eisenkot-slams-far-fight-blackmail/\">repeatedly</a> <a href=\"https://www.haaretz.com/israel-news/2024-06-01/ty-article/.premium/ben-gvir-smotrich-reject-u-s-hostage-proposal-threaten-to-quit-netanyahu-coalition/0000018f-d552-d5bc-a1bf-df7225960000\">threatened</a> to quit the coalition if Netanyahu strikes any kind of long-term ceasefire deal. </p>\n\n<p class=\"has-text-align-none\">Netanyahu cares very deeply about maintaining his grip on power: it’s the closest thing to a literal get-out-of-jail-free card that a prime minister <a href=\"https://www.timesofisrael.com/netanyahus-lawyer-tells-court-pm-can-only-testify-in-corruption-trial-in-march-2025/\">staring down criminal conviction</a> could have. This means that he cares a great deal about the far-right threats to quit his government, and will want to maintain the war as long as he can, absent a major political threat on his other flank.</p>\n\n<p class=\"has-text-align-none\">So far, one hasn’t emerged.</p>\n\n<h2 class=\"wp-block-heading\">Can the opposition turn mass discontent into political power?</h2>\n\n<p class=\"has-text-align-none\">The protest movement, while large, primarily draws from the ranks of the Israeli center and left. As such, it’s thus unlikely to sway parliamentarians from the right-wing coalition parties as long as they keep their core voters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Both these things are true: the government does not enjoy a majority in the polls, but it still holds a sizable base of support,” says Noam Gidron, a political scientist at the Hebrew University of Jerusalem.</p>\n\n<p class=\"has-text-align-none\">Moreover, Gidron says, the fractured Israeli opposition has not yet figured out how to translate its majority public support into a concerted strategy to break Netanyahu’s coalition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The opposition is divided between the centrists, the more leftist wing, and the Arab parties — and they have not figured out how — and perhaps even whether — they should operate together against the government,” he says. Benny Gantz, the leader of the most popular opposition party, seems “reluctant to use all the political power and go in full force against Netanyahu.”</p>\n\n<p class=\"has-text-align-none\">That’s one way things could change: the opposition getting its act together, linking up with the street demonstrations, and trying to force Netanyahu’s hand. You could also imagine Gallant finding a few more Likud defectors, Shas having an attack of conscience, or tensions over <a href=\"https://www.vox.com/politics/24114496/benjamin-netanyahu-ultra-orthodox-conscription-coalition-gaza\">the conscription of ultra-Orthodox men boiling over</a>.</p>\n\n<p class=\"has-text-align-none\">But as of right now, none of this appears to be on the horizon.</p>\n\n<p class=\"has-text-align-none\">“For [the government to fall], Israeli political leaders would need common sense, political courage, and a moral backbone. Too clearly, the overwhelming majority have none,” <a href=\"https://www.haaretz.com/israel-news/2024-09-04/ty-article/.premium/furious-israelis-are-protesting-to-save-the-hostages-can-they-change-netanyahus-mind/00000191-bc49-d9c6-a997-be6996320000\">Dahlia Scheindlin</a>, a leading Israel pollster, writes in the Haaretz newspaper.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This weekend, Israeli soldiers in Gaza discovered the bodies of six hostages executed by Hamas. The response was an outpouring of protests: Israelis flooding the streets to call for a ceasefire that would bring all hostages back and end the war, a demand that a majority of Israelis support. The Histadrut, Israel’s national labor union, [&#8230;]",
    "author": "Zack Beauchamp"
  }
]