[
  {
    "title": "The massive Social Security number breach is actually a good thing",
    "link": "https://www.vox.com/technology/367986/freeze-credit-equifax-experian-transunion-ssn-breach",
    "pubDate": "2024-08-22T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A Social Security card.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1205793826.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">A couple weeks ago, I got an unnerving message from my bank. My Social Security number had been compromised in an alleged data breach. I hung on to the word “alleged” as I tried to figure out if it was real. Now I know: <a href=\"https://www.washingtonpost.com/technology/2024/08/15/social-security-hack-leak-ssn-freeze-credit-npd/\">It’s real</a>.</p>\n\n<p class=\"has-text-align-none\">As many as 272 million Social Security numbers are floating around hacker forums after someone <a href=\"https://www.theverge.com/2024/8/19/24223858/national-public-data-breach-ssn-privacy\">stole them</a> from a Florida-based background check company called <a href=\"https://www.nationalpublicdata.com/\">National Public Data</a>, which is owned by an <a href=\"https://krebsonsecurity.com/2024/08/nationalpublicdata-com-hack-exposes-a-nations-data/\">actor and retired sheriff’s deputy named Salvatore “Sal” Verini</a>. This data breach is not as catastrophic as some headlines might make it seem. One news station ran a hyperbolic <a href=\"https://abc7.com/post/hackers-may-have-stolen-social-security-numbers-every-american-heres-what-know/15190266/\">headline that claimed</a>, “Hackers may have stolen the Social Security numbers of every American.” They haven’t.</p>\n\n<p class=\"has-text-align-none\">Nevertheless, now is a good time to freeze your credit files with the major bureaus (Equifax, Experian, and TransUnion) if you haven’t already. That will protect you from the scammers that tend to follow big breaches like this. If more people freeze their files, there will be fewer victims of cybercrime. It just may be the one good thing that comes from this massive Social Security number breach.</p>\n\n<p class=\"has-text-align-none\">Freezing your credit simply means <a href=\"https://www.nytimes.com/2018/09/14/your-money/credit-freeze-free.html\">preventing potential creditors from accessing your credit report</a>, which makes it harder for bad actors to open new accounts, like a new credit card or a loan, using your personal information. It also prevents credit bureaus from selling the data in your credit report, <a href=\"https://apnews.com/general-news-f0e11efe200e407ea33b0540975adc42\">which they unfortunately do</a>. If you want to grant access to your credit report, you can simply ask the credit bureaus to thaw your files. None of this will hurt your credit score.</p>\n\n<p class=\"has-text-align-none\">Even if you don’t think you were impacted by the National Public Data breach, your data has almost certainly been involved in some kind of breach. That’s why you should freeze your credit files: It’s a free and easy way to protect yourself from identity theft and to keep hackers and scammers out of your bank account. And while this latest breach isn’t an urgent concern, big security scares like this tend to attract scammers who prey on the anxious. It’s also election season, which is already <a href=\"https://www.proofpoint.com/us/blog/email-and-cloud-threats/election-2024-mobile-political-spam-volume-jumps-3x-compared-2022\">full of scammy spam</a>. So why not take an extra step or two to lock down your accounts?</p>\n\n<p class=\"has-text-align-none\">I did just that a few days ago, and it took no more than 10 minutes. But to understand why you should freeze your credit files — and why you should also <a href=\"https://www.nerdwallet.com/article/finance/child-identity-theft\">freeze the credit files of your children</a>, even if they’re under 18 — it helps to understand what big data breaches mean for you now and in the inevitable future when there will be an even bigger one.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The very big but not very scary Social Security number hack</strong></h2>\n\n<p class=\"has-text-align-none\">Back in April, a cybercriminal known as USDoD <a href=\"https://x.com/H4ckManac/status/1777246310782902686\">tried to sell</a> four terabytes of data on a hacker forum. The data was from the blandly named National Public Data and comprised 2.9 billion rows of records, including Social Security numbers, addresses, and phone numbers. Partial copies of the data leaked in the following months before another hacker <a href=\"https://www.bleepingcomputer.com/news/security/hackers-leak-27-billion-data-records-with-social-security-numbers/?utm_campaign=Illicit%20Edge%20Daily&amp;utm_medium=email&amp;_hsenc=p2ANqtz-_qxXBz21fqqsrpHy4AgOniD8BKRxoNBFE4itU1-r3UfRd0QXDlcn1LAQR2-ZeVWmNNv_FEhlgXM2cyScAwoQBfReHuHw&amp;_hsmi=319653925&amp;utm_content=319653925&amp;utm_source=hs_email\">posted a nearly complete version on August 6</a> for anyone to download for free. A few days later, National Public Data confirmed that it had suffered a data breach. That’s when security experts started to get worried.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The hacker forum play-by-play is important here because it illustrates just how freewheeling data thieves can be. Once your information is compromised in a breach, you can expect it will end up in the wrong hands.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>How data breaches make scams worse</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">It’s a presidential election year, and the fresh batch of free stolen data supplied by the National Public Data breach will supercharge the typical types of scams you see during an election. The National Association of Secretaries of State has a helpful <a href=\"https://www.nass.org/sites/default/files/2021-08/CSN%20Election%20Scams%20Infosheet_NASS.pdf\">guide to the three most common types of election season scams</a>: political donation scams, fake surveys or polls, and voter registration scams. You should also just be very wary about any messages you get asking to donate to a campaign or to submit your private information.</p>\n\n\n\n<p class=\"has-text-align-none\">“If anyone is interested in contributing to a campaign …  they should look up the campaign&#8217;s official website and donate through that instead of clicking the link in their SMS inbox,” said Bill Budington, senior staff technologist at the Electronic Frontier Foundation, who clarified that he was not offering electioneering advice. </p>\n\n\n\n<p class=\"has-text-align-none\">Honestly, <a href=\"https://consumer.ftc.gov/consumer-alerts/2020/04/dont-click-links-unsolicited-text-messages\">don’t ever click a link from an unsolicited text message</a>. There&#8217;s no way that click will be a good thing.</p>\n</div>\n\n<p class=\"has-text-align-none\">One of the first security experts to analyze the data <a href=\"https://www.troyhunt.com/inside-the-3-billion-people-national-public-data-breach/\">was Troy Hunt</a>, founder of <a href=\"http://haveibeenpwned.com/\">HaveIBeenPwned.com</a>, a website that lets you check to see if you’ve been implicated in a data breach. The sheer scale of the breach meant it was “very serious,” Hunt said in an interview. Researchers at the Atlas Data Privacy Corp. reported that the database <a href=\"https://krebsonsecurity.com/2024/08/nationalpublicdata-com-hack-exposes-a-nations-data/\">contained 272 million unique Social Security numbers</a>, which is not the 2.9 billion you might see in <a href=\"https://www.cnbc.com/2024/08/15/billions-people-social-security-numbers-and-data-stolen-allegedly.html\">some headlines</a>. Many of the records appear to belong to deceased people. Atlas also set up a website where you can <a href=\"https://www.npdbreach.com/\">check to see if you’ve been affected</a> by the National Public Data breach.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hunt actually found his own data in the breach, although most of the information was either outdated or incorrect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I wouldn&#8217;t lose sleep over it because I don&#8217;t think this is particularly different to what&#8217;s been happening for many years,” Hunt told me.</p>\n\n<p class=\"has-text-align-none\">TJ Sayers, director of intelligence and incident response at the Center for Internet Security, had a similar response when I asked him about how worried we should be about this attack.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I don&#8217;t think necessarily that this is groundbreaking and game-changing,” Sayers said. “A lot of the information that&#8217;s in here is probably already out there in some form or fashion from other breaches that have taken place in the past.”</p>\n\n<p class=\"has-text-align-none\">Indeed, data breaches are exceedingly common. There’s a familiar cycle of breaches happening, companies admitting to it, <a href=\"https://news.bloomberglaw.com/privacy-and-data-security/background-check-data-of-3-billion-stolen-in-breach-suit-says\">lawyers filing class action lawsuits</a>, and individual consumers <a href=\"https://www.cnbc.com/2022/12/28/payments-from-equifax-settlement-over-2017-data-breach-are-going-out.html\">getting checks for $5 in the mail</a>. That’s typically it — no arrests, no jail time, no consequences for the hackers who stole the data or the companies who failed to protect it. There is little regulatory <a href=\"https://epic.org/issues/consumer-privacy/data-brokers/\">oversight of the data broker industry</a>, where companies big and small mine information from consumers and sell it to other companies, often <a href=\"https://www.fastcompany.com/90310803/here-are-the-data-brokers-quietly-buying-and-selling-your-personal-information\">without properly protecting that data</a> — hence the frequency of breaches. Data brokers don’t necessarily care, though, since <a href=\"https://edition.cnn.com/2017/09/11/opinions/dont-complain-to-equifax-demand-government-act-opinion-schneier/index.html\">consumers are the product</a> in this industry, not the customer.</p>\n\n<p class=\"has-text-align-none\">The amount of stolen consumer data available online is also growing. In his coverage of this latest breach, Krebs, the security journalist, <a href=\"https://krebsonsecurity.com/2024/08/nationalpublicdata-com-hack-exposes-a-nations-data/\">likens data brokers to oil tankers</a>; breaches are oil spills with negative long-term effects. Krebs says, “[T]he cleanup costs and effort from data spills — even just vast collections of technically ‘public’ documents like the [National Public Data] corpus — can be enormous, and most of the costs associated with that fall to consumers, directly or indirectly.”</p>\n\n<p class=\"has-text-align-none\">So even if this breach isn’t an immediate threat, the sum total of all data breaches is disastrous. And there isn’t much to protect consumers like you and me.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How to freeze your credit files</strong></h2>\n\n<p class=\"has-text-align-none\">That brings us back to freezing credit files. Even in the absence of a major data breach, freezing your credit is a free and straightforward way to protect yourself from identity theft. It’s also surprisingly easy to do and just as easy to undo, in the event that you want to open a new account or apply for a loan.</p>\n\n<p class=\"has-text-align-none\">The three major credit bureaus are Equifax, Experian, and TransUnion. You might remember <a href=\"https://www.ftc.gov/enforcement/refunds/equifax-data-breach-settlement\">Equifax from its own massive data breach</a>, which compromised the private records of 148 million Americans in 2017. That hack, which was carried about by the Chinese military, <a href=\"https://www.fbi.gov/news/stories/chinese-hackers-charged-in-equifax-breach-021020\">according to the FBI</a>, led to <a href=\"https://www.vox.com/policy-and-politics/2017/9/13/16292014/equifax-credit-breach-hack-report-security\">calls for stricter data breach laws</a> — laws that still haven’t been passed. But thanks to <a href=\"https://www.ftc.gov/news-events/news/press-releases/2018/09/starting-today-new-federal-law-allows-consumers-place-free-credit-freezes-yearlong-fraud-alerts\">a 2018 law</a> that loosened some banking regulations in the wake of the Great Recession, the credit bureaus can no longer charge fees to freeze and unfreeze your credit files. You can also <a href=\"https://consumer.ftc.gov/consumer-alerts/2023/10/you-now-have-permanent-access-free-weekly-credit-reports\">request a free credit report</a> from each of the bureaus once a week now, rather than once a year. So things have gotten better in a way.</p>\n\n<p class=\"has-text-align-none\">You can put a freeze in place by setting up an account at each of the credit bureaus’ websites. (Here are direct links to the pages to freeze your accounts for <a href=\"https://www.equifax.com/personal/credit-report-services/\">Equifax</a>, <a href=\"http://experian.com/freeze/center.html\">Experian</a>, and <a href=\"https://www.transunion.com/credit-freeze\">TransUnion</a>.) Once your account is set up, it only takes a couple of clicks to freeze your files. You can also file a freeze by phone or by mail. Read more about how that works <a href=\"https://krebsonsecurity.com/2018/09/credit-freezes-are-free-let-the-ice-age-begin/\">here</a>. You might also consider freezing your files with secondary bureaus, of which there are many. You can opt out of LexisNexis, one of the biggest, <a href=\"https://optout.lexisnexis.com\">here</a>. Other secondary bureaus include ChexSystems, Innovis, MicroBilt, and NCTUE — you can <a href=\"https://www.consumerfinance.gov/consumer-tools/credit-reports-and-scores/consumer-reporting-companies/companies-list/\">read up</a> about them and see <a href=\"https://www.reddit.com/r/IdentityTheft/comments/uvv3ij/psa_freezing_your_three_main_credit_reports_is/?share_id=NYVl-S3gkRLGCCMkNnazS&amp;utm_content=1&amp;utm_medium=ios_app&amp;utm_name=ioscss&amp;utm_source=share&amp;utm_term=4\">how to freeze</a> those files too. </p>\n\n<p class=\"has-text-align-none\">By the way, don’t pay for anything while you’re doing this. The credit bureaus are required to let you freeze your files for free but they might try to sell you a paid service with the confusing name “credit lock.” Credit lock services, which cost <a href=\"https://www.nerdwallet.com/article/finance/credit-lock-and-credit-freeze\">as much as $30 a month</a>, also restrict access to your credit report and promise to let you unlock it immediately. Credit freezes might take a business day or three to unfreeze, but they come with <a href=\"https://www.consumerreports.org/credit-protection-monitoring/why-a-free-credit-freeze-is-better-than-a-credit-lock/?srsltid=AfmBOoq_oAR6hgjEdagKJZ4s35tYEGa0IDvW48c127Ek1lBwpYVxrg1O\">more legal protections</a>.</p>\n\n<p class=\"has-text-align-none\">If you have kids, you can freeze their credit files, too — even if they don’t have one yet. Although freezing a child’s credit is not as quick as two clicks on a website, <a href=\"https://www.nytimes.com/2018/12/28/your-money/credit-freeze-children.html\">it’s fairly straightforward</a> and could save your family a lot of grief.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Childhood identity theft is outpacing adult identity theft,” said Sayers, from the Center for Internet Security. “A lot of parents and children don&#8217;t realize their identity is stolen until they turn 18 years old and they need to get a college loan or they need to get their first credit card.”</p>\n\n<p class=\"has-text-align-none\">This is all scary stuff, although the latest batch of stolen Social Security numbers in the news shouldn’t frighten you into inaction. Freezing your credit files will not only provide peace of mind but also real protection. Now is also a good time to <a href=\"https://www.nytimes.com/wirecutter/reviews/best-password-managers/\">start using a password manager</a> and multi-factor authentication if you don’t already. After all, your usernames and passwords are more than likely already out there, floating around the hacker forums, just waiting for an identity thief to target you next.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/newsletters\"><em><strong>Sign up here</strong></em></a><em>&nbsp;so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A couple weeks ago, I got an unnerving message from my bank. My Social Security number had been compromised in an alleged data breach. I hung on to the word “alleged” as I tried to figure out if it was real. Now I know: It’s real. As many as 272 million Social Security numbers are [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "One way that Kamala Harris needs to be more like Joe Biden",
    "link": "https://www.vox.com/politics/368024/kamala-harris-democratic-convention-speech-democracy-joe-biden",
    "pubDate": "2024-08-22T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris standing at a lectern with Joe Biden behind her.\" data-caption=\"Vice President Kamala Harris gives remarks alongside President Joe Biden at Prince George’s Community College on August 15, 2024, in Largo, Maryland. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166913298.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris gives remarks alongside President Joe Biden at Prince George’s Community College on August 15, 2024, in Largo, Maryland. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President Joe Biden bet his reelection bid on the idea that American voters in November would care about <a href=\"https://www.newyorker.com/magazine/2024/03/11/joe-biden-profile\">the fate of American democracy</a>. The <a href=\"https://www.washingtonpost.com/politics/2024/08/20/kamala-harris-freedom-democracy-biden/?pwapi_token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJyZWFzb24iOiJnaWZ0IiwibmJmIjoxNzI0MTI2NDAwLCJpc3MiOiJzdWJzY3JpcHRpb25zIiwiZXhwIjoxNzI1NTA4Nzk5LCJpYXQiOjE3MjQxMjY0MDAsImp0aSI6IjVlZjVmMGRhLTY4YzgtNDYzOS04YmZhLTBjODA4YzRlNzMwZCIsInVybCI6Imh0dHBzOi8vd3d3Lndhc2hpbmd0b25wb3N0LmNvbS9wb2xpdGljcy8yMDI0LzA4LzIwL2thbWFsYS1oYXJyaXMtZnJlZWRvbS1kZW1vY3JhY3ktYmlkZW4vIn0.ucGihfJrvFuXndu6uYVF252jsQJc1iJNEUKf0vH72sc\">conventional wisdom now</a> is that Biden was wrong and that Vice President Kamala Harris is not only stepping away from his strategy but doing so for good reasons.</p>\n\n<p class=\"has-text-align-none\">Many Democratic political types today believe that “democracy” is a message that’s both tired and abstract, something that preoccupies elites but not the key voting demographics. They <a href=\"https://www.liberalpatriot.com/p/no-democracy-is-not-on-the-ballot\">cite data</a> showing ”democracy” at the bottom of the list of voter concerns in the 2024 election, with issues like inflation, immigration, and abortion placing well ahead of what Joe Biden treated as issue number one.</p>\n\n<p class=\"has-text-align-none\">It appears Harris has taken the conventional wisdom to heart. Reporting in <a href=\"https://www.axios.com/2024/08/01/kamala-harris-joe-biden-president-strategy-election\">Axios</a> and <a href=\"https://www.washingtonpost.com/politics/2024/08/20/kamala-harris-freedom-democracy-biden/?pwapi_token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJyZWFzb24iOiJnaWZ0IiwibmJmIjoxNzI0MTI2NDAwLCJpc3MiOiJzdWJzY3JpcHRpb25zIiwiZXhwIjoxNzI1NTA4Nzk5LCJpYXQiOjE3MjQxMjY0MDAsImp0aSI6IjVlZjVmMGRhLTY4YzgtNDYzOS04YmZhLTBjODA4YzRlNzMwZCIsInVybCI6Imh0dHBzOi8vd3d3Lndhc2hpbmd0b25wb3N0LmNvbS9wb2xpdGljcy8yMDI0LzA4LzIwL2thbWFsYS1oYXJyaXMtZnJlZWRvbS1kZW1vY3JhY3ktYmlkZW4vIn0.ucGihfJrvFuXndu6uYVF252jsQJc1iJNEUKf0vH72sc\">the Washington Post</a> shows that Harris uses the word “democracy” far less than Biden did in both advertising and stump speeches — mentioning it only 12 times in her first nine campaign rallies.</p>\n\n<p class=\"has-text-align-none\">Rather than casting the Trump-Vance ticket as a threat to democracy, the Harris-Walz campaign prefers to describe them as “weird” men aiming to curtail Americans’ freedom. The language of freedom has suffused the Democratic National Convention so far, and will almost certainly be a centerpiece of Harris’s address on Thursday night.</p>\n\n<p class=\"has-text-align-none\">Yet I think the conventional wisdom is wrong in nearly every respect. Harris should not abandon democracy as a campaign issue, but rather double down on it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Democracy is a more powerful issue than polling might suggest: It likely swung the 2022 midterms Democrats’ way, and some research suggests it remains potent in 2024. Democracy messaging is especially persuasive with moderate Trump-skeptical Republicans, an important voting bloc in swing states around the country. Given its proven track record of success with a critical demographic, democracy ought to be a significant part of Harris’s message.</p>\n\n<p class=\"has-text-align-none\">Integrating democracy doesn’t require ditching the clearly effective freedom messaging: Harris can quite easily spend more time highlighting attacks on democratic freedoms, talking about “the freedom to vote” as one of several essential liberties Trump and Project 2025 plan to attack. That’s what some of the Democratic pollsters who helped develop the party’s “freedom” message back in 2022 currently urge her to do.</p>\n\n<p class=\"has-text-align-none\">“Saying ‘we’re trying to protect your freedom to vote’ and ‘we’re trying to protect your freedom to have a family when you want to’&#8230; those two things together frame that story in a way that makes people care about democracy,” Jen Fernandez Ancona, vice president of the progressive strategy group Way To Win, told Vox.</p>\n\n<p class=\"has-text-align-none\">If Harris listens to the conventional wisdom instead, she’ll be leaving a powerful campaign issue&nbsp;—&nbsp;and potentially some crucial votes — on the table.</p>\n\n<h2 class=\"wp-block-heading\">The case that democracy matters in American politics</h2>\n\n<p class=\"has-text-align-none\">Sarah Longwell is a longtime Republican strategist who, since 2016, has made it her life’s work to figure out how to get her fellow conservatives to ditch the Republican Party. As the head of a group called Republican Voters Against Trump, she has conducted “hundreds and hundreds” of focus groups with persuadable Republican moderates — a systematic attempt to figure out how they might be convinced to ditch the Trumpified GOP.</p>\n\n<p class=\"has-text-align-none\">When she talks to former Trump voters, they say the same thing over and over again: that his assault on democracy pushed them out of the party.</p>\n\n<p class=\"has-text-align-none\">“I listen to why voters who voted for Trump now refuse to do so, and the No. 1 reason is that January 6 was a red line for them. They were out after that,” Longwell says.</p>\n\n<p class=\"has-text-align-none\">The 2022 midterms showed that these voters mattered — that these voters aren’t just important, but potentially decisive in critical states.</p>\n\n<p class=\"has-text-align-none\">We remember 2022 as a Democratic victory because the party managed to make gains in the Senate while suffering minimal losses in the House&nbsp;— defying the historical rule that the party in charge of the White House loses in the midterms. But this wasn’t the result of a blue wave: Republicans got several million more votes in House races nationally than Democrats. What happened instead is that Democrats excelled in a handful of key races, making history as a result.</p>\n\n<p class=\"has-text-align-none\">So what happened in those key races? The <em>Dobbs</em> ruling was a major part of the story. But so too was democracy.</p>\n\n<p class=\"has-text-align-none\">Multiple <a href=\"https://catalist.us/whathappened2022/\">separate</a> data <a href=\"https://split-ticket.org/2023/05/24/the-electoral-impact-of-election-denial/\">analyses</a>, conducted by sources ranging from Stanford political scientists to the Democratic data firm Catalist, attempted to estimate a “MAGA penalty”: how much Republicans who parroted Trump’s “big lie” about 2020 suffered at the ballot box relative to other Republicans. On the whole, these estimates converge somewhere in the neighborhood of a two- to three-point penalty for MAGA candidates, with some estimates going as high as five or six. </p>\n\n<p class=\"has-text-align-none\">Without this effect, Democrats likely wouldn’t control the Senate: Georgia Sen. Raphael Warnock beat his opponent, Trump darling Herschel Walker, by 2.8 percentage points. Moreover, extremists would almost certainly hold key statewide positions: Kari Lake, the Republican candidate for governor in Arizona who made the big lie central to her message, lost by less than a percentage point.</p>\n\n<p class=\"has-text-align-none\">After the election, I interviewed several Democratic candidates and strategists who fought and won races against election deniers. They told me that putting democracy first was a major component of their victory.</p>\n\n<p class=\"has-text-align-none\">“Voters are just tired of the bullshit. They know it’s nonsense, that there’s no evidence behind the big lie or any of that stuff, and they rejected it,” Adrian Fontes, Arizona’s secretary of state who was first elected in 2022, told me at the time.</p>\n\n<p class=\"has-text-align-none\">Democratic strategists are fully aware of what happened last election, but not all of them are convinced that it’ll work the same way in 2024.</p>\n\n<p class=\"has-text-align-none\">“[Democracy messaging] worked extremely well with the folks we needed in the midterms, which was those suburban college-educated folks who voted every time and do not like the current direction of the Republican Party. [But] those folks are already with us,” says Lanae Erickson, a senior vice president at the center-left Third Way think tank.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That might not be true. Anat Shenker-Osorio, the head of the progressive messaging outfit ASO Communications, recently conducted a randomized experiment testing the effect of ads featuring January 6. She found that the ads “did a decent job” swinging voters away from Trump and toward Harris, specifically by making voters in the study connect Trump to political violence.</p>\n\n<p class=\"has-text-align-none\">This tactic is especially likely to work with moderate Republicans. Key races in 2022 were determined, in large part, by a small group of registered Republicans who crossed the aisle to vote against extremists. But these same voters were often perfectly happy to vote for a more normal Republican: In Georgia, for example, incumbent Republican Gov. Brian Kemp handily defeated Democrat Stacey Abrams with support from anti-Herschel Walker Republicans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s far from obvious that these voters are stable Democrats, and Harris will need them if she wants to rebuild the coalition that powered Joe Biden to victory in 2020. As such, it would be<strong> </strong>unwise to abandon the most proven line of argument for reaching them: that democracy is at stake and therefore partisan grievances need to take a back seat to saving the republic.</p>\n\n<p class=\"has-text-align-none\">It’s perhaps understandable why Harris and her campaign seemingly chose to step away from the message, given Biden’s campaign struggles even before the disastrous June debate, but that skepticism would be wrong. While democracy was indeed at the center of his doomed campaign, it’s hard to blame the message for its failure. Everything we’ve seen since June suggests that concerns about Biden’s age made it impossible for any message, no matter how good, to break through with persuadable voters.</p>\n\n<p class=\"has-text-align-none\">Recent evidence suggests that Harris can effectively make a democracy argument in a way Biden could not. A <a href=\"https://osf.io/preprints/osf/qacmr\">just-released academic study</a> — the first to examine the effect of democracy rhetoric on support for Harris specifically — suggests that she could make inroads among persuadable Republicans by focusing on democracy.</p>\n\n<p class=\"has-text-align-none\">The study’s authors showed Republican voters “democracy is on the ballot”-type messaging and asked them how it affected their political views. On the whole, the authors found, the effects were minimal and at times even counterproductive — causing Republicans to dig in harder on their partisan identity. This kind of rhetoric, they conclude, “does not change the attitudes that allowed Trump to challenge the legitimacy of the 2020 election.”</p>\n\n<p class=\"has-text-align-none\">But there was a notable exception to these dour findings: vote choice in the 2024 election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After a Republican audience heard “democracy is on the ballot”-type rhetoric, Harris’s support in the group more than tripled — going from 2.3 percent to 7.3 percent. “The treatment induces a negative emotional response in Republicans and effectively shames them to report support for Harris,” the study’s authors write.</p>\n\n<p class=\"has-text-align-none\">Unsurprisingly, the effect faded as time passed; it’s hard to change someone’s mind permanently after a single experiment. But perhaps repeating anti-authoritarian messaging through an entire campaign might have more durable effects.</p>\n\n<p class=\"has-text-align-none\">For all their concerns about the limits of this approach, the authors concede that democracy messaging “has desirable effects in the short-term (a single election).”</p>\n\n<h2 class=\"wp-block-heading\">How Harris can campaign on democracy —&nbsp;and win</h2>\n\n<p class=\"has-text-align-none\">Registered Republicans aren’t the only kind of persuadable voters who matter. There’s a much larger group of independents who don’t normally pay very much attention to politics or especially like either major party. These voters are much more likely to turn out in presidential elections than in midterms, and, per polling, are mostly unmoved by pro-democracy rhetoric.</p>\n\n<p class=\"has-text-align-none\">“Our mantra has become ‘you defend democracy by practicing it.’ And you practice it by focusing on voters in the middle,” says Liam Kerr, co-founder of the Democratic WelcomePAC. “A lot of gettable voters —&nbsp;especially at this point, after eight years — don’t believe that stormtroopers are going to come into the streets the day after the election.”</p>\n\n<p class=\"has-text-align-none\">But whatever message you think this group wants — be it tough-on-the-border centrism, a liberal focus on abortion bans, or middle-class economic populism — it’s not obvious that it trades off with pro-democracy messaging.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Any good campaign develops different messages for different groups: There’s little opportunity cost in focusing more on democracy when reaching out to moderate suburban Republicans than disaffected downscale Democrats. Even a high-profile address like her DNC speech can include a reasonably sized section on such a critical issue without dragging.</p>\n\n<p class=\"has-text-align-none\">Moreover, it’s possible to tie multiple messages together, especially through overarching themes like “freedom.”</p>\n\n<p class=\"has-text-align-none\">In my new book <a href=\"https://www.amazon.com/Reactionary-Spirit-Insidious-Political-Tradition-ebook/dp/B0CMQB8S94\"><em>The Reactionary Spirit</em></a>, I study how pro-democracy candidates — in the United States and around the world — beat authoritarian rivals in elections. One of the most consistent findings is that it’s possible, and quite effective, to campaign on democracy in conjunction with other issues: showing how anti-democratic politics affects voters’ lives in concrete ways.</p>\n\n<p class=\"has-text-align-none\">In Brazil’s 2022 presidential election, the left-wing candidate Luiz Inacio Lula da Silva connected democracy to his core message of advancing economic equality, describing it as a vehicle to build shared prosperity. In Budapest’s 2019 mayoral election, the opposition candidate Gergely Karácsony tied democracy to housing, arguing that the concentration of power in the hands of the ruling Fidesz party was responsible for the government’s failure to address high costs of living.</p>\n\n<p class=\"has-text-align-none\">In the book, I call this strategy “linkage” and argue that Democrats used a version of it effectively in the midterms. In linking abortion restrictions and January 6 as shared assaults on American freedoms, they made a strong case that Republicans were an extremist party attacking cherished American values.</p>\n\n<p class=\"has-text-align-none\">Harris’ “freedom” campaign makes a linkage strategy exceptionally easy to execute. She doesn’t need to radically change her campaign rhetoric or strategy, but rather spend more time and effort explaining why the right to choose your own leaders is one of several important freedoms imperiled by the Trump-Vance ticket.</p>\n\n<p class=\"has-text-align-none\">Another effective avenue for making democracy feel real is by attacking Trump’s ideas, especially those contained in <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">the Project 2025 planning document</a>.</p>\n\n<p class=\"has-text-align-none\">Just over a week before Joe Biden dropped out, I attended a strategy meeting at the Center for American Progress (CAP) — the Democratic establishment’s leading DC think tank — about the party’s Project 2025 messaging.&nbsp; The data showed that Democrats had done a remarkable job at both raising awareness of Project 2025 and convincing Americans that it was a bad thing.</p>\n\n<p class=\"has-text-align-none\">CAP’s researchers wanted to understand why, and how Democrats could take advantage in November. So they conducted extensive interviews with voters, with a special focus on Black and Latino voters who some polls showed moving into the Trump column. As part of this research, they presented voters with a series of attack lines on Project 2025 and asked them to rate which were most and least concerning.</p>\n\n<p class=\"has-text-align-none\">All four of the top-performing messages&nbsp;— the ones voters consistently ranked as most concerning — focused on the threat its proposals posed to democracy. The best was a so-called “strong man” message, arguing that “the restructuring of government that Project 2025 lays out is similar to the playbook dictators and authoritarian governments have used repeatedly over the last century.”</p>\n\n<p class=\"has-text-align-none\">When I spoke with the researchers again after Biden dropped out, they argued that Harris needed to keep up this theme. It worked, they said, because it picked up on something important to many voters —&nbsp;their freedom to choose who governs them — and connected it to something new.</p>\n\n<p class=\"has-text-align-none\">“There’s 800 pages of the same old conservative nonsense in here. But what’s so different is the method, the means to complete it —&nbsp;it’s the takeover. And people freak out about that,” says Joe Radosevich, CAP’s vice president for campaigns and outreach.</p>\n\n<p class=\"has-text-align-none\">Campaigning on democracy, in other words, isn’t just about repeating the word “democracy” like a mantra. It’s about figuring out creative ways to make the defense of democracy feel vital and relevant. And there are plenty of ways for Harris to do just that.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President Joe Biden bet his reelection bid on the idea that American voters in November would care about the fate of American democracy. The conventional wisdom now is that Biden was wrong and that Vice President Kamala Harris is not only stepping away from his strategy but doing so for good reasons. Many Democratic political types [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Tim Walz is selling liberalism in conservative packaging",
    "link": "https://www.vox.com/politics/368150/tim-walz-dnc-speech-accept-nomination",
    "pubDate": "2024-08-22T06:19:56.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Gov. Tim Walz, in a navy suit jacket and blue tie, smiles and puts both hands together in a thank-you gesture, with a large blue banner reading “DNC 2022” behind him.\" data-caption=\"2024 Democratic vice presidential candidate and Minnesota Gov. Tim Walz gestures on the first day of the Democratic National Convention in Chicago, Illinois, on August 19, 2024. | Charly Triballeau/AFP via Getty Images\" data-portal-copyright=\"Charly Triballeau/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166798078.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>2024 Democratic vice presidential candidate and Minnesota Gov. Tim Walz gestures on the first day of the Democratic National Convention in Chicago, Illinois, on August 19, 2024. | Charly Triballeau/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When Vice President Kamala Harris chose Tim Walz as her running mate, many pundits <a href=\"https://nymag.com/intelligencer/article/kamala-harris-tim-walz-moderate-liberal-progressive-centrist.html\">lamented her decision</a>. In their view, the Democratic nominee should have chosen a vice presidential candidate who could mitigate her liabilities, and balance out her party’s ticket — such as Pennsylvania Gov. Josh Shapiro. </p>\n\n<p class=\"has-text-align-none\">After all, Harris had been a liberal senator from one of America’s most left-wing states and then had run <a href=\"https://www.nytimes.com/2024/07/29/us/politics/kamala-harris-2020-positions.html\">an exceedingly progressive primary campaign</a> in 2020. To win over swing-state undecideds, she needed to demonstrate her independence from her party’s most radical elements. And selecting the popular governor of a purple state — who had defied the Democratic activist base <a href=\"https://www.spotlightpa.org/news/2024/07/josh-shapiro-vice-president-school-choice-voucher/\">on education policy</a> and <a href=\"https://www.axios.com/2024/08/05/josh-shapiro-israel-gaza-vice-president-harris\">Israel’s war in Gaza</a>— would do just that. </p>\n\n<p class=\"has-text-align-none\">Walz, in this account, was just another liberal darling: As Minnesota governor, he had <a href=\"https://nymag.com/intelligencer/2023/06/why-are-minnesota-democrats-so-progressive.html\">enacted a litany of progressive policies,</a> including restoring the <a href=\"https://www.minnpost.com/state-government/2023/02/minnesota-supreme-court-state-can-bar-felons-from-voting-until-probation-ends/\">voting rights</a> of ex-felons and creating a <a href=\"https://www.mprnews.org/story/2023/03/24/you-belong-here-minnesota-house-passes-trans-health-refuge-bill?gclid=CjwKCAjwm4ukBhAuEiwA0zQxk5RdtxtcOM0fkfu6rK75hb7lRLLdAum34DpJQvpg5GJQ4ZL6OiHtzRoC5lcQAvD_BwE\">refuge program for trans people</a> denied gender-affirming care in other states. Picking Walz might thrill the subset of Americans who would vote for Harris even if she burned an American flag on live TV and lit a blunt with its flames. But it would do nothing to reassure those who heard two words they did not like in the phrase, “California liberal.”</p>\n\n<p class=\"has-text-align-none\">But there is more than one way to balance a ticket. Or so Harris’s team believes, if the third night of the Democratic National Convention is any guide.</p>\n\n<p class=\"has-text-align-none\">On Wednesday night, Democrats used Walz’s nomination to associate their party with rural American culture and small-c conservative moral sentiments, while remaining true to a broadly progressive agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Walz may not be especially distinct from Harris ideologically. But he is quite different demographically and symbolically. Harris is the half-Jamaican, half-Indian daughter of immigrant college professors who grew up in the San Francisco Bay Area. Walz was born into a family whose roots in the United States went back to the 1800s, and raised in a Nebraska town of 400, where ethnic diversity largely consisted of several different flavors of Midwestern white (Walz himself is of <a href=\"https://www.irishecho.com/2024/8/walz-roots-traced-to-wexford\">German, Irish, Swedish</a>, and <a href=\"https://www.luxcitizenship.com/tim-walzs-luxembourgish-roots-a-unique-connection-to-the-grand-duchy/\">Luxembourgish</a> descent). Harris is an effortlessly cool veteran of <a href=\"https://www.youtube.com/watch?reload=9&amp;v=UbDK0z5V0UQ\">red carpets</a>. Walz is a dad joke that has attained corporal form. </p>\n\n<p class=\"has-text-align-none\">In her person and biography, Harris represents the America that has benefited unequivocally from the transformations of the past half-century — the cosmopolitan, multicultural nation that has greeted the advance of racial and gender equality with relief, and the knowledge economy that’s taken to globalization with relish. Walz, by contrast, was shaped by the America that feels more at home in the world of yesterday, at least as it is nostalgically misremembered — a world where moral intuitions felt more stable, rural economies seemed more healthy, and the American elite looked more familiar; the America that put Donald Trump in the Oval Office, in other words.</p>\n\n<p class=\"has-text-align-none\">Or at least, the Harris campaign has chosen to associate Walz with all of that America’s iconography, attempting to make it feel as included in the Democratic coalition as possible — without actually ceding much ground to conservative policy preferences. </p>\n\n<p class=\"has-text-align-none\">The introduction to Walz’s speech Wednesday night looked like it could have been scripted by a chatbot asked to generate the antithesis of a “San Francisco liberal.” A <a href=\"https://www.youtube.com/watch?v=yh6Ei1TU2Sg\">video montage</a> celebrated Walz’s diligent work on his family farm growing up, his service in the US military, skills as a marksman, and — above all — success as a football coach. Democrats leaned especially hard on that last, most American item on Walz’s resume. Just before the party’s vice presidential nominee took the mic, a group of his former players decked out in their gridiron garments marched on stage to a fight song (not to be confused with “<a href=\"https://www.youtube.com/watch?v=xo1VInw-SKc\">Fight Song</a>”). </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Tim Walz&#039;s old football team is in the house! <a href=\"https://t.co/c1LqY5xL9P\">pic.twitter.com/c1LqY5xL9P</a></p>&mdash; Aaron Rupar (@atrupar) <a href=\"https://twitter.com/atrupar/status/1826458984351453485?ref_src=twsrc%5Etfw\">August 22, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Walz’s current persona is surely a half-truth. Unmentioned Wednesday night was that fact that, his parochial roots notwithstanding, Walz is a cosmopolitan intellectual who wrote a <a href=\"https://www.timesofisrael.com/lauded-by-former-students-tim-walz-wrote-his-masters-thesis-on-holocaust-education/\">graduate thesis on Holocaust education</a> and has been to <a href=\"https://www.npr.org/2024/08/19/nx-s1-5081407/tim-walz-china-study-abroad\">China roughly 30 times</a>. Still, the basic picture that Democrats aimed to paint rang true: Walz’s former students and players appeared to genuinely revere him, and the love between him and his family was palpable. It is possible to be worldly, liberal, and a quintessentially normal Midwesterner. And if Walz is not the latter, he certainly plays a good one on TV.</p>\n\n<p class=\"has-text-align-none\">Walz put that persona to fine use in his address to the DNC. As both he and Harris have been doing <a href=\"https://www.vox.com/politics/367389/dnc-2024-kamala-harris-policies-trump-dangerously-liberal\">throughout their young campaign</a>, Walz attempted to sell a liberal agenda in conservative terms. He framed social liberalism and safety net programs as logical extensions of rural American neighborliness, saying that growing up in a small town taught him that the “family down the road, they may not think like you do, they may not pray like you do. They may not love like you do. But they’re your neighbors. And you look out for them. And they look out for you. Everybody belongs. And everybody has a responsibility to contribute.”</p>\n\n<p class=\"has-text-align-none\">The antithesis of small-town, middle American values was not California progressives, in Walz’s telling, but Republican zealots. Speaking of <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">Project 2025</a>, the conservative movement’s blueprint for a second Trump admiration, Walz said:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>Here’s the thing. It’s an agenda nobody asked for. It’s an agenda that serves nobody, except the richest and the most extreme amongst us. And it’s an agenda that does nothing for our neighbors in need.</em><em> </em><em>Is it weird? Absolutely. Absolutely. But it’s also wrong, and dangerous.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">There is some basis for believing that Democrats might be able to win over a small but significant fraction of Republican-leaning independents by wrapping center-left policies in conservative packaging. Some political scientists <a href=\"https://news.stanford.edu/stories/2019/05/political-messages-values-matter-policy\">have found</a> that when moderate and conservative voters are presented with a progressive, Democratic economic policy idea — that is justified on the grounds that it will help uphold “the values and traditions that were handed down to us: hard work, loyalty to our country and the freedom to forge your own path” — some do respond favorably (as do liberal voters, who take no offense at such abstract, traditionalist pieties).</p>\n\n<p class=\"has-text-align-none\">Whether Walz tying himself to rural American symbology — or Harris tying herself to “Coach Walz” — will be enough to blunt Trump’s attacks on the Democratic nominee’s supposed “<a href=\"https://thehill.com/homenews/campaign/4834669-trump-fake-photo-harris-communist/\">communism</a>” remains to be seen. But the Democratic ticket is at least trying to make right-leaning Midwesterners feel like they belong (even if they do not think like Democrats do).</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When Vice President Kamala Harris chose Tim Walz as her running mate, many pundits lamented her decision. In their view, the Democratic nominee should have chosen a vice presidential candidate who could mitigate her liabilities, and balance out her party’s ticket — such as Pennsylvania Gov. Josh Shapiro.  After all, Harris had been a liberal [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "The major political transformation flying under the radar at the DNC",
    "link": "https://www.vox.com/2024-elections/368138/dnc-immigration-border-security-latino-voters",
    "pubDate": "2024-08-22T05:25:40.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Delegates hold “USA” signs during the Democratic National Convention at the United Center in Chicago, Illinois, on August 21, 2024. | David Paul/Bloomberg via Getty Images\" data-portal-copyright=\"David Paul/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2167064601.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Delegates hold “USA” signs during the Democratic National Convention at the United Center in Chicago, Illinois, on August 21, 2024. | David Paul/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On the third night of the Democratic National Convention four years ago, immigration was front and center. Americans heard a series of personal stories about how Trump-era policies had scrambled immigrants’ and their families’ lives.</p>\n\n<p class=\"has-text-align-none\">An 11-year-old girl <a href=\"https://19thnews.org/2020/08/how-a-young-girl-talking-about-deportation-became-one-of-the-breakout-moments-at-the-dnc/\">read a letter to then-President Donald Trump</a>; the Trump administration had deported her mother two years before. An undocumented mother <a href=\"https://twitter.com/DemConvention/status/1296260314665824257?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1296260314665824257%7Ctwgr%5E6f84f4e0a8a3890fe86c37c03d66d8665e9b015d%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fslate.com%2Fnews-and-politics%2F2020%2F08%2Fdnc-immigration-undocumented-trump.html\">recounted</a> how she crossed the border illegally to seek better medical care for her baby daughter — “When we got to the river, I raised her above the water and we crossed,” she said on national TV. She wasn’t the first undocumented immigrant to address the DNC, but she was the first non-DREAMer — more controversially, someone who crossed the border as an adult.</p>\n\n<p class=\"has-text-align-none\">Four years later, the DNC sounds a lot different, reflecting how public opinion toward immigration in general has soured as concerns over how secure the border is have risen. Gone are the heartfelt testimonies from undocumented immigrants, the repudiation of Trump-era policies, and the calls for better treatment of migrants and expansion of asylum protections. Instead, Wednesday evening’s speakers embraced tougher policies for asylum seekers, praised President Joe Biden’s attempts to negotiate a bipartisan border security bill, and conceded the <a href=\"https://www.vox.com/politics/351535/3-theories-for-americas-anti-immigrant-shift\">changed reality of immigration politics</a> since the pandemic’s dawn.</p>\n\n<p class=\"has-text-align-none\">In other words, Democrats’ speeches on immigration and the border were drastically different than the ones at the conventions of 2012, 2016, or 2020 — because reality and the public’s feelings have changed drastically too.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Migrant hardships don’t seem to be much of a concern this year</strong></h2>\n\n<p class=\"has-text-align-none\">Unlike at the GOP’s convention in Milwaukee last month, no one in Chicago this week is waving “Mass Deportations Now” placards, nor talking about an “<a href=\"https://www.vox.com/2024-elections/361155/rnc-2024-republican-immigration-border-biden-policy-invasion-legal-gop\">invasion</a>” or a “bloodbath” at the southern border. But given that party’s often extreme rhetoric and its consistently anti-immigrant positions in the past two decades, it can be easy to miss the Democrats’ own right-ward shift in recent years.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In past party conventions, Democrats made significant attempts to highlight the plight of young immigrants and immigrant families — be they families split apart because of immigration policy, young DREAMers struggling and succeeding in America despite not having documentation, or activists working toward immigration reform.</p>\n\n<p class=\"has-text-align-none\">In 2012, for example, Benita Veliz, a DREAMer from San Antonio, Texas, became <a href=\"https://www.theguardian.com/world/2012/sep/06/benita-veliz\">the first undocumented person to address a national party’s political convention</a> — telling millions of viewers how she graduated as a top student and earned a double major in college before nearly being deported over a traffic violation. A DREAMer, she praised the Obama plan to roll out deportation protections in the Deferred Action for Childhood Arrivals (DACA) program.</p>\n\n<p class=\"has-text-align-none\">Four years later, <a href=\"https://www.cbsnews.com/philadelphia/news/astrid-silva-facts-wiki/\">another DREAMer</a> would join first lady Michelle Obama and Sen. Bernie Sanders as keynote speakers during Democratic nominee Hillary Clinton’s convention. Astrid Silva <a href=\"https://www.youtube.com/watch?v=wyrSSBQClGQ\">would tell</a> her story of coming to the US as a 4-year-old with her mother, climbing into a raft to cross the Rio Grande, with just “a little doll.”</p>\n\n<p class=\"has-text-align-none\">And 2020 was all about contrasts with Trump, and the human suffering he had caused during his presidency.</p>\n\n<p class=\"has-text-align-none\">Wednesday night, speakers balanced two messages: that Democrats are not the same flavor of anti-immigrant as Republicans — they value diversity and believe in the humane treatment of migrants — but they understand the need for reform and bolstered security. They’re starting to sound like the fictional vice president from HBO’s <em>Veep</em>, who <a href=\"https://www.theatlantic.com/entertainment/archive/2019/03/veep-season-7-review/585976/\">once</a> described a need to “<a href=\"https://www.yahoo.com/entertainment/tvlines-performer-week-fargos-allison-tolman-191154066.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAGAnjk5MAYTYSJl60f5HYf6mN3R0PLr1wA0pU_1PmSW2Z1702_4QJntvwrnex0MGoyuZFXLECOxqnNIwq2bIT6EZXZ0I3egIcri5zFXRoUOGqNuG8gEz_VF5Kox7fhaDK-cMXO9AKdRQ_YKjyiMGn0vaYvzDli4fu5SOyVhIppid\">reform, reaffirm, and repel</a>” immigration.</p>\n\n<p class=\"has-text-align-none\">On Wednesday night, some DREAMers did get a <a href=\"https://x.com/DaishiMT/status/1826419975608775102\">50-second chance</a> to endorse Vice President Kamala Harris and push for DACA protections. And in just about every biographical clip of Harris, or biographical mention of Harris’s upbringing, her parents’ immigrant life stories take center stage. But there was hardly any wholehearted embrace of immigration in general this week, rarely a welcoming of economic migrants seeking “a better life,” as in past conventions. And that’s because reality has changed.</p>\n\n<p class=\"has-text-align-none\">Public sentiment is <a href=\"https://www.vox.com/politics/351535/3-theories-for-americas-anti-immigrant-shift\">now turning sharply against all kinds of immigration</a>. As I’ve <a href=\"https://www.vox.com/2024-elections/361155/rnc-2024-republican-immigration-border-biden-policy-invasion-legal-gop\">explained before</a>, the shift has been quick but sustained:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>Since 2020, the share of Americans wanting the level of all immigration to decrease has shot up, from 28 percent in the middle of 2020 to 55 percent as of June 2024, according to </em><a href=\"https://news.gallup.com/poll/647123/sharply-americans-curb-immigration.aspx\"><em>Gallup polling data</em></a><em>.</em></p>\n\n\n\n<p class=\"has-text-align-none\"><em>Those analysts note that 2024 is the first time since 2005 that the majority of the American public has wanted less immigration and that this anti-immigration sentiment is at its highest point since 2001, when the country was going through another bout of anti-immigrant fervor after the 9/11 terrorist attacks.</em></p>\n\n\n\n<p class=\"has-text-align-none\"><em>Those shifts are also happening across all sectors of the electorate. It’s not just white voters. </em><a href=\"https://news.gallup.com/poll/647123/sharply-americans-curb-immigration.aspx\"><em>Nonwhite</em></a><em> voters and especially </em><a href=\"https://www.axios.com/2024/04/18/latino-immigrants-election-policy-deportation-discrimination\"><em>Latino</em></a><em> voters are </em><a href=\"https://www.axios.com/2024/07/16/trump-latino-voter-enthusiasm-gap\"><em>more likely</em></a><em> than in the past to want less immigration, and anti-immigrant sentiment is rising across all partisan groups, including among Democrats.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">That changed reality also explains the DNC’s immigration programming choices.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Latino Democrats tried to paint Republicans as being weak on the border</strong></h2>\n\n<p class=\"has-text-align-none\">Though it didn’t fall exclusively to them, a handful of Latino Democrats got the task of pushing the Democrats’ new tough-on-the-border image. California Rep. Pete Aguilar, the highest-ranking Latino in Congress, described Harris as both pro-immigrant and pro-border security: “Under President Harris, we can and will do both. As a prosecutor, she took on transnational gangs and cartels. As president, she will fight for pathways to citizenship.”</p>\n\n<p class=\"has-text-align-none\">Nevada Sen. Catherine Cortez Masto leaned into this message too, extolling Harris’s past prosecuting drug smugglers and human traffickers. And it was Texas’s Bexar County Sheriff Javier Salazar who criticized Trump for sabotaging Biden’s border deal, saying Trump “just made our jobs harder.”</p>\n\n<p class=\"has-text-align-none\">These lines likely foreshadow how Harris will keep positioning herself as moderate voters, swing voters, and less tuned-in voters consider her. Immigration policy and border security are some of her biggest vulnerabilities, and Republicans have been quick to <a href=\"https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc\">lean into misleading attacks</a> about her role in handling diplomatic relations with Latin American countries as a way to blame her for the surge in border crossings during the Biden administration’s first three years (though those surges have slowed down significantly in recent months.)</p>\n\n<p class=\"has-text-align-none\">Still, the direction the party is heading was evident throughout the night: Gone are the Obama- and Clinton-era days of casting the Democratic Party as the unequivocal pro-immigrant party. The differences in the convention platforms <a href=\"https://www.cbsnews.com/news/dnc-night-3-immigration-speakers/\">make that clear as well</a>. The 2024 party platform supports quicker deportations of economic migrants and stricter asylum rules — including the ability to stop processing those asylum claims. It’s not clear that those policies would help deter or slow the rate of future immigration, either legal or not, but for the time being, Democrats can report some results. After historically high numbers of migrant encounters at the southern border, crossings have been declining every month for the past five months, according to US Customs and Border Protection statistics provided to USA Today <a href=\"https://www.usatoday.com/story/news/nation/2024/08/16/immigration-plunges-us-mexico-border/74786097007/\">this week</a>. The Department of Homeland Security attributes part of this to the administration’s tougher asylum and deterrence efforts&nbsp;—&nbsp;but it’s unclear that the public is aware of these trends yet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the meantime, 2024’s Democrats sound very different from 2020 — when none of these kinds of stricter proposals appeared in the party’s platform.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On the third night of the Democratic National Convention four years ago, immigration was front and center. Americans heard a series of personal stories about how Trump-era policies had scrambled immigrants’ and their families’ lives. An 11-year-old girl read a letter to then-President Donald Trump; the Trump administration had deported her mother two years before. [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "Chappell Roan spent 7 years becoming an overnight success",
    "link": "https://www.vox.com/culture/358464/chappell-roan-rise-and-fall",
    "pubDate": "2024-08-21T21:39:48.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"On a pink-lit stage, Chappell Roan stands singing into a microphone, with her left hand oustretched behind her. She is wearing a pink dress and heavy white makeup, with blue eyeshadow. Her curly red hair blows in a wind machine.\" data-caption=\"Chappell Roan performs during the 2024 Kentucky Pride Festival at Waterfront Park on June 15, 2024, in Louisville, Kentucky. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Stephen J. Cohen/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Stephen J. Cohen/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2157780644.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Chappell Roan performs during the 2024 Kentucky Pride Festival at Waterfront Park on June 15, 2024, in Louisville, Kentucky. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Stephen J. Cohen/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s undeniable: the era of Chappell Roan is upon us. At music festivals and on the lists forecasting <a href=\"https://www.yahoo.com/entertainment/chappell-roan-5-things-know-090855914.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAEefUpnkTaIJpRuEbR6dE8g5e8t3nu9bxSbG-mFk3deSmqQseg2Xmsg51irNEqZ3m3ocr0VrQCUQ5pmmLthbiscRQAPsECNMFwIwcpklVdeo-dS_3mOVBmbh0PJ6i8XuouS6Ft8w8qPXFF3zbm0RKAMXGEpx0cZJyXZ70EIFkZk5\">pop’s</a> <a href=\"https://www.theguardian.com/music/2023/dec/29/chappell-roan-pops-next-big-thing-i-grew-up-thinking-being-gay-was-a-sin\">next</a> <a href=\"https://www.grammy.com/news/chappell-roan-big-year-interview-coachella-performance\">big</a> <a href=\"https://industryme.co.uk/born-this-way-the-rise-of-chappell-roan/\">thing</a>, there she is: big red hair and big powerhouse voice, unapologetically queer lyrics and exuberant drag queen aesthetic. This is the summer Chappell Roan became impossible to ignore.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Roan has been a working pop artist for years. Now 26, she signed her first record deal with Atlantic Records at 17 and has been putting out songs ever since — but for a long time, none of them seemed to quite hit. Last September, though, Roan released her first full album, <em>The Rise and Fall of a Midwest Princess</em>, and set off on tour as Olivia Rodrigo’s opener. In March, <a href=\"https://www.youtube.com/watch?v=w4WiXKGCJhg\">her appearance on NPR’s Tiny Desk Concert series</a> went surprisingly viral (3.4 million views and counting), sending her <a href=\"https://www.yahoo.com/entertainment/sabrina-carpenter-chappell-roan-are-pop-stars-in-the-making-how-opening-tour-gigs-tiktok-and-coachella-are-keys-to-their-success-215444839.html\">Spotify monthly listeners count</a> rocketing up by 500 percent. In April, she became one of the <a href=\"https://www.nme.com/features/music-features/coachella-2024-review-best-acts-3618348\">biggest stories out of Coachella</a>. In June, she was the story of the <a href=\"https://people.com/chappell-roan-dresses-as-statue-of-liberty-governors-ball-statement-about-freedom-8660637\">Governor’s Ball</a>. She’s been <a href=\"https://www.youtube.com/watch?v=L94zTNhLnXo\">on Jimmy Fallon</a>. She’s <a href=\"https://www.youtube.com/watch?v=WOg93THAyE0\">performed on <em>The Late Show with Stephen Colbert</em></a>. She is currently in the process of crossing the border that separates “working pop artist” and “pop star” — and finding that being a pop star comes with baggage.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://abcnews.go.com/GMA/Culture/chappell-roan-addresses-creepy-behavior-fans-videos/story?id=112980547\">In a pair of TikToks on August 20</a>, Roan called out her fans for overstepping boundaries in their interactions with her. “I don’t care that abuse and harassment — stalking, whatever — is a normal thing to do to people who are famous or a little famous, whatever,” she said. “I don’t care that it’s normal. I don’t care that this crazy type of behavior comes along with the job, the career field I’ve chosen. That does not make it okay. That doesn’t make it normal. Doesn’t mean I want it. Doesn’t mean I like it.”</p>\n\n<p class=\"has-text-align-none\">Roan has such a clear-eyed relationship to her fame in part perhaps because of<strong> </strong>how long it took her to get here and what a strikingly different artist and performer she was at the beginning of the journey. Today, a Chappell Roan show plays like a joyous drag ball. A few years ago, Roan was making broody Lorde-meets-Florence Welch power ballads about suffering deliciously for the love of a boy. She pitched her voice deep and <a href=\"https://www.vice.com/en/article/pkyqkv/cursive-singing-tiktok-trend-explained\">sang her lyrics in smooth, diphthonged cursive</a>. In her videos, she wore her hair dark and straight.</p>\n\n<p class=\"has-text-align-none\">Roan’s trajectory from there to here reveals a lot about why, exactly, she’s taking off so precipitously right now. It’s the story of coming of age, both artistically and personally, at exactly the right time and place.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">How Kayleigh became Chappell</h2>\n\n<p class=\"has-text-align-none\">Roan grew up with the name Kayleigh Amstutz. She lived in what she sometimes describes as a <a href=\"https://www.polyesterzine.com/features/chappell-roan-audience-participation-playing-a-character-and-being-horny\">trailer park</a> in Willard, Missouri, <a href=\"https://data.census.gov/profile/Willard_city,_Missouri?g=160XX00US2979882\">population 6,000</a>. Her childhood was deeply conservative. She went to <a href=\"https://www.theguardian.com/music/2023/dec/29/chappell-roan-pops-next-big-thing-i-grew-up-thinking-being-gay-was-a-sin\">church three times a week</a>, she said in an interview with the Guardian, and was taught that “being gay was bad and a sin.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I wish it was better. I wish I had better things to say,” <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">she told Rolling Stone</a> in 2022. “But mentally, I had a really tough time.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her family and peers found out she could sing when they heard her in a middle school talent show, and she signed to Atlantic Records after she was scouted posting songs to YouTube. Flying back and forth between her parents’ home in Missouri and studios in LA and New York, she got to work. She released her first single, “Good Hurt,” in August 2017, and her first EP <em>School Nights</em> a month later.</p>\n\n<p class=\"has-text-align-none\">Already, she had decided that she would not be performing as Kayleigh Amstutz. Instead, <a href=\"https://www.news-leader.com/story/entertainment/2017/08/17/chappell-roan-singer-willard-she-just-made-big-time/548315001/\">she created a stage name</a> in honor of her grandfather, Dennis Chappell, and his favorite song, “The Strawberry Roan.”&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>A few years ago, Roan was making broody Lorde-meets-Florence Welch power ballads about suffering deliciously for the love of a boy</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">&#8220;The picking of the name was the hardest part of this entire thing,&#8221; <a href=\"https://www.news-leader.com/story/entertainment/2017/08/17/chappell-roan-singer-willard-she-just-made-big-time/548315001/\">Roan confided in her hometown newspaper</a>, The Springfield News-Leader, in the lead-up to releasing <em>School Nights</em> in 2017. &#8220;It was the most stressful part.&#8221;&nbsp;</p>\n\n<p class=\"has-text-align-none\">A few years later, Roan had a different perspective on this part of her life. All of it seemed strange to her, stressful in its own way. “I felt very unprepared,” <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">she told Rolling Stone</a>. “I didn’t know the consequences of how much I had to sacrifice. I didn’t do my senior year. I didn’t go to prom. I didn’t go to graduation. I missed a lot of what would have been the end of my childhood to do this job.”</p>\n\n<p class=\"has-text-align-none\">At the time, the job was to sing dark, moody songs about the sadomasochistic thrill of being in love with a bad boy. “No one else compares to who I had first,” Roan sings in “<a href=\"https://www.youtube.com/watch?v=bmEWNgO0F9k\">Good Hurt</a>” as she submerges herself somberly in a lake of black water in the accompanying video. “All I really want is a good hurt.”</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Chappell Roan - Good Hurt (Official Music Video)\" src=\"https://www.youtube.com/embed/bmEWNgO0F9k?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Roan of this era was a markedly different performer from the Roan we know now. There was no hint of queerness in her presentation yet, with her songs addressed mainly to an unnamed “<a href=\"https://genius.com/Chappell-roan-sugar-high-lyrics\">beautiful boy</a>.” With her long hair worn dark and straight, she gave off a witchy aura, an impression she magnified by gliding around in long white gowns — a far cry from the gleefully tacky drag get-ups she wears now.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps most striking of all, the aesthetic Roan used in the 2010s doesn’t feel like one particular to her. She was doing a variation of the melancholy indie pop sound and look that was then in vogue.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nme.com/features/the-cover/the-cover-chapell-roan-interview-the-rise-and-fall-of-a-midwest-princess-3582467\">Roan now describes her sound of this era as</a> “really dark, angsty pop that was pretty boring.” Her magnetic presence and vocal chops were enough to garner her a small and fervent fanbase, but it wasn’t yet a group large enough to reach critical mass.</p>\n\n<p class=\"has-text-align-none\">Everything changed, Roan has said in interviews, when she left Missouri to live full time in Los Angeles on her own in 2018. For the first time, she was able to separate herself from the conservative ideology of her childhood.</p>\n\n<p class=\"has-text-align-none\">“I was told this city is demonic and Satanists live here,” <a href=\"https://www.nme.com/features/the-cover/the-cover-chapell-roan-interview-the-rise-and-fall-of-a-midwest-princess-3582467\">Roan told NME this February</a>. “But when I got to West Hollywood, it opened my eyes [to the fact] that everything I was afraid of wasn’t always true — especially [what I’d been told] about the queer community. Going to gay clubs for the first time, it felt spiritual.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was also in LA that Roan met the man who would become her primary creative collaborator: Dan Nigro, a music producer and former indie frontman. He and Roan&nbsp; began collaborating just a few months before Nigro broke out in a huge way for his work on Olivia Rodrigo’s “Driver’s License.”</p>\n\n<p class=\"has-text-align-none\">The first collaboration Nigro and Roan released together was “<a href=\"https://www.youtube.com/watch?v=GR3Liudev18\">Pink Pony Club</a>,” which dropped in April 2020. There, we start to see the beginning of what we now know as Chappell Roan: hair worn loose and curly, vulnerability pushed forward but shame exuberantly chased away.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Chappell Roan - Pink Pony Club (Official Music Video)\" src=\"https://www.youtube.com/embed/GR3Liudev18?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">“Pink Pony Club” is a story song Roan has said was inspired by her first trip to the Abbey, an institution in LA’s gay nightlife scene. She was transfixed by the go-go dancers, and so she wrote a song about a woman from a small town who leaves her scandalized mother behind to become a stripper at the Pink Pony Club. Roan had sung all her previous songs in the deep indie girl slur that was popular at the time, but she does “Pink Pony Club” in a voice so precise it starts to feel like a burlesque.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“<em>God</em>, what have you <em>done</em>?” wails the narrator’s mother in the chorus, with Roan coming down hard on the d’s and the t’s, her falsetto bright and airy. “Oh mama, I&#8217;m just having fun,” the narrator responds, and although the song is in a minor key, Roan’s voice is joyous: “On the stage in my heels, it’s where I belong.” </p>\n\n<p class=\"has-text-align-none\">Unfortunately for Roan, April 2020 was not a time that welcomed raucous odes to the dance club. When “Pink Pony Club” dropped into the traumatic early days of the pandemic, it sank like a stone.</p>\n\n<p class=\"has-text-align-none\">The song was also <a href=\"https://www.nme.com/features/the-cover/the-cover-chapell-roan-interview-the-rise-and-fall-of-a-midwest-princess-3582467\">unpopular at her label</a>, which disapproved of Roan turning her back so abruptly on the aesthetic she’d begun to craft in <em>School Nights</em>. Roan released only two more songs with Atlantic: the light love ballad “<a href=\"https://youtu.be/0SfI95-XIqU?si=xYK-CHWLXetEukRD\">Love Me Anyway</a>” and the melancholy “<a href=\"https://youtu.be/GcXlN7meclE?si=7xSlEVN8IHIbaeCy\">California</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“California” is a sort of response to and inverse of “Pink Pony Club.” Like its predecessor, it tells the story of a dreamer who left her small town for a love of delicious sin in LA. Unlike the main character in “Pink Pony Club,” the narrator of “California” feels increasingly like she’s failed by coming to the city and that everything she’s sacrificed has been for nothing. “Won’t make my mama proud,” Roan sings with mounting excitement in “Pink Pony Club.” “I let you down,” she sings on a down note in “California.”</p>\n\n<p class=\"has-text-align-none\">Ten days after “California” was released, in August 2020, Atlantic officially dropped Roan from the label. Her music, they said, was underperforming. The same week, <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">her relationship with the man she’d been seeing for four and a half years ended</a>.</p>\n\n<h2 class=\"wp-block-heading\">The Midwest princess rises</h2>\n\n<p class=\"has-text-align-none\">“I felt like a failure, but I knew deep down I wasn’t,” <a href=\"https://www.theguardian.com/music/2023/dec/29/chappell-roan-pops-next-big-thing-i-grew-up-thinking-being-gay-was-a-sin\">Roan told the Guardian in 2023</a>. She moved back home to Willard, Missouri, got a job working the drive-thru window at a coffee kiosk, and plotted her next move. She wanted to give herself time to recalibrate and save money before going back to LA and trying music again. She would give herself a year there to make it before giving in and enrolling in college.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, little by little, Roan was beginning to develop a cult following, without any official backing from the music industry. “Pink Pony Club” was becoming a bona fide sleeper hit as it took off across TikTok and through word of mouth.</p>\n\n<p class=\"has-text-align-none\">“Here’s a totally reasonable proposal for song of summer 2021: a single that dropped more than a full year ago, in April 2020, to essentially no fanfare, by a 21-year-old singer-songwriter who hasn’t even cracked 4,000 followers on Twitter,” <a href=\"https://www.vulture.com/article/song-recommendation-chappell-roan-pink-pony-club.html\">announced Vulture in 2021</a>, describing “Pink Pony Club” as “a pop hit from an alternate timeline that somehow ended up in ours by accident.” The song wasn’t charting yet, not even close, but it was starting to get attention in all the right places.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Nigro had been helping Olivia Rodrigo craft and release her hit debut studio album, <em>Sour.</em> In November 2021, with Rodrigo launched, Nigro and Roan reunited. Roan was feeling listless and ignored, she says, and Nigro gave her the impetus she needed to start working for herself. “[Dan] was just looking at me and goes ‘You are going to run your career into the fucking ground if you don’t start doing shit on your own,’” <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">Roan told Rolling Stone in 2023</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In March 2022, Roan released “<a href=\"https://youtu.be/nXZuv1T8bfg?si=Sfu9KPq3laClLfbS\">Naked in Manhattan</a>,” her first song as an independent artist, without the backing of a music label. She shot the accompanying video with friends in thrifted wardrobe on the streets of New York City.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The song sees Roan crushing on a girl friend, hoping to finally cross the line and kiss her. “Boys suck, and girls I’ve never tried,” she sings. In real life, she says, the lyric was true when she wrote it. “I was dating a boy then,” <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">Roan told the LA Times last August</a>. “I had never even kissed a girl when these songs [“Naked in Manhattan” and “Red Wine Supernova”] were written. It was all what I wished my life could be.”</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Chappell Roan - Naked in Manhattan (Official Music Video)\" src=\"https://www.youtube.com/embed/nXZuv1T8bfg?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">“Naked in Manhattan” continues the aesthetic project Roan found in “Pink Pony Club” and develops it. It’s Roan’s first explicitly queer song. (“Pony Club” covers its coming-out narrative in a thin veil of plausible deniability.) It’s also the first to feature the spoken word interlude that would become a go-to move for her. The accompanying video also debuts the “<a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">thrift store pop star</a>” drag queen style that became her calling card: fire engine red hair, elaborate hyper-femme outfits cobbled together from thrift store pieces, a pinup girl burlesque cheekiness. It was a sign that Roan had at last found a new image that she loved.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In March 2022, Roan was announced as the opener for Olivia Rodrigo and Fletcher. She continued releasing independent singles: “<a href=\"https://youtu.be/ePsqyPMIg6I?si=d-PcUErh9GQdzuhw\">Karma</a>” and “<a href=\"https://www.youtube.com/watch?v=xdaKBAuO8zg\">Femininomenon</a>” in August 2022, and “<a href=\"https://www.youtube.com/watch?v=AfSjnsYiY_A\">Casual</a>” in October. In February 2023, she launched her own national tour.</p>\n\n<p class=\"has-text-align-none\">All the while, she was developing the character of “Chappell Roan” beyond just a stage name into a fully distinct persona like those used by the drag queens she had come to idolize. “Don’t call me baby, and don’t call me Kayleigh,” she would say at the opening of her shows. When she was performing, she stopped being Kayleigh and Chappell took over.</p>\n\n<p class=\"has-text-align-none\">Chappell was all the things Kayleigh was ashamed of, made newly exuberant and joyful. She wore clownish white-face makeup because “that’s what the <a href=\"https://www.papermag.com/chappell-roan-trixie-mattel#rebelltitem2\">country boys called gay people in my hometown. Clowns.</a>” She plays campily with the signifiers of her small-town background: <a href=\"https://5centsound.com/blog/house-of-chappell\">yodeling vocal trills and camo-print merch</a>. Perhaps most significantly, she is unapologetically sexual in ways that her creator cannot quite bring herself to be.</p>\n\n<p class=\"has-text-align-none\">“I have such a difficult time — as Kayleigh — with sex,” she said in an <a href=\"https://www.polyesterzine.com/features/chappell-roan-audience-participation-playing-a-character-and-being-horny\">interview with Polyester Zine in 2023</a>. “I have a hard time watching sex scenes or flirting with people! I get really uncomfortable with hyper sexual things. But as the drag queen that I play, Chappell, she&#8217;s not like that — she is very confident and comfortable singing about those things.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Don’t call me baby, and don’t call me Kayleigh,” she would say at the opening of her shows</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">In March&nbsp;2023, Roan announced that she had signed to Nigro’s new label, Amusement Records, in partnership with Island Records.</p>\n\n<p class=\"has-text-align-none\">According to Roan, by then, she had options. “I met with nine labels and I went in with the attitude [of], ‘This is what I need — the only thing I need right now is money,’” she told <a href=\"https://www.nme.com/features/music-interviews/chappell-roan-interview-red-wine-supernova-debut-album-radar-3458322\">NME</a>. “So if you don’t give me this, this and this, I’m just not going to sign with you because I can keep going on my own. I was very picky and I had a fuck ton of leverage.”</p>\n\n<p class=\"has-text-align-none\">Roan wasn’t wrong. She had all that leverage because it was clear that her moment was arriving. Now, after years of trying on personas that didn’t quite fit, of working bad day jobs and living with roommates, of scrabbling studio time and music videos together without a label to back her, it’s finally here.</p>\n\n<h2 class=\"wp-block-heading\">A drag queen pop star in a time of moral panic</h2>\n\n<p class=\"has-text-align-none\">Looking back over the arc of Roan’s career, it becomes clear that her music got really good and her career started to take off once she had a strong sense of who she was as an individual. That sense of self is intertwined with Roan defining herself as a queer woman.</p>\n\n<p class=\"has-text-align-none\">The energy of <em>The Rise and Fall of a Midwest Princess</em> comes from the palpable joy of finding oneself and rejecting old beliefs. “Touch me, baby, put your lips on mine,” Roan instructs her sapphic crush in “Naked in Manhattan,” adding with a verbal shrug, “Could go to hell but we’ll probably be fine.” The Chappell Roan of “Good Hurt” might have believed she would go to hell if she kissed a girl. The Chappell Roan of “Naked in Manhattan” doesn’t much care either way, even if the person who wrote the lyrics hasn’t quite gotten there herself yet.</p>\n\n<p class=\"has-text-align-none\">If <em>Midwest Princess</em> is a celebration of finding oneself, Chappell Roan the character is the personification of that glee. Chappell, with her white-face makeup and princessy gowns that are just a little off, expresses what her creator longs for and cannot quite reach herself.</p>\n\n<p class=\"has-text-align-none\">“The whole project is to honor my 10-year-old self. My whole persona is just me trying to honor that version of myself that I was never allowed to be,” <a href=\"https://www.papermag.com/chappell-roan-trixie-mattel#rebelltitem2\">she told Paper in June</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Part of the fame problem Roan is now facing is the downside of making a drag queen a pop star. In drag, it’s understood that <a href=\"https://www.reddit.com/r/rupaulsdragrace/comments/7amnp5/how_do_you_guys_approach_queens_out_of_drag/\">you don’t approach a queen for a picture when she’s out of costume</a>. Roan has made it clear that when she stops being Chappell and starts being Kayleigh again, she expects to be left alone — but not all of her fans think that’s an appropriate ask coming from a pop star who owes her fame to her fanbase.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://abcnews.go.com/GMA/Culture/chappell-roan-addresses-creepy-behavior-fans-videos/story?id=112980547\">In her videos</a>, Roan implies that some fans have stalked her family and bullied her virtually after she refused to take a picture “because she has her own time.”<strong> </strong></p>\n\n<p class=\"has-text-align-none\">“I’m a random bitch. You’re a random bitch. Just think about that for a second, okay?” Roan said. </p>\n\n<p class=\"has-text-align-none\">Even as Roan grapples with her fans, it is probably not a coincidence that America fell in love with Chappell Roan at the same time that <a href=\"https://www.vox.com/2023/9/7/23860447/supreme-court-drag-shows-ban-tennessee-montana-texas-florida-queens\">drag shows are becoming criminalized</a>. While lawmakers position drag queens as monstrous threats to children, Roan stands for drag as the thing that saved an unhappy child, a joy, a marvelous act of creation. Her artistic project is about finding her self-identity, and as soon as she found that self, she made her a drag queen.</p>\n\n<p class=\"has-text-align-none\">What makes Chappell Roan so compelling to watch is that as a character, she stands for a profound release, an unshaming. She is the artistic culmination of a long search for self-discovery, and you can hear the joy and celebration of that search in the music.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That is, she’s the culmination for now. Who knows what’s coming next?&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 21, 5:40 pm:</strong> This article was originally published on July 2, 2024. It has been updated to include news of Roan’s videos addressing disagreements with her fans.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s undeniable: the era of Chappell Roan is upon us. At music festivals and on the lists forecasting pop’s next big thing, there she is: big red hair and big powerhouse voice, unapologetically queer lyrics and exuberant drag queen aesthetic. This is the summer Chappell Roan became impossible to ignore.&#160; Roan has been a working [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "The US says an Israel-Hamas ceasefire is close. What’s really happening?",
    "link": "https://www.vox.com/world-politics/367954/ceasefire-deal-israel-hamas-gaza-blinken-bridging",
    "pubDate": "2024-08-21T21:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People run as smoke rises amid a fiery explosion in a residential neighborhood in Gaza’s Deir al Balah.\" data-caption=\"Palestinians run away from the blast after Israeli forces carry out an airstrike in Deir al Balah, Gaza, on August 18, 2024. | Ali Jadallah/Anadolu via Getty Images\" data-portal-copyright=\"Ali Jadallah/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166602221.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Palestinians run away from the blast after Israeli forces carry out an airstrike in Deir al Balah, Gaza, on August 18, 2024. | Ali Jadallah/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The US claims that progress has been made on a ceasefire deal between Israel and Hamas —&nbsp;and that the Israeli side has already accepted a framework the US calls a “bridging proposal” that would end the nearly 11 months of brutal fighting in Gaza.</p>\n\n<p class=\"has-text-align-none\">The announcement is reminiscent of one President Joe Biden made in June; then, he seemed to <a href=\"https://www.vox.com/world-politics/353558/gaza-ceasefire-talks-proposal-biden-israel-hamas\">suggest Israel had created a promising ceasefire proposal</a>. That proposal ultimately went nowhere, and Israel pushed back on Biden’s description of the plan.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This time, Israel has yet to publicly embrace the “bridging proposal,” though <a href=\"https://www.axios.com/2024/08/19/netanyahu-ceasefire-hostage-deal-demands\">reports indicate</a> Israeli Prime Minister Benjamin Netanyahu is against concessions that would allow for a successful deal. President Joe Biden <a href=\"https://www.reuters.com/world/middle-east/biden-raise-egypt-gaza-corridor-call-with-netanyahu-axios-reports-2024-08-21/\">reportedly spoke with Netanyahu Wednesday</a>, urging him to back down on demands regarding Israeli control of parts of Gaza. Meanwhile, Hamas claims <a href=\"https://apnews.com/article/israel-hamas-war-latest-20-august-2024-0af8804c872792a73a5d9044634dc884\">the deal is a “reversal”</a> of previous agreements and has claimed that the US is imposing new Israeli demands upon the agreement.</p>\n\n<p class=\"has-text-align-none\">Multiple rounds of ceasefire talks have already fallen through; the last successful effort to end the violence — albeit temporarily — was in November 2023, when a <a href=\"https://www.vox.com/world-politics/2023/11/27/23976383/israel-hamas-war-hostage-ceasefire-deal-extension\">week-long pause in fighting</a> allowed for the return of 105 Israeli hostages and the release of about 240 Palestinian prisoners held by Israel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The goals of November’s agreement were limited to the prisoner exchange and getting humanitarian aid into Gaza. Now, the objective is to end the fighting that has killed at least 40,000 Palestinians, according to Gaza’s health ministry. The extent of the devastation, with many bodies buried under rubble, means that the real death toll is likely even higher — possibly by <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)01169-3/fulltext\">tens of thousands</a>.</p>\n\n<p class=\"has-text-align-none\">The major sticking point in the negotiations, both now and earlier this summer, seems to be a fundamental disagreement about what a ceasefire might look like. Hamas wants a permanent ceasefire in Gaza, while Netanyahu has said an end to the fighting can <a href=\"https://www.nytimes.com/2024/08/14/us/politics/israel-military-gaza-war.html\">only come once Hamas is destroyed</a> —&nbsp;despite a growing consensus that such a goal is unfeasible. Furthermore, Israel has indicated it would like to have a <a href=\"https://abcnews.go.com/International/wireStory/israel-demanding-control-2-gaza-corridors-cease-fire-112973629\">security presence in Gaza post-war</a>, something Hamas will not agree to.</p>\n\n<p class=\"has-text-align-none\">Reaching a real ceasefire agreement has only become more urgent as Israeli <a href=\"https://abcnews.go.com/International/aftermath-attack-israeli-settlers-palestinian-village-reporters-notebook/story?id=112906804\">settlers in the West Bank continue to attack Palestinians</a>, and as the risk of a regional war that could come to encompass <a href=\"https://www.nytimes.com/live/2024/08/21/world/israel-iran-hamas-gaza-war\">Lebanon</a> and <a href=\"https://www.cnn.com/2024/08/14/middleeast/iran-response-israel-assassination-analysis-intl/index.html\">Iran</a> looks increasingly serious. But despite the renewed attention on the negotiations, there’s reason to be skeptical that this time is any different.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why the prospect of a ceasefire remains dim</strong></h2>\n\n<p class=\"has-text-align-none\">The latest ceasefire news is just the latest in a long string of almost-but-not-quite proposals since November’s week-long ceasefire ended (both sides claim the other broke that agreement).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most recently, in a <a href=\"https://www.axios.com/2024/08/18/hamas-rejects-us-ceasefire-hostage-proposal\">ceasefire proposal issued by the US on Friday</a> Israel reportedly included a demand for control over two areas of Gaza. One of these is what Israel calls the Philadelphi corridor, which runs along the border between Egypt and Gaza. <a href=\"https://apnews.com/article/israel-palestinians-hamas-war-ceasefire-talks-corridors-03deb20a6c549273fb4b8ce3475fff17\">Israel claims it needs to occupy the area</a> to prevent Hamas from using the region to resupply its war material.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other area Israel wants to control is what’s known as the Netzarim corridor, which divides northern and southern Gaza. Israel similarly says it needs security forces in that area to <a href=\"https://abcnews.go.com/International/wireStory/israel-demanding-control-2-gaza-corridors-cease-fire-112973629\">block the flow of weapons</a>. For Hamas, however, additional Israeli control over Palestinian territory is likely to be a nonstarter, reminiscent of <a href=\"https://www.vox.com/world-politics/23921529/israel-palestine-timeline-gaza-hamas-war-conflict\">Israeli efforts to divide the Palestinian people geographically</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Friday’s deal also did not provide for a permanent ceasefire, another of Hamas’s primary demands.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The last major ceasefire plan was initially <a href=\"https://www.axios.com/2024/08/18/hamas-rejects-us-ceasefire-hostage-proposal\">negotiated back in May</a>. Hamas agreed to the proposal, and the United Nations endorsed it, but that deal was reportedly scuppered when Netanyahu introduced new conditions, including control over the Philadelphi corridor and a demand that Israel screen Palestinians returning to their homes in the north, <a href=\"https://www.bbc.com/news/articles/c4gex1rl6q5o\">according to the BBC</a>.</p>\n\n<p class=\"has-text-align-none\">Part of what has made a ceasefire deal difficult is the fact that Israel has the military edge: The balance of power in Gaza has always been asymmetrical. The Israeli military is powerful in its own right; aid from the US, including the delivery of <a href=\"https://www.washingtonpost.com/national-security/2024/07/10/us-israel-500-pound-bomb/\">500-pound bombs</a>, compounds the advantage. And Israel has continued attacking Gaza amid the ceasefire talks, reportedly killing <a href=\"https://www.aljazeera.com/news/liveblog/2024/8/20/israels-war-on-gaza-live-israel-kills-35-in-gaza-as-us-buying-time\">at least 12 in an attack on a school in Gaza City Tuesday</a>.</p>\n\n<p class=\"has-text-align-none\">But Hamas has a degree of leverage “they’ve never had before” in previous conflicts in Gaza, <a href=\"https://www.crisisgroup.org/who-we-are/people/joost-hiltermann\">Joost Hiltermann</a>, the director of the Middle East and North Africa program at the International Crisis Group, said: The group still holds 105 Israeli hostages taken in October 2023. </p>\n\n<p class=\"has-text-align-none\">The fact that hostages remain in Gaza has only been marginally effective in securing Hamas’s demands, however; a weeklong ceasefire and the return of hundreds of Palestinian prisoners is a far cry from a permanent one and full Israeli troop withdrawal from Gaza.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also not clear how many of those hostages are still alive; <a href=\"https://www.bbc.com/news/articles/c23lgy1k22zo\">on Monday Israel retrieved the bodies of six hostages from Khan Younis</a> in Gaza. And Hamas has continued its attacks amid the ceasefire negotiations, including an <a href=\"https://www.nytimes.com/2024/08/19/world/middleeast/tel-aviv-bomb-hamas.html\">apparent suicide attack in Tel Aviv Sunday</a>, for which the group has claimed credit.</p>\n\n<p class=\"has-text-align-none\">Further complicating negotiations is a change in Hamas’s leadership.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Following the assassination of its political leader and chief negotiator Ismael Haniyeh in Tehran last month, <a href=\"https://www.nytimes.com/2024/08/01/world/middleeast/how-hamas-leader-haniyeh-killed-iran-bomb.html\">likely by Israel,</a> Yahya Sinwar, the head of Hamas’s militant wing, has assumed the top job. Sinwar, Hiltermann told Vox, is a “very stubborn fellow.”</p>\n\n<p class=\"has-text-align-none\">“He doesn’t give in. I think he would much rather be martyred, in their term — killed — than concede,” Hiltermann said. “So that doesn’t mean he doesn’t want to cease fire, but he wants a ceasefire on terms that he thinks are good for the Palestinian cause. If he cannot get them, then he will say to Israel, ‘Continue to fight.’”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The US role in ending the war – and why talks continue to fall short</strong></h2>\n\n<p class=\"has-text-align-none\">As the latest ceasefire news demonstrates, the US also remains a major player in negotiations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.vox.com/world-politics/23916266/us-israel-support-ally-gaza-war-aid\">scale of US military assistance to Israel</a> could provide a point of leverage to push Netanyahu and Israel toward a deal; at least publicly, however, Blinken and Biden have shown little appetite to use that leverage, even while pushing for a ceasefire and telling Israel that its war is unwinnable. Vox reached out to the White House and the State Department for further clarification on the status of the bridging negotiations, but did not receive a response by publication time.</p>\n\n<p class=\"has-text-align-none\">In other words, there’s no clear reason to assume a breakthrough is truly imminent. “Every public indication that the principals are giving is that we’re not close,” said <a href=\"https://www.csis.org/people/jon-b-alterman\">Jon Alterman</a>, the director of the Middle East program at the Center for Strategic and International Studies. “And that either reflects a) an underlying reality or b) the fact that each side is negotiating effectively to try to extract the maximum from its adversary — but I can’t tell you which of those is true.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The US claims that progress has been made on a ceasefire deal between Israel and Hamas —&#160;and that the Israeli side has already accepted a framework the US calls a “bridging proposal” that would end the nearly 11 months of brutal fighting in Gaza. The announcement is reminiscent of one President Joe Biden made in [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Vox’s guide to Kamala Harris’s 2024 policies",
    "link": "https://www.vox.com/politics/367990/kamala-harris-policy-positions-issues-guide",
    "pubDate": "2024-08-21T20:22:58.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166932903.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Americans will choose between Vice President Kamala Harris and re-electing former President Donald Trump in the 2024 presidential election. In many cases, the candidates are miles apart on a number of top issues.</p>\n\n<p class=\"has-text-align-none\">Here are Harris’s policy positions. You can find our guide to Trump’s policy positions <a href=\"https://www.vox.com/politics/368004/donald-trump-policy-positions-issues-guide\">here</a>. These guides will be updated as Election Day nears.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<p class=\"has-text-align-none wp-elements-f0a5527e76147567879fdeae1990e3d7\"></p>\n\n<p class=\"has-text-align-none\"></p>\n<ul>\n\t\t\t<li><a href=\"https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc\">Kamala Harris and the border: The myth and the facts</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/2024-elections/362782/kamala-harris-gaza-israel-palestine-biden-netanyahu\">What Kamala Harris really thinks about Israel and Gaza</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/housing/365063/kamala-harris-housing-rent-control-landlords\">Kamala Harris’s recent embrace of rent control, explained</a></li>\n\t</ul>\n\t\t\t<h3>Crime</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/today-explained-newsletter/363859/kamala-harris-prosecutor-record-tough-crime\">Ruthless “cop” or “soft on crime”? Kamala Harris’s record as prosecutor, explained.</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Economy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage\">Trump and Harris agree on “no tax on tips.” They’re both wrong.</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Foreign Policy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/2024-elections/362782/kamala-harris-gaza-israel-palestine-biden-netanyahu\">What Kamala Harris really thinks about Israel and Gaza</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Immigration</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc\">Kamala Harris and the border: The myth and the facts</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Social Issues</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/housing/365063/kamala-harris-housing-rent-control-landlords\">Kamala Harris’s recent embrace of rent control, explained</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/362131/biden-drop-out-kamala-harris-climate-record\">What Kamala Harris’s track record on climate makes clear</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Americans will choose between Vice President Kamala Harris and re-electing former President Donald Trump in the 2024 presidential election. In many cases, the candidates are miles apart on a number of top issues. Here are Harris’s policy positions. You can find our guide to Trump’s policy positions here. These guides will be updated as Election [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "Vox’s guide to Donald Trump’s 2024 policies",
    "link": "https://www.vox.com/politics/368004/donald-trump-policy-positions-issues-guide",
    "pubDate": "2024-08-21T20:22:10.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2163542286.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Americans will choose between re-electing former President Donald Trump or Vice President Kamala Harris in the 2024 presidential election. In many cases, the candidates are miles apart on a number of top issues.</p>\n\n<p class=\"has-text-align-none\">Here are Trump’s policy positions. You can find our guide to Harris’s stances <a href=\"https://www.vox.com/politics/367990/kamala-harris-policy-positions-issues-guide\">here</a>. These guides will be updated as Election Day nears.</p>\n<ul>\n\t\t\t<li><a href=\"https://www.vox.com/politics/24080265/trump-immigration-policies-2024\">Trump’s immigration policies are his old ones — but worse</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/politics/353037/trump-gaza-israel-protests-biden-election-2024\">What Trump really thinks about the war in Gaza</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/2023/11/14/23958866/trump-vermin-authoritarian-democracy\">When Trump tells you he’s an authoritarian, believe him</a></li>\n\t</ul>\n\t\t\t<h3>Democracy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/360516/trump-assasination-attempt-democracy-threat-rhetoric-critics-violence-politics-biden\">Yes, it’s still fair to call Trump a threat to democracy</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/357776/biden-trump-debate-democracy-crisis-analysis-lies-facts\">Donald Trump is getting away with it</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/2023/11/14/23958866/trump-vermin-authoritarian-democracy\">When Trump tells you he’s an authoritarian, believe him</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/24159069/trump-guardrails-authoritarian-democracy-second-term\">If Trump wins, what would hold him back?</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Economy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage\">Trump and Harris agree on “no tax on tips.” They’re both wrong.</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Foreign Policy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/353037/trump-gaza-israel-protests-biden-election-2024\">What Trump really thinks about the war in Gaza</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Social Issues</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/today-explained-newsletter/366472/2024-election-donald-trump-vaccines-schools\">Trump’s campaign against public health is back on</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/366495/trump-medication-abortion-mifepristone\">Trump’s ever-shifting position on abortion, explained (as best as possible)</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/2024/3/12/24098773/trump-social-security-medicare-cuts-entitlements-position-2024\">Trump just opened the door to Social Security cuts. Take him seriously.</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Americans will choose between re-electing former President Donald Trump or Vice President Kamala Harris in the 2024 presidential election. In many cases, the candidates are miles apart on a number of top issues. Here are Trump’s policy positions. You can find our guide to Harris’s stances here. These guides will be updated as Election Day [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "Biden’s historic climate record has one big problem",
    "link": "https://www.vox.com/climate/367950/permitting-reform-biden-climate-manchin-renewable-energy",
    "pubDate": "2024-08-21T18:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Joe Biden and Jennifer Granholm, both in navy suits, stand in front of a field housing several large wind turbines, talking to each other.\" data-caption=\"President Joe Biden talks with Energy Secretary Jennifer Granholm in Colorado.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1755228079.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President Joe Biden talks with Energy Secretary Jennifer Granholm in Colorado.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Earth is heating up to record-high temperatures because humanity keeps burning coal, oil, and natural gas to fly, drive, stay warm, grow food, and keep the lights on. But switching away from these fuels toward energy sources that don’t spew heat-trapping gases while meeting the needs of 8.5 billion and counting residents of this planet will require an enormous amount of new construction: mines, factories, ports, transmission lines, power plants, substations, grid batteries.</p>\n\n<p class=\"has-text-align-none\">And to do that, the government will have to give the go-ahead to many, many more projects than it’s doing now, and at a much faster clip.</p>\n\n<p class=\"has-text-align-none\">“If you care about the environment or you care about climate change, the status quo is not good,” said <a href=\"https://bipartisanpolicy.org/person/xan-fishman/\">Xan Fishman</a>, senior director of the energy program at the Bipartisan Policy Center. “We need to build all the clean new energy to transmission in order to both provide affordable electricity energy to Americans and reduce emissions.” </p>\n\n<p class=\"has-text-align-none\">“The only way to do that,” he said, “is to build a lot of stuff.”</p>\n\n<p class=\"has-text-align-none\">Lawmakers are well aware of the problem and have been trying to speed things up for more than a decades, with piecemeal advances like executive orders from the <a href=\"https://obamawhitehouse.archives.gov/the-press-office/2011/08/31/presidential-memorandum-speeding-infrastructure-development-through-more\">White House</a> and bipartisan legislation from <a href=\"https://www.congress.gov/bill/114th-congress/senate-bill/280\">Congress</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The latest effort is the <a href=\"https://www.energy.senate.gov/2024/7/manchin-barrasso-release-bipartisan-energy-permitting-reform-legislation\">Energy Permitting Reform Act of 2024</a>, sponsored by Sens. Joe Manchin (I-WV) and John Barrasso (R-WY). It cleared the Senate energy committee last month in a <a href=\"https://www.energy.senate.gov/2024/7/energy-and-natural-resources-committee-clears-manchin-barrasso-permitting-reform-legislation-pending-nomination\">15-4 vote</a> and will head to the full Senate for consideration, likely after the November election. </p>\n\n<p class=\"has-text-align-none\">If passed, it could drastically alter the energy landscape in the United States with a construction boom to meet pent-up demand for electrons and hydrocarbons. The legislation would also greet the next president with a shorter, smoother route to their preferred energy policies. </p>\n\n<p class=\"has-text-align-none\">As Democrats convene in Chicago this week to formally nominate Vice President Kamala Harris as their candidate for president, one recurring theme has been the <a href=\"https://www.newsweek.com/barack-obama-calls-housing-market-revolution-increase-supply-homes-1942291\">desire to build more</a>. And over the past four years, lawmakers have allocated billions of dollars to clean energy and supply chains through the <a href=\"https://www.vox.com/22772701/biden-infrastructure-law-environmental-funding\">2021 Bipartisan Infrastructure Law</a>, the <a href=\"https://www.vox.com/recode/2022/7/27/23277664/chips-act-solve-chip-shortage-biden-manufacturing\">2022 CHIPS and Science Act</a>, and the <a href=\"https://www.vox.com/2022/8/8/23296951/inflation-reduction-act-biden-democrats-climate-change\">2022 Inflation Reduction Act</a>. The <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/03/11/fact-sheet-the-presidents-budget-creates-good-paying-clean-jobs-cuts-energy-costs-and-delivers-on-the-presidents-ambitious-climate-agenda/\">Biden White House</a> has called this “the most ambitious climate, conservation, and environmental justice agenda in history.”</p>\n\n<p class=\"has-text-align-none\">But many of the <a href=\"https://www.ft.com/content/afb729b9-9641-42b2-97ca-93974c461c4c\">projects have hit delays</a>, running into <a href=\"https://www.nytimes.com/2024/02/19/technology/semiconductor-chip-factories-delays.html\">shortages of skilled workers</a>, <a href=\"https://www.cnn.com/2024/05/17/business/critical-minerals-shortage-clean-energy/index.html\">critical materials</a>, and <a href=\"https://www.washingtonpost.com/climate-solutions/2024/03/28/ev-charging-stations-slow-rollout/\">limited experience in deploying the funds</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Biden’s legacy — and Harris’s ability to build on it, if she wins the White House — could crumble if the government doesn’t figure out a way to vastly expand the suite of renewable and clean energy sources that could <a href=\"https://www.vox.com/climate/24139383/climate-change-peak-greenhouse-gas-emissions-action\">alter the course</a> for the <a href=\"https://www.carbonbrief.org/analysis-which-countries-are-historically-responsible-for-climate-change/\">world’s largest historical emitter</a> of greenhouse gases.</p>\n\n<p class=\"has-text-align-none\">The challenge is that permitting is an expensive, tedious, and time-consuming process, sometimes <a href=\"https://www.wsj.com/video/series/wsj-explains/inside-the-decadeslong-permit-process-holding-back-10000-energy-projects/ECA61950-48C1-4347-BDD3-78B647D8C038\">stretching decades</a>. Developers often find there’s a lack of accountability between the local, state, and federal authorities that have a say in granting approval for things like wind energy farms or interstate power transmission lines.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The current system puts a lot of project developers in a frustrating limbo — not a “no,” not a “yes,” but a “maybe, we’ll see” that can stretch indefinitely. </p>\n\n<p class=\"has-text-align-none\">This uncertainty makes it harder for companies to make a business case and often leads to proposals falling apart. The net result is that few things get built at all. In the past decade, the United States has built transmission lines at <a href=\"https://www.energy.gov/articles/biden-harris-administration-announces-final-transmission-permitting-rule-and-latest\">half the rate as in the 30 years prior</a>. The Bipartisan Infrastructure Law included $7.5 billion to build thousands of electric vehicle charging stations, yet <a href=\"https://www.washingtonpost.com/climate-solutions/2024/03/28/ev-charging-stations-slow-rollout/\">only a handful are operating</a>. The American Clean Power Association, an industry group, reports that permitting delays have cost the US economy <a href=\"https://cleanpower.org/resources/u-s-permitting-delays-hold-back-economy-cost-jobs/\">more than $100 billion in lost investment</a>. Earlier this year, Lawrence Berkeley National Laboratory <a href=\"https://emp.lbl.gov/news/larg-e-scale-wind-and-solar\">surveyed wind and solar power developers</a> and found that one-third of permit applications for placing wind turbines and solar panels in the ground were canceled over the past five years. </p>\n\n<p class=\"has-text-align-none\">These false starts cost businesses a lot of money: The average sunk cost was more than $2 million on average for a canceled solar project and $7.5 million for a scrapped wind farm. The main causes cited for these axed proposals were difficulties in getting approvals from zoning boards, in connecting to the power grid, and opposition from local communities — all issues that inhibit permitting.  </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">This data keeps me up at night&#8230; <a href=\"https://t.co/qXzzSlfZ8I\">https://t.co/qXzzSlfZ8I</a> <a href=\"https://t.co/l79io4xvmE\">pic.twitter.com/l79io4xvmE</a></p>&mdash; Jesse D. Jenkins (@JesseJenkins) <a href=\"https://twitter.com/JesseJenkins/status/1819035055500800005?ref_src=twsrc%5Etfw\">August 1, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">That brings us to permitting reform. The idea is to change the existing system of rules — smoothing out the application process, setting tighter deadlines, reducing veto points — to get a verdict on projects faster. </p>\n\n<p class=\"has-text-align-none\">The Manchin-Barrasso bill contains provisions that benefit clean energy, like speeding up approvals for more power transmission. This is essential to expanding renewable energy, but also makes it easier to extract more coal, oil, and natural gas. The bill also contains specific provisions aimed to increase fossil fuel exports, which has raised the ire of some environmental groups.</p>\n\n<p class=\"has-text-align-none\">The bill’s authors acknowledge that this is a compromise. The concession will undermine some of the benefits of deploying more renewable energy. However, having both fossil and renewable energy provisions in the Manchin-Barrasso bill helped it secure votes from both parties. “Let me be clear: There’s no such thing as a perfect bill. Don’t let the perfect be the enemy of the good,” Sen. Manchin said during a <a href=\"https://www.energy.senate.gov/2024/7/energy-and-natural-resources-committee-clears-manchin-barrasso-permitting-reform-legislation-pending-nomination\">hearing last month on the permitting reform proposal</a>.</p>\n\n<p class=\"has-text-align-none\">The critical questions are whether this iteration of permitting reform will do more harm than good, and what the next administration will do with a faster process if the bill is signed into law.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">What the new Manchin-Barrasso permitting reform bill aims to do</h2>\n\n<p class=\"has-text-align-none\">Any time a developer wants to build something — particularly on public land, stretching across state lines, or destined for another country — it needs government approval. And to get a thumbs-up, the builders need to demonstrate that the project is safe, that it serves the public interest, that it doesn’t cost taxpayers too much, and that it doesn’t cause undue harm to the environment. </p>\n\n<p class=\"has-text-align-none\">“One of the reasons it’s been difficult to solve our permitting processes is because it’s not just one problem,” Fishman said. “A lot of different things that create frictions in the mix.”</p>\n\n<p class=\"has-text-align-none\">At the federal level, one of the most important regulations governing energy is the <a href=\"https://www.epa.gov/nepa/what-national-environmental-policy-act\">1969 National Environmental Policy Act</a> (NEPA). It’s a well-intentioned law that strives for “productive harmony” between projects and their potential impacts and requires the government to consider how proposals to build highways, bridges, power lines, and dams will affect rivers, forests, air pollution, and endangered species. The review process then leads to the creation of a document called an <a href=\"https://www.americanbar.org/groups/public_education/publications/teaching-legal-docs/teaching-legal-docs--what-is-an-environmental-impact-statement-/\">environmental impact statement</a> (EIS), which serves as a basis for making decisions about a given project at all levels of government.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The trouble is that simply doing the research needed to write an EIS can take years and the resulting document can be unwieldy. A 2020 White House analysis found that the <a href=\"https://ceq.doe.gov/docs/nepa-practice/CEQ_EIS_Length_Report_2020-6-12.pdf\">average draft EIS</a> was 575 pages long and took <a href=\"https://ceq.doe.gov/docs/nepa-practice/CEQ_EIS_Timeline_Report_2020-6-12.pdf\">4.5 years to complete</a>. And for opponents of a project, an EIS can expose weaknesses in a proposal and serve as a playbook for lawsuits, creating more opportunities for delay.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For renewables, the added complication is that the power grid in many parts of the country doesn’t have the capacity to add more wind and solar energy without renovations and upgrades. Much of the US power grid was built in the 1960s and 1970s, before the advent of widespread intermittent renewables. And 70 percent of power transmission lines are approaching the ends of their life cycles, according to the <a href=\"https://www.energy.gov/gdo/articles/what-does-it-take-modernize-us-electric-grid\">Department of Energy</a>. So clean energy developers aren’t just waiting on permits for their own hardware; they need a green light to augment the power grid as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Right now, there’s so much clean energy that wants to connect to the grid, and the interconnection queue is long because there’s not enough transmission to carry that energy from where it can be produced to where the consumers are that can use it,” Fishman said. By <a href=\"https://repeatproject.org/docs/REPEAT_IRA_Transmission_2022-09-22.pdf\">one estimate</a>, if the transmission line expansion holds at current languorous rates, up to 80 percent of the reductions in greenhouse gas emissions from the Inflation Reduction Act would be lost. </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">How the permitting reform bill will speed up energy development</h2>\n\n\n\n<p class=\"has-text-align-none\">The Energy Permitting Reform Act has several major provisions to boost renewable energy:&nbsp;</p>\n\n\n\n<ul>\n<li>It sets a 150-day statute of limitations for filing a lawsuit to challenge an energy project once it has been approved.&nbsp;</li>\n\n\n\n<li>Federal agencies like the Interior Department, the Agriculture Department, and the Energy Department have firm deadlines for approving or denying applications.</li>\n\n\n\n<li>There’s a target of deploying 50 gigawatts of renewable energy on federal lands by 2030.</li>\n\n\n\n<li>The bill harmonizes regional and national project review standards.</li>\n\n\n\n<li>Agencies have to waive certain review requirements under NEPA for infrastructure around smaller geothermal energy projects.</li>\n\n\n\n<li>Transmission projects also get some carve-outs from the NEPA process if they follow existing routes.&nbsp;</li>\n\n\n\n<li>The Interior Department must offer at least five lease sales for offshore wind each year, with a goal of building 30 gigawatts of offshore wind capacity by 2030.</li>\n\n\n\n<li>The bill removes some of the regulatory barriers preventing renewables from connecting to the power grid.&nbsp;</li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\">However, some of these provisions also accelerate fossil fuel<em> </em>development. In addition, the bill contains measures that directly benefit energy sources like coal, oil, and natural gas:</p>\n\n\n\n<ul>\n<li>The Energy Department has 90 days to rule on approving a natural gas export facility after it has completed the NEPA process.</li>\n\n\n\n<li>Land that’s cleared for renewable energy installations must also be open to fossil fuel leasing.</li>\n\n\n\n<li>The Interior Department must hold at least one auction per year for offshore oil and gas drilling rights.</li>\n</ul>\n</div>\n\n<p class=\"has-text-align-none\">The Manchin-Barrasso bill addresses these obstacles to clean energy development in several ways. It replaces the open-ended project review process at federal agencies with deadlines, shrinks the window for filing lawsuits against a project, and sets targets for deploying more renewable energy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the measures that accelerate approvals for wind and solar power also clear the route for coal, oil, and natural gas. Major portions of the bill are also targeted specifically at fossil fuels, like requiring the Interior Department to auction leases for on- and offshore oil and gas extraction.</p>\n\n<h2 class=\"wp-block-heading\">Why some groups oppose the permitting reform bill, and why it’s still not enough</h2>\n\n<p class=\"has-text-align-none\">Is the trade-off worth it? </p>\n\n<p class=\"has-text-align-none\">Fishman noted that there are currently nearly three times as many renewable energy projects in the pipeline waiting for permits than fossil fuel proposals, so unblocking the logjam would likely be a net benefit for the climate. The vast majority of energy being added to the grid right now <a href=\"https://www.canarymedia.com/articles/clean-energy/chart-nearly-all-new-us-power-plants-built-in-2024-will-be-clean-energy\">comes from zero-emissions sources</a>.</p>\n\n<p class=\"has-text-align-none\">“I understand that environmentalists don’t love every element of the bill, but ​​if you look at the bill as a whole, there&#8217;s so much more to love than there is to dislike in the bill,” Fishman said. “Not accepting a bipartisan deal like this is choosing to instead accept our status quo.”</p>\n\n<p class=\"has-text-align-none\">On the other hand, making it easier to develop more fossil fuels does run contrary to the <a href=\"https://www.vox.com/22397364/earth-day-us-climate-change-summit-biden-john-kerry-commitment-2030-zero-emissions\">US’s goals to curb its greenhouse gas emissions</a>. The US is already the <a href=\"https://www.vox.com/climate/24098983/biden-oil-production-climate-fossil-fuel-renewables\">largest oil and gas producer in the world</a>. Opponents also note that the Manchin-Barrasso bill facilitates fossil fuel exports, particularly liquefied natural gas. These exports aren’t counted toward the US’s carbon footprint since other countries end up buying and burning the fuel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this year, the Biden administration put a <a href=\"https://www.vox.com/climate/24055711/lng-export-pause-biden-liquefied-natural-gas-climate-change\">pause on approvals for new LNG export terminals</a> pending a review from the Energy Department. Even with the pause, the US is on track to double its LNG exports by 2030.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The permitting reform bill will hit “play” on even more LNG shipped abroad. “Our bill permanently ends President Biden’s so-called ‘pause’ on new American LNG exports,” Sen Barrasso said in a <a href=\"https://www.energy.senate.gov/2024/7/barrasso-permitting-reform-act-will-boost-american-energy-production-lower-costs-for-families\">hearing last month</a>. “President Biden’s ‘pause’ has been a gift to Russia and Qatar — the world’s other leading LNG exporters.”</p>\n\n<p class=\"has-text-align-none\">While the bill doesn’t guarantee that an agency will rule one way or another on an export license, it does shift the balance toward approval. “This bill is written to set [the Energy Department’s] default to ‘yes’ and make sure that these massive LNG facilities are built,” said <a href=\"https://www.symonspa.com/jeremy-symons-principal\">Jeremy Symons</a>, who used to work on the Senate environment committee and is now principal at Symons Public Affairs, an environmental consulting firm. “You can’t sling climate pollution over the fence and expect it to just go away.”</p>\n\n<p class=\"has-text-align-none\">Symons conducted an <a href=\"https://www.symonspa.com/post/assessing-the-climate-impacts-of-the-manchin-barrasso-bill-s-lng-title\">analysis of the LNG export section of the bill</a> and found that it would lead to greenhouse gas emissions equivalent to 165 coal-fired power plants and undo the benefits of dozens of major transmission lines for renewable energy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A confounding factor is that LNG is cleaner than some fossil fuels but worse for the environment than renewables. The <a href=\"https://www.carbonbrief.org/qa-what-does-bidens-lng-pause-mean-for-global-emissions/\">net impact to the climate</a> depends on whether the exported LNG is displacing coal and oil or if it’s competing with wind, solar, and nuclear power. It’s unclear how this will shake out, since exports are also governed by market and geopolitical forces. </p>\n\n<p class=\"has-text-align-none\">The permitting reform bill is also not meant to solve all the problems with getting the go-ahead for building out energy production and infrastructure. While it enforces timelines for making decisions based on NEPA reviews, it doesn’t make any changes to NEPA itself. Though it addresses the federal government’s role in permitting, a lot of the <a href=\"https://www.brookings.edu/articles/eight-facts-about-permitting-and-the-clean-energy-transition/\">hold-ups for renewables are at the state and regional levels</a>.  </p>\n\n<p class=\"has-text-align-none\">Still, the bill has built up some momentum and it might come up for a vote after the election. If Biden signs it, it will be a fitting coda to <a href=\"https://www.vox.com/climate/362478/joe-biden-climate-change-legacy\">his environmental legacy</a>, a big jump forward that then takes several steps back.&nbsp;&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Earth is heating up to record-high temperatures because humanity keeps burning coal, oil, and natural gas to fly, drive, stay warm, grow food, and keep the lights on. But switching away from these fuels toward energy sources that don’t spew heat-trapping gases while meeting the needs of 8.5 billion and counting residents of this planet [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "20 years of Bennifer ends in divorce",
    "link": "https://www.vox.com/culture/351720/ben-affleck-jennifer-lopez-bennifer-timeline-divorce-rumors",
    "pubDate": "2024-08-21T16:48:29.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Lopez laughs while looking up at Affleck on a red carpet.\" data-caption=\"Ben Affleck and Jennifer Lopez attend the LA premiere of Lopez’s This Is Me… Now: A Love Story. | Lionel Hahn/WireImage via Getty Images\" data-portal-copyright=\"Lionel Hahn/WireImage via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/05/gettyimages-2009468878.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ben Affleck and Jennifer Lopez attend the LA premiere of Lopez’s This Is Me… Now: A Love Story. | Lionel Hahn/WireImage via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Just like the opening of Jennifer Lopez’s movie musical <em>This Is Me… Now —</em> where the multihyphenate’s unnamed character and the mysterious love of her life (played by and representing Ben Affleck) are thrown from a motorcycle in a crash that symbolically breaks her heart — the real Jennifer Lopez <a href=\"https://abcnews.go.com/GMA/Culture/jennifer-lopez-files-divorce-ben-affleck-after-2/story?id=111512204\">has filed for divorce</a> from the real Ben Affleck. </p>\n\n<p class=\"has-text-align-none\">The split comes after months of <a href=\"https://www.hellomagazine.com/celebrities/553756/jennifer-lopez-responds-to-reporters-question-about-divorce-from-ben-affleck-watch/\">tabloid</a> scrutiny and anonymously <a href=\"https://www.usmagazine.com/stylish/news/ben-affleck-hides-hand-in-his-sweatshirt-amid-jennifer-lopez-drama/\">sourced</a> stories that the two were headed for separation. Lopez and Affleck were reportedly living separately and extremely unhappy with being married to each other. He allegedly wants a life away from the spotlight, and she can’t stop living in it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If this all sounds familiar, it’s because it’s all eerily similar to what happened 20 years ago when the couple, known as Bennifer, first broke up. After a magnetic first meeting on a movie set, the two began dating and quickly became one of the most sought-after celebrity couples. Gossip rags and paparazzi were there to capture their every breath. The couple eventually called it quits, blaming the outsize media attention for their demise. And now it feels like we’re once again back at the original Bennifer breakup. </p>\n\n<p class=\"has-text-align-none\">Bennifer isn’t the first celebrity couple nor will they be the last, but they represent something rare<strong> </strong>in Hollywood:<strong> </strong>a real — and really dramatic — relationship. Something that wasn’t made for PR, but captures so, so much of it.<strong> </strong>They are two very famous people in love who have tried to live and love authentically in an industry where that’s extremely risky. Their relationship also reflects our fixation with realness and relatability: If they didn’t have either, we wouldn’t be so engrossed by them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given the current media fervor, here’s a look at what the two represent — solo, together, split — that makes us so obsessed with them some 20 years later.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The complete relationship timeline of Ben Affleck and Jennifer Lopez, a.k.a. Bennifer</strong></h2>\n\n<p class=\"has-text-align-none\"><strong>December 2001–November 2002: The birth of Bennifer</strong></p>\n\n<p class=\"has-text-align-none\">Affleck and Lopez meet on the set of <em>Gigli</em>, which begins shooting in December 2001. Originally, Halle Berry had been offered Lopez’s role, but had to drop out due to scheduling conflict with 2003’s <em>X-Men</em> sequel <em>X2</em>. Lopez is married to backup dancer Chris Judd at the time, but files for <a href=\"https://ew.com/article/2002/07/26/j-lo-files-divorce/\">divorce in summer 2002</a>, ending their 10-month marriage. Lopez and Affleck officially begin dating shortly after.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The media refers to the couple as “Bennifer,” a combination of their first names. Allegedly, <a href=\"https://www.thedailybeast.com/kevin-smith-on-coining-bennifer-and-trying-to-save-his-hero-stan-lee?source=entertainment&amp;via=rss\">director Kevin Smith coined</a> the portmanteau while directing the two on the set of his movie <em>Jersey Girl</em>. Bennifer starts a trend of the media bestowing celebrity couples with mashed-up nicknames like Brangelina (Brad Pitt and Angelina Jolie) and TomKat (Tom Cruise and Katie Holmes).</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/05/gettyimages-182344892.jpg?quality=90&#038;strip=all&#038;crop=0,22.92863446618,100,54.142731067641\" alt=\"Lopez in a white fur coat waves with purse in hand, while Affleck, behind her, also waves.\" title=\"Lopez in a white fur coat waves with purse in hand, while Affleck, behind her, also waves.\" data-has-syndication-rights=\"1\" data-caption=\"Jennifer Lopez and Ben Affleck at the &lt;em&gt;Maid in Manhattan&lt;/em&gt; premiere in 2003. | James Devaney/WireImage\" data-portal-copyright=\"James Devaney/WireImage\" />\n<p class=\"has-text-align-none\">On November 5, 2002, Lopez premieres her music video for “Jenny From the Block” on <em>TRL</em>. The video stars Affleck, and is about how Lopez and Affleck can’t find any privacy. They’re hounded by paparazzi at every turn. The video is also a flex because they are styled elegantly and doing glamorous things like hanging out on a yacht and lounging by the pool with a bottle of champagne. The gist: Everyone wants a piece of them because they’re the It couple.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>November 10, 2002: Bennifer’s engaged&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">In an exclusive interview with <a href=\"https://abcnews.go.com/Primetime/story?id=132029&amp;page=1\">ABC News’s Diane Sawyer</a>, Lopez confirms that she and Affleck are engaged. At first, Lopez plays coy, telling Sawyer that the two were very “secure” in their relationship. According to ABC News, Lopez calls Affleck during a break in the interview, and they decide to go on the record about their engagement. Lopez tells Sawyer that Affleck’s proposal “was traditional, but also in a very spectacular way, as of course Ben would do it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>August 2003–January 2004: Bennifer bombs out</strong></p>\n\n<p class=\"has-text-align-none\">Bennifer is now the most famous couple in Hollywood that isn’t married. Tabloids love them. Their wedding plans are in every magazine. Her engagement ring, <a href=\"https://www.cnn.com/style/article/jlo-ben-affleck-engagement-ring/index.html\">a Harry Winston pink diamond</a> the size of a meteorite, seems to have its own gravitational pull. The wedding is reportedly going to be a <a href=\"https://nypost.com/2003/09/11/altared-state-ben-and-jen-put-off-wedding-date-2/\">gigantic, multimillion-dollar</a> Hollywood affair.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The plan is to tie the <a href=\"https://www.usmagazine.com/celebrity-news/pictures/revisit-jennifer-lopez-and-ben-afflecks-2003-wedding-plans/\">knot in September</a>, right after the August release of <em>Gigli</em>, the movie the two worked on together. People ostensibly want to see <em>Gigli</em> to witness the spark that created Bennifer, captured onscreen. <em>Gigli</em>, unfortunately,<em> </em>turns out to be an awful film, one of the worst movies that a group of humans has ever created. Critics ravage the often offensive <a href=\"https://www.standard.co.uk/culture/film/dead-ends-for-jlo-and-co-7436444.html\">idiocy of the script</a>, <a href=\"https://www.nytimes.com/2003/08/01/movies/film-review-an-offer-of-love-he-can-t-refuse.html\">its flat camera work</a>, and its <a href=\"https://slate.com/culture/2003/08/should-ben-affleck-and-jennifer-lopez-apologize-for-gigli.html\">supernatural ability to bore</a>.&nbsp; It flops at the box office, bringing in only<a href=\"https://www.boxofficemojo.com/release/rl1012172289/\"> $7 million worldwide</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Every tabloid focuses on how Bennifer was handling <em>Gigli</em>’s absolute failure. Then in early August, Affleck visits Brandi’s Exotic Nightclub in Vancouver, Canada. Reportedly Lopez is upset, but through their spokespeople, the couple says <a href=\"https://people.com/celebrity/jen-and-bens-very-bad-week-continues/\">everything is fine</a> and that he had always planned to go to the strip club. Whispers of Lopez’s uneasiness sharpen into tabloids declaring that there is trouble in paradise, and Bennifer is rapidly deteriorating ahead of their storybook wedding.&nbsp;&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/05/gettyimages-109933234.jpg?quality=90&#038;strip=all&#038;crop=0,2.9571638946639,100,36.282722513089\" alt=\"Affleck and Lopez looking at each other on the red carpet, as they stand close, with Affleck&#039;s arm wrapped around her waist.\" title=\"Affleck and Lopez looking at each other on the red carpet, as they stand close, with Affleck&#039;s arm wrapped around her waist.\" data-has-syndication-rights=\"1\" data-caption=\"Ben Affleck and Jennifer Lopez at the &lt;em&gt;Gigli&lt;/em&gt; premiere in 2003. | Jeff Kravitz/FilmMagic\" data-portal-copyright=\"Jeff Kravitz/FilmMagic\" />\n<p class=\"has-text-align-none\">Days before the ceremony, post-<em>Gigli</em> and post-Brandi’s, the couple sends an announcement officially postponing their nuptials. “Due to the excessive media attention surrounding our wedding, we have decided to postpone the date,” <a href=\"https://abcnews.go.com/Entertainment/story?id=101039&amp;page=1\">Lopez and Affleck say</a> in a joint statement. “We felt what should have been a joyful and sacred day could be spoiled for us, our families and our friends.”</p>\n\n<p class=\"has-text-align-none\">The couple officially calls it quits in January 2004.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>January 2004–April 2021: The solo days (kind of)</strong></p>\n\n<p class=\"has-text-align-none\">Apart, the couple moves on. Lopez marries singer Marc Anthony in June 2004; the two have twins in 2008, but divorce in 2014. In 2019, she gets engaged to former Yankee Alex Rodriguez, breaking up in early 2021. As of early 2021, her career is on the up, as she stars in <em>Hustlers</em> and performs at the Super Bowl.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Affleck marries actor Jennifer Garner (a Bennifer reboot, of sorts, with new casting) in June 2005, and they have three children. After his public struggles with alcoholism, their divorce is finalized in 2018. Affleck’s career over this period is a little more uneven, with high highs and low lows — <em>Argo</em>, which he directed, wins the Best Picture Oscar in 2012, but he also becomes <a href=\"https://www.vox.com/culture/22238820/sad-ben-affleck-ana-de-armas-cardboard-cutout\">the reluctant hero of inescapable, existential sadness</a>.</p>\n\n<p class=\"has-text-align-none\"><strong>&nbsp;April 2021: Bennifer reunites</strong></p>\n\n<p class=\"has-text-align-none\">In April 2021 — the same month that Lopez and Alex Rodriguez <a href=\"https://www.usmagazine.com/celebrity-news/pictures/see-alex-rodriguezs-cryptic-posts-following-split-from-jennifer-lopez/\">announce</a> they’ve broken up — the pair reunite, reportedly <a href=\"https://www.gq.com/story/jennifer-lopez-alex-rodriguez-ben-affleck-tabloid-timeline\">after</a> Affleck provides a glowing quote for an <a href=\"https://www.instyle.com/celebrity/jennifer-lopez/may-2021-cover\">InStyle profile</a> about Lopez.&nbsp;<a href=\"https://pagesix.com/2021/05/11/inside-ben-affleck-and-jennifer-lopezs-romantic-montana-getaway/\">Lopez visits Affleck in Montana</a> in early May, which is a big deal because that is allegedly one of Affleck’s most favorite places on Earth. According to <a href=\"https://www.vanityfair.com/style/2021/05/jennifer-lopez-ben-affleck-vacation-montana-intense-chemistry-reconciliation-vax-live\">unnamed sources</a>, the reunion between the two is intense and the chemistry between Lopez and Affleck is, like the first time, indescribably strong.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The public is <a href=\"https://www.vox.com/culture/22629442/bennifer-jennifer-lopez-ben-affleck-reunion-explained\">rooting</a> for the Bennifer reunion. Perhaps it’s the post-pandemic-lockdown earnestness or remorse over the general schadenfreude we seemed to feel at the end of Bennifer 1.0, but there’s a feeling that these two are good for each other. Her resurgent success is just what Sad Affleck needs. Post-A-Rod, Sad Affleck’s secluded life is just what Lopez needs. In a world that doesn’t make much sense, Ben Affleck and Jennifer Lopez being together does.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>April 2022–February 2023: Bennifer engaged (again) and finally married&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Around a year after Bennifer reunite, the pair informs the public — <a href=\"https://people.com/movies/jennifer-lopez-and-ben-affleck-are-engaged/\">via People</a> — that they are engaged in April 2022. Lopez <a href=\"https://x.com/JLo/status/1512610660026257409\">also teases</a> the news in her personal newsletter OnTheJLo. A few months later, in July, the two marry <a href=\"https://www.laineygossip.com/jennifer-lopez-ben-affleck-subverted-expectations-this-weekend-with-surprise-casual-wedding-in-vegas/71329\">in Las Vegas</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The wedding is the complete opposite of the one the couple postponed and never had 18 years earlier. Instead of a full-blown, glitzy affair, the ceremony happened on a seemingly random Saturday in Sin City, taking the public by surprise. The small, unannounced, private nuptials seem to symbolically suggest that Affleck and Lopez realized the deleterious effects of media hoopla from 2004 — that they have grown up and are doing things on their own terms. The wedding adds to the idea that, this time, Bennifer are two people who have learned lessons about love and life and are determined to make it work. They seem more destined than ever.</p>\n\n<p class=\"has-text-align-none\">In August, the two have a <a href=\"https://www.harpersbazaar.com/celebrity/latest/a40887916/jennifer-lopez-ben-affleck-marry-georgia-ceremony/\">second wedding ceremony</a> in Georgia.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We moved in together, the kids moved in together, so it’s been like a really kind of emotional transition,” Lopez <a href=\"https://people.com/movies/jennifer-lopez-says-its-been-an-emotional-transition-after-moving-in-with-husband-ben-affleck/\">tells</a> People about her 2022. “But at the same time &#8230;  all your dreams coming true, it’s just been a phenomenal year.”</p>\n\n<p class=\"has-text-align-none\"><strong>February 2023–February 2024: The honeymoon phase</strong></p>\n\n<p class=\"has-text-align-none\">The way Affleck makes Lopez happy and Lopez makes Affleck happy seems to be reflected in their public-facing personas. <a href=\"https://www.youtube.com/watch?v=EQgCl_MAgBM\">Affleck lands a Dunkin’</a> gig consisting of commercials that poke fun at his New England grump image (one includes <a href=\"https://www.today.com/food/ben-affleck-pop-star-dunkin-donuts-commercial-2024-rcna137100\">Lopez</a>). Sad Affleck would never make fun of himself like this. Only happy men have fun at their own expense. Meanwhile, <a href=\"https://www.prnewswire.com/news-releases/jennifer-lopez-launches-jlo-beauty-301199839.html\">Lopez not only launches and maintains a beauty line</a>, but also begins work on an opus, seemingly ready to build upon the momentum from <em>Hustlers</em> and the Super Bowl.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>February 2024: This Is Them… Now</strong></p>\n\n<p class=\"has-text-align-none\">The way Ben Affleck’s breath smells after drinking Dunkin’ coffee, the exact shade of his phoenix tattoo when it’s hit by the Los Angeles afternoon sun, the way his voice shifts up an octave when he talks about the funny thing Matt Damon just did — these are some of the intimate secrets that maybe only Jennifer Lopez will ever know. But if you ever wanted to know how loving Ben Affleck makes Jennifer Lopez feel, Lopez’s three-part <a href=\"https://www.vox.com/culture/24075110/jennifer-lopez-movie-this-is-me-now-love-story-review\"><em>This Is Me… Now</em></a> multimedia experience exists to be consumed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In an album and a movie musical adaptation of the album (titled<em> This Is Me&#8230; Now: A Love Story</em>),<strong> </strong>Lopez figures her love affair with Affleck like a myth from the ancient world: She compares them to Alida and Taroo, lovers from a Puerto Rican legend separated by fate and feuding families.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her first breakup with Affleck is reflected in a physically catastrophic motorcycle crash that breaks Lopez’s “heart factory,” a steampunk-styled industrial foundry full of workers whose job it is to feed Lopez’s mechanical organ rose petals so that she can continue to love. With the help of a zodiac council (featuring Jane Fonda as Sagittarius), archetypal friends, a therapist played by Fat Joe, and a visit to the Bronx where Lopez meets her younger self and a hummingbird, her romantic cardiac complex is restored.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With her heart machine full of rose petals, Lopez is ready to love Affleck when he enters her life again. Because she loves him now with a full understanding of herself, the motorcycle — the avatar of their love — does not crash.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, Lopez releases the movie’s documentary accompaniment, <em>The Greatest Love Story Never Told — </em>all about the money she spent to tell us how in love she is with Ben Affleck.</p>\n\n<p class=\"has-text-align-none\">As Lopez explains, she had to spend roughly $20 million of her own money to make the film because studios and streamers were not interested in the allegorical retelling of her marriage. The doc, which <a href=\"https://www.thedailybeast.com/obsessed/jlo-and-the-greatest-love-story-never-told-review-famous-and-owning-it\">some critics</a> say is an example of Lopez’s blazing narcissism, makes a case that the only thing that Lopez loves more than Affleck is being able to tell the world about Affleck.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Lopez doesn’t seem to care whether that is what the world wants from her.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s not like anyone is clamoring for the next J.Lo record,” Lopez tells the camera person in a moment of blistering self-awareness, before using the film’s other 85 minutes to spend a small fortune to not only give people that record, but an album and two films that no one is “clamoring” for.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/05/gettyimages-2009263294.jpg?quality=90&#038;strip=all&#038;crop=0,3.9750621103455,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Ben Affleck and Jennifer Lopez attend the 2024 Los Angeles premiere of &lt;em&gt;This Is Me... Now: A Love Story&lt;/em&gt;. | Monica Schipper/Getty Images\" data-portal-copyright=\"Monica Schipper/Getty Images\" />\n<p class=\"has-text-align-none\">The most prescient and icy observation in the film, though, belongs to Affleck. It’s about his wife’s need for fame. He likens her constant performance — whether it’s acting, singing, dancing, playing the Super Bowl halftime show, or even making this documentary —&nbsp;to an addiction.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The thing you discover, like you do &#8230; with alcohol, is that there isn’t enough alcohol in all the liquor stores in the world to fill up that thing,” he says, astutely connecting Lopez’s need for celebrity to his own battle with <a href=\"https://www.vox.com/culture/24075110/jennifer-lopez-movie-this-is-me-now-love-story-review\">drinking</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“And I think in Jennifer’s case, I don’t think there’s enough followers or — or movies or records or any of that stuff — to still that part of you,” he adds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While promoting her films, Lopez talks about her reservations about having Affleck participate in the doc. He had told her that revealing so much of her personal life was not a choice he would make. She says that including him in the doc and showing his personal feelings — like that addiction comparison — was frightening but necessary.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I told him he was crazy, not me. But I know that I’m a crazy one. I get that part,” <a href=\"https://people.com/jennifer-lopez-ben-affleck-reluctant-participant-greatest-love-never-told-documentary-8600797\">she tells a Los Angeles audience</a> in February. “But I really feel like as an artist, you have to be vulnerable. You have to, even when you’re playing a role, have to get down to the real parts of yourself to share what it’s like to be human. And that is a scary thing to do.”</p>\n\n<p class=\"has-text-align-none\">Lopez’s multimedia art project turns out to be a bust. Even though the movie musical received surprisingly <a href=\"https://www.rottentomatoes.com/m/this_is_me_now_a_love_story\">good reviews</a>, it failed to have a lasting impact. The album is the <a href=\"https://www.forbes.com/sites/hughmcintyre/2024/03/01/jennifer-lopezs-new-album-is-the-lowest-charting-of-her-career/?sh=6ae773f054df\">lowest charting</a> one of her career, and her accompanying arena tour suffered dismal ticket sales. As <a href=\"https://variety.com/2024/music/news/jennifer-lopez-this-is-me-now-tour-greatest-hits-rebrand-1235958543/\">Variety reports</a>, Lopez rebranded the concert as a greatest hits show in an effort to sell more seats. The timing of Lopez’s magnum opus flopping&nbsp;is strangely akin to the way <em>Gigli</em> took a nosedive when Affleck and Lopez were together in 2004.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>May 2024: Bennifer separation rumors begin (again)</strong></p>\n\n<p class=\"has-text-align-none\">In the celebrity tabloid world, people are paid to watch certain famous people’s every move. According to a <a href=\"https://people.com/ben-affleck-jennifer-lopez-not-photographed-together-publicly-47-days-8649895\">People magazine report</a> this month, Bennifer has not been photographed together for 47 days. There are also <a href=\"https://www.cosmopolitan.com/entertainment/celebs/a60868051/why-jennifer-lopez-is-upset-with-ben-affleck/\">reports</a> that the two are currently living apart, and even though <a href=\"https://www.etonline.com/ben-affleck-feels-like-jennifer-lopez-has-a-hard-time-feeling-satisfied-source-says-225881\">Lopez was recently photographed</a> with a wedding ring on, the undertone was that she was doing it to hopefully quash the insistent rumors that they’re going through a rough patch.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Through a variety of unnamed sources, the problem between the two is, once again, the ongoing attention from the media. A source told Entertainment Tonight that Affleck feels as though his wife is too engaged with being a celebrity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Ben feels like Jen has a hard time feeling satisfied and that’s one of the issues they’re facing,” the anonymous <a href=\"https://www.etonline.com/ben-affleck-feels-like-jennifer-lopez-has-a-hard-time-feeling-satisfied-source-says-225881\">source told ET</a>. “Ben is one of the only people who feels comfortable enough to be honest and real with Jen. It’s part of why Jen loves him, but also why she’s upset with him.”</p>\n\n<p class=\"has-text-align-none\">That quote is extremely similar to what Affleck said in the documentary: that no amount of attention or praise is ever going to be enough for his wife. It’s also aligned with the ongoing narrative about Affleck and Lopez. He wants a quiet life away from the spotlight. She wants to be a star.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/05/gettyimages-2121052565.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Ben Affleck and Jennifer Lopez are seen out and about on March 30, 2024. There haven&#039;t been as many pictures of them together since. | MEGA/GC Images via Getty Images\" data-portal-copyright=\"MEGA/GC Images via Getty Images\" />\n<p class=\"has-text-align-none\">Another anonymous source echoed that statement <a href=\"https://people.com/ben-affleck-jennifer-lopez-marriage-not-in-best-place-exclusive-8651551\">with People</a>, telling the mag: “She likes to open her heart to her fans and to the world. He is more introspective and private. This has been difficult day-to-day.”</p>\n\n<p class=\"has-text-align-none\">The outlook for the two doesn’t look good. <a href=\"https://pagesix.com/2024/05/20/entertainment/ben-affleck-has-come-to-his-senses-in-jennifer-lopez-marriage/\">Page Six</a> had a scathing quote from an insider, asserting that Affleck is just about done: “If there was a way to divorce on grounds of temporary insanity, he would. &#8230; He feels like the last two years were just a fever dream, and he’s come to his senses now and understands there is just no way this is going to work.”</p>\n\n<p class=\"has-text-align-none\">Neither Affleck nor Lopez have officially commented on the state of their relationship. Lopez was asked about divorce rumors while on a promotional tour for her sci-fi movie <em>Atlas</em>. She <a href=\"https://www.independent.co.uk/arts-entertainment/films/news/jennifer-lopez-ben-affleck-divorce-rumours-b2550245.html\">dismissed the question</a>, saying it was inappropriate. </p>\n\n<p class=\"has-text-align-none\">On May 31, a “heartsick” Lopez announced in <a href=\"https://onthejlo.com/en/home/sc2e368d4-827c-4019-8a0d-4508bbbcaa4c\">her newsletter</a> that she was canceling her tour to spend more time with her kids. <a href=\"https://pagesix.com/2024/05/31/entertainment/jennifer-lopez-cancels-tour-to-spend-times-with-kids-amid-ben-affleck-split-rumors/\">Page Six</a> reported that sources close to the singer denied that poor ticket sales were to blame for the thwarted tour, pointing instead toward the impending split from Affleck.</p>\n\n<p class=\"has-text-align-none\"><strong>August 2024: The Bennifer divorce</strong></p>\n\n<p class=\"has-text-align-none\">After a summer of rumors, in which the couple was not photographed together, it was announced that Lopez filed for divorce from Affleck on August 20, 2024, the second anniversary of their second wedding ceremony in Georgia. News outlets obtained <a href=\"https://abcnews.go.com/GMA/Culture/jennifer-lopez-files-divorce-ben-affleck-after-2/story?id=111512204\">documents</a> confirming the legal split, which show that Lopez filed herself — <a href=\"https://people.com/jennifer-lopez-unusual-divorce-filing-legal-source-exclusive-8699103\">without a lawyer</a>. According to <a href=\"https://www.tmz.com/2024/08/20/jennifer-lopez-ben-affleck-file-divorce/\">TMZ</a>, the couple did not have a prenup. Neither Lopez nor Affleck have officially commented. The divorce filing comes two years and one month after the couple’s 2022 wedding.</p>\n\n<h2 class=\"wp-block-heading\">Why we care so much about Bennifer</h2>\n\n<p class=\"has-text-align-none\">Hollywood is an industry where we don’t see many people genuinely be themselves. Actors make a living and win awards on how convincing they are playing someone else. From auditions to promotional tours, they’re constantly selling themselves, luring people to buy into their public personas. And while it seems like we have more access to celebrities’ personal lives than ever — everyone is on Instagram at this point — it’s an illusion that masks how curated these people’s lives are and how carefully they’re presenting themselves to the public.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The thing about Bennifer is that it genuinely feels like Affleck and Lopez do love each other in a very authentic way. After the first go-around, their agents, managers, and inner circles would have advised them against getting into a relationship because that’s not good business.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Why would someone with a logical mind risk going through another round of bad press and harsh scrutiny? Why would someone spend $20 million of their own money making a movie about getting back together? Why would someone who hates the spotlight publicly get married to one of the most famous women in the world and star in her documentary about them?&nbsp;</p>\n\n<p class=\"has-text-align-none\">And to risk this all for it to possibly blow up in your face? Again?&nbsp;</p>\n\n<p class=\"has-text-align-none\">That has to be love, right?</p>\n\n<p class=\"has-text-align-none\">Despite the millions of dollars and awards and homes in Montana, this makes Bennifer strangely relatable. So many people were so invested in them getting back together because, despite the trappings, it feels like a love story that could happen to anyone: getting a second chance with your soulmate because you’ve both learned from your past mistakes. Their story is enough to make us wistful for a romance we’ve had or maybe even ones that we haven’t had yet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Tough times are relatable, too. While a fairytale reunion with the one that got away can be a story that resonates, so can the experience of getting back with an ex only to have it implode. Loving someone immensely is different from having a loving relationship with them. Perhaps we don’t always change and learn from our mistakes. Watching it play out with Affleck and Lopez just makes it all that much clearer. And we can’t stop watching because we need to see how it all ends.&nbsp;</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, August 21, 2024, 12:50 pm ET: </em></strong><em>This piece, initially published on May 26, 2024, has been updated multiple times, most recently</em> <em>to reflect further details of Lopez’s divorce filing from Affleck. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Just like the opening of Jennifer Lopez’s movie musical This Is Me… Now — where the multihyphenate’s unnamed character and the mysterious love of her life (played by and representing Ben Affleck) are thrown from a motorcycle in a crash that symbolically breaks her heart — the real Jennifer Lopez has filed for divorce from [&#8230;]",
    "author": "Alex Abad-Santos"
  }
]