[
  {
    "title": "Summertime sadness is real",
    "link": "https://www.vox.com/climate/356920/summer-seasonal-affective-disorder-sad-heat-wave",
    "pubDate": "2024-06-26T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"NEW YORK CITY - JUNE 21: People walk through mist as they relax at an artificial beach in Manhattan on a sweltering afternoon on the first full day of summer on June 21, 2024 in New York City. New York City and much of the Northeast is experiencing higher than usual temperatures as a heat wave blankets the area, causing the heat index to feel over 100 degrees in many states. Meteorologists are predicting that this could be one of the hottest summers on record. (Photo by Spencer Platt/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2158632089.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>NEW YORK CITY - JUNE 21: People walk through mist as they relax at an artificial beach in Manhattan on a sweltering afternoon on the first full day of summer on June 21, 2024 in New York City. New York City and much of the Northeast is experiencing higher than usual temperatures as a heat wave blankets the area, causing the heat index to feel over 100 degrees in many states. Meteorologists are predicting that this could be one of the hottest summers on record. (Photo by Spencer Platt/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It turns out seasonal affective disorder (SAD), <a href=\"https://www.mayoclinic.org/diseases-conditions/seasonal-affective-disorder/symptoms-causes/syc-20364651\" data-type=\"link\" data-id=\"https://www.mayoclinic.org/diseases-conditions/seasonal-affective-disorder/symptoms-causes/syc-20364651\">a form of depression</a> usually associated with the darker winter months, can take hold in the summer, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While its symptoms can be different from its winter counterpart — cold-weather SAD typically makes people lethargic, while summer SAD makes them more agitated — it’s also a condition triggered by seasonal changes.</p>\n\n<p class=\"has-text-align-none\">That makes it an issue of particular concern amid the surge of extreme heat in 2024 and the spikes of temperature yet to come. As hot as June has been in the US, <a href=\"https://www.axios.com/2024/06/21/july-temperature-outlook-us-heat-waves\">temperatures are only expected to rise in the next few months</a>. These spikes underscore the effects of climate change and how rising temperatures worldwide are leading to hotter, longer, summers. That reality is likely to exacerbate summer SAD, and could make it more common.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The hot environment is only getting hotter,” <a href=\"https://www.normanrosenthal.com/about/\">Norman Rosenthal</a>, the Georgetown University psychiatrist who first described SAD, told Vox. “So that is what&#8217;s going to make this more important than ever, as a factor to reckon with in terms of mental health.”</p>\n\n<p class=\"has-text-align-none\">Fortunately, there are things you can do to mitigate the effects of summer SAD, which can include feeling down, less productive, and wanting to be left alone. It can also makes people feel overstimulated and, in some cases, increases the risk of suicide. </p>\n\n<p class=\"has-text-align-none\">The key to fighting summer SAD is to understand its triggers, including the influx of heat and light that come during this part of the year. That means finding shade, cool areas, and more. Here’s what you need to know about summer SAD, and what to do to overcome it.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What is summer SAD? And why does SAD happen in summer?</strong></h2>\n\n<p class=\"has-text-align-none\">Similar to winter SAD, summer SAD is prompted by unique seasonal developments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Just as lack of light can affect people’s mood in winter, an overabundance of it, along with heat and humidity, can also affect people in the summertime.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nbcdfw.com/news/local/mental-health-experts-warn-against-prolonged-exposure-to-extreme-heat/3319215/\">Researchers have found</a> that heat <a href=\"https://adaa.org/learn-from-us/from-the-experts/blog-posts/consumer-professional/heat-and-mental-health\">can make people more fatigued, irritable, and aggressive</a>, and that excess light can do the same. Both of these variables can also interfere with people’s circadian rhythms and their sleep schedules, which can have mental health effects, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The heat depletes you, takes your energy away,” Rosenthal told Vox. “The light agitates you.” </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.uvm.edu/cas/psychology/profiles/kelly-rohan-clinical\">Kelly Rohan</a>, a University of Vermont psychology professor who studies SAD, says there isn’t a lot known about why these attributes specifically trigger seasonal depression and that more work needs to be done on this front more generally. Because summer SAD is less common than winter SAD, it hasn’t yet been scrutinized to the same degree. About 10 percent of people who experience SAD do so in the summer, <a href=\"https://news.arizona.edu/news/beat-summertime-sadness-these-cool-tips\">experts estimate</a>.</p>\n\n<p class=\"has-text-align-none\">Rosenthal notes that people who experience summer SAD typically have a genetic predisposition toward depression that can be triggered by seasonal developments. Rohan adds that seasonal allergies could also play a role because they increase people’s discomfort in the summertime and cause inflammation, which is linked to <a href=\"https://news.arizona.edu/news/beat-summertime-sadness-these-cool-tips\">depression as well</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Although people who experience SAD in winter and summer share feelings of being withdrawn and gloomy, the other symptoms they have can be markedly different.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“In the summer, people feel agitated,” says Rosenthal. “And even though they&#8217;re depressed, they&#8217;ve got this excess internal energy.” </p>\n\n<p class=\"has-text-align-none\">The combination of energy and agitation is linked to a higher risk of suicide. People in summer may be more activated and inclined to take action, for instance, while people in the winter are less energized and inclined to pursue it.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"How summer and winter SAD often differ\" src=\"https://datawrapper.dwcdn.net/W1xUd/1/\" frameborder=\"0\" height=\"393\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">If you suspect you might have summer SAD, the best thing to do is to speak with a doctor about the symptoms you’re experiencing. As one way to evaluate the pattern of symptoms, Rosenthal recommends that people think back through the last few years and try to recall if they had negative mood changes tied to the start of the season.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How to combat summer SAD</strong></h2>\n\n<p class=\"has-text-align-none\">Again, it’s important to note that seeing a medical professional is vital to address mental health concerns — and that this guidance is not a substitute for that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some of the recommendations that experts have suggested, however, are possible ways to curb certain symptoms of SAD.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Cool down</strong></h2>\n\n<p class=\"has-text-align-none\">Cooling the body down using tools like air conditioning and 15-minute cold showers is one way to ameliorate the negative effects of heat.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://psycnet.apa.org/doi/10.1176/ajp.144.12.1602\">In one 1987 study</a>, Rohan notes, one patient took multiple cold showers a day while also staying in an air-conditioned home. That approach helped improve their mood considerably, but it was tough to maintain when they went outdoors and were exposed to heat shortly after the study.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If options like that are inaccessible, other ideas for cooling down include visiting public spaces like libraries and museums, and bodies of water like rivers and lakes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Shady areas, under trees and umbrellas, can be helpful, too.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Reduce light</strong></h2>\n\n<p class=\"has-text-align-none\">Cutting down on light exposure using devices like blackout curtains can also help.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Reducing light in a room can be calming, says Rosenthal, allowing people to wind down a bit if they’re feeling agitated. “If you're understanding that the temperature is a problem, that the light is a problem, you can adjust your environments to minimize these irritations,” he says.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vogue.com/article/blackout-curtains-sleep-health-benefits\">Researchers have found that the use of items like blackout curtains</a> can help improve sleep quality, too, ensuring that people feel better rested and less anxious. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Establish a routine&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Feelings of anxiousness and agitation can be related to how disruptive extreme heat can be to a person’s typical routine including sleep, exercise, and other regular activities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Setting up a consistent daily routine can help maintain a sense of stability and structure <a href=\"https://news.arizona.edu/news/beat-summertime-sadness-these-cool-tips\">despite these disruptions</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Talk to a doctor&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Experts emphasize that treatments that are used for depression more broadly — including antidepressant medication and cognitive behavioral therapy — also apply to SAD and can be used to address it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“All antidepressants currently in use for general depression can be used for summer depression as well,” Rosenthal writes in his 2023 book, <em>Defeating SAD.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\">Rohan echoed this point. She cautioned, however, that some <a href=\"https://www.cdc.gov/heat-health/hcp/heat-and-medications-guidance-for-clinicians.html\">antidepressants could interfere with the body’s ability</a> to regulate temperature, and that it’s important to be aware of that when pursuing this route.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It turns out seasonal affective disorder (SAD), a form of depression usually associated with the darker winter months, can take hold in the summer, too.&#160; While its symptoms can be different from its winter counterpart — cold-weather SAD typically makes people lethargic, while summer SAD makes them more agitated — it’s also a condition triggered [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "A new book tackles the splendor and squalor of reality TV ",
    "link": "https://www.vox.com/culture/356854/cue-the-sun-review-emily-nussbaum-book-reality-tv-history-bethenny-frankel-survivor",
    "pubDate": "2024-06-26T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Chris Harrison, Peter Weber, and Madison Prewett on &quot;The Bachelor&quot; Season 24 finale part 2.\" data-caption=\"Chris Harrison, Peter Weber, and Madison Prewett on &quot;The Bachelor&quot; Season 24 finale part 2 on March 10, 2020.\" data-portal-copyright=\"ABC via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-1206496568.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Chris Harrison, Peter Weber, and Madison Prewett on &quot;The Bachelor&quot; Season 24 finale part 2 on March 10, 2020.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Reality TV is experiencing some growing pains. During last year’s WGA and SAG strikes, former <em>Real Housewives of New York City</em> star <a href=\"https://www.vox.com/culture/2023/9/11/23864621/bethenny-frankel-real-housewife-reality-tv-union-bravo\">Bethenny Frankel</a> ignited an industry conversation about the lack of protections and fair pay for reality performers. Since then, Bravo and its network spokesperson Andy Cohen have been hit with a stream of lawsuits alleging discrimination and sexual harassment. At the same time, Netflix has seen its fair share of alarming complaints around its <em>Love Is Blind</em> franchise. One of the latest reports of misconduct came from <a href=\"https://www.newyorker.com/magazine/2024/05/27/is-love-is-blind-a-toxic-workplace\">New Yorker television critic Emily Nussbaum</a>, who spoke with former cast members about the dating competition’s allegedly toxic workplace and manipulative production tactics. </p>\n\n<p class=\"has-text-align-none\">However, Nussbaum isn’t really concerned with opining about these issues — or finding a solution to them — in her new book, <em>Cue The Sun! The Invention of Reality TV</em>. When I asked her whether she felt reality shows could be made with a moral conscience, she answered bluntly, “I’m not in the industry, so my answer is, I don’t care.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">She followed up by saying that she feels reality stars are “very unprotected” and deserve fair compensation. But unlike her Pulitzer Prize-winning book about scripted TV, <em>I Like To Watch</em>, her latest book is decidedly not a work of criticism. Rather, she set out to explore the idea of “reality as craft.” While the genre is more popular than ever, what goes into the process of developing shows, finding talent, and creating new cinematic techniques is generally taken for granted. With <em>Cue The Sun!</em>, she credits the genre with the same level of creativity we normally ascribe to filmmaking and writing music. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/CUE-THE-SUN-Cover-Art.jpg?quality=90&#038;strip=all&#038;crop=0,32.679919637843,100,34.640160724315\" alt=\"The cover of Emily Nussbaum&#039;s latest book &quot;Cue The Sun!: The Invention of Reality TV.&quot;\" title=\"The cover of Emily Nussbaum&#039;s latest book &quot;Cue The Sun!: The Invention of Reality TV.&quot;\" data-has-syndication-rights=\"1\" data-caption=\"Emily Nussbaum’s &lt;em&gt;Cue The Sun!: The Invention of Reality TV&lt;/em&gt;, came out on June 25, 2024.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“The goal with this book was not to say ‘thumbs up’ or ‘thumbs down’ on reality TV,” Nussbaum says. “It was to try to tell it through the voices of the people on both sides of the camera. It&#8217;s the story of a lot of experiments. It&#8217;s about people inventing jobs that didn&#8217;t exist.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In that regard, <em>Cue The Sun!</em> is a required text for anyone who wants to understand how reality TV — or as Nussbaum calls it, “dirty documentary” — arrived at its current tipping point. The almost 400-page book includes interviews with former reality television participants, producers, editors, and assistants. It’s a riveting chronicle of the low-budget, “guilty pleasure” genre, beginning in the 1940s and concluding in the early 2000s with the truly culture-shifting program, <em>The Apprentice</em>. What <em>Cue The Sun!</em> ultimately exposes is the paradoxical and queasy nature of reality TV, a boundary-pushing artform that often relies on a lot of depravity to keep the wheels turning.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The most riveting chapter in Nussbaum’s book focuses on the lore of the long-running CBS hit <em>Survivor</em>, starting with its odd beginnings as a Scottish radio experiment. This inspired the controversial Swedish television show <em>Expedition: Robinson</em>, which premiered in 1997 and raised serious ethical questions after the series’ first eliminated contestant committed suicide. Undeterred by this incident, producer Mark Burnett brought the series to America in 2000 in the form of <em>Survivor</em>.  </p>\n\n<p class=\"has-text-align-none\">“I wasn’t that interested in <em>Survivor </em>when I started the book,” says Nussbaum. “But by the time I finished writing about it, I was convinced that the<em> Survivor</em> format was an invention on the level of the telephone or the car.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was a few years after the arrival of <em>Survivor</em> that Nussbaum felt inspired to write a book. In 2003, she could feel reality TV becoming its own sort of movement, like the New Hollywood era.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I discovered reality TV had roots all the way back to World War II on radio,” she says. “There was already a burst of programming featuring regular people and the moral outrage that always accompanied it.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those programs included the radio show <em>Candid Microphone, </em>which premiered in 1947, and its televised equivalent <em>Candid Camera</em>, which aired the following year. Both series were created and hosted by pioneering prankster Allen Funt. His elaborate tricks on his oblivious subjects using hidden cameras precedes the work of “reality auteurs” like Nathan Fielder and Sacha Baron Cohen.</p>\n\n<p class=\"has-text-align-none\">While modern docu-comedies like <em>The Rehearsal</em> and <em>Jury Duty</em> have been described as experimental “prestige” takes on the unscripted genre, Nussbaum presents these types of shows as the purest form of reality TV, a style that prevailed before audiences’ demands for salaciousness and melodrama made it a lot more complicated. </p>\n\n<p class=\"has-text-align-none\">She draws similar parallels between the ’60s game show <em>Queen For A Day</em> and 1970s PBS docuseries <em>An American Family</em> with modern programs like <em>Real Housewives</em> and <em>Keeping Up With the Kardashians</em>. Both shows gave TV its first taste of melodramatic, slice-of-life reality programs. On <em>Queen For A Day</em>, women would essentially compete for who had the worst life in order to win prizes, like household appliances. The image of host Jack Bailey surrounded by a group of women trading in — and oftentimes, exaggerating —  their personal woes for the audience’s sympathy feels reminiscent of a <em>Real Housewives </em>reunion. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-2036337238.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"The Real Housewives of Beverly Hills cast — Annemarie Wiley, Dorit Kemsley, Erika Jayne, Kyle Richards, Andy Cohen, Sutton Stracke, Garcelle Beauvais, and Crystal Minkoff — and host Andy Cohen at the Season 13 reunion. \" title=\"The Real Housewives of Beverly Hills cast — Annemarie Wiley, Dorit Kemsley, Erika Jayne, Kyle Richards, Andy Cohen, Sutton Stracke, Garcelle Beauvais, and Crystal Minkoff — and host Andy Cohen at the Season 13 reunion. \" data-has-syndication-rights=\"1\" data-caption=\"The &lt;em&gt;Real Housewives of Beverly Hills &lt;/em&gt;cast and Andy Cohen at the season 13 reunion on February 21, 2024. | Griffin Nagel/Bravo via Getty Images\" data-portal-copyright=\"Griffin Nagel/Bravo via Getty Images\" />\n<p class=\"has-text-align-none\">Nussbaum writes that the producer interference that goes into creating these unscripted soap operas can be directly traced to PBS’s <em>An American Family,</em><em> </em>which followed the upper-middle-class Loud family. On paper, the California suburbanites represented the American dream, until the show revealed some cracks in their family portrait, culminating in the divorce of the central couple, Bill and Pat Loud. What was originally designed as an elevated, experimental documentary by filmmakers Alan and Susan Raymond quickly became tainted by creator Craig Gilbert, who interfered with the show’s subjects and edited footage to make interactions appear much more salacious than they actually were.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nussbaum analyzes the subsequent years of TV when documentaries became “dirtied,” as reality shows proved to be inexpensive and easy to make. In several cases, they’ve served as <a href=\"https://www.latimes.com/entertainment-arts/business/story/2023-04-10/writers-strike-reality-tv-unions#:~:text=In%20past%20strikes%2C%20networks%20turned,the%20workers%20are%20speaking%20out.\">ratings generators in times of network crises</a>. By the time the ’90s rolled around, Nussbaum’s definition of reality TV — “cinema verité filmmaking that has been cut with commercial contaminants, like a street drug, in order to slash the price and intensify the effect” — is extremely accurate. The “street-drug” quality is especially apparent in a chapter about late ’90s Fox, which broadcasted fake journalism shows like <em><a href=\"https://www.mentalfloss.com/posts/fox-1995-alien-autopsy-hoax\">Alien Autopsy</a></em> and lazily packaged clip shows, most famously <em>Cops</em>. </p>\n\n<p class=\"has-text-align-none\">When it comes to the manipulation of reality subjects for an “intensified” effect, though, <em>The Bachelor</em> franchise reigns supreme. Since its premiere in 2002, the competition show has become infamous for its devious production tactics. “I could sort of trace the moment that shows started using tools to create more contrived, more extreme distortions of what had happened on camera,” Nussbaum says. “A lot of that had to do with [the newly available] technology,” she says.</p>\n\n<p class=\"has-text-align-none\">One of those techniques was the “Frankenbite,” which involved deconstructing a quote and stitching it back together to form a new, unsaid soundbite. The book’s chapter on <em>The Bachelor</em> also explores the still-common practice of recording participants without their knowledge — otherwise known as the “hot mic” — taking quotes out of context, and pressuring people into providing usable quotes. </p>\n\n<p class=\"has-text-align-none\">In the book, season one contestant Rhonda Rittenhouse recalls being badgered to the point of tears by producers about her reasoning for coming on the show. After multiple rounds of questioning, she finally said, “I’m not here to make friends, I’m here to meet Alex [Michel].”  The question of whether a contestant was “there for the right reasons” ultimately became a motto for the franchise, as well as later dating competitions, like <a href=\"https://www.vox.com/culture/2024/3/7/24093858/love-is-blind-season-6-jeramey-trevor-drama-explained-clay-gravesande\"><em>Love Is Blind</em></a>. </p>\n\n<p class=\"has-text-align-none\">One striking part of that chapter is an interview with Ben Hatta, the former assistant of <em>The Bachelor</em>’s creator Mike Fleiss. While his former co-worker, producer Sarah Shapiro, would go on to create the Lifetime series <em>UnREAL</em> based on <em>The Bachelor</em>’s corrupt practices, Hatta told Nussbaum that he wasn’t interested in reality reform. In fact, he viewed it as “inseparable from — and, in fact, defined by bad working conditions.” </p>\n\n<p class=\"has-text-align-none\">“He was basically like, ‘I don’t want it to change because the entire genre would disappear,’” Nussbuam says. “I don’t think that’s crazy. Because the truth is, the shows are greenlighted because they are profitable. And the reason they’re profitable is because the people who make them, on both sides of the camera, make nothing.” </p>\n\n<p class=\"has-text-align-none\">Today, we can see the effects of being on reality TV shows in the way many of its stars narrativize and gamify their own lives to the point of complete inauthenticity. Arguably, its most harmful effect is the way the people making these shows have come to accept a twisted moral code in order to produce the best product.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“People really bond over doing things in production that would make much of the outside world’s jaw drop because it’s so insidious, manipulative, and unethical,” says Nussbaum. “But the truth is, if you’re working hard with a team of people who encourage you to do those things, I think it’s easy to start seeing them as normal.” </p>\n\n<p class=\"has-text-align-none\">While network executives and producers continue to fight for the status quo, former and current reality stars are boldly speaking out about what should and should not be tolerated at work. A unified code of conduct, let alone a union specifically for reality stars, has yet to be established. For now, though, fans can at least appreciate that reality TV is being taken seriously as an art form, most recently in Nussbaum’s work.  Whether that change in perception will result in a better workplace is yet to be seen.</p>\n\n<p class=\"has-text-align-none\">“That pearl-clutching, finger-pointing, outrage, can’t-look-away quality is embedded in reality TV,” Nussbaum says. “It’s what drives it and is often what makes it popular.” </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Reality TV is experiencing some growing pains. During last year’s WGA and SAG strikes, former Real Housewives of New York City star Bethenny Frankel ignited an industry conversation about the lack of protections and fair pay for reality performers. Since then, Bravo and its network spokesperson Andy Cohen have been hit with a stream of [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "What if quitting your terrible job would help the economy?",
    "link": "https://www.vox.com/future-perfect/356461/unemployment-benefits-insurance-quitting-capitalism-economy",
    "pubDate": "2024-06-26T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man in a suit running towards an exit door.\" data-caption=\"\" data-portal-copyright=\"Getty Images/iStockphoto\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-1400366871.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">One strange thing about the American <a href=\"https://www.cbpp.org/research/policy-basics-unemployment-insurance\">unemployment insurance</a> (UI) system — which provides weekly payments to jobless people who meet certain criteria — is that it’s not insurance against being unemployed. More accurately, it’s insurance against losing a job “through no fault of your own,” which makes UI more like “getting laid off insurance.” </p>\n\n<p class=\"has-text-align-none\">Aside from <a href=\"https://www.nelp.org/insights-research/good-cause-quits/\">a few exceptions</a> in some states for things like escaping domestic violence or hostile workplaces, voluntarily leaving your job disqualifies you from receiving unemployment benefits. Allowing people who quit to receive those payments would be “contrary to one of the fundamental tenets of the UI program. The idea is that we want to incentivize people to work,” said Doug Holmes, president of <a href=\"https://www.uwcstrategy.org/\">Strategic Services on Unemployment &amp; Workers’ Compensation</a> (UWC), an association that has represented the interests of businesses in matters of UI reform since 1933.</p>\n\n<p class=\"has-text-align-none\">So the point of the American UI system is not to make it easier to quit a job. But a few economists are now beginning to ask: Should it be?</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Why I reported this story</h2>\n\n\n\n<p class=\"has-text-align-none\">A few weeks ago, I was reporting a broader story on the status of unemployment reform now that the dust is settling from <a href=\"https://www.vox.com/future-perfect/2020/3/24/21188470/coronavirus-unemployment-benefits-senate-stimulus\">the pandemic’s temporary UI boosts</a>. Buried in my list of questions was one that I worried was a little naive. Sheepishly at first, I began asking experts: How ridiculous would it be, really, to extend unemployment benefits to people who quit? Turns out, there&#8217;s a pretty serious (and growing) case to be made.</p>\n</div>\n\n<p class=\"has-text-align-none\">A safety net program that would encourage more Americans to quit their jobs has <a href=\"https://www.vox.com/future-perfect/23965898/child-poverty-expanded-child-tax-credit-economy-welfare-phase-ins\">generally been seen as a bad thing</a>. Quitting takes someone out of the labor market, sapping energy away from the economy. Giving quitters unemployment benefits is like paying them to stay out, bankrolled by taxes that fall on businesses. The result can look a little strange: Businesses could effectively be paying people not to work.</p>\n\n<p class=\"has-text-align-none\">But that story assumes that people who quit stay unemployed. A different story is starting to rack up empirical evidence: Boosting UI generosity <a href=\"https://www.aeaweb.org/articles?id=10.1257/pol.20160613\">doesn’t affect overall employment rates</a> one way or the other. Instead of loafing around in subsidized unemployment, more generous benefits can support people to quit their jobs <a href=\"https://www.economicpossibility.org/insights/stockton-basic-income-employment\">in search of better ones</a>, which benefits workers through higher wages and better job satisfaction, and the economy through enhanced productivity as people find better uses for their skills.</p>\n\n<p class=\"has-text-align-none\">Put simply, more quitting can be good for the economy. If UI made it easier for more workers to quit their jobs, people would still look for work and the economy could be better off overall. The real losers would be lousy jobs, which would struggle to retain workers with a greater cushion to quit and go looking elsewhere.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Even if one still believes in the core logic of a free market, inadequate unemployment insurance can break it</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">“It&#8217;s pretty novel,” <a href=\"https://tcf.org/experts/michele-evermore/\">Michele Evermore</a>, the former deputy director for policy in the Department of Labor’s Office of Unemployment Insurance Modernization, said about the idea. “There is a really solid old guard that protects the system as is, but it’s starting to feel like a crumbling retaining wall in some ways at this point.&#8221;</p>\n\n<p class=\"has-text-align-none\">Late last year, the question of whether UI should cover quits finally made its way into the bastion of American unemployment research. The Federal Reserve Bank of Minneapolis <a href=\"https://www.minneapolisfed.org/research/staff-reports/the-great-resignation-and-optimal-unemployment-insurance\">published one of the first papers</a> to test how extending UI benefits to people who quit would impact the American economy. On squarely economic grounds, <a href=\"https://www.minneapolisfed.org/article/2024/should-you-get-unemployment-insurance-if-you-quit-your-job#_ftnref5\">they concluded</a> that “giving nothing to quitters is unlikely to be the optimal policy.” That is, their model predicts that giving benefits to people who choose to leave their jobs would grow the economy.</p>\n\n<p class=\"has-text-align-none\">Extending UI to people who quit has hardly been discussed in the 89 years since the program was launched during the Great Depression. There’s now a growing consensus that America’s UI system has been <a href=\"https://www.rand.org/pubs/commentary/2021/01/unemployment-insurance-and-the-failure-to-reform.html\">broken</a> for decades, <a href=\"https://www.cbpp.org/research/economy/unemployment-insurance-system-unprepared-for-another-recession\">cannot handle</a> another recession, and is in urgent need of a <a href=\"https://research.upjohn.org/cgi/viewcontent.cgi?article=1029&amp;context=up_policypapers\">major overhaul</a>. There’s even something of a consensus around <a href=\"https://uiworkerbenefit.niskanencenter.org/\">what needs fixing</a>. </p>\n\n<p class=\"has-text-align-none\">A major barrier facing lasting reform has been that most people do not care about improving the unemployment system long enough to build the kind of political momentum that gets laws through Congress. Even during major economic downturns, it’s rare to see unemployment rise above 10 percent. If UI were to become a true safety net for all unemployment, covering any American who wants to quit their job rather than mostly people who get laid off, the political base of potential beneficiaries would balloon from a transient and difficult-to-engage minority to, well, how many people in the US do you think are <a href=\"https://www.pewresearch.org/social-trends/2023/03/30/how-americans-view-their-jobs/\">unhappily</a> employed? </p>\n\n<p class=\"has-text-align-none\">Among the <a href=\"https://jainfamilyinstitute.org/wp-content/uploads/pdf/reweaving-the-safety-net-12.15.20.pdf\">many frayed threads</a> that make up America’s safety net, unemployment insurance is one of the <a href=\"https://www.vox.com/the-goods/2022/12/6/23495045/unemployment-insurance-jobs-report-recession-layoffs-fed\">most neglected</a>. Reconsidering the airtight conventional wisdom around excluding quitters could turn the program into an engine that nudges the entire economy toward higher wages, better jobs, and the kinds of freedom that capitalism is supposed to create. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Capitalism runs on the freedom to quit — in theory</h2>\n\n<p class=\"has-text-align-none\">In Scottish philosopher Adam Smith’s 1776 book, <a href=\"https://www.gutenberg.org/files/3300/3300-h/3300-h\"><em>The Wealth of Nations</em></a>, Father Economics himself describes a society “where there was perfect liberty” as one “where every man [sic] was perfectly free both to choose what occupation he thought proper, and to change it as often as he thought proper.”</p>\n\n<p class=\"has-text-align-none\">Nearly 250 years later, millions of Americans are still a ways off from that kind of liberty. Without financial support, quitting in search of better work just isn’t always a viable option, especially for the <a href=\"https://www.pewresearch.org/2023/12/04/wealth-gaps-within-racial-and-ethnic-groups/#:~:text=2019%20to%202021.-,Households%20with%20no%20wealth%20or%20in%20debt,households%20were%20in%20this%20position.\">more than one in 10</a> US households that have zero wealth to fall back on. </p>\n\n<p class=\"has-text-align-none\">But the idea is still baked deep into the <a href=\"https://link.springer.com/article/10.1007/s12142-008-0105-z\">justifying logic of market economies</a>. If people don’t like something, they’re free to choose otherwise. Capitalism, in the words of economist Milton Friedman and his wife Rose, is the “<a href=\"https://www.google.com/books/edition/Free_To_Choose/F5z1B5SwGUEC?hl=en\">freedom to choose</a>.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">This was the beauty of capitalism, particularly as seminal economists like Friedrich Hayek saw it. Without a central planner dictating prices or doling out jobs, markets process information produced by the huge variety of voluntary transactions made across the entire economy. Whether you’re buying a carton of organic eggs for $8, accepting a new job, or quitting a crummy one, you’re sending a signal to the market about your preferences. Markets, in Hayek’s view, aggregate these signals across a huge diversity of contexts and coordinate them into a sort of “<a href=\"https://www.minneapolisfed.org/article/1992/hayeks-legacy-of-the-spontaneous-order\">spontaneous order</a>” that efficiently organizes the economy. </p>\n\n<p class=\"has-text-align-none\">In theory, working a job and buying that carton of eggs are both voluntary transactions. If you don’t like your job, you’re as free to find another as you are to choose a different, cheaper carton of eggs. In practice, especially for lower-wage workers who face relentless economic pressure and <a href=\"https://www.vox.com/future-perfect/355735/why-americans-hate-inflation-and-its-cure\">lots of debt</a>, adding a job search on top of full-time work just isn’t feasible.</p>\n\n<p class=\"has-text-align-none\">As a result, people trapped in jobs aren’t able to send signals to the labor market that their work sucks and leaves them too drained to find something better. Let this kind of labor market evolve over the course of decades or centuries and you can wind up with an economy full of jobs that make <a href=\"https://harpers.org/archive/2023/05/the-age-of-the-crisis-of-work-quiet-quitting-great-resignation/\">too many people miserable</a>. Without enough freedom to quit, the core logic aligning labor markets with people’s preferences is flying partially blind.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Even if your sole focus is economic efficiency, the economy is much better off when people who quit receive unemployment benefits, too</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">One way to see the problem is by adopting an idea developed by the economist Albert Hirschman in his 1970 book, <a href=\"https://www.hup.harvard.edu/books/9780674276604\"><em>Exit, Voice, and Loyalty</em></a><em>. </em>He describes “exit” — literally leaving a situation — as the default mode of expressing dissatisfaction in modern economics. His framework didn’t focus on labor markets but has since been used to <a href=\"https://prospect.org/economy/exit-voice-and-choice-in-the-pandemic/\">do just that</a>, scrutinizing how the practical realities of unemployment insurance are <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1269068\">out of sync with the theoretical assumptions</a> that workers have reasonable freedom and support to exit bad jobs. </p>\n\n<p class=\"has-text-align-none\">To put this all a bit more bluntly, even if one still believes in the <a href=\"https://casi.stanford.edu/news/exposing-big-free-market-myth-author-naomi-oreskes\">core logic of a free market</a>, inadequate unemployment insurance can break it.</p>\n\n<p class=\"has-text-align-none\">Hirschman noted that even though exit is central to the smooth functioning of a market economy, Americans have a curious tendency to sometimes just ignore it altogether. The labor market is one such situation. The virtue of work — any work — <a href=\"https://www.vox.com/the-gray-area/24034358/gray-area-work-labor-miserable-protestant-ethic\">has been held so high</a> that the real freedom to exit lousy work has been ignored, despite that being one of the central mechanisms by which labor markets would adapt to offer better jobs.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Unemployment research has always assumed that quitting is bad for the economy. Now, that idea is under review.</h2>\n\n<p class=\"has-text-align-none\">The unemployment insurance system was established during the Great Depression as part of the <a href=\"https://www.ssa.gov/history/35act.html\">Social Security Act</a> in 1935, when the unemployment rate was about <a href=\"https://data.bls.gov/timeseries/LFU21000100&amp;series_id=LFU22000100&amp;from_year=1929&amp;to_year=1939&amp;periods_option=specific_periods&amp;periods=Annual+Data\">20 percent</a>; helping those workers who still had jobs quit wasn’t exactly a policy priority. About half of American workers were <a href=\"https://www.ssa.gov/policy/docs/ssb/v70n4/v70n4p49.html#:~:text=The%20Social%20Security%20Act%20of,of%20whom%20were%20African%20Americans.\">excluded from coverage</a>, including agricultural and domestic workers (many of whom were Black). </p>\n\n<p class=\"has-text-align-none\">While the share of American workers covered by UI has shot up above <a href=\"https://www.bls.gov/wrp/overview.htm#:~:text=Approximately%2096%20percent%20of%20the,covered%20by%20State%20UI%20laws.\">90 percent</a> (though that figure <a href=\"https://www.yalelawjournal.org/forum/unemployment-insurance-for-the-gig-economy\">doesn’t count</a> the self-employed or gig economy workers), the actual share of unemployed people who receive benefits has been <a href=\"https://bipartisanpolicy.org/explainer/what-share-of-the-unemployed-receive-unemployment-insurance-context-trends-and-influences/#:~:text=In%20the%201950s%2C%20the%20nationwide,differs%20considerably%20across%20the%20country.\">steadily declining</a>. Being “covered” only means that you’ll get UI benefits if you meet the additional eligibility criteria. A covered worker who quits their job almost always loses their right to benefits.</p>\n\n<p class=\"has-text-align-none\">In 2022, <a href=\"https://www.bls.gov/opub/ted/2023/most-unemployed-people-in-2022-did-not-apply-for-unemployment-insurance-benefits.htm\">more than half</a> of all unemployed people didn’t apply for benefits because they didn’t think they were eligible, while the share of the unemployed who wind up receiving benefits continues trending downward.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-datawrapper wp-block-embed-datawrapper\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"Most unemployed Americans do not receive UI benefits\" src=\"https://datawrapper.dwcdn.net/ROlbI/1/\" frameborder=\"0\" height=\"558\"></iframe>!function(){\"use strict\";window.addEventListener(\"message\",(function(a){if(void 0!==a.data[\"datawrapper-height\"]){var e=document.querySelectorAll(\"iframe\");for(var t in a.data[\"datawrapper-height\"])for(var r=0;r&lt;e.length;r++)if(e[r].contentWindow===a.source){var i=a.data[&quot;datawrapper-height&quot;][t]+&quot;px&quot;;e[r].style.height=i}}}))}();\n</div></figure>\n\n<p class=\"has-text-align-none\">Although UI has gradually expanded, continuing to exclude people who quit without “<a href=\"https://www.nelp.org/insights-research/good-cause-quits/\">good cause</a>” has remained a bipartisan consensus. It guards against what economists call “<a href=\"https://www.nber.org/papers/w13967\">moral hazard</a>,” or the idea that more generous UI benefits make recipients less interested in getting a job, subsidizing what economists would call “unproductive leisure.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many <a href=\"https://www.sciencedirect.com/science/article/abs/pii/0304407685900685?via%3Dihub\">papers</a> through the ’80s and ’90s <a href=\"https://www.nber.org/papers/w2546\">found</a> that, for example, <a href=\"https://dash.harvard.edu/bitstream/handle/1/9751256/Chetty_MoralHazard.pdf\">increasing UI benefits</a> by 10 percent can extend unemployment spells by as much as nearly 9 percent. And this was evidence of a problem: If a government program induces people to quit and stay unemployed for longer than otherwise, it isn’t working. </p>\n\n<p class=\"has-text-align-none\">That belief held for decades. Then, in 1999, economists Daron Acemoglu and Robert Shimer made the case that sometimes a UI program that leads to more quitting and longer unemployment is actually a good thing. In a paper titled “<a href=\"https://economics.mit.edu/sites/default/files/publications/efficient-unemployment-insurance.pdf\">Efficient Unemployment Insurance</a>,” they argued that by reducing the risk of job searching, UI fuels economic growth by improving the job matching quality between workers and employers. </p>\n\n<p class=\"has-text-align-none\">By reducing risks, UI allows workers to look for better jobs, which sends stronger signals to the market about the kinds of jobs workers want. In turn, companies begin investing in more productive jobs with higher wages, challenging the conventional wisdom about UI and economic dynamism. In the years since, further research has bolstered the idea, finding that longer unemployment spells <a href=\"https://www.nber.org/papers/w13967\">raise overall economic welfare</a> and more generous UI programs <a href=\"https://www.aeaweb.org/articles?id=10.1257/aer.20150528\">can lead to higher-wage</a>, higher-quality jobs. </p>\n\n<p class=\"has-text-align-none\">These papers challenged the idea that a UI program leading to more quits or longer unemployment spells is necessarily bad for the economy but they didn’t question the consensus on excluding quits from coverage. That went relatively unchallenged until late last year.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">So should Americans who quit get unemployment insurance?</h2>\n\n<p class=\"has-text-align-none\">If more generous UI really can play a role in boosting economic growth — and covering people who quit is a form of increasing the program’s generosity — it’s entirely unclear how much UI is optimal. If inadequate UI breaks the logic of free markets, how much is adequate? Since the question has never been taken seriously in the US, there’s been little by way of actual research. </p>\n\n<p class=\"has-text-align-none\">That changed late last year. The surge of quits during the pandemic and the expansion of unemployment insurance created a unique dataset that caught the attention of economists Zhifeng Cai and Jonathan Heathcote. <a href=\"https://www.nber.org/system/files/working_papers/w28470/w28470.pdf\">Evidence</a> from the temporary UI boosts challenged the conventional wisdom around moral hazard. After an extra $600 was added to weekly UI checks, along with a major <a href=\"https://s27147.pcdn.co/app/uploads/2020/04/For-Workers-Fact-Sheet-UI-Provisions-CARES-Act-1.pdf\">expansion</a> to who is eligible for the benefits, studies <a href=\"https://cpb-us-w2.wpmucdn.com/voices.uchicago.edu/dist/1/801/files/2018/08/disincentive_effects_of_expanded_ui.pdf\">found</a> <a href=\"https://www.nber.org/papers/w30315\">no</a> <a href=\"https://www.nber.org/system/files/working_papers/w28470/w28470.pdf\">connection</a> between the boosted UI and laziness or joblessness (echoing <a href=\"https://www.nber.org/papers/w24337\">findings around unconditional cash transfers</a> more broadly, where giving people cash doesn’t undermine their desire to work).</p>\n\n<p class=\"has-text-align-none\">When <a href=\"https://www.nytimes.com/2021/06/15/business/unemployment-benefits-end-date.html\">26 states</a>, largely Republican, pulled out of the federal expansions and rolled their UI programs back to their pre-pandemic levels, the same thing — <a href=\"https://www.nber.org/system/files/working_papers/w28470/w28470.pdf\">nothing</a> — happened. Turning down the generosity of UI payments didn’t spur people back to work. Looking abroad, Cai and Heathcote found that on <a href=\"https://read.oecd-ilibrary.org/social-issues-migration-health/eligibility-criteria-for-unemployment-benefits_5k9h43kgkvr4-en#page38\">a list of 36 OECD countries</a>, more than half extend some sort of UI coverage to quits (though they all come with a waiting period between quitting and collecting benefits that deters doing so too flippantly).</p>\n\n<p class=\"has-text-align-none\">Of course, the pandemic was <a href=\"https://www.vox.com/science/23823507/pandemic-memory-time-perception-lockdown\">a really weird time</a>. So in <a href=\"https://www.minneapolisfed.org/research/staff-reports/the-great-resignation-and-optimal-unemployment-insurance\">a staff report</a> for the Federal Reserve Bank of Minneapolis published in October 2023, Cai and Heathcote did as economists do: They took the unusual dataset of quits and built a model of the US economy to put alternative UI policies to the test.</p>\n\n<p class=\"has-text-align-none\">Their results: Even if your sole focus is economic efficiency, the economy is much better off when people who quit receive unemployment benefits, too.</p>\n\n<p class=\"has-text-align-none\">Economists have historically held equality and efficiency at <a href=\"https://www.jstor.org/stable/10.7864/j.ctt13wztjk\">odds with each other</a>, with higher UI benefits seen as an equality booster that trades off against economic efficiency. But Cai explained in an interview with Vox that “if you give nothing to people who quit, it’s actually not an efficient choice, because there are too few people quitting. Our point is that even from an efficiency perspective, you still want to have some UI going to quitters.”</p>\n\n<p class=\"has-text-align-none\">Specifically, their model found that extending UI to cover quits did indeed raise the job matching quality that Acemoglu and Shimer <a href=\"https://economics.mit.edu/sites/default/files/publications/efficient-unemployment-insurance.pdf\">theorized about</a> more than two decades earlier, translating into higher wages and economic growth overall. </p>\n\n<p class=\"has-text-align-none\">That said, their model does find that to maximize welfare across the economy, you’d want to give lower UI payments to people who quit. For people who get fired, the optimal UI amount would be 48.5 percent of their lost wages. For those who quit, it would be 29.5 percent. Both figures are well within today’s <a href=\"https://oui.doleta.gov/unemploy/ui_replacement_rates.asp\">average UI replacement rates</a>, which fluctuate between 30 and 50 percent depending on the state. And it’s worth pointing out that even the most generous states cap maximum UI benefits so people who lose high-paying jobs don’t get really high UI benefits, too.</p>\n\n<p class=\"has-text-align-none\">But using those split rates only gets you a very small welfare gain, and it requires the infrastructure to collect and verify information on who gets fired and who quits to ensure people get the right UI amounts. Bureaucracy imposes its own costs, so Cai and Heathcote also report that a universal UI payment set at 38.4 percent of wages — the same amount whether one quits or gets fired — would still deliver most of the welfare gains while avoiding the need to have more bureaucracy.</p>\n\n<p class=\"has-text-align-none\">Cai explained that introducing UI for quitters raises welfare in the economy by up to 1.5 percent. “I know that sounds small,” he said, “but for many other policies that economists evaluate, the welfare gains are like 0.1 percent. So when we got 1 percent or above, we were actually pretty surprised by that. It’s a large welfare gain.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Starting with a job seekers allowance</h2>\n\n<p class=\"has-text-align-none\">If you go looking for research or proposals around extending UI to include quitting, there’s virtually nothing. In recent years, though, the idea has started showing up in UI reform proposals by way of a different program: a job seekers allowance (JSA). </p>\n\n<p class=\"has-text-align-none\">In 2016, the Center for American Progress, the Georgetown Center on Poverty and Inequality, and the National Employment Law Project came together on <a href=\"https://www.americanprogress.org/article/strengthening-unemployment-protections-in-america/#:~:text=The%20JSA%20would%20offer%20a,a%20typical%20low%2Dpaid%20worker.\">a proposal to modernize the UI system</a>. The first section focused on things like re-employment services, raising benefit amounts, and financing reform to rescue the program from <a href=\"https://www.governing.com/management-and-administration/the-fiscal-fix-our-unemployment-insurance-systems-need\">chronic underfunding</a>. The second proposes establishing a new JSA to cover people who aren’t eligible for traditional UI.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The idea was simple enough: a payment of about $170 per week, for up to 13 weeks, for people who deserve UI coverage but don’t qualify. The stated intent was to cover groups like former students, self-employed people, and independent contractors. Although the report doesn’t emphasize the point, it would also cover anyone who voluntarily quits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In total, the authors estimate the JSA would have cost roughly $10.9 billion per year (in 2016). Together, the JSA and their proposed modernization reforms would about double the number of unemployed Americans who qualify for some sort of UI or JSA benefit.</p>\n\n<p class=\"has-text-align-none\">The idea of a JSA has now made its way <a href=\"https://www.finance.senate.gov/chairmans-news/wyden-bennet-beyer-introduce-bicameral-bill-to-overhaul-unemployment-insurance\">into the bill</a> that gets re-introduced essentially every year by Sens. Ron Wyden (D–OR) and Michael Bennet (D–CO). Their 2023 version of the JSA was largely an echo of the 2016 proposal, except the payment was bumped up to $250 per week and indexed to inflation, and the benefit duration was doubled to 26 weeks. </p>\n\n<p class=\"has-text-align-none\">While the name suggests the JSA would go to people actively looking for work, the proposal only requires that recipients are at least 19, unemployed, ineligible for traditional UI, and don’t have a household income greater than the Social Security taxable wage base, which was $168,600 in 2024. The responsibility for enforcing things like job-search requirements would be left flexible and up to states’ discretion.</p>\n\n<p class=\"has-text-align-none\">That said, the JSA doesn’t quite fit into the bipartisan consensus around UI reform. Most of the rest of the bill does, though. “If you look through all the various reforms that have been proposed over the years, it all goes back to the 1980 and 1996 bipartisan commissions. There’s nothing in Wyden-Bennett that hasn’t been recommended on a bipartisan basis for decades,” said Evermore.</p>\n\n<p class=\"has-text-align-none\">When I asked Holmes about the JSA, he was skeptical. “I could see where there might be a need for a safety net for people that don’t qualify for UI, but you’ve got to pay attention to how it’s funded,” he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">UI benefits are funded through taxes paid by employers that increase as companies lay off more workers — a situation <a href=\"https://www.niskanencenter.org/creating-a-more-dynamic-unemployment-insurance-system-the-case-for-eliminating-experience-rating/\">that should also be reformed</a>. Any rise in UI generosity threatens to put more of a strain on an already <a href=\"https://www.niskanencenter.org/testimony-congress-can-strengthen-ui-administration-with-finance-reform/\">cash-strapped system</a>. That, in part, is reason to consider a separate program like the JSA, which could be financed entirely by the federal government, rather than placing additional costs on state UI programs (elsewhere on the list of reforms to consider is just <a href=\"https://www.brookings.edu/wp-content/uploads/2021/04/Unemplyment-InsurancePP-v4.2-1.pdf\">federalizing UI altogether</a>).</p>\n\n<p class=\"has-text-align-none\">Even so, adequate funding seems to be a lesser concern than disrupting UI in general. “We’ve got a program that has worked for going on 90 years,” said Holmes, “and we’re gonna overlay that with something new?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Holmes doesn’t think that covering quitting through UI would lead to a major change in behavior, just that it would grate against the ethos of the program. On this, I’m not so sure. I don’t know how many Americans are working crappy jobs that they really don’t like, but I think if they all knew they could quit and receive some financial support, a not-insignificant number would. Others point out that if you’re going to do a program that gives cash to people who quit their jobs, why not avoid the incentive to quit altogether by <a href=\"https://www.vox.com/future-perfect/2023/10/13/23914745/basic-income-radical-economy-poverty-capitalism-taxes\">giving that cash to everyone via a guaranteed income</a>. That way, you help out low-wage workers who don’t quit, too (at the cost of a more expensive program). </p>\n\n<p class=\"has-text-align-none\">This is all the more reason to proceed cautiously. We shouldn’t overhaul a major design aspect of a nearly century-old social program on the basis of a couple of papers. That would be a bit hasty. But given their findings, together with the pandemic’s successful experiments in more generous UI, it would also be a bit strange to keep ignoring the idea altogether. </p>\n\n<p class=\"has-text-align-none\">On paper, low unemployment is a signal that the economy is doing well, but low-wage work <a href=\"https://www.pewresearch.org/social-trends/2023/03/30/how-americans-view-their-jobs/#:~:text=Job%20satisfaction%20also%20differs%20by,of%20those%20with%20lower%20incomes.\">can really suck</a>. Making it easier to quit, to “exit” a situation we don’t like, can help unearth some of the <a href=\"https://www.vox.com/future-perfect/2024/1/31/24055562/economy-bill-of-rights-vibecession-progressives-freedom-fdr\">signals of dissatisfaction that our statistics miss</a> and our markets are blind to. More quitting, it turns out, could be just what capitalism needs.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "One strange thing about the American unemployment insurance (UI) system — which provides weekly payments to jobless people who meet certain criteria — is that it’s not insurance against being unemployed. More accurately, it’s insurance against losing a job “through no fault of your own,” which makes UI more like “getting laid off insurance.”  Aside [&#8230;]",
    "author": "Oshan Jarow"
  },
  {
    "title": "Noise canceling can help save your ears",
    "link": "https://www.vox.com/today-explained-newsletter/356925/noise-canceling-headphones-airpods-bose-damage",
    "pubDate": "2024-06-26T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A man wearing blue shades walks past the Bank of England on Threadneedle Street where a recently updated pavement has been created in the City of London, the capital&#039;s financial district, on 6th June 2024, in London, England. (Photo by Richard Baker / In Pictures via Getty Images)\" data-portal-copyright=\"In Pictures via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-2155765168.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A man wearing blue shades walks past the Bank of England on Threadneedle Street where a recently updated pavement has been created in the City of London, the capital&#039;s financial district, on 6th June 2024, in London, England. (Photo by Richard Baker / In Pictures via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Are your ears doing okay right now?</p>\n\n<p class=\"has-text-align-none\">Do you know? I don’t. I’m wearing noise-canceling headphones, blocking out the din of traffic passing by so that instead Spotify’s Deep Focus playlist can let me do what it promises.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s awesome … but I can’t help but wonder: Is this damaging my hearing?</p>\n\n<p class=\"has-text-align-none\">Our <a href=\"https://www.un.org/development/desa/pd/content/urbanization-0#:~:text=Today%2C%20more%20than%20half%20of,around%20two%2Dthirds%20in%202050.\">increasingly urban world</a> is <a href=\"https://www.scientificamerican.com/article/everyday-noises-can-hurt-hearts-not-just-ears-and-the-ability-to-learn/\">increasingly loud</a>, and it’s <a href=\"https://committees.parliament.uk/publications/40937/documents/199438/default/#:~:text=The%20World%20Health%20Organization%20estimates,British%20population%20are%20exposed%20to\">making us sick</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You can safely listen to sounds at 85 decibels — <a href=\"https://www.cdc.gov/niosh/topics/aircrew/noise.html#:~:text=A%20study%20of%20noise%20on,higher%20or%20lower%20noise%20levels.\">something like</a> the whir of a food processor or the ambient noise of a plane in flight — for up to eight hours. But because of the way hearing damage works, that time drops precipitously with small increases in volume from there. “If the sound goes up to 88 decibels, it is safe to listen to those same sounds for four hours,” according to the American Speech-Language-Hearing Association. “And if the sound goes up to 91 decibels, you’re safe listening time is down to two hours.” <a href=\"https://www.nytimes.com/wirecutter/blog/can-airpods-pro-protect-your-hearing/\">As Wirecutter notes</a>, “a rock concert that registers at 110 decibels could damage your hearing in just two minutes.” Yikes.</p>\n\n<p class=\"has-text-align-none\">Rock concerts are one thing —&nbsp;it might be irresponsible, but I’m willing to suffer some minor damage to hear <a href=\"https://open.spotify.com/track/4Q33YYfUDcYv76wbI98Z4Q?si=3ca3b85dae284fdf\">my favorite New York band</a> live in all their glory. But I can only afford live music every now and then; I’m more worried about what I do every day. And while some hearing damage might be slight enough for your body to heal, if the sounds are too loud, or last too long, it can cause permanent irreparable damage. My colleague Edward Vega on the video team was concerned too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This [worry] led to a full-on spiral,” <a href=\"https://www.youtube.com/watch?v=TXk8CoMdxD8\">he says in Vox’s latest video</a>, “where I learned the horrifying statistic that over a billion young adults are at risk of permanent, avoidable hearing loss.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">We wear our headphones all the time — is that part of the problem? Are they destroying our hearing?</p>\n\n<h2 class=\"wp-block-heading\">Quick pause: How your hearing can be damaged</h2>\n\n<p class=\"has-text-align-none\">Not to go too Science 101, but loud noises and sounds damage your hearing because sound waves are pressure waves — <a href=\"https://www.scienceworld.ca/resource/sound/#:~:text=When%20an%20object%20vibrates%2C%20it,molecules%20run%20out%20of%20energy.\">it’s vibrating the air</a>. And in your ear, those vibrations hit your eardrum and reverberate it, the bones around it, and the inner ear.</p>\n\n<p class=\"has-text-align-none\">Past your eardrum, in your inner ear, you have hair cells that absorb that energy and convert it into information to convey to your brain — letting you translate that energy into the sounds you hear. </p>\n\n<p class=\"has-text-align-none\">“When your hair cells are healthy, they stand up kind of like a field of wheat,” Dr. Amy Sarow, a clinical audiologist, told Vega. And when a sound wave that’s too strong, too loud, comes through, “it looks like a tornado has come through and they’re all twisted up. If you’re lucky, they’re able to sort of rebuild themselves back straight up, nice and tall, within 48 hours or so afterward. But if you do that often enough, or if the sound is loud enough, the damage is permanent.”</p>\n\n<p class=\"has-text-align-none\">And here’s what scared me:&nbsp;</p>\n\n<p class=\"has-text-align-none\">“In graduate school we would actually have students come into our clinic and we would have them bring their favorite headphones, and play their favorite song on their phone,” she said. And then the research team would measure the sound levels that had been playing — “a lot of times it was 110 decibels or it was over 100 decibels.”</p>\n\n<p class=\"has-text-align-none\">Who among us hasn’t turned the volume up for our favorite song — especially if you’re trying to overpower a loud environment around you?</p>\n\n<h2 class=\"wp-block-heading\">Do noise-canceling headphones actually help?</h2>\n\n<p class=\"has-text-align-none\">Here was my Luddite fear: that somehow, when I was in those loud environments, my noise-canceling headphones weren’t <em>really </em>canceling noise, it was just drowning it out in a different way. One that could cause different — or even more — damage.</p>\n\n<p class=\"has-text-align-none\">For once, I’m happy to admit I was wrong.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Active noise cancelation — the kind where microphones on the headphones listen to the sound of the environment and work to mitigate it, like in Apple AirPods or Bose’s QuietComfort headphones — protects your ears, too. They generate sound waves that are the exact opposite of what the ambient environment is producing, and the two actually cancel each other out.</p>\n\n<p class=\"has-text-align-none\">“It doesn&#8217;t amplify the stuff hitting your ear. It actually reduces it,” Brent Butterworth, who’s spent eight years researching headphones as part of his job at Wirecutter, told Vega.</p>\n\n<p class=\"has-text-align-none\">To really understand this, check out the video; its visuals really helped me. And for more on how to responsibly use that noise cancelation tech, and why it won’t work as well to protect you at, say, those rock concerts, <a href=\"https://www.nytimes.com/wirecutter/blog/can-airpods-pro-protect-your-hearing/\">check out Butterworth’s article here</a>. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Are headphones destroying our hearing?\" src=\"https://www.youtube.com/embed/TXk8CoMdxD8?rel=0&#038;start=81\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">But one last thing Ed told me I found super interesting about this: With the most powerful noise-canceling headphones, some people can get something that Butterworth coined “the eardrum suck problem.” </p>\n\n<p class=\"has-text-align-none\">Vega experienced this when he bought his first pair of noise-canceling headphones in 2017. Within an hour of trying them out, “my throat started to hurt,” he said, “and I felt a lot of pressure in my ears.” </p>\n\n<p class=\"has-text-align-none\">The noise cancellation was perhaps <em>too strong. </em>This, apparently, is a real thing — or at least it feels real to your body. It’s psychosomatic.</p>\n\n<p class=\"has-text-align-none\">Basically, “we&#8217;re so used to experiencing sound a certain way, it’s disorienting for your head,” Vega summed up. Noise canceling mostly affects the low frequencies, but high frequencies are still getting through. “So your brain thinks that there’s something wrong, and so it’s sending all these signals that are making you feel like there’s pressure but actually there’s no pressure.” </p>\n\n<p class=\"has-text-align-none\">There is maybe too much of a good thing? Just kidding — protect your ears. If you have or can afford to buy noise-canceling headphones (even cheap ones work relatively well!), use them to mitigate loud environments. And go check out Vega’s video!</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in </em><strong><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></strong><em>, Vox’s flagship daily newsletter. </em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Are your ears doing okay right now? Do you know? I don’t. I’m wearing noise-canceling headphones, blocking out the din of traffic passing by so that instead Spotify’s Deep Focus playlist can let me do what it promises.&#160; It’s awesome … but I can’t help but wonder: Is this damaging my hearing? Our increasingly urban [&#8230;]",
    "author": "Caroline Houck"
  },
  {
    "title": "We rewatched the 2020 Trump-Biden debates. There’s so much we didn’t see coming.",
    "link": "https://www.vox.com/politics/356699/2020-debate-rewatch-2024-biden-trump-lessons",
    "pubDate": "2024-06-26T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"UKRAINE - 2020/10/23: In this photo illustration the US President Donald Trump and Democratic presidential candidate and former US Vice President Joe Biden are seen during the final presidential debate displayed on a screen of a smartphone. The final presidential debate between President Donald Trump and former Vice President Joe Biden took place at Belmont University in Nashville, the U.S. on Thursday, October 22. United States presidential election scheduled for November 3, 2020. (Photo Illustration by Pavlo Conchar/SOPA Images/LightRocket via Getty Images)\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1229230492.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>UKRAINE - 2020/10/23: In this photo illustration the US President Donald Trump and Democratic presidential candidate and former US Vice President Joe Biden are seen during the final presidential debate displayed on a screen of a smartphone. The final presidential debate between President Donald Trump and former Vice President Joe Biden took place at Belmont University in Nashville, the U.S. on Thursday, October 22. United States presidential election scheduled for November 3, 2020. (Photo Illustration by Pavlo Conchar/SOPA Images/LightRocket via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The last time Joe Biden and Donald Trump debated, the country and the world were in a mess.</p>\n\n<p class=\"has-text-align-none\">The coronavirus pandemic was raging, the first vaccines were still months away from being rolled out, and Trump had just recovered from a Covid infection (which he <a href=\"https://apnews.com/article/coronavirus-pandemic-donald-trump-joe-biden-health-campaigns-0f7315791a3ead1919842c894bedb68f\">might have had</a> when he debated Biden the first time).</p>\n\n<p class=\"has-text-align-none\">The national economy was slowly recovering from the Covid-19 recession. The public’s mood was delicate, as the nation had emerged from a summer of rage and protests in reaction to the police killing of George Floyd. Ongoing anti-shutdown demonstrations were brewing around the country. Mask-wearing was a culture war. Attempted Chinese and Russian foreign election interference was a major news story, and the country was preparing for its first national election <a href=\"https://www.pewresearch.org/politics/2020/11/20/the-voting-experience-in-2020/\">conducted</a><a href=\"https://apnews.com/article/health-elections-coronavirus-pandemic-election-2020-campaign-2016-f6b627a5576014a55a7252e542e46508\"> primarily by mail-in ballot</a>, testing public trust and elections infrastructure.</p>\n\n<p class=\"has-text-align-none\">To remind us of how much has changed and to contextualize the first Biden-Trump debate of the 2024 election, it may be helpful to look back at the 2020 debates, like I did, to see how they aged, to see the biggest differences from today, to see what we might have missed back then, and to see if there are any lessons we can glean from the match-ups, one in late September and one in October 2020.</p>\n\n<p class=\"has-text-align-none\">In short, it was a very different world. There was so much we didn’t see coming: We weren’t prepared for the pandemic to drag on for years. We didn’t anticipate an inflationary&nbsp;spike the likes of which we hadn’t seen in a generation. Little mention was made of abortion rights, even though <em>Roe v. Wade</em> was on the cusp of being struck down. And, above all, we didn’t anticipate Trump’s attempt to steal the election that culminated in the January 6 insurrection.</p>\n\n<p class=\"has-text-align-none\">What emerges from watching the debates is a picture of uncertainty — both how little we knew back then and how little we might know now.</p>\n\n<h2 class=\"wp-block-heading\">Moment 1: Trump calls the 2020 election rigged and doesn’t commit to accepting the results</h2>\n\n<p class=\"has-text-align-none\">This exchange at the end of the first debate is probably the most overlooked and telling moment of any of the debates that year. Moderator Chris Wallace asks about election integrity and what each candidate would do to “reassure the American people that the next president will be the legitimate winner” of the election. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"First 2020 Presidential Debate between Donald Trump and Joe Biden\" src=\"https://www.youtube.com/embed/wW1lY5jFNcQ?start=6659\" allowfullscreen allow=\"encrypted-media;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">He begins by questioning Biden, who defends the integrity of in-person and mail-in voting, commits to accepting the results of the election — win or lose — and then knocks Trump:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>“But by the way, if in fact [Trump] says, he’s not sure what he’s going to accept. Well, let me tell you something, it doesn’t matter, because if we get the votes, it’s going to be all over. He’s gonna go. He can’t stay in power. It won’t happen.”</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">We know now what happens next: Trump spends the rest of campaign season sowing doubts, declares victory on Election Night, claims the election was stolen, and then spends the next few months attempting to overturn the election results — culminating in the January 6 insurrection.</p>\n\n<p class=\"has-text-align-none\">At the debate that September, Trump gave some clear warning signs. He claims that he wasn’t given a fair presidential transition in 2016 and 2017. He questions the credibility of mail-in ballots, repeating conspiracy theories about missing, lost, and fraudulent ballots. He declares there’s “going to be a fraud like you’ve never seen” and that “it’s a rigged election.”</p>\n\n<p class=\"has-text-align-none\">And then he refuses to say if he will accept the results of the election. “If it’s a fair election I am 100 percent on board. But if I see tens of thousands of ballots being manipulated, I can’t go along with that.”</p>\n\n<p class=\"has-text-align-none\">And nobody seems to bat an eye. Wallace, the moderator, did try to follow up earlier in the exchange to fact-check Trump’s claims about mail-in ballots and voter fraud, but he failed to press Trump on what he plans to do. Wallace instead seems to have been thinking about a 2000 presidential election scenario, where the Supreme Court essentially decides the victor. He asks Trump and Biden if the Court should settle electoral disputes.</p>\n\n<p class=\"has-text-align-none\">Biden, meanwhile, dismisses Trump’s talk about accepting the election results.&nbsp;</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>He has no idea what he’s talking about. Here’s the deal. The fact is, I will accept it, and he will too. You know why? Because once the winner is declared after all the ballots are counted, all the votes are counted, that’ll be the end of it. That’ll be the end of it.”</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">It wasn’t the end of it, but no one seems to have taken the possibility of a coup, overturned election, or insurrection seriously. None of this is mentioned at the second and final presidential debate a few weeks later.</p>\n\n<h2 class=\"wp-block-heading\">Moment 2: <em>Roe v. Wade</em> is nearly forgotten</h2>\n\n<p class=\"has-text-align-none\">Though it might be hard to believe nearly two years after the Supreme Court overturned <em>Roe v. Wade</em> through the <em>Dobbs</em> decision, abortion is never mentioned in any of the 2020 presidential debates.</p>\n\n<p class=\"has-text-align-none\"><em>Roe </em>itself is only mentioned in one brief  exchange in the first debate, when Biden and Trump are arguing over Trump’s nomination of Amy Coney Barrett after the death of Ruth Bader Ginsburg.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Trump and Biden face off in chaotic first 2020 presidential debate | FULL DEBATE\" src=\"https://www.youtube.com/embed/9HnKFUNlcfY?start=2529\" allowfullscreen allow=\"encrypted-media;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Biden tries to argue that <em>Roe</em> is “on the ballot as well &#8230; in the court, and so that’s also at stake right now,” but<em> </em>Trump denies this, saying “there’s nothing happening there” and “you don’t know her view on <em>Roe v. Wade</em>.”</p>\n\n<p class=\"has-text-align-none\">Biden does make one passing mention of “women’s rights” earlier on, but that’s in the context of whether Barrett’s appointment would guarantee the end of the Affordable Care Act and its protections for preexisting conditions and against insurance plans charging women higher premiums than men.</p>\n\n<p class=\"has-text-align-none\">Barrett shored up the conservative majority that did end up overturning <em>Roe</em> and the constitutional right to an abortion.</p>\n\n<h2 class=\"wp-block-heading\">Moment 3: Trump gets defensive on immigration</h2>\n\n<p class=\"has-text-align-none\">Of all the anti-immigrant moves Trump took as a candidate and as president, perhaps his zero-tolerance policy that separated migrant children from their parents at the border is the one with the most staying power in public memory. It was a galvanizing moment in 2018 for Democrats, and helped to shore up pro-immigrant sentiment during the Trump years. Its aftermath was also a high point in a national consensus around immigration that has eroded since.</p>\n\n<p class=\"has-text-align-none\">That contrast, between how immigration is viewed by the American public today as compared to 2020, is also visible when looking at how the topic is presented during the second presidential debate. It is a moment of vulnerability for Trump, who gets asked over and over again by the moderator, Kristen Welker, and by Biden, whether he has a plan to reunite the missing parents of at least 500 children who were still in government custody at the time.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"WATCH: The second and final 2020 presidential debate\" src=\"https://www.youtube.com/embed/m53kMTYeOak?rel=0&#038;start=3708\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Trump deflects to pin the blame on Biden and the Obama administration, or responds with non sequiturs about human trafficking and drug cartels.</p>\n\n<p class=\"has-text-align-none\">And Biden takes the moment to present a more open and liberal stance on immigration: promising to send a bill to Congress to provide a “pathway to citizenship for over 11 million undocumented people,” pledging to protect Dreamers and DACA recipients, and defending the right to asylum.</p>\n\n<p class=\"has-text-align-none\">The entire exchange is a contrast to what will likely be said at the first 2024 debate. After years of surges in border crossings, a spike in asylum requests, and shifting public opinion, Trump now has the upper hand, and Biden will be on the defensive. His recent moves to restrict asylum, paired with new protections for undocumented spouses of American citizens, reveal this changed reality.</p>\n\n<h2 class=\"wp-block-heading\">Moment 4: No one is worried about inflation</h2>\n\n<p class=\"has-text-align-none\">When Trump and Biden first debated, the economic problems the country faced were still dire. The unemployment rate was dropping but it was still at about 7 percent, nearly twice what it is today. GDP had shrunk during the Covid-19 recession, and the fiscal questions the country faced weren’t over whether to pass more economic stimulus or provide relief to households; they were about whether that spending should be big or bigger. Trump gets criticized in both debates for not doing more to provide financial relief to businesses and families, to schools and first responders, and no one seems to be worried about whether all that government spending will have unintended consequences.</p>\n\n<p class=\"has-text-align-none\">In other words, “inflation” wasn’t even a word in the minds of the public, the candidates, or the moderators in these debates. This time, inflation might <a href=\"https://www.vox.com/politics/354969/inflation-cpi-federal-reserve-biden-trump-election\">make or break Biden’s reelection</a> odds.</p>\n\n<p class=\"has-text-align-none\">Government stimulus is not the sole (or likely even the primary) reason for the inflationary period that we’re just exiting now. Inflation has surged around the globe, owing in part to the supply chain disruptions and other economic shocks of the pandemic. But that will be cold comfort for Team Biden if increased prices doom his bid for a second term.</p>\n\n<h2 class=\"wp-block-heading\">Moment 5: Everyone is worried about Russia, Ukraine, or China, but for the wrong reasons</h2>\n\n<p class=\"has-text-align-none\">When it comes to foreign affairs, we’re living in a world very different from the one discussed in the 2020 debates. Russia is mentioned 29 times in both debates, almost exclusively when it comes to whether they are interfering in the 2020 election to help Trump like they did in 2016, or if they are trying to corrupt either of the two candidates.</p>\n\n<p class=\"has-text-align-none\">Ukraine is similarly mentioned when Trump accuses Biden and his family of receiving bribes or participating in unethical business dealings with Ukrainian businesses. No mention is made of the threat Russia could pose to Ukraine or the international order.</p>\n\n<p class=\"has-text-align-none\">Instead, China was the country that both debates focused on — which makes sense, given the pandemic was still the predominant story of the age. But neither the candidates nor the moderators consider the larger geopolitical challenge China was already posing:&nbsp;exerting influence on regional allies, threatening Taiwan, and challenging the US in trade, industrial production, and technology.</p>\n\n<h2 class=\"wp-block-heading\">It’s useful to recognize and embrace uncertainty</h2>\n\n<p class=\"has-text-align-none\">To look back at these moments in the last two Biden-Trump face-offs is to see three lessons. First, the world has a curious way of being chaotic and uncertain in ways that are difficult —&nbsp;often impossible —&nbsp;to anticipate. The biggest stories of the day may fade from memory a few years down the line, and we wouldn’t know which remain important until time had passed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The second lesson is forward-looking — about embracing uncertainty with humility. New threats and challenges can arise in a matter of weeks. At this point in 2020, Trump had not yet gotten Covid. The pandemic would only get worse. All of our polling was way off, and we didn’t know it. We couldn’t anticipate how long it would take to count every vote, and we couldn’t imagine a president would try to stop the peaceful transfer of power, refuse to concede, or attempt a coup.</p>\n\n<p class=\"has-text-align-none\">Third, both of these conclusions offer a lesson on how to view the candidates. Presidents and their administrations end up dealing with a plethora of problems we can’t foresee. They are forced to adapt and deal with crises as they arise, and the problems they discuss at debates aren’t necessarily the ones they will face in office.</p>\n\n<p class=\"has-text-align-none\">So as we head into the first debate of 2024, watch with a careful eye. There’s only so much we know right now. But things can always change.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The last time Joe Biden and Donald Trump debated, the country and the world were in a mess. The coronavirus pandemic was raging, the first vaccines were still months away from being rolled out, and Trump had just recovered from a Covid infection (which he might have had when he debated Biden the first time). [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "I’m pregnant. I’m traveling. I’m terrified.",
    "link": "https://www.vox.com/life/356448/high-risk-pregnancy-travel-red-states-abortion-care",
    "pubDate": "2024-06-26T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A pregnant woman stands on a map of the US depicting where there are abortion bans\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelHeader.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-1.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing a hand holding a positive pregnancy test. Text reads: Several months ago, my partner and I bought plane tickets for a family reunion in South Carolina. Then we found out I was pregnant\" title=\"Illustrated panel showing a hand holding a positive pregnancy test. Text reads: Several months ago, my partner and I bought plane tickets for a family reunion in South Carolina. Then we found out I was pregnant\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-2_45c1fb.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing a woman in thought. Text reads: Two thoughts occurred to me at the exact same moment.  “We can tell my family about the pregnancy when we’re all together!”  “Will I be able to get the health care I need if something goes wrong while we’re there?”\" title=\"Illustrated panel showing a woman in thought. Text reads: Two thoughts occurred to me at the exact same moment.  “We can tell my family about the pregnancy when we’re all together!”  “Will I be able to get the health care I need if something goes wrong while we’re there?”\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-3_5d55e9.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing an embryo. Text reads: Abortion care is banned in South Carolina as soon as fetal cardiac activity is detectable, usually around 6 weeks. Arrows point to the embryo with three facts: not actually a fetus until week 9, no heart yet, just an intermittent electronic pulsing, about as big as a grain of rice.\" title=\"Illustrated panel showing an embryo. Text reads: Abortion care is banned in South Carolina as soon as fetal cardiac activity is detectable, usually around 6 weeks. Arrows point to the embryo with three facts: not actually a fetus until week 9, no heart yet, just an intermittent electronic pulsing, about as big as a grain of rice.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-4.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing a woman bracing herself as an oversized gavel comes down on her. Text reads: There are very limited exceptions for rape or incest, nonviable pregnancies, or to preserve the life or health of the pregnant person. // Women in states with strict bans are frequently denied essential care since these exceptions are not just limited, but also unclear.\" title=\"Illustrated panel showing a woman bracing herself as an oversized gavel comes down on her. Text reads: There are very limited exceptions for rape or incest, nonviable pregnancies, or to preserve the life or health of the pregnant person. // Women in states with strict bans are frequently denied essential care since these exceptions are not just limited, but also unclear.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-5_163c29.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing torn paper with news reports. Text reads: Denials and delays of care have had devastating outcomes. Amanda Zurawski, who suffered from membrane rupture during her pregnancy, almost died after being denied abortion care and developing sepsis. Elizabeth Weller&#039;s water broke at 19 weeks. Though the baby would be unable to survive, hospital staff forced her to remain pregnant until she developed chorioamnionitus, a serious infection of the placenta and amniotic fluid. Jaci Statton continues to suffer long-term repercussions from being compelled to carry a molar pregnancy — a tumor that can lead to severe bleeding, cancer, high blood pressure, preeclampsia, and death. Source: Center for Reproductive Rights\" title=\"Illustrated panel showing torn paper with news reports. Text reads: Denials and delays of care have had devastating outcomes. Amanda Zurawski, who suffered from membrane rupture during her pregnancy, almost died after being denied abortion care and developing sepsis. Elizabeth Weller&#039;s water broke at 19 weeks. Though the baby would be unable to survive, hospital staff forced her to remain pregnant until she developed chorioamnionitus, a serious infection of the placenta and amniotic fluid. Jaci Statton continues to suffer long-term repercussions from being compelled to carry a molar pregnancy — a tumor that can lead to severe bleeding, cancer, high blood pressure, preeclampsia, and death. Source: Center for Reproductive Rights\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-6.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustration showing various pregnancy complications. Text reads: 1 in 10 pregnant people develop one of these dangerous complications that may require termination: Preeclampsia, a sudden rise in blood pressure (4% of pregnancies); PPROM, premature rupturing of the amniotic sac (3% of pregnancies); Ectopic pregnancy, a pregnancy that implants outside the uterus (2% of pregnancies); Placenta abruption, the placenta separates from the uterus prematurely (1% of pregnancies)\" title=\"Illustration showing various pregnancy complications. Text reads: 1 in 10 pregnant people develop one of these dangerous complications that may require termination: Preeclampsia, a sudden rise in blood pressure (4% of pregnancies); PPROM, premature rupturing of the amniotic sac (3% of pregnancies); Ectopic pregnancy, a pregnancy that implants outside the uterus (2% of pregnancies); Placenta abruption, the placenta separates from the uterus prematurely (1% of pregnancies)\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-7_b31465.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-8.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing a tropical drink in a coconut, a restaurant menu, and a palm tree on the beach next to abortion ban signs. Text reads: So, in addition to researching kid-friendly restaurants and nearby beaches for our trip, I found myself having to study abortion laws in South Carolina and surrounding states.\" title=\"Illustrated panel showing a tropical drink in a coconut, a restaurant menu, and a palm tree on the beach next to abortion ban signs. Text reads: So, in addition to researching kid-friendly restaurants and nearby beaches for our trip, I found myself having to study abortion laws in South Carolina and surrounding states.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-9.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing a map of the US, with states color-coded by level of abortion restriction. Text reads: I located a hospital in the closest state that could offer me a full range of health care options, including termination of my pregnancy. Source: Planned Parenthood\" title=\"Illustrated panel showing a map of the US, with states color-coded by level of abortion restriction. Text reads: I located a hospital in the closest state that could offer me a full range of health care options, including termination of my pregnancy. Source: Planned Parenthood\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-10.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing the driving route from the reunion in South Carolina to the nearest hospital that will terminate pregnancies, in North Carolina, a 40.9-mile drive that takes 54 minutes. It also shows the route to a hospital in Virginia, 341 miles and 5 hours and 25 minutes away. Text reads: It was in North Carolina. This is already a daunting drive in a crisis, but if the reunion were a couple weeks later, we’d have to travel much farther, to Virginia.\" title=\"Illustrated panel showing the driving route from the reunion in South Carolina to the nearest hospital that will terminate pregnancies, in North Carolina, a 40.9-mile drive that takes 54 minutes. It also shows the route to a hospital in Virginia, 341 miles and 5 hours and 25 minutes away. Text reads: It was in North Carolina. This is already a daunting drive in a crisis, but if the reunion were a couple weeks later, we’d have to travel much farther, to Virginia.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-11.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing a car, a stopwatch, and a stack of money. Text reads: This would be possible for us because we have access to a car, budget for unexpected expenses, and time off from our jobs. I know that fleeing the state for medical care isn’t an option that’s available to everyone.\" title=\"Illustrated panel showing a car, a stopwatch, and a stack of money. Text reads: This would be possible for us because we have access to a car, budget for unexpected expenses, and time off from our jobs. I know that fleeing the state for medical care isn’t an option that’s available to everyone.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-12.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing a woman in front of a normal emergency room on the left and one behind barbed wire on the right. Text reads: As a pregnant woman in a country with no federal protection for abortion, it’s terrifying to know that the emergency medical care I might receive depends on where I am when something goes wrong.\" title=\"Illustrated panel showing a woman in front of a normal emergency room on the left and one behind barbed wire on the right. Text reads: As a pregnant woman in a country with no federal protection for abortion, it’s terrifying to know that the emergency medical care I might receive depends on where I am when something goes wrong.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-13.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing many different kinds of people in silhouette. Text reads: Abortion bans like South Carolina&#039;s are a danger to everyone, not just those facing unwanted pregnancies. And not just people living in red states.\" title=\"Illustrated panel showing many different kinds of people in silhouette. Text reads: Abortion bans like South Carolina&#039;s are a danger to everyone, not just those facing unwanted pregnancies. And not just people living in red states.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/travelPanel-14.png?quality=90&#038;strip=all&#038;crop=0,29.057591623037,100,41.884816753927\" alt=\"Illustrated panel showing a woman holding her pregnant belly. Text reads: Until reproductive freedom is available to every person, everywhere, none of us are truly safe.\" title=\"Illustrated panel showing a woman holding her pregnant belly. Text reads: Until reproductive freedom is available to every person, everywhere, none of us are truly safe.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "",
    "author": "Aubrey Hirsch"
  },
  {
    "title": "Progressive Rep. Jamaal Bowman just lost his primary to George Latimer. Here’s what that means.",
    "link": "https://www.vox.com/politics/356515/jamaal-bowman-george-latimer-new-york-primary",
    "pubDate": "2024-06-26T02:49:11.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"MOUNT VERNON, NEW YORK - JUNE 24: Rep. Jamaal Bowman (D-NY) watches as watches as Rep. Ayanna Pressley (D-MA) speaks during a Get Out the Vote campaign event at Hartley Park on June 24, 2024 in Mount Vernon, New York. On the eve of the New York Primary Day, Bowman was joined by Rep. Alexandria Ocasio-Cortez (D-NY) and Rep. Ayanna Pressley (D-MA) as he held a GOTV event for volunteers of his campaign. The incumbent congressman is running for re-election for the NY 16th District against Democratic candidate George Latimer. (Photo by Michael M. Santiago/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2159055126.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>MOUNT VERNON, NEW YORK - JUNE 24: Rep. Jamaal Bowman (D-NY) watches as watches as Rep. Ayanna Pressley (D-MA) speaks during a Get Out the Vote campaign event at Hartley Park on June 24, 2024 in Mount Vernon, New York. On the eve of the New York Primary Day, Bowman was joined by Rep. Alexandria Ocasio-Cortez (D-NY) and Rep. Ayanna Pressley (D-MA) as he held a GOTV event for volunteers of his campaign. The incumbent congressman is running for re-election for the NY 16th District against Democratic candidate George Latimer. (Photo by Michael M. Santiago/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Rep. Jamaal Bowman, a progressive Democratic lawmaker who’s been vocal in his calls for a permanent ceasefire in Gaza, lost his New York primary on Tuesday, following intense scrutiny of his position on Israel.</p>\n\n<p class=\"has-text-align-none\">Bowman’s defeat marks the first successful challenge of a progressive incumbent this year, and comes after pro-Israel advocacy groups spent heavily to boost his competitor, Westchester County Executive George Latimer, who framed himself as a moderate alternative. Collectively, outside pro-Israel organizations spent more than $18 million on the race, making it the most expensive House primary ever.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bowman’s loss suggests that sharp critiques of Israel can be a vulnerability for Democrats in certain districts, and that the party’s once ascendant left flank may be facing some pushback. It also spotlights the influence of big money in politics and how its presence can help shape outcomes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s important to note that Bowman’s race is one of dozens of primaries, and is just a single data point indicating where his party stands on Israel and other issues. Progressives in prior contests, like Rep. Summer Lee (D-PA), have been similarly critical of the country’s offensive in Gaza, but have been able to decisively win their primaries.  </p>\n\n<p class=\"has-text-align-none\">And as a candidate, there were other reasons Bowman was more vulnerable besides the foreign policy positions he chose to take. Bowman came into the race fielding critiques for his decisions to pull a fire alarm in Congress and to promote conspiracy theories about September 11 in a past blog, something he’s said he regrets. </p>\n\n<p class=\"has-text-align-none\">All that means that while some political observers will undoubtedly take away lessons on Israel from Bowman’s race, it remains difficult to make any sweeping statement about how the war in Gaza will impact this year’s races. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Rep. Jamaal <strong>Bowman’s primary, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">Bowman – a former middle school principal and the first Black representative from New York’s 16th district – was first elected in 2020, after mounting a successful progressive primary challenge to then-incumbent Rep. Eliot Engel. Spanning parts of the Bronx, Yonkers and suburbs of Westchester County, <a href=\"https://www.politico.com/news/2024/06/12/new-york-house-primary-charges-racism-00163099\">the district has a majority Black and Latino voter base</a> as well as a sizable contingent of Jewish voters.</p>\n\n<p class=\"has-text-align-none\">Once in Congress, Bowman became a member of the Squad, a group of progressive lawmakers that includes Reps. Alexandria Ocasio-Cortez (D-NY) and Ilhan Omar (D-MN). The group has urged Democrats to pursue more ambitious social policies and has grown in size since 2018. In 2022, Bowman won his House primary by double digits. </p>\n\n<p class=\"has-text-align-none\">This year’s tightly-fought race attracted a lot of outside attention, largely because of how central Israel policy became. AIPAC, and its affiliates, which have reportedly vowed to spend $100 million throughout the 2024 election cycle to unseat candidates they view as not supportive enough of the country, spent upwards of $14 million to back Latimer.</p>\n\n<p class=\"has-text-align-none\">“This race against AIPAC is a really good litmus test as it relates to that, because [they’re] a big-money lobby [that’s] spending more money in this race than has ever been spent in primary history,” Bowman <a href=\"https://www.rollingstone.com/politics/politics-features/jamaal-bowman-primary-latimer-aipac-collective-liberation-1235044908/\">previously told Rolling Stone</a>. “They’re doing that because they do not want a progressive agenda to move forward.”</p>\n\n<p class=\"has-text-align-none\">Bowman’s positions on Israel have grown more progressive over time: In early 2021, he supported military aid and funding for the Iron Dome, a defense system that the country relies on. Following a trip to the West Bank later that year, however, Bowman <a href=\"https://www.politico.com/news/magazine/2024/06/21/jamaal-bowman-israel-trip-reelection-00163788\">told Politico</a> his perspective shifted due to the inequality he witnessed. </p>\n\n<p class=\"has-text-align-none\">Latimer, who has previously served as a state representative and state senator – in addition to stressing his ideological contrast with Bowman –  touted local tax cuts and infrastructure investments that he’s overseen in his current role as examples of how he’s delivered for the region. He called Bowman out of step with the district, while Bowman said his backers were a diverse group of voters representative of the region. </p>\n\n<p class=\"has-text-align-none\">Latimer’s campaign was plagued by accusations of racism by Bowman, <a href=\"https://newrepublic.com/post/182933/george-latimer-jamaal-bowman-ethnic-benefit-race\">and others</a>, for comments he made. Among them, Latimer said that Bowman had an “ethnic benefit,” and that his constituency was “Dearborn, Michigan,” which has a higher Arab American population than many US cities. Bowman said that Latimer has leveraged the “angry Black man” trope in his campaign attacks, and diminished those supporting him. <a href=\"https://jacobin.com/2024/06/george-latimer-bowman-segregation-westchester\">The Westchester official</a> was criticized, too, for implementing desegregation policies too slowly in the region. Latimer denied accusations of racism.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Democrats are divided on Israel</strong></h2>\n\n<p class=\"has-text-align-none\">The Bowman and Latimer primary highlighted an enduring Democratic divide as Israel’s offensive in Gaza – and the humanitarian crisis it’s caused – deepens. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.cnn.com/2024/06/22/middleeast/israel-gaza-central-strikes-dozens-killed-intl/index.html\">According to the Gaza Health Ministry</a>, more than 37,000 people have been killed in the region, while over 85,000 have been injured. Palestinians in Gaza are also facing the risks of famine and disease as food, water, and medical supplies all run devastatingly low. And tens of thousands of Gazans have been displaced due to the Israeli military’s airstrikes and lack of safe zones.</p>\n\n<p class=\"has-text-align-none\">President Joe Biden has long taken a much more supportive position in favor of military aid to Israel, prompting outcry from progressives – and <a href=\"https://www.reuters.com/world/us/democratic-lawmakers-tell-biden-evidence-shows-israel-is-restricting-gaza-aid-2024-05-03/\">a growing number of</a> Democratic lawmakers – who’ve called for more restrictions or accountability regarding how these funds are dispersed.</p>\n\n<p class=\"has-text-align-none\">Bowman’s race, which took place in a solidly blue district, underscored these differences and indicated where some loyal Democratic voters stand on this issue. Additionally, it was a reminder that progressive members who’ve entered Congress by unseating longstanding incumbents, are not invulnerable to challengers themselves.</p>\n\n<p class=\"has-text-align-none\">Progressives, including members of the Squad, have been far more aggressive about both pushing for a ceasefire in Gaza and curbing US aid to Israel than most of their colleagues. There are some indications that the Democratic base is in alignment with these progressives: For instance, 83 percent of Democrats <a href=\"https://www.dataforprogress.org/blog/2024/5/8/support-for-a-permanent-ceasefire-in-gaza-increases-across-party-lines\">in an April 2024 Data for Progress poll</a> said they were supportive of a ceasefire, and a Gallup poll also found that most Americans disapprove of Israel’s actions. <a href=\"https://thehill.com/policy/international/4629597-americans-israel-hamas-gaza-student-protests-poll/\">When asked specifically about the conflict,</a> more Americans support Israel over the militant group, however.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The outcome of the Bowman-Latimer face-off provided one signal regarding where Democrats landed on this issue. And it could also be a harbinger for races to come, though it’s an imperfect analogy. Other progressives are poised to soon see similar challenges, including Rep. Cori Bush, who has seen AIPAC pour money into her race as well, and Rep. Ilhan Omar, who also faces off against a more centrist challenger later this year.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, June 25, 10:30pm ET</strong>: This story was originally published on June 25 and has been updated with the outcome of the primary. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Rep. Jamaal Bowman, a progressive Democratic lawmaker who’s been vocal in his calls for a permanent ceasefire in Gaza, lost his New York primary on Tuesday, following intense scrutiny of his position on Israel. Bowman’s defeat marks the first successful challenge of a progressive incumbent this year, and comes after pro-Israel advocacy groups spent heavily [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Julian Assange’s release is still a lose-lose for press freedom",
    "link": "https://www.vox.com/media/356911/julian-assange-espionage-act-wikileaks-chelsea-manning-whistleblower-ed-snowden-reality-winner-iraq",
    "pubDate": "2024-06-25T22:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"SAIPAN, NORTHERN MARIANA ISLANDS - JUNE 26: WikiLeaks founder Julian Assange is joined by Kevin Rudd, Australian Ambassador to the U.S. as he arrives to the the United States Courthouse where he is expected to enter a guilty plea to an espionage charge ahead of his expected release on June 26, 2024 in Saipan, Northern Mariana Islands. Julian Assange, the WikiLeaks founder, was to appear before the U.S. District Court for the Northern Mariana Islands in Saipan on Wednesday for a change of plea hearing. Following his expected guilty plea to a felony charge under the Espionage Act, Assange is anticipated to be sentenced to time served and subsequently released, paving the way for his return to Australia after years of incarceration. (Photo by Chung Sung-Jun/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2159250345.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>SAIPAN, NORTHERN MARIANA ISLANDS - JUNE 26: WikiLeaks founder Julian Assange is joined by Kevin Rudd, Australian Ambassador to the U.S. as he arrives to the the United States Courthouse where he is expected to enter a guilty plea to an espionage charge ahead of his expected release on June 26, 2024 in Saipan, Northern Mariana Islands. Julian Assange, the WikiLeaks founder, was to appear before the U.S. District Court for the Northern Mariana Islands in Saipan on Wednesday for a change of plea hearing. Following his expected guilty plea to a felony charge under the Espionage Act, Assange is anticipated to be sentenced to time served and subsequently released, paving the way for his return to Australia after years of incarceration. (Photo by Chung Sung-Jun/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Julian Assange — the WikiLeaks founder who has spent the last 14 years resisting extradition to the US on Espionage Act charges — is set to be released on Wednesday after spending the last five years at London’s high-security Belmarsh Prison.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In exchange for his freedom, he will plead guilty to a criminal charge under the Espionage Act, which the US government has increasingly used to prosecute and silence whistleblowers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That charge is related to his 2010 role in seeking and publishing classified or sensitive documents and videos about the Iraq war and other US national security issues.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Assange is on his way to <a href=\"https://reuters.com/world/why-is-julian-assange-flying-remote-pacific-island-saipan-2024-06-25/\">a US federal court in the Mariana Islands</a>, close to his native Australia. That is where he’ll <a href=\"https://apnews.com/article/assange-justice-department-plea-wikileaks-saipan-australia-00eb380879ff636cc9b916f82f82ed40\">enter his plea and be sentenced</a> —&nbsp;likely to time already served in Belmarsh —&nbsp;and then be free to live with his wife Stella and his children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Assange’s <a href=\"https://www.vox.com/policy-and-politics/2019/4/12/18308186/assange-arrest-freedom-of-press\">status as a journalist</a> and his actions to obtain those documents are still hotly debated. The fact that his saga ends with a plea deal means those questions are not being fully litigated in court, and, therefore, other whistleblowers and publishers could still be punished for revealing information in the public interest. Press freedom in the US remains at serious risk.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Assange’s case, in brief</strong></h2>\n\n<p class=\"has-text-align-none\">Assange has been in the public eye for the past 14 years as the founder of <a href=\"https://wikileaks.org/\">WikiLeaks</a>, the website that hosts emails, cables, and other documents from governments and other power players. Some of that information is obtained through illicit means, like hacking, while other documents come through whistleblowers.</p>\n\n<p class=\"has-text-align-none\">As <a href=\"https://www.vox.com/policy-and-politics/2019/4/12/18308186/assange-arrest-freedom-of-press\">Emily Stewart wrote for Vox</a>: “Starting in 2010, WikiLeaks published a video of an airstrike in Iraq <a href=\"https://collateralmurder.wikileaks.org/\">that killed civilians</a>, military documents about the <a href=\"https://wikileaks.org/irq/\">Iraq</a> and <a href=\"https://wikileaks.org/afg/\">Afghanistan wars</a>, and <a href=\"https://search.wikileaks.org/plusd/\">State Department cables</a> in which diplomats gave candid assessments of foreign governments, all provided by Chelsea Manning, who was at the time a US Army intelligence analyst. The unprecedented leaks gained enormous attention and made Assange a sort of celebrity — and a target, as top US officials like Attorney General Eric Holder <a href=\"https://www.nytimes.com/2010/12/08/world/08leak.html\">publicly mused</a> about how they could charge him.</p>\n\n<p class=\"has-text-align-none\">In late 2010, before the US filed any charges, Assange was accused of rape in Sweden. Swedish authorities put out a warrant for his arrest, and he was detained in London but quickly bailed out. In 2012, the UK’s Supreme Court ordered him extradited to Sweden; before he could be sent away, he began living in the Ecuadorian embassy in London, where officials granted him asylum. Even though the rape charges were dropped in 2017, he continued to claim asylum in the embassy till 2019.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That year, the London Metropolitan Police, who were invited into the embassy by Ecuadorian leaders, including President Lenin Moreno, arrested him both for failing to appear in court following his release on bail in 2012 and on behalf of the US. Later that year, the US government <a href=\"https://www.justice.gov/opa/pr/wikileaks-founder-julian-assange-charged-18-count-superseding-indictment\">revealed its charges against him</a> — all under the Espionage Act — including seven counts of obtaining national security information, conspiracy to receive national defense information, and nine counts of disclosing national defense information. He had already been charged with conspiracy to breach the Defense Department’s Secret Internet Protocol Network to obtain classified information.</p>\n\n<p class=\"has-text-align-none\">Assange was kept in Belmarsh, where he was forced to stay in a cell 23 hours a day while he fought attempts by the UK government to extradite him to the US.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What Assange’s plea means for whistleblowers — and journalism</strong></h2>\n\n<p class=\"has-text-align-none\">Journalists and publishers have <a href=\"https://firstamendment.mtsu.edu/article/reporters-privilege/\">few federal protections</a> when it comes to reporting and releasing sensitive information.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While the Espionage Act has been increasingly used to target the whistleblowers and sources who provide information to journalists, it has never been used to charge a journalist or outlet who published information that was in the public interest, though it has been used <a href=\"https://www.rcfp.org/espionage-act-used-directly-against-press/\">against journalists for other reasons</a>. Whether Assange <a href=\"https://www.vox.com/policy-and-politics/2019/4/12/18308186/assange-arrest-freedom-of-press\">qualifies as a journalist</a> — and whether his actions soliciting and publishing Mannings’ leaks qualify as serving the public interest — remains a matter of debate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Is a data dump journalism? That’s an interesting question,” journalist and Columbia Journalism School professor Todd Gitlin <a href=\"https://www.vox.com/policy-and-politics/2019/4/12/18308186/assange-arrest-freedom-of-press\">told Vox in 2019</a>. “In the case of war crimes footage, I feel comfortable saying that by working with Manning on that, Assange was performing an act of journalism. But when you release terabytes of data indiscriminately, I don’t know what to call that, but it’s not self-evidently journalism.”</p>\n\n<p class=\"has-text-align-none\">Some experts fear Assange pleading guilty to the Espionage Act charge to disseminate national defense information “could set an even more dangerous precedent” because he is pleading guilty as a publisher, as Rebecca Vincent, director of campaigns at Reporters Sans Frontieres international, told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because his case was settled through a deal rather than trial proceedings, it doesn’t set a legal precedent, but the guilty plea “signals that [the US government] could file other cases like this” and go after publishers that release information it would rather keep under wraps, even if that information isn’t classified, Vincent said. The situation will also continue to be grim for whistleblowers who expose information about government actions related to national defense, even if that information is in the <a href=\"https://nuj.org.uk/about-us/rules-and-guidance/code-of-conduct/public-interest.html\">public interest</a> — meaning that it exposes a crime, misuse of public funds, or hypocrisy or conflicts of interest on the part of the powerful, or other kinds of corruption or corporate greed. </p>\n\n<p class=\"has-text-align-none\">“Unfortunately, the precedent has already been set, both legal and political, that the Espionage Act can be used against a journalist’s source,” Chip Gibbons, policy director at Defending Rights &amp; Dissent, told Vox. “[The Obama administration] normalized the use of the Espionage Act against whistleblowers, journalists’ sources, government insiders, whatever you want to call them.”</p>\n\n<p class=\"has-text-align-none\">That’s been the case for whistleblowers like <a href=\"https://www.aclu.org/news/national-security/reality-winner-latest-face-prosecution-under-awful-world-war-i\">Reality Winner</a>, the former Army linguist who sent a classified report on Russian efforts to manipulate the 2016 election to the Intercept; she pleaded guilty to unauthorized transmission of national defense information and was sentenced <a href=\"https://www.nytimes.com/2018/08/23/us/reality-winner-nsa-sentence.html\">in 2018 to five years and three months in prison</a> —&nbsp;at that time the longest sentence ever for such a crime. <a href=\"https://www.washingtonpost.com/world/national-security/us-charges-snowden-with-espionage/2013/06/21/507497d8-dab1-11e2-a016-92547bf094cc_story.html\">Edward Snowden</a>, who has become a naturalized Russian citizen after spending more than a decade avoiding extradition to the US on espionage charges, <a href=\"https://www.theguardian.com/world/2013/jun/06/nsa-phone-records-verizon-court-order\">leaked a trove of documents to the Guardian in 2013</a> showing that the National&nbsp; Security Agency was collecting information on phone calls by Verizon customers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given the price Assange and whistleblowers have paid for exposing information in the public interest, both Gibbons and Vincent said that it’s time to reform the Espionage Act, tailoring it so that journalists, whistleblowers, and publishers can argue that revealing government information is in the public interest.</p>\n\n<p class=\"has-text-align-none\">The effect of government actions against whistleblowers has caused significant damage to journalism in the US and all over the globe, Vincent and Gibbons said. It has had a chilling effect on would-be sources, journalists, and outlets fearing retribution for the act of news-gathering. And it certainly damages US credibility in cases like that of <a href=\"https://www.wsj.com/news/evan-gershkovich#:~:text=Evan%20has%20been%20in%20Russia's,he%20would%20bring%20Evan%20home.\">Evan Gershkovich</a>, the Wall Street Journal reporter unjustly detained in Russia, who the US has struggled to free.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Julian Assange — the WikiLeaks founder who has spent the last 14 years resisting extradition to the US on Espionage Act charges — is set to be released on Wednesday after spending the last five years at London’s high-security Belmarsh Prison.&#160; In exchange for his freedom, he will plead guilty to a criminal charge under [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Do you have a small-business story? Share it with Vox.",
    "link": "https://www.vox.com/even-better/2022/12/19/23511127/money-talks-callout-small-business-owner",
    "pubDate": "2024-06-25T19:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a variety of hands holding microphones with question marks floating above them, on an orange background.\" data-caption=\"\" data-portal-copyright=\"Dion Lee/Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/24296595/moneytalk_callout.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p>We started our <a href=\"https://www.vox.com/personal-finance/2019/8/20/20813748/money-debt-personal-finance\">Money Talks</a> column to take a closer look at people’s relationships, their money, and their relationships with money, all of which intersect in unexpected ways. We’ve heard from dozens of people in conversation with their business partners, friends, loved ones, and the not-quite categories in between, on topics ranging from <a href=\"https://www.vox.com/the-goods/2019/9/3/20812244/partner-marriage-outearn-spouse-imbalance\">how they handle splitting bills</a> when one person makes more money than the other to what it’s like <a href=\"https://www.vox.com/the-goods/21540274/money-talks-small-business-family-father-son\">running a 55-year-old coffee shop</a> with your elderly father.</p>\n\n<p>We’re looking for small-business owners who are willing to get candid with a reporter about the financial and emotional realities of running or working at a small business. Are you best friends or family members trying to make a business work? Perhaps a pair of exes putting their differences aside for the company? What’s it like working for yourself and with your business partners? What inspired you to start your business? How have you been affected by economic uncertainty, or technology, or cultural shifts? What are the best parts of your job, and the hardest parts? We want to know!</p>\n\n<p>If you have a story to share, let us know in the Google form below or at <a href=\"https://forms.gle/MreYA1ztDVwgz1oy8\">this link</a>. And keep an eye out for the resulting interviews, which will begin publishing in July!</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-google-docs wp-block-embed-google-docs alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><iframe title=\"Help our reporting. Share your small business story with Vox.\" src=\"https://docs.google.com/forms/d/e/1FAIpQLScciZXwFfAt7Pc5Z6cbsduew-3uG0PZutk7z1ZqxwTXGFv8tA/viewform?embedded=true&#038;usp=embed_googleplus\" allowfullscreen></iframe></div>\n</div></figure>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "We started our Money Talks column to take a closer look at people’s relationships, their money, and their relationships with money, all of which intersect in unexpected ways. We’ve heard from dozens of people in conversation with their business partners, friends, loved ones, and the not-quite categories in between, on topics ranging from how they [&#8230;]",
    "author": "Gabriela Fernandez"
  },
  {
    "title": "Louisiana wants the Ten Commandments in public schools. Will the Supreme Court let it?",
    "link": "https://www.vox.com/scotus/356703/supreme-court-louisiana-ten-commandments-public-school",
    "pubDate": "2024-06-25T16:05:49.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Ten Commandments inside church of Saint James, Dunwich, Suffolk, England, UK. (Photo by: Geography Photos/Universal Images Group via Getty Images)\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-1682974375.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ten Commandments inside church of Saint James, Dunwich, Suffolk, England, UK. (Photo by: Geography Photos/Universal Images Group via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Last week, Louisiana enacted legislation requiring every public school in the state to <a href=\"https://legis.la.gov/legis/ViewDocument.aspx?d=1379435\">display a specific version of the Ten Commandments</a> in each classroom. “<a href=\"https://www.usatoday.com/story/news/politics/2024/06/16/tennessee-republican-party-statesmens-dinner-leaders-eye-november-tout-trump-slam-guilty-verdict/73879046007/\">I can’t wait to be sued</a>,” Republican Gov. Jeff Landry proclaimed a few days before signing the new law, erasing any doubt that the purpose of this legislation is to coax the Supreme Court into legalizing religious displays in government-run classrooms.</p>\n\n<p class=\"has-text-align-none\">But will he get away with it?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The answer is unclear, and the Court’s current First Amendment precedents cut strongly against Louisiana’s law. But the Court’s GOP-appointed majority has also spent the last several years rolling back precedents separating church and state, so there is a very real risk that they will allow public schools to promote Christianity.</p>\n\n<p class=\"has-text-align-none\">The Court has historically held that public schools have an <a href=\"https://caselaw.findlaw.com/court/us-supreme-court/505/577.html\">unusually high obligation not to promote religious viewpoints</a>, in large part because the young people educated in those schools are unusually vulnerable to coercion. Allowing this law to stand would mean taking a sledgehammer to the wall separating church and state.</p>\n\n<p class=\"has-text-align-none\">Indeed, the new state law appears to be written to be maximally offensive to the Constitution, or, at least, the Constitution as it was understood before former President Donald Trump remade the Supreme Court.</p>\n\n<p class=\"has-text-align-none\">The Court, for example, has often permitted the Ten Commandments to be displayed in government buildings when it is shown alongside other historical documents that do not convey a religious meaning. The Supreme Court’s own courtroom, for example, displays Moses holding the Ten Commandments <a href=\"https://supreme.justia.com/cases/federal/us/545/844/\">alongside 17 other images of mostly secular lawgivers</a> — thus indicating that the Commandments are displayed not as an endorsement of a particular religious belief but merely as one of many examples of famous legal codes.</p>\n\n<p class=\"has-text-align-none\">But Louisiana’s law <a href=\"https://legis.la.gov/legis/ViewDocument.aspx?d=1379435\">mandates that only the Ten Commandments must be displayed</a> in classrooms. Many classrooms are likely to display them in isolation, since they are the only document that must be visible to students under the law — although the law does permit the Commandments to be displayed alongside three other documents.</p>\n\n<p class=\"has-text-align-none\">Similarly, in <a href=\"https://www.law.cornell.edu/supremecourt/text/370/421\"><em>Engel v. Vitale</em></a> (1962), a seminal case prohibiting government-mandated prayers in school, the Court specifically warned against repeating the English Parliament’s practice of setting out “in minute detail the accepted form and content of prayer and other religious ceremonies to be used in the established, tax-supported Church of England.” Under <em>Engel</em>, a law that requires the government to use very specific words when it communicates a religious view is particularly offensive to the Constitution.</p>\n\n<p class=\"has-text-align-none\">But Louisiana’s law does not just require classrooms to display the Ten Commandments. It also lays out in minute detail the <a href=\"https://legis.la.gov/legis/ViewDocument.aspx?d=1379435\">specific wording that display must use</a>, requiring classrooms to use a version of the Commandments that is <a href=\"https://www.washingtonpost.com/nation/2024/06/20/louisiana-ten-commandments-schools/\">often used by Protestants</a> and that is different than the version preferred by most Catholics and Jews. </p>\n\n<p class=\"has-text-align-none\">The law, in other words, appears to have been drafted to undercut as much of the Court’s precedents separating church from state as possible. To uphold this law in its entirety, the Supreme Court will need to burn nearly all that remains of the Constitution’s ban on laws “<a href=\"https://www.law.cornell.edu/constitution/first_amendment\">respecting an establishment of religion</a>” to the ground.</p>\n\n<p class=\"has-text-align-none\">And it seems eminently possible, in light of the Court’s <a href=\"https://www.vox.com/2022/6/27/23184848/supreme-court-kennedy-bremerton-school-football-coach-prayer-neil-gorsuch\">most recent religion decisions</a>, that a majority of the justices will light that fire with enthusiasm.</p>\n\n<h2 class=\"wp-block-heading\">So what does the law actually say about government-sponsored religious messages in public schools?</h2>\n\n<p class=\"has-text-align-none\">Until very recently, there was no question that states could not require public schools to display religious iconography such as the Ten Commandments, at least when that iconography was displayed in order to advance a religious viewpoint. That was the holding of <a href=\"https://www.law.cornell.edu/supremecourt/text/449/39\"><em>Stone v. Graham</em></a><em> </em>(1980), a Supreme Court decision striking down a Kentucky Ten Commandments law similar to Louisiana’s new law.</p>\n\n<p class=\"has-text-align-none\">But <em>Stone</em> was rooted in the Supreme Court’s 1973 decision in <a href=\"https://www.law.cornell.edu/supremecourt/text/403/602\"><em>Lemon v. Kurtzman</em></a> (1971), which, among other things, held that all laws must have a “secular legislative purpose.” The Court’s Republican majority overruled <em>Lemon </em>in <a href=\"https://www.supremecourt.gov/opinions/21pdf/21-418_i425.pdf\"><em>Kennedy v. Bremerton School District</em></a> (2022).</p>\n\n<p class=\"has-text-align-none\">Before <em>Bremerton</em>, Supreme Court cases interpreting the Establishment Clause — the constitutional provision involving separation of church and state — tried to uphold two related values. The first was rooted in a liberal notion of the United States as a pluralistic nation, where people of many faiths should feel equally welcome within government institutions.</p>\n\n<p class=\"has-text-align-none\">This pluralistic vision was intended to <a href=\"https://www.vox.com/2022/4/12/23012145/supreme-court-prayer-kennedy-bremerton-school-district-church-state-coach\">contrast the United States with 16th-century England</a>, which had an established state religion and left the task of approving the Church of England’s Book of Common Prayer to Parliament. This practice of state-drafted liturgy fueled constant political conflict over which prayers the government should endorse and which ones it should reject. As <em>Engel</em> explained, religious groups “struggled among themselves to impress their particular views upon the Government,” while less powerful religious believers literally fled the country — many of them becoming early American colonists.</p>\n\n<p class=\"has-text-align-none\">Eventually, much of the Court settled on the position that the government must not endorse any religious viewpoint. As Justice Sandra Day O’Connor wrote in an <a href=\"https://supreme.justia.com/cases/federal/us/465/668/\">influential 1984 concurring opinion</a>, government endorsements of faith undermine the idea that all Americans are politically equal. They tell “nonadherents that they are outsiders, not full members of the political community” while simultaneously telling “adherents that they are insiders, favored members of the political community.”</p>\n\n<p class=\"has-text-align-none\">But <em>Bremerton</em> dumps all over this pluralistic vision of religion in American society, likening Justice O’Connor’s approach to a “‘modified heckler’s veto, in which … religious activity can be proscribed’ based on ‘perceptions’ or ‘discomfort.’” There appears to be no support whatsoever, among the Court’s Republican majority, for reading the Establishment Clause to prevent the government from endorsing one religious view over another.</p>\n\n<p class=\"has-text-align-none\">That leaves another line of cases establishing this wall between church and state, which seeks to protect a different value: preventing the government from coercing religious behavior. Though <em>Bremerton</em> rejects the pluralistic reading of the Constitution, it does state that the government “may not coerce anyone to attend church.” So even this Court appears to believe there are some limits on the government’s ability to impose Christianity on nonbelievers.</p>\n\n<p class=\"has-text-align-none\">Still, it’s not at all clear that those limits are particularly robust. The Court held in <a href=\"https://www.law.cornell.edu/supct/html/90-1014.ZS.html\"><em>Lee v. Weisman</em></a> (1992) that public schools have a particularly high obligation to avoid religious activities. But it’s not clear that five of the current justices believe that <em>Lee</em> was correctly decided.</p>\n\n<p class=\"has-text-align-none\"><em>Lee</em> involved a public middle school which invited a rabbi to deliver a prayer at a graduation ceremony. The students were not required to bow their heads or to otherwise directly participate in this prayer, but attending their own graduation meant submitting to this government-sponsored display of religious devotion.</p>\n\n<p class=\"has-text-align-none\">Five justices joined an opinion by Justice Anthony Kennedy, which argued that school-sponsored religious activity is uniquely coercive, so government displays of religion that might be tolerable in other settings are not allowed within a public school. </p>\n\n<p class=\"has-text-align-none\">“The undeniable fact,” Kennedy wrote, “is that the school district’s supervision and control of a high school graduation ceremony places public pressure, as well as peer pressure, on attending students to stand as a group or, at least, maintain respectful silence during the Invocation and Benediction.” Such pressure, “though subtle and indirect, can be as real as any overt compulsion,” as it leaves a young nonadherent with “a reasonable perception that she is being forced by the State to pray in a manner her conscience will not allow.”</p>\n\n<p class=\"has-text-align-none\">As of right now, <em>Lee</em> remains good law, and so it is a powerful precedent cutting against Louisiana’s Ten Commandments law. But <em>Lee</em> was also a 5-4 decision, and Justice Antonin Scalia’s dissent rejected Kennedy’s suggestion that public schools have a special responsibility to avoid indoctrinating their students. Under Scalia’s approach, the Constitution is only violated when the government uses “force of law and threat of penalty” to coerce religious activity.</p>\n\n<p class=\"has-text-align-none\">And the Court has only moved further to the right since four justices dissented in <em>Lee</em>.</p>\n\n<h2 class=\"wp-block-heading\">Three reasons why this Court could uphold Louisiana’s law</h2>\n\n<p class=\"has-text-align-none\">Again, under the approach Justice Kennedy laid out in <em>Lee</em>, anyone challenging Louisiana’s Ten Commandments’ law has a very strong case. But there are three reasons to doubt that the Court’s current majority will follow <em>Lee</em>.</p>\n\n<p class=\"has-text-align-none\">The first is that Scalia’s dissent was, well, written by Scalia, a conservative icon who many of the Court’s Republicans speak of in almost worshipful tones. Kennedy, meanwhile, was a more moderate conservative who often voted with the Court’s more liberal bloc in cases involving cultural issues such as abortion or gay rights. There are no Kennedy-style moderates on the current Supreme Court, and the Court has moved relentlessly in Scalia’s direction since Kennedy retired in 2018.</p>\n\n<p class=\"has-text-align-none\">The second is that Justice Neil Gorsuch’s majority opinion in <em>Bremerton </em>cites favorably to Scalia’s <em>Lee </em>dissent, and it rather pointedly lifts language from that dissent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Scalia’s <em>Lee</em> dissent, for example, claims that it is rooted in “<a href=\"https://caselaw.findlaw.com/court/us-supreme-court/505/577.html\">historical practices and understandings</a>,” a claim he justifies primarily by citing inaugural addresses by Presidents George Washington, Thomas Jefferson, and James Madison, which all endorsed religious viewpoints. Gorsuch’s <em>Bremerton</em> opinion, meanwhile, claims that “the Establishment Clause must be interpreted by ‘<a href=\"https://www.supremecourt.gov/opinions/21pdf/21-418_i425.pdf\">reference to historical practices and understandings</a>.’”</p>\n\n<p class=\"has-text-align-none\">More ominously for supporters of church-state separation, <em>Bremerton </em>cites Scalia’s <em>Lee </em>dissent twice, including one time to support the proposition that “members of this Court have sometimes disagreed on what exactly qualifies as impermissible coercion in light of the original meaning of the Establishment Clause.” Because <em>Lee</em> resolved the question of what qualifies as impermissible coercion, at least in the classroom context, there’s no reason to bring up this 30-year-old disagreement unless at least some of the justices believe that this question should be reopened.</p>\n\n<p class=\"has-text-align-none\">The third reason to suspect that Louisiana’s Ten Commandments law will be upheld by this Supreme Court derives from the unusual liberties Gorsuch took with the facts of the <em>Bremerton </em>case. That case involved a public high school football coach who rather ostentatiously prayed at the 50-yard line after games, <a href=\"https://www.vox.com/2022/6/27/23184848/supreme-court-kennedy-bremerton-school-football-coach-prayer-neil-gorsuch\">often while surrounded by students, parents, and spectators</a>. </p>\n\n<p class=\"has-text-align-none\">One reason we know that Kennedy’s prayers were very public is that Justice Sonia Sotomayor’s dissenting opinion <a href=\"https://www.supremecourt.gov/opinions/21pdf/21-418_i425.pdf\">includes pictures of Kennedy in a prayer circle</a> with players, as community members and what appear to be members of the media with video cameras stand close by.</p>\n\n<p class=\"has-text-align-none\">And yet, in his <em>Bremerton</em> majority opinion, Gorsuch <a href=\"https://www.vox.com/2022/6/27/23184848/supreme-court-kennedy-bremerton-school-football-coach-prayer-neil-gorsuch\">appears to have just straight up lied about the facts of this case</a>, claiming that the coach only wished to say a “short, private, personal prayer” — something that does not violate the Constitution’s Establishment Clause, even under the more expansive vision advanced by justices like O’Connor.</p>\n\n<p class=\"has-text-align-none\">The fact that a majority of the Supreme Court would so blatantly misrepresent the facts of a case, even in the face of photographic evidence to the contrary, is an ominous sign for anyone seeking refuge behind the Establishment Clause. The Court’s Republican majority appeared so determined to rule in this coach’s favor that they made up alternative facts to justify doing so.</p>\n\n<p class=\"has-text-align-none\">And now the same six justices who decided <em>Bremerton</em> appear destined to consider whether Louisiana can use its public schools to encourage young citizens to become Protestants.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Last week, Louisiana enacted legislation requiring every public school in the state to display a specific version of the Ten Commandments in each classroom. “I can’t wait to be sued,” Republican Gov. Jeff Landry proclaimed a few days before signing the new law, erasing any doubt that the purpose of this legislation is to coax [&#8230;]",
    "author": "Ian Millhiser"
  }
]