[
  {
    "title": "Kevin Costner, the American Western, and the American ego",
    "link": "https://www.vox.com/culture/358108/kevin-costner-horizon-american-saga-review-history",
    "pubDate": "2024-06-29T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kevin Costner as a gunman in Horizon.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/costner.avif?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">What becomes of the mighty when they don’t merely fall from glory, but leap headlong while crowing about their own greatness?</p>\n\n<p class=\"has-text-align-none\">In this case, the mighty is Kevin Costner, and he hath not only fallen but hurtled over the edge with <em>Horizon: An American Saga — Chapter One</em>.</p>\n\n<p class=\"has-text-align-none\">The new three-hour behemoth, released Friday, is the first of a four-film epic Western that Costner <a href=\"https://deadline.com/2023/05/francis-ford-coppola-kevin-costner-interview-megalopolis-horizon-1235359148/\">says</a> he’s wanted to make since 1988. Directed, co-written, and self-financed by Costner, <em>Horizon</em> features an all-star ensemble cast, has a $100 million budget, and will be, when all four films wrap, approximately 12 hours long. It’s a bizarre work about the settling of a small Western town that critics are accurately calling “<a href=\"https://nypost.com/2024/06/26/entertainment/horizon-an-american-saga-chapter-1-review-kevin-costner-quit-yellowstone-for-this/\">an embarrassing</a>, poorly told mess,” “<a href=\"https://ew.com/movie-reviews-horizon-an-american-saga-chapter-1-three-hours-stable-clearing-8669810\">dull as dirt</a>,” “<a href=\"https://www.latimes.com/entertainment-arts/movies/story/2024-06-27/horizon-american-saga-chapter-1-review-kevin-costner-western\">overindulged tedium</a>,” and “<a href=\"https://www.bbc.com/culture/article/20240520-horizon-an-american-saga-review-kevin-costners-western-is-a-numbingly-long-incoherent-disas-ter\">a numbingly long</a>, incoherent disaster.”</p>\n\n<p class=\"has-text-align-none\">It’s also, despite its best efforts at creating sympathy for Indigenous Americans, borderline offensive, with an intense, violent depiction of a nominally unprovoked Apache raid that takes up nearly the first third of the film. The sequence does its very best to make settlers seem like the innocent victims in all this. While the rest of the film tries to undo the initial impression that the Apache are the true aggressors, it’s the only thing that lands. That isn’t surprising when you consider that Costner can be an excellent director, creating a gripping action sequence but failing to deliver on the quieter parts of the film, but it is surprising when you consider that he’s generally been far more sympathetic to Indigenous concerns than <em>Horizon</em>’s first chapter shakes out to be. </p>\n\n<p class=\"has-text-align-none\">That leads us to the inevitable question: What happened here?</p>\n\n<p class=\"has-text-align-none\">To understand how we reached this baffling point, we have to understand just how big Costner was at the peak of his stardom — and how quizzical his career has been ever since.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>In the early 1990s, there was no bigger star than Costner</strong></h2>\n\n<p class=\"has-text-align-none\">It’s hard to overstate just how successful Kevin Costner was at the height of his career. Somewhat unusually for an actor of his caliber, Costner, who was born in 1955, didn’t start working in the field until his mid-20s, and didn’t break through until he was 30. He did so, however, with a string of iconic film roles — as wayward outlaw Jake in <em>Silverado</em> (1985), federal agent Eliot Ness in <em>The Untouchables</em> (1987), heartthrob baseballer Crash Davis in <em>Bull Durham</em> (1988), and Ray Kinsella, the builder (and dreamer) of <em>Field of Dreams</em>’ titular field in 1989. </p>\n\n<p class=\"has-text-align-none\">These early roles identified Costner with both mythologized Americana and iconoclastic heroes. Then, in 1990, Costner doubled down on this persona and elevated his stature to a whole new level by directing himself in one of the most influential films of the decade: <em>Dances With Wolves</em>. </p>\n\n<p class=\"has-text-align-none\"><em>Dances With Wolves</em> typically gets credited with revitalizing and reinventing the epic Hollywood western for modern audiences — a craze that kicked off with <em>Wolves</em>, by 1991, grossing over $175 million and winning seven Oscars, including Best Picture and Best Director. </p>\n\n<p class=\"has-text-align-none\">Faithfully adapted by Michael Blake from his own bestselling novel, <em>Dances With Wolves</em> depicts the journey of a lone soldier (Costner) assigned to a wayward Western outpost during the Civil War. There, he interacts primarily with Lakota and Pawnee, sympathizing with them and their concerns until he ultimately stands with them against an encroaching Union army encampment. The film has a <a href=\"https://crookedmarquee.com/the-complicated-legacy-of-dances-with-wolves/\">complicated cultural legacy</a>, as it both galvanized important cultural conversations about Indigenous rights and <a href=\"https://filmschoolrejects.com/dances-with-wolves-native-lens/\">typified</a> the “<a href=\"https://www.vox.com/culture/23832310/michael-oher-blind-side-adoption-tuohy-white-savior\">white savior</a>” narratives that until recently dominated Hollywood’s treatment of marginalized communities. Still, it’s a true cinematic achievement with grand cinematography, stunning landscapes, and a soaring depiction of a troubled time in the country’s history. It still earns accolades as a true American epic. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-159824459.jpg?quality=90&#038;strip=all&#038;crop=0,12.02928192313,100,75.941436153741\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Kevin Costner holding an American flag in &lt;em&gt;Dances With Wolves&lt;/em&gt;. | Tig Productions/Getty Images\" data-portal-copyright=\"Tig Productions/Getty Images\" />\n<p class=\"has-text-align-none\">For a heady few years after <em>Wolves</em>, Costner was unstoppable: He became the A-lister’s A-lister, hopping from blockbuster to blockbuster in quick succession. <em>Robin Hood: Prince of Thieves </em>was a fun anachronistic romp with an all-star ensemble that <a href=\"https://screenrant.com/robin-hood-prince-of-thieves-90s-classic-still-holds-up-relevant/\">still slaps</a>, as well as one of the <a href=\"https://www.billboard.com/music/music-news/the-biggest-summer-songs-of-all-time-bryan-adams-everything-i-do-i-do-6634483/\">bestselling theme songs</a> in history. <em>The Bodyguard</em> saw Costner star opposite Whitney Houston as a hardened security guard in what was considered a groundbreaking interracial romance between two titans at their peaks. Its cultural legacy has <a href=\"https://pitchfork.com/thepitch/the-paranoid-prescience-of-the-bodyguard-whitney-houston/\">been kinder</a> than critics were at the time, but its $400 million box office and <a href=\"https://www.grammy.com/news/bodyguard-soundtrack-25-years-after-whitney-houstons-masterpiece\">the biggest soundtrack of all time</a> are hard to argue with. Even pivoting away from type and toward weirder fare, Costner still did numbers, with Oliver Stone’s conspiratorial <em>JFK</em> grossing $<a href=\"https://www.boxofficemojo.com/title/tt0102138/\">70 million</a>. </p>\n\n<p class=\"has-text-align-none\">It’s important to remember the chronology here. Costner enjoyed phenomenal career success after an astonishingly short time as an actor; just five years out from his first major role, he directed a film that swept the Oscars. Then he quickly followed that feat up with a truly incredible run of films.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because he did so many important and successful films after it, most people probably catalog <em>Dances With Wolves</em> as coming early, toward the start of his incredible run of success, until the infamous back-to-back cringe flops of <em>Waterworld</em> and <em>The Postman</em> torpedoed his trajectory for years. </p>\n\n<p class=\"has-text-align-none\">But <em>Wolves</em> was instead arguably his pinnacle — the peak of both his creative achievements and his cultural impact. That’s significant as a predictor of what <em>Horizon</em> eventually became, both because of its Western theme and because of its outsized ambition.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Costner personified red-blooded rugged individualism onscreen — and Hollywood divadom offscreen</strong></h2>\n\n<p class=\"has-text-align-none\">“The idea of a prestige movie this immense being released by a major studio now is absurd,” Will Leitch <a href=\"https://newrepublic.com/article/130346/dances-wolves-best-picture-25-years-later\">argued</a> of <em>Dances With Wolves</em> in the New Republic in 2016. “This was the last time a movie star had so much clout that he could do something so patently crazy and expensive, and get a major studio to finance it—and thus the last time it could pay off.”  </p>\n\n<p class=\"has-text-align-none\">In other words, even though it was an important film in many ways, <em>Dances With Wolves</em> was effectively the last of its kind — as Costner would soon learn. </p>\n\n<p class=\"has-text-align-none\">Alongside the runaway success Costner enjoyed between the late ’80s and the mid-90s, he was gaining a reputation within Hollywood as an egomaniac — “either exacting to a fault or an unjustified pain in the ass,” as Puck’s Matthew Belloni <a href=\"https://www.mercurynews.com/2023/02/22/when-hasnt-kevin-costner-been-a-pain-in-the-you-know-what/\">summarized</a> last year. By 1994, the sands had begun to shift. That year, <em>Wyatt Earp</em> flopped, even with Costner heading another all-star ensemble and once again proving his chops as a leading man in a Western. But then came <em>Waterworld</em>, an infamously expensive post-apocalyptic film. Costner was reportedly so difficult and demanding during its creation that director Kevin Reynolds <a href=\"https://www.esquire.com/entertainment/movies/a33443888/why-waterworld-is-actually-good-25th-anniversary-essay/\">walked out of the editing process</a>, leaving the actor to wrap things up. “In the future Costner should only appear in pictures he directs himself,” Reynolds <a href=\"https://ew.com/article/2012/05/18/kevin-costner-and-kevin-reynolds-speaking-feuds/\">reportedly told</a> <em>EW</em> after the split. “That way he can always be working with his favorite actor and his favorite director.” (Though that quote seems prescient, the pair would go on to make up and work together again on 2012’s History channel series <em>Hatfields &amp; McCoys</em>. )</p>\n\n<p class=\"has-text-align-none\"><em>Waterworld</em>, about a waterlogged society, became perhaps the most notorious of Hollywood “flops.” Even though it ultimately grossed over $250 million worldwide, its bloated $175 million production budget was the most expensive in Hollywood history at the time; the film’s marginal profits were <a href=\"https://screenrant.com/how-much-money-waterworld-lost-box-office-bomb/\">swallowed</a> in marketing and production costs. Reynolds commented in a <a href=\"https://edcaesar.co.uk/2008/09/14/kevin-costner-sunday-times/\">2008 interview</a> that the pressure was intense: “The press were after us from early on, willing us to fail.” It didn’t help that Costner displayed diva behavior on set, making finicky demands of production and <a href=\"https://www.sheknows.com/entertainment/articles/2895997/kevin-costner-difficult-reputation-waterworld/\">reportedly</a> lounging in an “$1800-a-day oceanfront villa” while the crew <a href=\"https://web.archive.org/web/20150729011111/http://moviepilot.com/web/20150729011111/http://moviepilot.com/posts/3402322\">reportedly</a> languished in shoddier quarters. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/Waterworld-Kevin-Costner-4K-UHD-Blu-ray-Review-1.jpg?quality=90&#038;strip=all&#038;crop=0,1.463186382376,100,97.073627235248\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Kevin Costner in &lt;em&gt;Waterworld&lt;/em&gt;. | Arrow Video\" data-portal-copyright=\"Arrow Video\" />\n<p class=\"has-text-align-none\">Still, <em>Waterworld</em>, which has since enjoyed a <a href=\"https://www.bbc.com/culture/article/20200916-waterworld-at-25-reappraising-cinemas-biggest-flop\">markedly</a> warmer <a href=\"https://www.esquire.com/entertainment/movies/a33443888/why-waterworld-is-actually-good-25th-anniversary-essay/\">critical reception</a>, didn’t fully sink Costner’s career; it took a second post-apocalyptic flop, even stranger than the first, to do that. </p>\n\n<p class=\"has-text-align-none\"><em>The Postman</em>,<em> </em>directed by Costner, is a true oddity. Considered a post-apocalyptic Western a la <em>The Road</em>, it clocks in at three hours and boasts a screenplay by absolute GOAT Brian Helgeland, writer of a range of bangers from <em>Mystic River</em> to <em>A Knight’s Tale</em>. Fun fact: Helgeland won the Oscar for <em>L.A. Confidential</em> and a Razzie for <em>Postman</em> in the same weekend. <a href=\"https://ew.com/gallery/oscar-winners-who-have-razzies/\">The Razzies</a> took delight in perpetually nominating Costner and all his projects throughout the ’90s; <em>The Postman</em> was like Christmas come early for the infamous “worst-of” awards, which gave the film the prize in five different categories and later nominated it for Worst Picture of the Decade. (It lost to <em>Showgirls</em>). </p>\n\n<p class=\"has-text-align-none\">Unlike <em>Waterworld</em>, <em>Postman</em>’s reception has stayed flaccid over time, largely thanks to the bleakly authoritarian, pseudo-fascist ideology that undergirds its story of a lonely troubadour who tells people false stories of a new US government springing up to replace the one that no longer exists, spreading the myth until it sparks a real movement. Helgeland said in a <a href=\"https://guru.bafta.org/brian-helgeland-screenwriters-lecture\">2012 interview</a> that he wrote Costner’s unnamed character as a con man, spinning a darkly satirical fantasy of American greatness, but Costner wanted the character to be more “sympathetic” and “sincere.” </p>\n\n<p class=\"has-text-align-none\">Helgeland noted this is where the film “went wrong” — but for Costner, the vision he committed to film was clearly the vision he wanted: an essentially hopeful, essentially kind, but fundamentally conservative vision of American greatness. And he’s continued to build that narrative, more or less, ever since.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Costner’s directorial and ideological oeuvre has stayed consistent since </strong><strong><em>Wolves</em></strong></h2>\n\n<p class=\"has-text-align-none\">Although <em>The Postman</em> flopped so badly it essentially paused Costner’s career for half a decade, he began a self-made revival with 2003’s <a href=\"https://www.youtube.com/watch?v=Rd1tXbsOGxs\"><em>Open Range</em></a>, which revived: 1) Costner in the lead 2) directing himself 3) in a panoramic western 4) as a lone hero standing up to injustice, armed only with a bunch of guns and a Personal Code. <em>Open Range </em>met a warm critical and audience reception, and Costner’s career meandered back on track through the 2000s and early 2010s with a wide range of films. He took smaller roles in ensemble movies like <em>The Company Men</em> (2010) and romantic leads in rom-coms like 2005’s eyebrow-raising flop <em>Rumor Has It</em> (where he sleeps with three generations of women in one family). </p>\n\n<p class=\"has-text-align-none\">His most mainstream hit in this period, <em>Hidden Figures</em> (2016), saw him once again in a white savior role, albeit a historical one, facilitating structural change at NASA.  The film’s <a href=\"https://www.youtube.com/watch?v=hNK8FCFpmm4\">most famous scene</a> has him taking out his frustration at systemic inequality by physically destroying a segregated bathroom sign. It was on the heels of that renewed success that <em>Yellowstone</em> creator Taylor Sheridan came calling in 2017. </p>\n\n<p class=\"has-text-align-none\">The rest, as viewers of that juggernaut know, is history: Costner’s cantankerous relationship with Sheridan notwithstanding, he propelled the show, about an iconoclastic family of maverick ranchers, to becoming <a href=\"https://www.vox.com/22759551/yellowstone-kevin-costner-paramount-peacock-tv\">TV’s biggest hit</a> since <em>Game of Thrones</em>. And despite rumors swirling about why he left after five seasons, leaving the show to flounder to complete a sixth without him, he <a href=\"https://www.hollywoodreporter.com/tv/tv-news/kevin-costner-disappointed-rumors-yellowstone-exit-1235927434/\">claims</a> he still loves that world and would even come back to it.</p>\n\n<p class=\"has-text-align-none\">It’s easy to see why Costner loves <em>Yellowstone</em>: Sheridan’s universe of morally off-center individuals playing by their own rules fully aligns with all of Costner’s major works to date; in 2018, he <a href=\"https://www.nytimes.com/2018/06/08/arts/television/kevin-costner-interview.html\">called</a> his character, John Dutton, equivalent to “a modern-day CEO.” </p>\n\n<p class=\"has-text-align-none\">Costner’s conservatism isn’t that of the extreme far right; recall that he <a href=\"https://www.politico.com/blogs/click/2012/05/kevin-costner-waiting-on-obamas-call-124733\">supported</a> Obama in both terms, <a href=\"https://www.yahoo.com/entertainment/kevin-costner-blasts-american-politics-140038203.html\">thinks</a> Michelle Obama would make a good candidate, and faced major backlash among his <em>Yellowstone</em> faithful when he publicly supported Liz Cheney’s failed 2022 bid for reelection after her stand against the January 6 insurrection. In <a href=\"https://www.usatoday.com/story/entertainment/tv/2022/11/10/yellowstone-kevin-costner-john-dutton-season-5-preview/8296024001/\">an interview</a> where he touted Cheney’s “brave, clear-headed stance,” he also said he wished politicians “had a bigger vision and more of a morality about how they see the country evolving.” </p>\n\n<p class=\"has-text-align-none\">For Costner, that morality seems to boil down to a kind of broad populism. “I feel I’ve made a movie for the people, period,” he recently <a href=\"https://deadline.com/2024/05/kevin-costner-horizon-an-american-saga-yellowstone-controversy-1235907679/\">told Deadline</a> about <em>Horizon</em>. “This isn’t a movie from me. I felt like it was my turn in my career to tell a story. This is the one I choose to tell. It’s just my turn.”  </p>\n\n<p class=\"has-text-align-none\">The story he seems to be telling in <em>Horizon</em> is one of settler communities facing and overcoming hardships, embracing the call of the West in the 1850s and ’60s, and battling Indigenous Americans, who are themselves trying to assert their identity and maintain their way of life amid encroaching colonization. </p>\n\n<p class=\"has-text-align-none\">Or, at least, that’s the story he may be telling. Eventually. The story onscreen in <em>Horizon</em>’s first chapter is an incongruous muddle with a bizarre, difficult-to-parse script that often vibes like Thornton Wilder writing dialogue for the Shire. Subplots that never connect play out amid sweeping vistas and a constantly bombastic soundtrack, as though someone ran John Ford and Sergio Leone through ChatGPT and got an enthusiastic community theater troupe to fully commit to the bit. </p>\n\n<p class=\"has-text-align-none\">Amid all of it, there&#8217;s that horrific Apache raid — conveying what, exactly? Unfortunately, it’s too early to tell; its settler apologetics coast on a thin layer of empathy for a small group of pacifist Apache characters who disappear halfway through the movie, presumably to return in later films. Where any of this is going, or if any of it will even carry over to the second film, is unclear. A final hasty montage appears unprompted at the end of the film — a long, confusing barrage of disjointed clips that could be an attempt to wrap up the current plot, preview the next movie, or just quickly use up all the footage they ran out of time to squeeze into this one. Who knows?</p>\n\n<p class=\"has-text-align-none\">What is clear is the sense of gravitas, of a man with a strong mission carrying it out at long last. Costner’s ego fills every frame; we can sense from the outset how desperately he wants this film sequence to restore to him the industry’s <em>Wolves</em>-era respect for his artistry and talent as a director. As it stands, however, there’s too much that’s baffling and unchecked about this project to make that likely. </p>\n\n<p class=\"has-text-align-none\">If, however, Costner means what he says about making a film for “the people,” he might have better luck. Currently, despite its muddled, messy state, the audience score for <em>Horizon</em> on Rotten Tomatoes currently <a href=\"https://www.rottentomatoes.com/m/horizon_an_american_saga_chapter_1\">hovers</a> around 70 percent. </p>\n\n<p class=\"has-text-align-none\">Will it be enough to make up for Costner <a href=\"https://nypost.com/2023/06/02/kevin-costner-risked-home-to-fund-100m-30-year-film-series/\">mortgaging</a> his beachfront Santa Barbara mansion in order to create the ultimate American cinema?</p>\n\n<p class=\"has-text-align-none\">Probably not, but it wouldn’t be an American dream if it weren’t giant, over the top, and fueled less by reason than by sentiment. All in all, that’s the essence of Costner himself — and why <em>Horizon</em> might surprise us in the end.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "What becomes of the mighty when they don’t merely fall from glory, but leap headlong while crowing about their own greatness? In this case, the mighty is Kevin Costner, and he hath not only fallen but hurtled over the edge with Horizon: An American Saga — Chapter One. The new three-hour behemoth, released Friday, is [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "LBJ and Truman knew when to quit. Will Biden?",
    "link": "https://www.vox.com/politics/358084/biden-drop-out-lbj-harry-truman",
    "pubDate": "2024-06-29T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Man reads newspaper with the headline &quot;LBJ: Won&#039;t Run&quot;\" data-caption=\"A man reads the news in the April 1, 1968 Chicago Tribune announcing President Lyndon B. Johnson&#039;s decision not to run for reelection.\" data-portal-copyright=\"Corbis via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-615297800.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A man reads the news in the April 1, 1968 Chicago Tribune announcing President Lyndon B. Johnson&#039;s decision not to run for reelection.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Since becoming president, Joe Biden has faced calls to step aside and not run for reelection out of concern that he’s too old for the job. And since his disastrous debate performance, <a href=\"https://www.vox.com/politics/357746/biden-trump-debate-democrats-replace-dnc\">those</a> calls <a href=\"https://www.nytimes.com/2024/06/28/opinion/joe-biden-tom-friedman.html\">have</a> only grown <a href=\"https://www.politico.com/news/2024/06/27/biden-democrats-replacement-00165672\">louder</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What might be making him press ahead? Some <a href=\"https://www.washingtonpost.com/opinions/2022/10/25/biden-run-president-again-2024/\">have suggested</a> that the president feels an overwhelming sense of duty to serve his country and believes that stepping aside would be a cop-out. Others have theorized that he remains in the race because he thinks he’s one of the few people — <a href=\"https://thehill.com/homenews/administration/3973460-biden-on-beating-trump-i-may-not-be-the-only-one/\">if not the only one</a> — who can beat Donald Trump. As <a href=\"https://www.politico.com/news/2023/12/06/biden-democrat-trump-2024-elections-00130403\">Biden told supporters</a>, “If Trump wasn’t running, I’m not sure I’d be running.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In this case, it’s also hard to ignore the obvious: Power is an extraordinarily difficult thing to walk away from. Take it from a former president who voluntarily chose not to run for reelection.</p>\n\n<p class=\"has-text-align-none\">“There is a lure in power,” <a href=\"https://www.trumanlibrary.gov/library/truman-papers/longhand-notes-presidential-file-1944-1953/april-16-1950?documentid=NA&amp;pagenumber=1\">Harry Truman wrote</a> in 1950, two years before he publicly announced that he would not seek another term. “It can get into a man&#8217;s blood just as gambling and lust for money have been known to do.”</p>\n\n<p class=\"has-text-align-none\">Power can distort someone’s view of reality, making them believe they’re invincible or somehow not bound by the basic rules of biology. But while that makes power all the more seductive, it’s not impossible to break its spell. After all, for well over a century before there were term limits, American presidents tended to know when to call it quits: If they weren’t killed or voted out, they voluntarily bowed out after serving two terms — that is, until Franklin Delano Roosevelt was elected in 1932 and won four consecutive terms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Notably, two more recent presidents, Harry Truman and Lyndon B. Johnson, chose to walk away from the job. Here’s what we can learn from them.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why Harry S. Truman and Lyndon B. Johnson didn’t run for reelection</strong></h2>\n\n<p class=\"has-text-align-none\">If Biden were to drop out of the race, he wouldn’t be the first incumbent president to know when it’s time to go.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Truman, a Democrat, was the last president who could have run for as many terms as he would have liked;&nbsp;the 22nd Amendment, which put in place the presidential term limits we still have today, applied only to presidents who would go on to serve after him. Truman won only a single full term in office in 1948, but he had also served almost the entirety of FDR’s fourth term after Roosevelt’s death.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Truman had had his fill. “In my opinion eight years as President is enough and sometimes too much for any man to serve in that capacity,” <a href=\"https://www.trumanlibrary.gov/library/truman-papers/longhand-notes-presidential-file-1944-1953/april-16-1950?documentid=NA&amp;pagenumber=1\">he wrote</a>. “When we forget the examples of such men as Washington, Jefferson and Andrew Jackson, all of whom could have had a continuation in the office, then will we start down the road to dictatorship and ruin.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I know I could be elected again and continue to break the old precedent as it was broken by F.D.R.,” he continued. “It should not be done. That precedent should continue — not by a Constitutional amendment but by custom based on the honor of the man in the office.”</p>\n\n<p class=\"has-text-align-none\">After facing several setbacks, including declining popularity and losing the New Hampshire primary, Truman announced in March 1952 that he wouldn’t seek reelection. The Democrats held a brokered convention later that year and ultimately picked Adlai Stevenson, then governor of Illinois, to be their presidential nominee. (Stevenson also happened to be Truman’s preferred candidate.)</p>\n\n<p class=\"has-text-align-none\">In 1968, President Lyndon B. Johnson also chose not to seek reelection. Johnson’s administration had been mired in the Vietnam War, and he was quickly losing domestic political support. He was facing serious challengers in the Democratic primaries and realized that his road to reelection would be rocky. The Democratic Party also seemed split, with many preferring someone like Robert F. Kennedy to move the country forward. He also had concerns about his health, uncertain that he could live out another term in office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So Johnson pivoted, focusing the remainder of his presidency on salvaging his legacy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“With America&#8217;s sons in the fields far away, with America&#8217;s future under challenge right here at home, with our hopes and the world&#8217;s hopes for peace in the balance every day, I do not believe that I should devote an hour or a day of my time to any personal partisan causes or to any duties other than the awesome duties of this office — the presidency of this country,&#8221; <a href=\"https://www.npr.org/2018/03/25/596805375/president-johnson-made-a-bombshell-announcement-50-years-ago\">Johnson said</a> on March 31, 1968, when he announced he wouldn’t seek reelection. The party went on to nominate his vice president, Hubert Humphrey, as the next Democratic candidate for president.</p>\n\n<p class=\"has-text-align-none\">Neither Johnson nor Truman can be considered wildly brave for their decisions. <a href=\"https://www.presidency.ucsb.edu/statistics/data/lyndon-b-johnson-public-approval\">Both</a> had <a href=\"https://www.presidency.ucsb.edu/statistics/data/harry-s-truman-public-approval\">tanking approval ratings</a>, and for anyone watching, the writing was on the wall: Reelection was highly unlikely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The outcomes of their decisions can be viewed in many different ways. Both Democratic presidents saw their party suffer crushing defeats after they withdrew from their race. Then again, who’s to say the elections would have been different if they’d stayed in?&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the fact that they knew when to quit was itself notable and worth commending. And as it turned out, both men saw <a href=\"https://www.presidency.ucsb.edu/statistics/data/harry-s-truman-public-approval\">a bounce</a> in <a href=\"https://www.presidency.ucsb.edu/statistics/data/lyndon-b-johnson-public-approval\">their approvals</a> after withdrawing from the race.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>So, what should Biden do?</strong></h2>\n\n<p class=\"has-text-align-none\">Biden could well be thinking: If Johnson and Truman dropping out didn’t save the party’s chances, then should he follow in their footsteps? More than that, the <a href=\"https://www.theatlantic.com/ideas/archive/2018/09/the-complicated-legacy-of-lyndon-johnson/569068/\">post-presidency for Johnson</a> led him <a href=\"https://www.pbs.org/newshour/politics/lbjs-last-interview\">to agony, depression, and self-pity</a> — yet another personal reason Biden might want to plow through.</p>\n\n<p class=\"has-text-align-none\">There’s more to Truman’s and Johnson’s stories, however, than the political outcomes that followed. The fact that they were able to walk away from the most powerful office in the country rather than being forced out was itself an admirable display of humility: a willingness to realize that there’s more to life than politics or their legacy.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-515284950.jpg?quality=90&#038;strip=all&#038;crop=0,10.737627430915,100,78.52474513817\" alt=\"Harry Truman sitting at a desk holding a corded phone receiver to his ear.\" title=\"Harry Truman sitting at a desk holding a corded phone receiver to his ear.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">There is no question that it’s not easy to leave the presidency behind. One of Johnson’s daughters told the former president’s biographer, historian Robert Dallek, that her father’s career was essentially his whole identity. “My daddy committed political suicide for that war in Vietnam,” she said. “And since politics was his life, it was like committing actual suicide.”</p>\n\n<p class=\"has-text-align-none\">Johnson might have been angry on his way out of the White House, but he also looked forward to life on his Texas ranch without the burden of the presidency. “By God I’m going to do what I want to do,” he <a href=\"https://www.goodreads.com/book/show/387971.Flawed_Giant\">said</a>. “If I want to drink a glass of whiskey, I’m going to drink a glass of whiskey. And if I want to have some bad manners, I’m going to have bad manners. I’ve got some freedom to do what I want to do.”</p>\n\n<p class=\"has-text-align-none\">Truman likewise stepped into the post-presidency by looking forward. In his farewell address to the nation, he reflected on his years in politics with pride and appeared sure in his decision to step down. “So, as I empty the drawers of this desk, and as Mrs. Truman and I leave the White House, we have no regret,” he told the nation in January of 1953. “We feel we have done our best in the public service.&#8221;</p>\n\n<p class=\"has-text-align-none\">At 81 years old, Biden has a lot to gain in his personal life from walking away. Past the average life expectancy of the average American man, he has the option to spend the rest of his time with friends and family, especially after a five-decade career in national politics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Like any president, however, his chief concern seems to be his legacy, and he likely believes that sending his party to a loss in the fall could ruin it, whether he’s on the ticket or not.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Like <a href=\"https://www.cnn.com/2015/01/12/opinion/zelizer-lbj-vietnam-disaster/index.html\">Johnson</a> and <a href=\"https://news.gallup.com/poll/7741/gallup-brain-americans-korean-war.aspx\">Truman</a>, Biden has lost political support because of <a href=\"https://www.nytimes.com/2023/12/19/us/politics/biden-israel-gaza-poll.html\">his involvement in a foreign war</a>. But he’s also struggled with voters simply because of his age. After all, <a href=\"https://www.politico.com/news/2024/06/27/biden-democrats-replacement-00165672\">more panic set in</a> among Democrats after Biden’s poor debate performance this week than during the campus protests on Gaza or the <a href=\"https://www.cbsnews.com/detroit/news/uncommitted-movement-over-the-israel-hamas-war-spreads-from-michigan-to-other-states/\">protest “uncommitted” campaigns</a> during the Democratic primaries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though the polls at press time suggest that <a href=\"https://www.natesilver.net/p/the-presidential-election-isnt-a\">Biden is on track to lose</a> in November, it’s certainly within the realm of possibility that Biden could eke out a victory because he’s running against a weak candidate with extraordinarily heavy baggage. It’s also possible that if Biden drops out,&nbsp;the Democratic candidate who replaces him will lose.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But if Trump defeats Biden, the postmortems will likely say that the writing was on the wall before the campaign even began and that Biden handed democracy to a would-be autocrat simply because he had too much pride to drop out.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Short of winning, there’s only one thing Biden can do to prevent his legacy from being defined by his ego: He could give someone else a chance.</p>\n\n<p class=\"has-text-align-none\">Flawed as their tenures may have been, Johnson and Truman understood that the presidency isn’t theirs to keep, and that power, however alluring, is fleeting. Biden would be wise to remember that.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Since becoming president, Joe Biden has faced calls to step aside and not run for reelection out of concern that he’s too old for the job. And since his disastrous debate performance, those calls have only grown louder.&#160; What might be making him press ahead? Some have suggested that the president feels an overwhelming sense [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "How Democrats got here",
    "link": "https://www.vox.com/politics/357955/biden-age-democrats-nominee-kamala-harris",
    "pubDate": "2024-06-28T19:30:42.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"ATLANTA, GEORGIA, UNITED STATES - JUNE 27: President of the United States Joe Biden and Former President Donald Trump participate in the first Presidential Debate at CNN Studios in Atlanta, Georgia, United States on June 27, 2024. (Photo by Kyle Mazza/Anadolu via Getty Images)\" data-portal-copyright=\"Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2158937191.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>ATLANTA, GEORGIA, UNITED STATES - JUNE 27: President of the United States Joe Biden and Former President Donald Trump participate in the first Presidential Debate at CNN Studios in Atlanta, Georgia, United States on June 27, 2024. (Photo by Kyle Mazza/Anadolu via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A viciously xenophobic demagogue — who fomented an insurrection against the US government less than four years ago — is on <a href=\"https://www.economist.com/interactive/us-2024-election/prediction-model/president\">track to win the White House this fall</a>. And the only remotely viable alternative to him, for now, is a massively unpopular, geriatric Democrat who just <a href=\"https://www.vox.com/politics/357746/biden-trump-debate-democrats-replace-dnc\">advertised his inability to speak</a> in complete sentences on national television.</p>\n\n<p class=\"has-text-align-none\">This is the reality that confronts us in the wake of Joe Biden’s catastrophic performance at <a href=\"https://www.vox.com/politics/357788/biden-trump-debate-winners-losers\">Thursday night’s presidential debate</a>. A comprehensive account of how we arrived at this grim moment would require a multi-volume history. But one cause of our current predicament is worth highlighting: Democratic presidential candidates repeatedly failed to select running mates with an eye to their party’s long-term best interests.</p>\n\n<p class=\"has-text-align-none\">Vice presidents do not always go on to become presidential nominees. But they very often do. In partisan primaries, few résumé items are more advantageous than a tenure as a beloved president’s heir apparent. Given this reality, a presidential nominee should aim to pick a running mate whom they consider <em>highly</em> electable.</p>\n\n<p class=\"has-text-align-none\">Unfortunately, the last two Democratic presidents did not prioritize political chops when selecting their veeps.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Barack Obama didn’t choose Joe Biden because he thought that the then-Delaware senator would make a great Democratic nominee in 2016. To the contrary, by most accounts, Obama thought that Biden would be a totally nonviable candidate by the time his own hypothetical presidency ended. And he reportedly selected Biden precisely for that reason.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to senior Democrats who spoke with <a href=\"https://nymag.com/intelligencer/2019/05/joe-biden-and-barack-obamas-one-sided-embrace.html\">New York magazine’s Gabriel Debenedetti</a> in 2019, Obama had assumed that Biden would be too old to run for president by 2016. And he reasoned that this fact would render Biden an especially loyal second-in-command: Bereft of political aspirations of his own, Biden would have no compunction about putting Obama’s interests and goals above all else.</p>\n\n<p class=\"has-text-align-none\">As it happened, Obama misjudged his running mate in more ways than one. In hindsight, it appears likely that Biden would have been a stronger nominee in 2016 than Hillary Clinton — Obama’s hand-picked successor — proved to be. </p>\n\n<p class=\"has-text-align-none\">Nevertheless, Obama was certainly correct that — even eight years ago — Biden, then 71, was much older than an ideal presidential candidate. Instead of making the Delaware senator his running-mate, or putting his thumb on the scales for Clinton, Obama should have found a veep who was in his or her political prime and boasted a demonstrable capacity to compete in a swing state. Instead, he put his own campaign and future administration’s interests over the long-term best interests of the Democratic Party, likely damaging his own legacy in the process.</p>\n\n<p class=\"has-text-align-none\">Biden’s choice of Kamala Harris in 2020 was even more misguided. When he made that choice in August 2020, there was little basis for believing that Harris was one of the most politically formidable Democrats in the country.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris had just mounted an exceptionally lackluster bid for the presidency. Then a California senator, Harris had entered the race for the Democratic nomination with <a href=\"https://www.businessinsider.com/kamala-harris-more-billionaire-donors-than-any-other-democratic-candidate-2019-11\">strong donor support</a> and an <a href=\"https://www.cnn.com/2019/02/09/politics/kamala-harris-first-good-month-poll-of-the-week/index.html\">early surge in the polls</a>. Despite these early advantages, Harris failed to maintain — let alone build out — her coalition over the ensuing months, and her campaign collapsed before the primary’s first ballots were cast.</p>\n\n<p class=\"has-text-align-none\">Nor was Harris’s electoral track record before 2020 especially encouraging. She had never won an election in a swing state or competitive district. And in her first statewide race in deep blue California in 2010, Harris defeated her Republican rival by less than 1 percentage point. Two years earlier, Barack Obama had won that state by more than 23 points.</p>\n\n<p class=\"has-text-align-none\">Given that Biden was 77 in August 2020, the likelihood that his running-mate would one day become his party’s standard-bearer was unusually high. It was entirely plausible that health problems would force him to retire before the end of his first term, let alone his second. And were Harris to become an incumbent president, no other Democrat would stand a chance of defeating her in a contested primary. For these reasons, Biden’s primary consideration in choosing a running-mate should have been his or her electability.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead, he put enormous weight on demographic considerations. “I think he came to the conclusion that he should pick a Black woman,” former Democratic Senate Majority Leader Harry Reid <a href=\"https://www.nytimes.com/2020/08/13/us/politics/biden-harris.html#:~:text=In%20the%20end%2C%20Mr.%20Biden,might%20be%20expected%20to%20govern.\">told the New York Times</a> in the summer of 2020. “They are our most loyal voters and I think that the Black women of America deserved a Black vice-presidential candidate.”</p>\n\n<p class=\"has-text-align-none\">Without question, it is desirable for a vice presidential candidate to energize the Democratic Party’s most loyal constituencies. That is one dimension of electability. But it is not obvious that Harris actually possessed that capability; after all, her 2020 campaign resonated so little with Black voters in South Carolina that she was forced to withdraw before that state’s primary.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In any case, the ability to appeal to swing voters is much more electorally valuable than a penchant for pleasing loyal Democrats. Turning out a Democratic voter who would otherwise stay home increases your margin by 1 point; flipping a Republican voter into your column increases it by 2. </p>\n\n<p class=\"has-text-align-none\">The desire to give historically marginalized groups representation at the apex of American power is a righteous one. Such representation does have the potential to shift cultural perceptions about race and gender in a progressive direction (although, as Obama’s presidency showed, it also <a href=\"https://www.vox.com/policy-and-politics/2018/11/5/18052390/trump-2018-2016-identity-politics-democrats-immigration-race\">has the potential to catalyze a reactionary backlash</a>). But such diffuse cultural shifts are ultimately of less consequence than public policy, above all for the most vulnerable in American society. Working-class Black women have more to lose from a Congress that <a href=\"https://nymag.com/intelligencer/2017/05/biggest-outrage-of-trumpcare-continues-to-be-medicaid-cuts.html\">guts Medicaid</a> and a civil rights division that prioritizes <a href=\"https://www.axios.com/2024/04/01/trump-reverse-racism-civil-rights\">anti-white discrimination</a> than they have to gain from seeing someone of their race and gender squander a national election. </p>\n\n<p class=\"has-text-align-none\">In 2020, there were plenty of non-white-male Democrats with a proven record of appealing to swing voters for Biden to choose from. Amy Klobuchar had repeatedly won landslide victories in light blue Minnesota. Tammy Duckworth had unseated a Republican incumbent in a purple Illinois House district before subsequently winning election to the Senate. Michigan Gov. Gretchen Whitmer had demonstrated her appeal to Rust Belt independents. Tammy Baldwin had repeatedly won Senate races in Wisconsin. </p>\n\n<p class=\"has-text-align-none\">Instead, Biden opted for a running mate who few in the party considered to be an optimal general election candidate, despite the fact that — were Biden to win — there was a high probability that Harris would be her party’s standard-bearer at some point in the near future.</p>\n\n<p class=\"has-text-align-none\">Over the past two years, Harris’s <a href=\"https://projects.fivethirtyeight.com/polls/approval/kamala-harris/\">poor poll numbers</a> — and Democratic <a href=\"https://www.washingtonpost.com/politics/2023/01/30/harris-democrats-worry/\">insiders’ lack of confidence in her political acumen</a> — reduced pressure on Biden to step down, and allow his party to run a less aged and unpopular nominee. Many party leaders seemed to reason that Biden was a safer bet than his vice president.</p>\n\n<p class=\"has-text-align-none\">After Thursday night, it looks like this view was mistaken. For all her liabilities, Harris’s approval rating is somewhat <a href=\"https://www.vox.com/politics/357746/biden-trump-debate-democrats-replace-dnc\">better than Biden’s</a> at this point. The vice president has some gifts as an orator and no shortage of vitality. Given the immense difficulty of coordinating behind a non-Biden candidate at this late date, there’s a plausible case that she is now the Democratic Party’s best option. </p>\n\n<p class=\"has-text-align-none\">Considering the importance of keeping Trump out of power, however, we deserve a better option. And if Obama and Biden had prioritized their party’s long-term best interests when choosing their running mates, we would likely have one.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A viciously xenophobic demagogue — who fomented an insurrection against the US government less than four years ago — is on track to win the White House this fall. And the only remotely viable alternative to him, for now, is a massively unpopular, geriatric Democrat who just advertised his inability to speak in complete sentences [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Why the Supreme Court just ruled in favor of over 300 January 6 insurrectionists",
    "link": "https://www.vox.com/scotus/357973/supreme-court-fischer-united-states-january-6-insurrection",
    "pubDate": "2024-06-28T19:25:37.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"WASHINGTON, DC - JUNE 28: Demonstrators rally in front of the U.S. Supreme Court on June 28, 2024 in Washington, DC. In a series of 6-3 rulings -- with the court’s conservative bloc in lock-step -- justices upheld Oregon’s law preventing homeless people from sleeping and camping outside, reduced the power of federal agencies to interpret ambiguous statutes and ruled that prosecutors overstepped when charging members of the January 6, 2021 mob that attacked the U.S. Capitol with obstruction. (Photo by Chip Somodevilla/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2159699954.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>WASHINGTON, DC - JUNE 28: Demonstrators rally in front of the U.S. Supreme Court on June 28, 2024 in Washington, DC. In a series of 6-3 rulings -- with the court’s conservative bloc in lock-step -- justices upheld Oregon’s law preventing homeless people from sleeping and camping outside, reduced the power of federal agencies to interpret ambiguous statutes and ruled that prosecutors overstepped when charging members of the January 6, 2021 mob that attacked the U.S. Capitol with obstruction. (Photo by Chip Somodevilla/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Friday, the Supreme Court ruled that a federal law, providing that anyone who “<a href=\"https://casetext.com/case/united-states-v-fischer-64\">obstructs, influences, or impedes any official proceeding, or attempts to do so</a>” commits a very serious federal crime, does not actually apply to everyone who obstructs, influences, or impedes an official proceeding.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Worse, the Court does so in a case involving a January 6 insurrectionist.</p>\n\n<p class=\"has-text-align-none\">Approximately <a href=\"https://www.vox.com/scotus/2024/3/25/24108640/supreme-court-january-6-insurrection-fischer-united-states-obstruct\">330 people</a> who allegedly participated in that insurrection are charged with violating the statute at issue in <a href=\"https://www.supremecourt.gov/opinions/23pdf/23-5572_l6hn.pdf\"><em>Fischer v. United States</em></a>, including Donald Trump. So Friday’s decision could potentially undermine much of the Justice Department’s ability to prosecute hundreds of people who attacked the US Capitol.</p>\n\n<p class=\"has-text-align-none\">On the surface, in other words, the <em>Fischer</em> decision could not play more into the growing narrative that the Supreme Court is a partisan institution that protects the interests of the Republican Party, <a href=\"https://www.vox.com/scotus/2024/4/22/24133424/supreme-court-donald-trump-immunity-january-6-president\">and of Trump in particular</a>. How else can one explain the Court’s decision that the anti-obstruction law does not do what it says it does?</p>\n\n<p class=\"has-text-align-none\">The full story of <em>Fischer</em>, however, is slightly more nuanced. For one thing, while five of the justices in the majority are Republicans, Biden-appointed Justice Kentanji Brown Jackson joined these five in the majority. Trump-appointed Justice Amy Coney Barrett wrote the dissent, which was joined by the Court’s two remaining Democrats.</p>\n\n<p class=\"has-text-align-none\">And, while Chief Justice John Roberts’s majority opinion does not read the obstruction law according to its plain text, it does rely on rules governing statutory interpretation that the Court has, at least, <a href=\"https://www.vox.com/scotus/2024/3/25/24108640/supreme-court-january-6-insurrection-fischer-united-states-obstruct\">applied in less politically charged cases</a>.</p>\n\n<p class=\"has-text-align-none\"><em>Fischer</em>, in other words, is less a case about justices tying themselves into knots in order to help out January 6 defendants than it is a case about how easy it is for judges to read a seemingly unambiguous law in multiple ways. The rules governing statutory interpretation are not clear, and it is not even certain when judges should apply one of those rules as opposed to a different one.</p>\n\n<p class=\"has-text-align-none\">And that means each of the justices could have chosen either outcome in the <em>Fischer</em> case.</p>\n\n<h2 class=\"wp-block-heading\">So what did <em>Fischer</em> actually hold?</h2>\n\n<p class=\"has-text-align-none\">The <em>Fischer </em>case involves a <a href=\"https://www.law.cornell.edu/uscode/text/18/1512\">federal law with two separate subsections</a>. Subsection (1) applies to anyone who “corruptly &#8230; alters, destroys, mutilates, or conceals a record, document, or other object, or attempts to do so, with the intent to impair the object’s integrity or availability for use in an official proceeding.”</p>\n\n<p class=\"has-text-align-none\">Meanwhile, subsection (2), the provision many January 6 defendants are accused of violating, applies to someone who “otherwise obstructs, influences, or impedes any official proceeding, or attempts to do so.”</p>\n\n<p class=\"has-text-align-none\">As Barrett writes in dissent, the most natural reading of this statute is that anyone who broke into the US Capitol to disrupt certification of the 2020 election “can be tried for ‘obstructing, influencing, or impeding an official proceeding.’” Subsection (2) of this law “is a very broad provision.” The case that it applies to January 6 defendants “seems open and shut.”</p>\n\n<p class=\"has-text-align-none\">Indeed, the overwhelming majority of lower court judges who heard similar cases reached the same result as Barrett.</p>\n\n<p class=\"has-text-align-none\">Roberts’s reading of the statute is, to put it mildly, less intuitive. He claims that subsection (2)’s broad language is “<a href=\"https://www.supremecourt.gov/opinions/23pdf/23-5572_l6hn.pdf\">linked to its ‘surrounding words</a>.’” So subsection (2)’s broad language is “limited by the preceding list of criminal violations” in subsection (1).</p>\n\n<p class=\"has-text-align-none\">Therefore, under Roberts’s reading, subsection (2) must be read to only capture activities similar to the ones described in subsection (1) — that is, activity like altering, destroying, mutilating, or concealing a record or document. The way that plays out, according to Roberts, is that January 6 defendants can only be charged under this statute if they created false evidence or otherwise impaired “the availability or integrity of other things used in an official proceeding beyond the ‘record[s], document[s], or other object[s]’ enumerated in (c)(1), such as witness testimony or intangible information.”</p>\n\n<p class=\"has-text-align-none\">Let’s stipulate that Roberts’s interpretation of the statute is super confusing and that it does not comport with the way most English speakers would read this law. The oddest thing about <em>Fischer</em> is that there are actually some Supreme Court precedents that support Roberts’s decision.</p>\n\n<p class=\"has-text-align-none\">Consider <a href=\"https://scholar.google.com/scholar_case?case=3213681007315665467&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\"><em>Yates v. United States</em></a> (2015), which involved a very similar dispute in a much less politically charged case. The law in <em>Yates</em> targeted anyone who “knowingly alters, destroys, mutilates, conceals, covers up, falsifies, or makes a false entry in any record, document, or tangible object” with the intent to obstruct a federal investigation or proceeding.</p>\n\n<p class=\"has-text-align-none\">The defendant was a commercial fisherman who caught undersized red groupers, then ordered a crew member to toss these fish overboard “to prevent federal authorities from confirming that he had harvested undersized fish.” <em>Yates</em> asked whether these undersized fish are a “tangible object” within the meaning of the federal statute.</p>\n\n<p class=\"has-text-align-none\">Remarkably, a majority of the justices concluded that they are not. Justice Ruth Bader Ginsburg’s plurality opinion concluded that a court should “avoid ascribing to one word a meaning so broad that it is inconsistent with its accompanying words,” and thus the term “tangible object” should be read “to refer, not to any tangible object, but specifically to the subset of tangible objects involving records and documents.”</p>\n\n<p class=\"has-text-align-none\">Ginsburg’s opinion only garnered four votes, but Justice Samuel Alito wrote a concurring opinion saying that the question in <em>Yates</em> is “close,” but that largely agreed with Ginsburg’s reasoning.</p>\n\n<p class=\"has-text-align-none\">Given that <em>Yates</em> exists, Roberts’s <em>Fischer</em> opinion isn’t entirely ridiculous. The uncomfortable reality about <em>Fischer</em> is that a judge who wants to crack down on January 6 defendants can read the law according to its plain text, as Barrett did, while justices who wish to reach a different result can rely on <em>Yates</em>, as Roberts did.</p>\n\n<p class=\"has-text-align-none\">What actually happened in this case is that five of the Court’s Republicans read the law in a way that minimizes the law’s impact on a particularly lawless band of Trump supporters, and they were joined by the Court’s sole former public defender. Read into that what you will.</p>\n\n<p class=\"has-text-align-none\">The point is simply that previously established rules governing statutory interpretation give judges a great deal of leeway to reach a variety of results in many cases.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Friday, the Supreme Court ruled that a federal law, providing that anyone who “obstructs, influences, or impedes any official proceeding, or attempts to do so” commits a very serious federal crime, does not actually apply to everyone who obstructs, influences, or impedes an official proceeding.&#160; Worse, the Court does so in a case involving [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "The Supreme Court just made a massive power grab it will come to regret",
    "link": "https://www.vox.com/scotus/357900/supreme-court-loper-bright-raimondo-chevron-power-grab",
    "pubDate": "2024-06-28T19:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"WASHINGTON, DC - JUNE 15: Supreme Court Justice Neil Gorsuch (L) talks with Chief Justice John Roberts (R) on the steps of the Supreme Court following his official investiture at the Supreme Court June 15, 2017 in Washington, DC. Gorsuch has been an active member of the court since his confirmation though the official investiture ceremony was held today. (Photo by Win McNamee/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-696327606.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>WASHINGTON, DC - JUNE 15: Supreme Court Justice Neil Gorsuch (L) talks with Chief Justice John Roberts (R) on the steps of the Supreme Court following his official investiture at the Supreme Court June 15, 2017 in Washington, DC. Gorsuch has been an active member of the court since his confirmation though the official investiture ceremony was held today. (Photo by Win McNamee/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Supreme Court handed down what is likely to be one of its most consequential modern-day decisions on Friday.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.supremecourt.gov/opinions/23pdf/22-451_7m58.pdf\"><em>Loper Bright Enterprises v. Raimondo</em></a> fully consolidates the <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">Court’s dominance over federal agencies</a> within the executive branch of government. It is a radical reordering of the US separation of powers, giving the one unelected branch of government all of its own power, plus much of the power that Congress has vested in the executive branch.</p>\n\n<p class=\"has-text-align-none\"><em>Loper Bright </em>overrules a decades-old decision, known as&nbsp;<em><a href=\"https://supreme.justia.com/cases/federal/us/467/837/\" target=\"_blank\" rel=\"noreferrer noopener\">Chevron v. National Resources Defense Council</a></em>&nbsp;(1984), which held that courts typically should defer to federal agencies when those agencies determine federal policy.</p>\n\n<p class=\"has-text-align-none\">While this decision will undoubtedly be celebrated by Republicans — and especially Republican lawyers in conservative legal organizations like the Federalist Society, which have <a href=\"https://www.vox.com/scotus/2024/1/10/24025127/supreme-court-chevron-deference-loper-bright-relentless-raimondo\">pushed for a decision like <em>Loper Bright</em> for years</a> — the six Republican justices responsible for <em>Loper Bright</em> will likely come to regret Friday’s power grab. </p>\n\n<p class=\"has-text-align-none\"><em>Loper Bright</em> transfers a simply astonishing amount of policymaking authority from federal agencies that collectively employ tens of thousands of people, to a judiciary that lacks the personnel to evaluate the overwhelming array of policy questions that will now be decided by the courts. This problem will be felt most acutely by the Supreme Court itself, which has only nine justices staffed by a bare handful of law clerks and a skeletal administrative staff.</p>\n\n<p class=\"has-text-align-none\">The Court’s decision to seize this power is all the more puzzling because it has already given itself sweeping authority to veto nearly any decision by an executive branch agency that, in the Court’s words, <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">involves a matter of “vast ‘economic and political significance.’”</a></p>\n\n<p class=\"has-text-align-none\">The Court’s Republican majority, in other words, is already the final word on any policymaking question that Congress delegated to a federal agency, which triggers a partisan controversy. <em>Loper Bright</em> expands the Court’s authority so that it is also the final word on thousands of questions that hardly anyone cares about at all —  questions like what the cable television rates should be on one of Hawaii’s islands, or how much nitrogen can be discharged by a wastewater treatment plant in Massachusetts.</p>\n\n<p class=\"has-text-align-none\">The specific policy question in <em>Loper Bright</em>, for example, is whether the government or fishing vessels must pay for federal observers that sometimes must accompany those vessels while at sea — a question that virtually no one who doesn’t own a fishing vessel has any reason to care about whatsoever.</p>\n\n<p class=\"has-text-align-none\">So <em>Loper Bright</em> makes the courts, and ultimately, the Supreme Court, responsible for resolving thousands of low-stakes policy questions, which often cannot be resolved simply by reading the law’s naked text.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The justices, in other words, can look forward to missing their children’s basketball games, skipping out on date nights with their spouses, and not really doing much of anything at all besides deciding the crushing weight of cases that are about to land on their desks.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Welcome to hell, justices of the Supreme Court. It is a hell of your own making.</p>\n\n<h2 class=\"wp-block-heading\">So what is <em>Loper Bright</em> actually about?</h2>\n\n<p class=\"has-text-align-none\"><em>Loper Bright</em> overrules a Reagan-era Supreme Court decision known as <a href=\"https://supreme.justia.com/cases/federal/us/467/837/\"><em>Chevron v. National Resources Defense Council</em></a> (1984), which held that when a federal statute delegating policymaking authority to an agency is ambiguous, courts typically should defer to the agency’s reading of that statute rather than trying to resolve the ambiguity itself.</p>\n\n<p class=\"has-text-align-none\">The reasons for this deference were twofold. As <em>Chevron</em> explained, “judges are not experts” in the kind of difficult policy questions that come before federal agencies. Think of questions like whether a product derived from red rice yeast, which purportedly helps promote healthy cholesterol levels, counts as a <a href=\"https://scholar.google.com/scholar_case?case=17763944631660966083&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\">“drug” or a “dietary supplement</a>” under federal law? Under <em>Chevron,</em> this question would be decided by FDA officials who’ve spent decades studying drugs and dietary supplements. Now it will be resolved by political appointees with law degrees and black robes.</p>\n\n<p class=\"has-text-align-none\">The other justification for <em>Chevron</em> is democracy. “While agencies are not directly accountable to the people,” the Court said in <em>Chevron</em>, the leaders of agencies are political appointees, and they answer to a president who is accountable to the voters. And so “it is entirely appropriate for this political branch of the Government to make such policy choices,” rather than placing that power in the hands of unelected political appointees who serve for life.</p>\n\n<p class=\"has-text-align-none\"><em>Chevron</em> was initially <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">celebrated as a triumph by many prominent Republicans</a>. It was 1984 and President Ronald Reagan was cruising to a landslide reelection, and Republicans appeared likely to control federal agencies for years into the future. Many federal courts, meanwhile, were still dominated by liberal Johnson and Carter appointees who were prone to striking down the Reagan administration’s deregulatory actions. So <em>Chevron</em> meant that those courts would have to butt out and let Reagan and his appointees determine the direction of government.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of its biggest cheerleaders was Justice Antonin Scalia, the conservative icon, who predicted in a 1989 lecture that “in the long run <em>Chevron</em> will endure and be given its full scope” because it “<a href=\"https://scholarship.law.duke.edu/cgi/viewcontent.cgi?article=3075&amp;context=dlj\">reflects the reality of government, and thus more adequately serves its needs</a>” than the alternative.</p>\n\n<p class=\"has-text-align-none\">Beginning in the Obama administration, however, <em>Chevron</em> fell out of favor with the legal right, and the Federalist Society’s annual lawyers’ convention became a <a href=\"https://www.vox.com/22276279/supreme-court-war-joe-biden-agency-regulation-administrative-neil-gorsuch-epa-nondelegation\">showcase of proposals seeking to disempower the administrative state</a>. Many of the same Republicans who praised <em>Chevron</em> when it enabled Reagan-era Republicans to roll back regulations abandoned that view when President Barack Obama’s appointees were in charge of the agencies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Federalist Society calls for <em>Chevron</em> to be overruled reached a fever pitch as Republicans consolidated more and more control over the Supreme Court. Why should policymaking authority be wielded by the Executive Branch, which will sometimes be controlled by Democrats, when it could be wielded by a judiciary firmly in Republican Party hands?</p>\n\n<p class=\"has-text-align-none\">And so Roberts’s opinion for himself and his fellow Republican justices is an ode to judicial power. The framers “envisioned that the final ‘interpretation of the laws’ would be ‘the proper and peculiar province of the courts,’” Roberts declares in <em>Loper Bright</em>. Indeed, his opinion seems to deny even the possibility that statutes are sometimes ambiguous and subject to multiple plausible interpretations.</p>\n\n<p class=\"has-text-align-none\">Courts, he writes, “understand that such statutes, no matter how impenetrable, do — in fact, must — have a single, best meaning.” And so he holds that he and his fellow oracles will not simply resolve ambiguities in statutes delegating power to agencies, but that their resolution of these cases necessarily determine that only one possible interpretation is “best.”</p>\n\n<p class=\"has-text-align-none\">But the <a href=\"https://www.vox.com/scotus/2024/1/10/24025127/supreme-court-chevron-deference-loper-bright-relentless-raimondo\">facts of <em>Chevron</em> itself</a> belie any claim that every law has a single “best” meaning that can be determined by diviners wearing black robes. That case involved a law requiring certain power plants to obtain a permit if they built or modified “stationary sources” of air pollution — an ambiguous phrase that raises an obvious question: “What is a stationary source?”</p>\n\n<p class=\"has-text-align-none\">During the Carter administration, the EPA determined that this phrase means any ”<a href=\"https://law.resource.org/pub/us/case/reporter/F2/685/685.F2d.718.81-2208.html\">identifiable piece of process equipment</a>,” which meant that a plant that wanted to modify a single piece of equipment often had to obtain a permit. Reagan’s EPA, by contrast, changed this rule to only require a permit if the entire plant would produce more emissions after individual pieces of equipment were modified.</p>\n\n<p class=\"has-text-align-none\">Truthfully, both of these constructions of the statute were equally plausible. But <em>Chevron</em> ensured that this difficult policy question would be resolved by environmental policy experts overseen by politically accountable people — if voters preferred Carter’s rule to Reagan’s, they could have elected a new president who took a more expansive approach to environmental regulation. <em>Loper Bright</em>, by contrast, rests on the fiction that there is one “best” interpretation of all laws, and it is the interpretation preferred by entirely unaccountable judges.</p>\n\n<h2 class=\"wp-block-heading\"><em>Loper Bright</em> turns the Supreme Court into micromanagers of an astounding array of minor policy questions</h2>\n\n<p class=\"has-text-align-none\">One of the most baffling things about <em>Loper Bright</em> is that the Supreme Court <a href=\"https://www.vox.com/scotus/23791610/supreme-court-major-questions-doctrine-nebraska-biden-student-loans-gorsuch-barrett\">already gave itself an unchecked veto power</a> over any agency action it deems too economically or politically significant — a power it’s wielded ruthlessly to strike down Biden administration policies that garner strong objections from Republicans.</p>\n\n<p class=\"has-text-align-none\">Often these cases, which are known as “major questions” cases, permit the justices to veto agency actions that are clearly and unambiguously authorized by federal law. The most egregious example is <a href=\"https://www.supremecourt.gov/opinions/22pdf/22-506_nmip.pdf\"><em>Biden v. Nebraska</em></a> (2023), which struck down President Joe Biden’s student loan forgiveness plan <a href=\"https://www.vox.com/scotus/2023/6/30/23779903/supreme-court-student-loan-biden-nebraska-john-roberts\">despite a federal statute</a> which gave the Secretary of Education sweeping authority to “waive or modify any statutory or regulatory provision applicable to the student financial assistance programs &#8230; as the Secretary deems necessary in connection with a war or other military operation or national emergency” — an emergency such as the Covid-19 pandemic.</p>\n\n<p class=\"has-text-align-none\">So, before <em>Loper Bright</em>, the Court’s Republican majority already had the power to overrule any agency action that garnered political controversy, effectively replacing a Democratic president’s policy with one preferred by the GOP. After <em>Loper Bright</em>, the Court is now the final word on a broad range of policy questions that hardly anyone cares about, but that are very important when taken in the aggregate, and that often involve hyper-technical questions that are far beyond the justices’ expertise.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://law.justia.com/cases/federal/appellate-courts/ca1/16-2280/16-2280-2018-07-09.html\">How much nitrogen may be discharged by a wastewater treatment plant</a> in Taunton, Massachusetts? Is there <a href=\"https://casetext.com/case/mass-dept-of-telecomms-v-fed-commcns-commn\">“effective competition” between cable TV providers and streaming video providers</a> in Kauai, Hawaii? Does the <a href=\"https://scholar.google.com/scholar_case?case=4533199890412583875&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\">process of mixing and bagging sand</a> constitute “milling,” which is regulated under the Mine Safety and Health Act, or “manufacturing,” which is regulated under the Occupational Safety and Health Act? Which electrical facilities are “<a href=\"https://scholar.google.com/scholar_case?case=12830125190145456521&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\">used in local distribution</a> or only for the transmission of electric energy in intrastate commerce,” and therefore exempt from certain federal regulations? Does a service that streams live programming over the internet <a href=\"https://scholar.google.com/scholar_case?case=277482026179987814&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\">qualify as a “cable system”</a> under the Copyright Act?</p>\n\n<p class=\"has-text-align-none\">Federal courts will soon be inundated with lawsuits forcing them to decide questions like these, which, under <em>Chevron,</em> have been the ken of federal agencies. And there’s simply no reason to think that some guy with a juris doctorate and a judicial commission will know how to handle these questions. Instead of leaving questions about, say, cable TV rates to officials in the Federal Communications Commission who have spent their careers studying those questions, they’ll now be resolved by lawyers who know little, if anything, about telecommunications.</p>\n\n<p class=\"has-text-align-none\">Because lower court judges typically have no real expertise in any of these questions, moreover, policy questions that have historically been resolved by agencies are likely to cleave the federal courts down the middle, forcing the justices to resolve countless disagreements among federal circuit courts. </p>\n\n<p class=\"has-text-align-none\">The one good thing that can be said about <em>Loper Bright</em> is that it does contain some language limiting its scope. Roberts concedes that the “best” meaning of a statute will sometimes be that an agency is “authorized to exercise a degree of discretion.” And, most likely to prevent the courts from being forced to relitigate every single challenge to a federal regulation filed in the last 40 years, Roberts also declares that “we do not call into question prior cases that relied on the <em>Chevron </em>framework.”</p>\n\n<p class=\"has-text-align-none\"><em>Loper Bright </em>gives Roberts and his colleagues the final word on any new regulation issued by a federal agency, but it avoids the chaos of undoing four decades of previous decisions.</p>\n\n<p class=\"has-text-align-none\">Still, <em>Loper Bright </em>is an earthquake that reorders US law, and that transfers a simply astonishing amount of authority away from democratically accountable officials and to a Republican judiciary. It is likely to lead to worse governance, more arbitrary decisions, and even more contentious judicial confirmations because so much now turns on which party controls the courts.</p>\n\n<p class=\"has-text-align-none\">And the biggest losers of all may be the justices themselves. I hope that Chief Justice Roberts didn’t plan on seeing his wife and kids any time soon, because he can look forward to many long, boring nights in the office.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Supreme Court handed down what is likely to be one of its most consequential modern-day decisions on Friday. Loper Bright Enterprises v. Raimondo fully consolidates the Court’s dominance over federal agencies within the executive branch of government. It is a radical reordering of the US separation of powers, giving the one unelected branch of [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "What about Kamala?",
    "link": "https://www.vox.com/2024-elections/357948/url-harris-replace-biden-trump-debate-reaction-polling-vice-presidency",
    "pubDate": "2024-06-28T19:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"COLLEGE PARK, MARYLAND - JUNE 24: U.S. Vice President Kamala Harris delivers remarks on reproductive rights at Ritchie Coliseum on the campus of the University of Maryland on June 24, 2024 in College Park, Maryland. Harris is speaking on the two year anniversary of the Dobbs decision, the Supreme Court ruling that overturned Roe v. Wade and struck down federal abortion protections. (Photo by Kevin Dietsch/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2159025387.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>COLLEGE PARK, MARYLAND - JUNE 24: U.S. Vice President Kamala Harris delivers remarks on reproductive rights at Ritchie Coliseum on the campus of the University of Maryland on June 24, 2024 in College Park, Maryland. Harris is speaking on the two year anniversary of the Dobbs decision, the Supreme Court ruling that overturned Roe v. Wade and struck down federal abortion protections. (Photo by Kevin Dietsch/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If President Joe Biden decides to <a href=\"https://www.vox.com/politics/357746/biden-trump-debate-democrats-replace-dnc\">drop out</a> of the presidential race, it appears <a href=\"https://www.vox.com/2024-elections/357739/biden-trump-debate-democrats-replace-nominee-whitmer-moore-newsom\">likely</a> that his replacement at the top of the ticket would be his running mate, Vice President Kamala Harris.</p>\n\n<p class=\"has-text-align-none\">Until this week, that possibility wasn’t really worth pondering too much. But after Biden’s <a href=\"https://www.vox.com/politics/357788/biden-trump-debate-winners-losers\">disastrous performance</a> during Thursday night’s debate, Harris becoming the Democratic nominee is suddenly a more serious hypothetical.</p>\n\n<p class=\"has-text-align-none\">Before considering what that would actually look like, it’s helpful to take stock of her vice presidency — and vice presidential candidacy — so far. Despite<a href=\"https://www.vox.com/politics/2023/3/27/23655248/kamala-harris-vice-president-approval-criticism\"> frequent criticisms</a> and confusion surrounding what exactly her job is, she is now emerging as an indispensable surrogate and defender,&nbsp;and maybe even successor. She hasn’t been a particularly groundbreaking vice president, but she has had moments on the campaign trail, albeit overlooked by the public and the press, when she is able to showcase her value. It’s a preview of how her role could change in the coming months and even years, whether or not Biden steps aside.</p>\n\n<p class=\"has-text-align-none\">Thursday night was one of those times. As shocked and panicked reactions from Democratic operatives and the political press began to pour in post-debate, Harris was dispatched to defend Biden on CNN and MSNBC. She admitted that Biden had a “slow start,” but rounded that answer off by playing up a “strong finish” by the president. She went on offense: attacking Trump for his many lies during the debate and emphasizing Trump’s statements in defense of the January 6 insurrection and refusal to accept the results of the election.</p>\n\n<p class=\"has-text-align-none\">In the process, she surprised a host of pundits <a href=\"https://www.cnn.com/politics/live-news/cnn-debate-trump-biden-06-27-24/index.html\">who wondered</a> why the White House has “kept her under wraps for three years.”</p>\n\n<p class=\"has-text-align-none\">The answer is complicated.</p>\n\n<h2 class=\"wp-block-heading\">Harris’s vice presidency has been muted by design</h2>\n\n<p class=\"has-text-align-none\">Unlike Biden’s tenure under former President Barack Obama, Harris’s role as vice president has been low-key. For most of her term, she’s been relegated to warm-up speaker and occasional Biden stand-in, delivering remarks at White House events with the president, attending summits and visiting foreign leaders when Biden is needed in DC or on another trip, or, like Thursday night, brought in to do clean-up.</p>\n\n<p class=\"has-text-align-none\">Many of those back-seat responsibilities have been due to the nature of the vice presidency: a constitutional office without any clear authorities beyond being a spare body in the event the president can’t do his job and being an extra vote when the US Senate is evenly tied.</p>\n\n<p class=\"has-text-align-none\">But some of it appears to have been intentional. Vice presidents have exerted influence and power before. Vice President Dick Cheney essentially ran foreign policy for a few years during George W. Bush’s first term. Biden himself was given a large mandate by Obama during the government’s response to the Great Recession, administering hundreds of billions of dollars in <a href=\"https://www.npr.org/2020/04/06/828303824/a-look-back-at-how-joe-biden-managed-the-2009-stimulus-package\">federal stimulus spending</a>.</p>\n\n<p class=\"has-text-align-none\">Harris got no such assignments, despite Biden suggesting that he wanted his second-in-command to be a governing “<a href=\"https://www.cnn.com/2020/12/03/politics/kamala-harris-working-partnership/index.html\">partner</a>” during the 2020 campaign season. Questions about this have dogged Harris. Just nine months into Biden’s term, after waves of negative media coverage, public absence, staff departures, and rhetorical missteps (which have now become a <a href=\"https://knowyourmeme.com/memes/fell-out-of-a-coconut-tree\">genre of meme</a>), the White House issued a <a href=\"https://x.com/PressSec/status/1460070063025831936?s=20\">statement</a> assuring the public that the president did rely on Harris.</p>\n\n<p class=\"has-text-align-none\">By that point, the idea that Harris served a superfluous role was already baking into public and media perception. Instead of working on issues like criminal-justice reform and policing — her areas of expertise —<a href=\"https://www.nytimes.com/2023/10/10/magazine/kamala-harris.html\"> she took on voting rights</a>, an issue that was doomed to fail in an evenly divided Senate. Her portfolio was then filled with another cursed assignment: dealing with the root causes of migration from Latin America. Mainstream <a href=\"https://apnews.com/general-news-3400f56255e000547d1ca3ce1aa6b8e9\">press coverage</a> of that task, and Republican framing of it online and in right-wing media, made it seem like her job would be dealing with immigration and the southern border, however. That fog made her an easier target for Republicans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, something changed in 2022: When the Supreme Court <a href=\"https://www.vox.com/2022/6/24/23181720/supreme-court-dobbs-jackson-womens-health-samuel-alito-roe-wade-abortion-marriage-contraception\">overturned <em>Roe v. Wade</em></a> that summer and eliminated the constitutional right to an abortion, Harris suddenly had a clear lane in which to operate, and she has taken it: being the Biden administration’s <a href=\"https://nymag.com/intelligencer/2022/08/abortion-rights-fight-gives-kamala-harris-a-chance-to-lead.html\">point person</a> on conservative threats to reproductive rights.</p>\n\n<h2 class=\"wp-block-heading\">Campaign-trail Harris has shown how much of an asset she could be</h2>\n\n<p class=\"has-text-align-none\">Post-<em>Dobbs</em> and since the <a href=\"https://www.vox.com/policy-and-politics/23448972/midterms-results-democrats-senate-red-wave\">generally</a> <a href=\"https://www.vox.com/policy-and-politics/23439022/midterm-elections-2022-results-charts-maps-takeaways\">successful</a> <a href=\"https://www.vox.com/policy-and-politics/2022/11/27/23475262/midterm-elections-2022-results-red-wave-democrats\">midterms</a> that followed later that same year, Harris’s official role has shifted. She’s been on more foreign visits and to gatherings of NATO and allied leaders, headlined a <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2023/09/07/vice-president-harris-launches-nationwide-fight-for-our-freedoms-college-tour-to-mobilize-students-and-young-people-in-the-fight-for-their-rights/\">national college tour</a>, and embarked on two other nationwide tours: one this winter dedicated to raising awareness of <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2023/12/19/vice-president-kamala-harris-launches-reproductive-freedoms-tour/\">threats to reproductive freedom</a> (it kicked off on the 51<sup>st</sup> anniversary of <em>Roe v. Wade</em>) and another this spring focused on “<a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/04/25/vice-president-kamala-harris-launches-nationwide-economic-opportunity-tour/#:~:text=WASHINGTON%20%E2%80%93%20Vice%20President%20Kamala%20Harris,has%20the%20freedom%20to%20thrive.\">economic opportunity</a>.”</p>\n\n<p class=\"has-text-align-none\">The tours, though events run out of the White House, served a campaign function as well. The stops were concentrated in swing states, and meant to reach a swath of core Democratic constituencies that Harris may be better positioned to speak to like young voters and college students, women, Black and Latino Americans, and working-class communities. Unlike Biden, who has been struggling with voters from all of these backgrounds, Harris is a <a href=\"https://www.npr.org/2024/03/18/1239107278/vp-harris-takes-to-the-road-to-convince-voters-to-give-biden-another-term\">natural communicator</a> in these settings.</p>\n\n<p class=\"has-text-align-none\">The change in these official duties has also resulted in a shift in her campaign role, especially as the primary season wrapped up this spring and the general election began. She made history, <a href=\"https://www.nytimes.com/2024/03/13/us/politics/kamala-harris-abortion-clinic.html\">the White House said</a>, when she visited and toured an abortion clinic in Minneapolis in March, and has since delivered <a href=\"https://www.c-span.org/video/?534902-1/vice-president-harris-remarks-arizona-abortion-rights\">campaign speeches</a> in states that have taken measures to restrict abortion access, like <a href=\"https://abcnews.go.com/Politics/kamala-harris-travels-florida-6-week-abortion-ban/story?id=109704247\">Florida</a> and <a href=\"https://www.axios.com/2024/04/10/abortion-arizona-law-ban-kamala-harris\">Arizona</a>, both when the state’s top court allowed a century-old abortion ban go into effect and <a href=\"https://www.youtube.com/watch?v=vyUzB0GURNQ\">again</a> on the second anniversary of <em>Dobbs</em>.</p>\n\n<p class=\"has-text-align-none\">She’s also been zeroing in on other progressive priorities like <a href=\"https://www.latimes.com/world-nation/story/2024-03-23/kamala-harris-to-tour-blood-stained-building-where-2018-florida-school-massacre-happened\">gun safety</a>, <a href=\"https://whyy.org/articles/kamala-harris-philadelphia-visit-student-loan-relief/\">student loan forgiveness</a>, and the <a href=\"https://www.nbcnews.com/politics/white-house/kamala-harris-gaza-speech-watered-down-cease-fire-rcna141750\">war in Gaza</a>. She’s been engaging media and giving many more interviews than Biden, appearing as a <a href=\"https://www.nytimes.com/2023/11/16/podcasts/the-run-up-kamala-harris-interview.html\">guest</a> on <a href=\"https://www.youtube.com/watch?v=UnTpTTKeeTg\">popular</a><a href=\"https://podcasts.apple.com/us/podcast/kamala-harris/id1521578868?i=1000488347134\"> podcasts</a>, TV shows like <a href=\"https://www.latimes.com/entertainment-arts/tv/story/2024-05-01/drew-barrymore-kamala-harris-mamala-internet-backlash\"><em>The Drew Barrymore Show</em></a> and <a href=\"https://www.youtube.com/watch?v=Ne3-KA8ja6g\"><em>Jimmy Kimmel Live!</em></a>, and <a href=\"https://www.youtube.com/watch?v=94QBUk_-IPg\">online</a> <a href=\"https://www.youtube.com/watch?v=WFJJxvlAVkE\">talk shows</a> to discuss the White House and the Biden campaign’s priorities.</p>\n\n<p class=\"has-text-align-none\">She’s filling the void that Biden has created intentionally (because of his age) or not (because he is also president, governing the country). Thursday night’s interviews, and whatever appearances she will have to make to defend Biden, show us what is likely to come: an expanded role for the veep in this term and a theoretical next.</p>\n\n<p class=\"has-text-align-none\">Biden will need it&nbsp;and Democrats should want it, in the event that Harris has to step up to win the election, govern the nation, or just be a solid backup — precisely as the vice presidency is supposed to work.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If President Joe Biden decides to drop out of the presidential race, it appears likely that his replacement at the top of the ticket would be his running mate, Vice President Kamala Harris. Until this week, that possibility wasn’t really worth pondering too much. But after Biden’s disastrous performance during Thursday night’s debate, Harris becoming [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "The Democrats who could replace Biden if he steps aside",
    "link": "https://www.vox.com/politics/357936/biden-harris-buttigieg-newsom-whitmer-pritzker-convetion-debate-2024",
    "pubDate": "2024-06-28T18:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"US Vice President Kamala Harris speaks at the Constitutional Convention of the UNITE HERE hospitality union in New York on June 21, 2024. (Photo by ANGELA WEISS / AFP) (Photo by ANGELA WEISS/AFP via Getty Images)\" data-portal-copyright=\"AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2158015324.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>US Vice President Kamala Harris speaks at the Constitutional Convention of the UNITE HERE hospitality union in New York on June 21, 2024. (Photo by ANGELA WEISS / AFP) (Photo by ANGELA WEISS/AFP via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Following a <a href=\"https://www.vox.com/politics/357788/biden-trump-debate-winners-losers\">disastrous performance</a> in Thursday night’s presidential debate, President Joe Biden is <a href=\"https://www.nytimes.com/2024/06/27/us/politics/biden-debate-democrats.html?unlocked_article_code=1.3E0.i8EQ.kxLuikzdSwiv&amp;smid=url-share\">facing a flood of calls</a> from Democratic pundits and strategists to <a href=\"https://www.vox.com/politics/357746/biden-trump-debate-democrats-replace-dnc\">step aside</a> and make way for a different Democratic nominee amid real doubts that he is fit to defeat former President Donald Trump in November.</p>\n\n<p class=\"has-text-align-none\">Biden’s time at the debate was full of nonsequiturs, rhetorical errors, off-topic asides, and extended pauses to gather his thoughts. He spoke quietly and with a scratchy throat — his <a href=\"https://thehill.com/homenews/campaign/4744889-joe-biden-has-a-cold-debate/\">aides say he had a cold</a>. Overall, his performance only added fuel to existing <a href=\"https://www.ipsos.com/en-us/majority-americans-think-both-biden-and-trump-are-too-old-serve-second-terms\">concerns about his age</a> and <a href=\"https://www.wsj.com/politics/policy/joe-biden-age-election-2024-8ee15246\">ability to perform his duties</a>.</p>\n\n<p class=\"has-text-align-none\">To be clear, Trump’s performance was a horror too; it was full of outright lies and rambling incoherence as well. He once again made clear that he poses a grave threat to US democracy — which is, in part, why some Democrats are saying Biden must step aside and allow a stronger candidate to lead the party in November.</p>\n\n<p class=\"has-text-align-none\">Replacing Biden as the Democratic nominee would be difficult, but not impossible, as my colleague <a href=\"https://www.vox.com/2024-elections/357739/biden-trump-debate-democrats-replace-nominee-whitmer-moore-newsom\">Christian Paz writes</a>. It would require Biden himself to direct delegates at the convention this summer to vote for someone else and hand over his campaign funds. No party operative can force him out.</p>\n\n<p class=\"has-text-align-none\">On Friday, Biden <a href=\"https://x.com/kaylatausche/status/1806675665845903645\">indicated</a> that he does not intend to drop out and remains committed to a second debate in September. But if Biden changes his mind, there is a roster of potential candidates who could replace him — the most obvious being Vice President Kamala Harris.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Harris would be the most practical alternative to Biden</h2>\n\n<p class=\"has-text-align-none\">Voters have already grappled with the notion that Harris is just one 81-year-old heartbeat away from becoming president. Only a little over a third of voters said in a September <a href=\"https://www.documentcloud.org/documents/23979668-671717605-cbsnews-20230917-sun\">CBS News/YouGov</a> poll that they thought Biden would complete a second term.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When up against other Democratic presidential contenders, she performs well. A <a href=\"https://www.politico.com/f/?id=0000018f-f8f8-d844-a1ff-fffed00f0000\">June Morning Consult/Politico poll</a> of registered voters found that 21 percent would want her to be the nominee if Biden weren’t running — more than any other candidate.</p>\n\n<p class=\"has-text-align-none\">She’d be the easiest person to swap in, as she could also pick up campaigning right where Biden left off. Unlike other potential contenders to replace Biden, she could start using his campaign funds immediately because she’s already on the presidential ticket. Otherwise, Biden would have to transfer his funds to the Democratic National Committee, which would then disperse them to another candidate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Biden campaign has also been trying to boost Harris’s profile by sending her on a tour of the country to talk about abortion rights, a key issue that has contributed to Democratic victories in elections from North Carolina to Kansas in the years since the Supreme Court overturned <em>Roe v. Wade</em>. And since <a href=\"https://www.vox.com/politics/353753/new-york-trump-conviction-justice-department\">Trump’s criminal conviction</a>, she’s proved <a href=\"https://www.washingtonpost.com/opinions/2024/06/13/kamala-harris-trump-conviction-hush-money/\">capable of going on the offensive</a>, leveraging her experience as the former San Francisco district attorney and California attorney general.</p>\n\n<p class=\"has-text-align-none\">These facts, however, may not be enough to overcome the fact that Harris is unpopular, even relative to <a href=\"https://www.newsweek.com/kamala-harris-approval-rating-2024-problem-1853029\">her predecessors as vice president</a>. Her net disapproval rating is currently about 49 percent, according to <a href=\"https://projects.fivethirtyeight.com/polls/approval/kamala-harris/\">FiveThirtyEight’s polling average</a>. That’s better than Biden’s <a href=\"https://projects.fivethirtyeight.com/biden-approval-rating/\">disapproval rating of 56 percent</a> — but he’s also <a href=\"https://news.gallup.com/poll/644252/biden-13th-quarter-approval-average-lowest-historically.aspx\">historically unpopular</a>, and Harris would be running on the same record as Biden. Moreover, the Morning Consult/Politico poll found that just a third of voters and 3 in 5 Democrats believe it’s likely that she would win an election as the Democratic nominee.</p>\n\n<p class=\"has-text-align-none\">This is partially a result of the White House’s failure in the first half of Biden’s presidency to give her the kind of exposure that might have boosted those numbers, instead giving her a portfolio that included the ever-intractable issue of immigration. That reportedly contributed to <a href=\"https://www.bbc.com/news/world-us-canada-60061473\">tensions between her office and the White House</a>.</p>\n\n<p class=\"has-text-align-none\">Attacks on Harris — the first woman, the first Black woman, and the first South Asian vice president — have also been <a href=\"https://www.vox.com/politics/2023/3/27/23655248/kamala-harris-vice-president-approval-criticism\">colored with sexism and racism</a>, as former <a href=\"https://www.politico.com/news/2023/04/27/ron-klain-kamala-harris-sexism-criticism-00094166\">White House chief of staff Ron Klain</a> has noted.</p>\n\n<p class=\"has-text-align-none\">Replacing Biden with Harris, therefore, would require the Democratic establishment to go all-in on her in a way they have yet to do.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The other possible contenders to replace Biden</h2>\n\n<p class=\"has-text-align-none\">If not Harris, a Biden replacement could also come from the bench of talent that Democrats have been eyeing for 2028: California Gov. Gavin Newsom, Transportation Secretary Pete Buttigieg, Michigan Gov. Gretchen Whitmer, and Illinois Gov. J.B. Pritzker.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, when asked about whether they would be willing to step in, they have demurred so far — which is as expected given all of them have been strong Biden surrogates.</p>\n\n<p class=\"has-text-align-none\">In the Morning Consult/Politico poll, Newsom and Buttigieg came second after Harris as favored Democratic presidential contenders with 10 percent support. Whitmer came in third with four percent support. (Pritzker was not polled.) Newsom, Whitmer, and Pritzker also have<a href=\"https://www.multistate.us/insider/2023/8/4/decoding-2023-gubernatorial-approval-ratings\"> strong approval ratings in their states</a>.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Gavin Newsom</strong></h4>\n\n<p class=\"has-text-align-none\">Newsom’s <a href=\"https://www.vox.com/politics/23832897/gavin-newsom-ron-desantis-debate\">recent debate</a> with Florida Gov. Ron DeSantis has boosted his national profile. His record includes further protecting reproductive rights in California, <a href=\"https://calmatters.org/housing/homelessness/2024/01/california-homeless-encampments-2/\">clearing homeless encampments</a>, phasing out <a href=\"https://www.nytimes.com/2022/08/24/climate/california-gas-cars-emissions.html\">gas-powered vehicles</a>, <a href=\"https://calmatters.org/health/2023/12/undocumented-health-insurance-new-california-laws-2024/\">expanding healthcare for undocumented immigrants</a>, imposing a <a href=\"https://www.sfchronicle.com/politics/article/california-death-penalty-18711016.php\">death penalty moratorium</a>, enacting <a href=\"https://www.cnn.com/2021/09/30/us/california-police-reform-laws-decertification/index.html\">police reforms</a>, and more. But his tenure as governor hasn’t been without challenges: He’s faced <a href=\"https://www.politico.com/news/2024/02/26/newsom-recall-budget-2024-00143252\">multiple recall campaigns</a>, and the state is reeling from a multibillion-dollar deficit that required deep budget cuts this year. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Gretchen Whitmer</h4>\n\n<p class=\"has-text-align-none\">Whitmer led Democrats to win majorities in both chambers of the Michigan legislature in the midterms. In the years since, she has worked to <a href=\"https://apnews.com/article/whitmer-michigan-abortion-election-a4323a955a8dc0b3f4875216289f2e12\">shore up abortion rights</a>, <a href=\"https://www.bridgemi.com/michigan-government/whitmer-signs-anti-discrimination-protections-lgbtq-residents-michigan-law\">expand LGBTQ rights</a>, implement <a href=\"https://www.freep.com/story/news/politics/2024/02/12/michigan-new-gun-safety-laws/72494522007/\">stricter gun safety measures</a>, take <a href=\"https://michiganadvance.com/2023/11/28/whitmer-signs-climate-change-legislation-setting-100-clean-energy-standard-for-michigan-by-2040/\">aggressive climate action</a>, <a href=\"https://www.wilx.com/2024/01/25/gov-whitmer-pushes-free-access-universal-preschool-across-state/\">institute free universal preschool</a>, and reverse policies like a <a href=\"https://www.thenation.com/article/politics/michigan-right-to-work-law/\">“right to work” law</a> that hurt union membership and was previously implemented by the Michigan GOP.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">J.B. Pritzker</h4>\n\n<p class=\"has-text-align-none\">Pritzker, who has a multi-billion dollar fortune, may have a strategic advantage in being less reliant on donors to fund a bid for president. He balanced his state’s budget and enacted a progressive agenda that included a $45 billion infrastructure plan, increased the hourly minimum wage to $15 by 2025, expanded Medicaid coverage to undocumented seniors, transitioned the state to 100 percent clean energy by 2050, and more. His state will host the Democratic National Convention this summer.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pete Buttigieg</strong></h4>\n\n<p class=\"has-text-align-none\">Buttigieg made his mark during the 2020 presidential campaign, essentially coming in third after Biden and Sen. Bernie Sanders (D-VT). As transportation secretary, he’s overseen the implementation of the $1.2 trillion infrastructure bill passed in 2021, sought to <a href=\"https://www.vox.com/podcasts/23698202/pete-buttigieg-roadway-deaths-public-transportation\">improve road safety</a>, and addressed <a href=\"https://apnews.com/article/joe-biden-business-pete-buttigieg-797fc9ea60ee9d9a22181a2622867fd5\">pandemic-related supply chain disruptions</a>. But he’s also come under heavy scrutiny over a series of <a href=\"https://www.deseret.com/2023/11/15/23921286/bad-traffic-pete-buttigieg-transportation/\">high-profile train derailments</a> and widespread <a href=\"https://www.politico.com/news/2023/01/14/pete-buttigieg-airlines-transportation-00077957\">flight delays and cancellations</a>, though has since made efforts to <a href=\"https://www.npr.org/2023/05/08/1174853874/dot-secretary-buttigieg-wants-to-hold-airlines-accountable-for-delays-cancelatio\">hold airlines accountable</a>.</p>\n\n<p class=\"has-text-align-none\">But the public is still broadly unfamiliar with these rising stars in the Democratic party. With only months before the election, it may be late to introduce them now, even setting aside the tricky logistics at the convention. But voters might also be content to cast their ballot for someone who isn’t Biden or Trump: Previously, a generic Democrat has <a href=\"https://www.washingtonpost.com/politics/2023/11/06/an-ominous-poll-democrats-what-it-says-about-biden-alternative/\">polled significantly better</a> than Biden against Trump.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Following a disastrous performance in Thursday night’s presidential debate, President Joe Biden is facing a flood of calls from Democratic pundits and strategists to step aside and make way for a different Democratic nominee amid real doubts that he is fit to defeat former President Donald Trump in November. Biden’s time at the debate was [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Hawk Tuah Girl, explained by straight dudes",
    "link": "https://www.vox.com/internet-culture/357813/hawk-tuah-girl-meme-tiktok-explained",
    "pubDate": "2024-06-28T17:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Hawk Tuah Girl! \" data-portal-copyright=\"Tim &amp; Dee TV/\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/Screenshot-2024-06-28-at-9.40.31 AM.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Hawk Tuah Girl! </figcaption>\n</figure>\n<p class=\"has-text-align-none\">The “Hawk Tuah Girl” has been called “the most famous person on the planet right now” on <a href=\"https://www.youtube.com/watch?v=d1JNujrjoa0\">Joe Rogan’s podcast</a>. That might be debatable, but she must at least be the most famous person in recent memory who gained notoriety because of onomatopoeia.</p>\n\n<p class=\"has-text-align-none\">The Hawk Tuah Girl (which is not her real name, or even a particularly accurate description of her phase of life) has gone extremely viral over the last week, thanks to a video featuring her evocative description of oral sex. But she’s largely known by one demographic: straight men. In a completely informal and totally incomplete survey of the Vox staff, her existence had reached a cross-section of heterosexual males, while others around the office had absolutely no idea what the discourse was about. And boy, did that make things weird.</p>\n\n<p class=\"has-text-align-none\">Because I myself am a Hawk Tuah Girl newb, I asked her main audience to help me explain the phenomenon. As her rise to fame involves both innuendo and sound effects, Vox gave these straight men anonymity so they could speak candidly and freely.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And it turns out whether or not you know who Hawk Tuah Girl is can say a lot about you, your algorithm, and how online you are, not to mention what internet fame actually means, and to whom.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\">Who is Hawk Tuah Girl and how did she get famous?&nbsp;</h3>\n\n<p class=\"has-text-align-none\">Before she became known as Hawk Tuah Girl, Hawk Tuah Girl was known as Hailey Welch. But Welch’s destiny was forever altered when she appeared in a <a href=\"https://www.instagram.com/reel/C8DYCErhbet/?utm_source=ig_embed&amp;ig_rid=f0f79c8d-72c1-4571-97e4-e26545632e42\">girl-outside-a-bar video</a> from creators Tim &amp; Dee TV. These <a href=\"https://www.tiktok.com/@weoutherehtx/video/7182617798810766638\">kinds</a> <a href=\"https://www.tiktok.com/@weoutherehtx/video/7201629750513634606\">of</a> <a href=\"https://www.tiktok.com/@kingisrael__/video/7181279136428608810\">videos</a> — usually involving beautiful women who may or may not be slightly inebriated — are a subset of the bigger “TikToker talks to people on the street” genre.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the video, Welch is asked, “What’s one move in bed that makes a man go crazy every time?”</p>\n\n<p class=\"has-text-align-none\">“You gotta give ’em that ‘hawk tuah’ and spit on that thang,” Welch says, laughing. “You get me?”</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@iamdlaney/video/7379375290398559530\" data-video-id=\"7379375290398559530\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@iamdlaney\" href=\"https://www.tiktok.com/@iamdlaney?refer=embed\">@iamdlaney</a> <p>😂 <a title=\"funny\" target=\"_blank\" href=\"https://www.tiktok.com/tag/funny?refer=embed\">#funny</a> <a title=\"fy\" target=\"_blank\" href=\"https://www.tiktok.com/tag/fy?refer=embed\">#fy</a> <a title=\"foryoupage\" target=\"_blank\" href=\"https://www.tiktok.com/tag/foryoupage?refer=embed\">#foryoupage</a> <a title=\"foryou\" target=\"_blank\" href=\"https://www.tiktok.com/tag/foryou?refer=embed\">#foryou</a> <a title=\"lol\" target=\"_blank\" href=\"https://www.tiktok.com/tag/lol?refer=embed\">#lol</a> </p> <a target=\"_blank\" title=\"♬ original sound - Dustin Laney\" href=\"https://www.tiktok.com/music/original-sound-7379375281389636394?refer=embed\">♬ original sound &#8211; Dustin Laney</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">It’s in this moment that Welch’s perfect onomatopoeia eclipses whomever she may be. Her interior life, her desires, her fears, her being — it all fades away because she’s produced such a rich and accurate sound effect for a specific kind of fellatio.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hailey Welch is no longer. Hawk Tuah Girl is born, and the people love Hawk Tuah Girl. </p>\n\n<p class=\"has-text-align-none\">She was hailed as a <a href=\"https://x.com/verbalriotshow/status/1805076351457882146\">hero</a>, <a href=\"https://x.com/Pornhub/status/1804220755736965586\">revolutionary</a>, and the <a href=\"https://x.com/Travispaints/status/1804122667123081519\">It girl of the moment</a>. Hawk Tuah was <a href=\"https://x.com/jennyfootball26/status/1803991388553646473\">memed</a> and <a href=\"https://x.com/ZELIVNA/status/1804698908104298745\">mimicked</a>, and people were <a href=\"https://x.com/BrentTerhune/status/1806126048511156244\">seeing Hawk Tuahs everywhere</a> now that Hawk Tuah girl had opened their eyes to the Hawk Tuahs around them. There were also, as <a href=\"https://www.thecut.com/article/hawk-tuah-girl-viral-tiktok-video-explained.html#/\">the Cut notes</a>, some inaccurate reports that she’s been fired from her job but <a href=\"https://x.com/i/birdwatch/n/1805939731693232550\">internet users</a> were quick to point out the misinformation and protect her young legacy. The lore of Hawk Tuah Girl grew and grew.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">Chad, a straight man who works in crypto-adjacent finance, told me that he first encountered the video last Wednesday or Thursday. Friends were sending him the video throughout the day. When asked who these friends were, he replied: “White, straight men mostly.”</p>\n\n<p class=\"has-text-align-none\">“How many women sent you the video?” I asked him.</p>\n\n<p class=\"has-text-align-none\">“None,” Chad said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite receiving the video and links to it multiple times, Chad refrained from clicking. He tried to sit it out. He didn’t want to partake in another meme. Around the same time, Chad noticed that someone had created a “<a href=\"https://coinmarketcap.com/currencies/hawk-tuah/\">Hawk Tuah</a>” altcoin currency to take advantage of the moment. Within hours, he said, the volatile currency was worth “tens of millions” of dollars. If finance bros are making shitpost currency, that’s usually a sign to Chad that perhaps the meme at hand does not warrant further examination. Perhaps thumbnails and stills would be enough to understand. </p>\n\n<p class=\"has-text-align-none\">Yet, Chad eventually relented.</p>\n\n<p class=\"has-text-align-none\">“To be honest, it was sort of visceral and gross,” Chad told Vox, explaining his first reaction to the video. His disgust was not with the particular sex act, but the shockingly crisp audio on a literal spit take that arguably swerves into loogie territory. “She’s just very well mic’d,” he told me. </p>\n\n<p class=\"has-text-align-none\">The video made its way to George’s feed last week, too, via Instagram reels. George, a 30-year-old straight guy, didn’t have an adverse reaction to the sound the way Chad did. He thought it was funny, if not kind of charming.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Despite finding it sort of endearing and quite funny, I thought she was fairly lit and that she would probably regret it,” George told Vox. “I did think that it would probably be at least a minor viral moment, but I had no idea it would rise to prominence so quickly.”</p>\n\n<p class=\"has-text-align-none\">I asked both George and Chad if there was any reason why they thought this video caught fire so quickly. Straight men tend to be fans of both funny noises and oral sex. Conventionally attractive women saying raunchy things have long been a pop culture fascination.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Both mentioned that it was the earnestness that really stuck out. Social media is curated, to the point where even this genre of TikTokers and content creators speaking to women on a night out tends to be a trope. “Hawk Tuah” was a moment that didn’t feel like that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It was an innocent moment of total honesty, probably,” Chad said. “She was, or seemed to be, unapologetically herself for two seconds.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cameron, a self-described “too-online” straight man, put it more simply — asking me to consider Occam’s razor.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“You’re asking me <em>why did the attractive young woman talking about oral sex, and how it’s her favorite thing, and the answer to every problem </em>go viral?” he said. “Straight men are exactly what you think they are … I don’t want to pander and be like,<em> Yeah, man, we are so stupid. </em>But like, we are kind of.” </p>\n\n<h3 class=\"wp-block-heading\">Will Hawk Tuah Girl be Hawk Tuah Girl forever?&nbsp;</h3>\n\n<p class=\"has-text-align-none\">A fascinating facet of Hawk Tuah Girl’s rise to fame is that there were still people who hadn’t yet heard of her.  Anecdotally speaking, the divide in my personal and professional life was, as of Monday morning, straight guys knew everything about her, and people who weren’t straight guys needed more of an explanation. </p>\n\n<p class=\"has-text-align-none\">Perhaps that’s because while the internet has seemingly made the world smaller, there are still pockets and mini internet worlds that — by cookies, by algorithm, by interests — we’re not privy to.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cameron, the very online guy who is probably online this very second, mentioned another internet heroine called <a href=\"https://www.barstoolsports.com/blog/3517732/the-oilers-flasher-posed-for-playboy-as-everything-continues-to-come-up-edmonton\">Oilers Girl</a>. Oilers Girl (not her real name) flashed the crowd during the NHL playoffs and went viral in what he calls the “Barstool internet” but may not have breached the mainstream masses. (“Barstool” for <a href=\"https://www.barstoolsports.com/\">Barstool Sports</a>, the long-running digital media company founded by Dave Portnoy, known for their <a href=\"https://www.nytimes.com/2017/11/14/magazine/spurned-by-espn-barstool-sports-is-staying-on-offense.html\">ardent fanbase</a> and <a href=\"https://www.nbcnews.com/news/us-news/barstool-sports-persistence-traditional-masculinity-sports-culture-n1057061\">intentionally crass culture</a>.)</p>\n\n<p class=\"has-text-align-none\">“Oilers Girl and Hawk Tuah Girl —&nbsp;they&#8217;re the Chappell Roan and <a href=\"https://www.vox.com/culture/354634/charli-xcx-brat-album-review\">Charli XCX</a> of straight guy internet right now,” Cameron told me, trying to speak a language we both knew. Cameron didn’t know how to pronounce Chappell Roan, but this is when it clicked for me, and I no longer felt like I was speaking to an alien.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@wherekhushgoes/video/7382069472015797546\" data-video-id=\"7382069472015797546\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@wherekhushgoes\" href=\"https://www.tiktok.com/@wherekhushgoes?refer=embed\">@wherekhushgoes</a> <p><a title=\"stitch\" target=\"_blank\" href=\"https://www.tiktok.com/tag/stitch?refer=embed\">#stitch</a> with @Dustin Laney  <a title=\"hawktuah\" target=\"_blank\" href=\"https://www.tiktok.com/tag/hawktuah?refer=embed\">#hawktuah</a> <a title=\"memestiktok\" target=\"_blank\" href=\"https://www.tiktok.com/tag/memestiktok?refer=embed\">#memestiktok</a> <a title=\"titanicmemes\" target=\"_blank\" href=\"https://www.tiktok.com/tag/titanicmemes?refer=embed\">#titanicmemes</a> <a title=\"hawktuahh\" target=\"_blank\" href=\"https://www.tiktok.com/tag/hawktuahh?refer=embed\">#hawktuahh</a> <a title=\"memegod\" target=\"_blank\" href=\"https://www.tiktok.com/tag/memegod?refer=embed\">#memegod</a> <a title=\"memetiktok\" target=\"_blank\" href=\"https://www.tiktok.com/tag/memetiktok?refer=embed\">#memetiktok</a> <a title=\"comedy\" target=\"_blank\" href=\"https://www.tiktok.com/tag/comedy?refer=embed\">#comedy</a> <a title=\"spit\" target=\"_blank\" href=\"https://www.tiktok.com/tag/spit?refer=embed\">#spit</a> <a title=\"titanic\" target=\"_blank\" href=\"https://www.tiktok.com/tag/titanic?refer=embed\">#titanic</a> <a title=\"leonardodicaprio\" target=\"_blank\" href=\"https://www.tiktok.com/tag/leonardodicaprio?refer=embed\">#leonardodicaprio</a> @LeonardoDiCaprioedits @leonardo dicaprio <a title=\"katewinslet\" target=\"_blank\" href=\"https://www.tiktok.com/tag/katewinslet?refer=embed\">#katewinslet</a> <a title=\"rosetitanic\" target=\"_blank\" href=\"https://www.tiktok.com/tag/rosetitanic?refer=embed\">#rosetitanic</a> <a title=\"rosedawsontitanic\" target=\"_blank\" href=\"https://www.tiktok.com/tag/rosedawsontitanic?refer=embed\">#rosedawsontitanic</a> <a title=\"jackdawsontitanic\" target=\"_blank\" href=\"https://www.tiktok.com/tag/jackdawsontitanic?refer=embed\">#jackdawsontitanic</a> </p> <a target=\"_blank\" title=\"♬ original sound - Khush JM | Travel Blog ✈️\" href=\"https://www.tiktok.com/music/original-sound-7382069475249621803?refer=embed\">♬ original sound &#8211; Khush JM | Travel Blog ✈️</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">It’s the idea that stuff on the internet and on social media can feel so inevitable and inescapable to you and not even register as a blip to a different audience. As small as the internet seems to be and as seemingly connected as we are, it’s hard to know these days how big a thing really is. Whether it’s Hawk Tuah Girl, Oilers Girl, or a “<a href=\"https://x.com/prasejeebus/status/1804182492506706194\">let’s work it out on the remix</a>” joke, the relative size of a meme is harder to perceive because of how divided our different internets are. It seems like algorithms and “For You” pages have gotten so good at catering to specific individuals, that the result is a lack of perspective.  </p>\n\n<p class=\"has-text-align-none\">What this all means for the actual woman behind the meme remains to be seen.</p>\n\n<p class=\"has-text-align-none\">Perhaps Hawk Tuah Girl will soar even higher, get even more famous. According to the New York Post, she has already sold some <a href=\"https://nypost.com/2024/06/27/us-news/hawk-tuah-girl-sells-more-than-65000-in-merch/\">$65,000 worth of Hawk Tuah Girl</a> merchandise, and there are rumors that she’s <a href=\"https://pagesix.com/2024/06/26/gossip/hawk-tuah-girl-signs-with-hollywood-talent-agency-uta/\">signing </a>with a Hollywood agency. Unlike so many main characters of the internet, Hawk Tuah Girl seems primed to monetize her attention. </p>\n\n<p class=\"has-text-align-none\">But as she becomes more recognizable, her audience changes too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Seeing her popularity and the opportunity to be weird, social media clout grifters are attempting to turn Hawk Tuah Girl into a <a href=\"https://x.com/iAnonPatriot/status/1804970560545317373\">right-wing martyr</a>. And <a href=\"https://x.com/mbirdcollector/status/1806073476887072850\">groans and side eyes </a>have already begun, new haters declaring that Hawk Tuah Girl isn’t that funny now that they actually know what Hawk Tuah is all about.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The bigger her celebrity, the less Hawk Tuah Girl exclusively belongs to the straight guy internet bubble. The rise, triumph, and seeming denouement of this hero have happened in about a week. Next week we might not be talking about her at all, and perhaps we will have found a new main character with a new bit. But for now, when she asks, “You get me?”, well, a lot of people really, really do.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The “Hawk Tuah Girl” has been called “the most famous person on the planet right now” on Joe Rogan’s podcast. That might be debatable, but she must at least be the most famous person in recent memory who gained notoriety because of onomatopoeia. The Hawk Tuah Girl (which is not her real name, or even [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "Will Biden be the nominee? 3 scenarios for what’s next.",
    "link": "https://www.vox.com/politics/357889/biden-democrat-panic-open-convention-harris",
    "pubDate": "2024-06-28T17:00:55.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"PHILADELPHIA, PENNSYLVANIA - MAY 29: U.S. President Joe Biden and U.S. Vice President Kamala Harris stand on stage at the conclusion of a campaign rally at Girard College on May 29, 2024 in Philadelphia, Pennsylvania. Biden and Harris are using today&#039;s rally to launch a nationwide campaign to court black voters, a group that has traditionally come out in favor of Biden, but their support is projected lower than it was in 2020. (Photo by Andrew Harnik/Getty Images)\" data-portal-copyright=\"Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/GettyImages-2154634811.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>PHILADELPHIA, PENNSYLVANIA - MAY 29: U.S. President Joe Biden and U.S. Vice President Kamala Harris stand on stage at the conclusion of a campaign rally at Girard College on May 29, 2024 in Philadelphia, Pennsylvania. Biden and Harris are using today&#039;s rally to launch a nationwide campaign to court black voters, a group that has traditionally come out in favor of Biden, but their support is projected lower than it was in 2020. (Photo by Andrew Harnik/Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Democrats are increasingly panicked about Joe Biden’s 2024 chances after Thursday’s debate. But what will that panic result in?</p>\n\n<p class=\"has-text-align-none\">The party is in uncharted territory. Doubts about Biden’s ability to defeat Trump have grown and speculation about whether he could be convinced to drop out of the race is mounting. Calls for Biden to quit are suddenly <a href=\"https://www.vox.com/politics/357746/biden-trump-debate-democrats-replace-dnc\">widespread</a> in the media, even <a href=\"https://www.nytimes.com/2024/06/28/opinion/joe-biden-tom-friedman.html\">among</a> <a href=\"https://www.slowboring.com/p/honor-demands-joe-biden-step-aside\">commentators</a> who had previously defended the president. Top Democrats are reportedly <a href=\"https://www.cnn.com/2024/06/28/politics/biden-trump-presidential-debate-analysis/index.html\">having similar discussions</a> behind the scenes, but the extent and seriousness of those discussions is not yet clear.</p>\n\n<p class=\"has-text-align-none\">First off: Don’t expect anything to happen immediately. No one can outright force the president of the United States to quit the race, and he would not do so on a whim. </p>\n\n<p class=\"has-text-align-none\">At the moment, Biden’s aides <a href=\"https://x.com/kaylatausche/status/1806675665845903645\">are telling reporters</a> he has no plans to drop out. If top Democrats, Biden’s own most trusted advisers, and his family members urge him to reconsider, that could change. </p>\n\n<p class=\"has-text-align-none\">But that process would take some time — likely weeks, particularly given the complicated question of what would happen next.</p>\n\n<p class=\"has-text-align-none\">Still, despite a great deal of uncertainty about what’s next, there appear to be three plausible options for where we’re headed.</p>\n\n<h2 class=\"wp-block-heading\">1) Biden sticks it out</h2>\n\n<p class=\"has-text-align-none\">Often, when pundits are hyping a supposedly game-changing political moment, it’s useful to take a step back and skeptically ask: Will anything actually change?</p>\n\n<p class=\"has-text-align-none\">Biden won every state in the Democratic primaries this year, and the <a href=\"https://www.thegreenpapers.com/P24/D-HS.phtml\">overwhelming majority</a> of delegates are obligated to vote to nominate him at the convention by party rules. Those delegates are typically party loyalists trusted by the Biden team and state Democratic parties. They will not somehow revolt against him and depose him at the convention against his will.</p>\n\n<p class=\"has-text-align-none\">That doesn’t mean it’s certain that Biden will remain on the ticket. But basically, the only way he’s leaving the race is if he decides to do so himself — likely after being urged to do so by people he trusts and party bigwigs.</p>\n\n<p class=\"has-text-align-none\">The new chorus of <a href=\"https://www.nytimes.com/live/2024/06/25/opinion/thepoint/krugman-biden-must-withdraw?smid=url-share\">calls</a> from <a href=\"https://www.nytimes.com/section/opinion\">New York Times opinion writers</a> for Biden to drop out is an ominous development for him. Former Democratic aides who are now media commentators, like <a href=\"https://www.politico.com/video/2024/06/28/theres-still-time-van-jones-says-biden-should-be-replaced-1346384\">Van Jones</a> and <a href=\"https://thehill.com/homenews/campaign/4745670-mccaskill-biden-debate-performance/\">Claire McCaskill</a>, are saying similar things. But we have not yet seen similar public defections from currently serving elected Democrats.</p>\n\n<p class=\"has-text-align-none\">How intense will the pressure get? In part, that depends on the personal choices of Biden’s family members, his trusted advisers, and top Democrats, who will all have to decide whether they want to try and nudge him out or stand by him.</p>\n\n<p class=\"has-text-align-none\">Their decisions will likely be shaped in part by post-debate polling. In the optimistic scenario for Biden, there’s little change and he can simply ignore his critics, grit his teeth, and weather the storm. But the worse the polling looks, the more panic will rise and the more isolated he’ll be.</p>\n\n<h2 class=\"wp-block-heading\">2) Biden quits the race and endorses a successor </h2>\n\n<p class=\"has-text-align-none\">If Biden does decide to drop out, one way that could play out is that he’d endorse an intended successor at the same time.</p>\n\n<p class=\"has-text-align-none\">The obvious choice would be Vice President Kamala Harris. But the obvious problem with that obvious choice is that many Democrats think Harris has her own serious political weaknesses. That includes Biden himself, who <a href=\"https://www.politico.com/newsletters/west-wing-playbook/2022/12/20/the-juicy-new-biden-book-00074849\">reportedly called Harris</a> a “work in progress” early in his term. A <a href=\"https://www.cnn.com/2024/02/18/politics/kamala-harris-biden-reelection-effort/index.html\">report earlier this year</a> claimed Harris was still struggling to penetrate what she called the “bubble” of Biden campaign thinking.</p>\n\n<p class=\"has-text-align-none\">If Biden had clearly made Harris a trusted partner, helped prepare her for succession over the past several years, and viewed her as ready for prime time, a Biden-for-Harris swap would be an easier case to make. But none of that is really true.</p>\n\n<p class=\"has-text-align-none\">Could Biden endorse someone else? In theory, he <em>could</em> pluck a Democratic governor somewhat at random — Gretchen Whitmer of Michigan and Gavin Newsom of California are often mentioned. He could then call on the party to unite behind that person, cross his fingers, and hope it happens. </p>\n\n<p class=\"has-text-align-none\">But in addition to infuriating Harris and her supporters (passing her over for a handpicked white nominee would be quite controversial), that decision would lack any democratic legitimacy. And if any faction in the party or wannabe candidate are sore enough, they could make their own play for delegates at the convention.</p>\n\n<p class=\"has-text-align-none\">In contrast, every Democrat who voted in the primaries knew they’d be getting VP Harris — and potentially President Harris, should Biden not make it through a second term. So if Biden does try to avert the possibility of convention chaos by anointing a successor, she’s by far the most rational choice.</p>\n\n<h2 class=\"wp-block-heading\">3) Biden quits the race and there’s an open convention</h2>\n\n<p class=\"has-text-align-none\">The other option, if Biden chooses to drop out, is that he <em>doesn’t</em> try to pick a successor and simply says the party should figure it out.</p>\n\n<p class=\"has-text-align-none\">And the obvious venue for such a discussion would be at the Democratic convention in late August.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In recent decades, the major parties’ national conventions have been coronations, in which the winner of the most delegates in the primaries gets the nomination. But in the days of yore, the conventions were where the nominee was actually decided — typically, in backroom deals among party power brokers who controlled the delegates.</p>\n\n<p class=\"has-text-align-none\">If the convention was “open” again due to Biden’s withdrawal — freeing up the delegates to vote their conscience — the process would likely play out very differently in the modern media and social media environment. It would be far more public. (<a href=\"https://www.nytimes.com/2024/02/21/opinion/ezra-klein-podcast-elaine-kamarck.html\">Ezra Klein’s interview with Elaine Kamarck</a> has more specifics on how this could play out.)</p>\n\n<p class=\"has-text-align-none\">Ideally, an open convention would be a fair venue for all the contenders in the party to make their respective cases, resulting in a fair vote (or multiple rounds of balloting), and eventually a nominee with majority support at the convention that the party can unite behind.</p>\n\n<p class=\"has-text-align-none\">In theory, this is more small-d democratic than Biden trying to pick a successor in advance. It lets thousands of delegates decide, rather than just the power players at the top who stood beside Biden for so long.</p>\n\n<p class=\"has-text-align-none\">But one problem is that Democratic Party delegates don’t have very much democratic legitimacy themselves. They were not picked to pick a president — they were picked to rubber-stamp Biden’s nomination. And they don’t truly represent the public. The only real rationale for letting them pick the nominee is that it’s too late and logistically difficult to redo the nationwide primary process. </p>\n\n<p class=\"has-text-align-none\">The other risk is that an open convention devolves into a chaotic mess that divides and embitters the party rather than uniting it, and makes Democrats look awful to the public on national television.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The convention is less than two months away, so preparation for an actual open process would really need to begin soon if it’s going to happen. So all eyes will be on Joe Biden as he determines which path he will take.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Democrats are increasingly panicked about Joe Biden’s 2024 chances after Thursday’s debate. But what will that panic result in? The party is in uncharted territory. Doubts about Biden’s ability to defeat Trump have grown and speculation about whether he could be convinced to drop out of the race is mounting. Calls for Biden to quit [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "The silver lining to Biden’s debate disaster",
    "link": "https://www.vox.com/politics/357876/biden-trump-debate-cnn-won-step-down-atlanta",
    "pubDate": "2024-06-28T17:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"TOPSHOT - US President Joe Biden looks down as he participates in the first presidential debate of the 2024 elections with former US President and Republican presidential candidate Donald Trump at CNN&#039;s studios in Atlanta, Georgia, on June 27, 2024. (Photo by Andrew CABALLERO-REYNOLDS / AFP) (Photo by ANDREW CABALLERO-REYNOLDS/AFP via Getty Images)\" data-portal-copyright=\"AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/06/gettyimages-2158994243.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>TOPSHOT - US President Joe Biden looks down as he participates in the first presidential debate of the 2024 elections with former US President and Republican presidential candidate Donald Trump at CNN&#039;s studios in Atlanta, Georgia, on June 27, 2024. (Photo by Andrew CABALLERO-REYNOLDS / AFP) (Photo by ANDREW CABALLERO-REYNOLDS/AFP via Getty Images)</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There is no way to sugarcoat President Joe Biden’s debate performance on Thursday night: It was a disaster. He muttered, babbled, and failed to pounce on Donald Trump’s lies and threats to democracy. By Friday morning, the country’s liberal commentators were telling Biden to step down — and, behind closed doors, <a href=\"https://www.politico.com/newsletters/playbook/2024/06/28/democrats-wake-up-to-a-nightmare-00165710?nname=playbook&amp;nid=0000014f-1646-d88f-a1cf-5f46b7bd0000&amp;nrid=0000015d-a357-df20-adff-b3ff37130000&amp;nlid=630318\">many Democrats were saying the same thing</a>.</p>\n\n<p class=\"has-text-align-none\">Amid this gloom, I found a ray of hope from an unusual source: Astead Herndon, the New York Times reporter who has been <a href=\"https://x.com/AsteadWH/status/1755692285537271992\">banging on about the political risks of Biden’s age for months</a> (and taking <a href=\"https://x.com/AsteadWH/status/1800975561688482180\">a lot of Democratic fire</a> for doing so). After being proven spectacularly right on Thursday night, Herndon didn’t take a victory lap — he looked to the future.</p>\n\n<p class=\"has-text-align-none\">“I don’t think the election is over. I think it’s just starting,” <a href=\"https://x.com/AsteadWH/status/1806533355766169673\">he wrote on Twitter/X</a>. “We’re finally out of the [delusion] phase. Country and parties both.”</p>\n\n<p class=\"has-text-align-none\">Herndon’s comment stood out not just because it cut against the chorus of gnashing teeth, but because it pointed to <em>why</em> everything might not be doomed. If we truly were in a mass delusion about Biden’s ability to campaign, and now that’s ending, it opens up new possibilities for the 2024 election.</p>\n\n<p class=\"has-text-align-none\">And not just that. If the Democratic Party does prove capable of convincing Biden to step aside for a more inspiring candidate, it might even help address a deep concern about the future of the country itself.</p>\n\n<h2 class=\"wp-block-heading\">Biden as a symptom of national decline</h2>\n\n<p class=\"has-text-align-none\">For months —&nbsp;maybe even years — American politics <a href=\"https://www.pewresearch.org/politics/2023/09/19/americans-dismal-views-of-the-nations-politics/\">has been mired in malaise</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are lots of reasons: Lingering <a href=\"https://www.cbsnews.com/news/cpi-report-inflation-economy-vibecession-cbs-explains/\">anger about inflation</a>. The <a href=\"https://www.nytimes.com/2024/03/24/us/politics/pandemic-politics-malaise.html\">legacy of the pandemic</a>. Deep and <a href=\"https://www.pewtrusts.org/en/trust/archive/winter-2024/navigating-the-challenges-of-the-us-political-landscape\">seemingly intractable polarization</a>.</p>\n\n<p class=\"has-text-align-none\">But I think a large part of it was the uninspiring prospect of a Trump and Biden rematch.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Poll after poll showed that Americans were dissatisfied with the prospect of a 2020 rematch. Most of the country didn’t want this choice and still doesn’t. It’s conventional wisdom that “double haters” — voters who dislike both Biden and Trump — <a href=\"https://www.washingtonpost.com/politics/2024/06/23/double-haters-biden-trump-deciders/\">are the most decisive swing voters in the 2024 election</a>. </p>\n\n<p class=\"has-text-align-none\">We all know the reasons this dire matchup was going to happen. While Trump is unpopular with the public and the GOP elite, he has an unshakable grip on the Republican base. And though Biden is even less popular, no serious Democrat was going to risk torpedoing the party’s general election chances against Trump by launching a bitter primary challenge they’d almost certainly lose.</p>\n\n<p class=\"has-text-align-none\">But the fact that things are this way is exactly the problem. When political parties offer people choices they hate, for whatever reason, people become (even more) disillusioned with their functioning. The “<a href=\"https://press.princeton.edu/books/hardcover/9780691248554/the-hollow-parties\">hollow parties</a>,” as two political scientists recently described them, feel like just another symptom of America’s broader political brokenness.</p>\n\n<h2 class=\"wp-block-heading\">Biden’s departure as a (possible) symbol of national renewal</h2>\n\n<p class=\"has-text-align-none\">The most plausible scenario is that Biden simply weathers the current PR storm and stays atop the ticket. If that happens without him doing <em>something</em> to prove the debate catastrophe was a one-off, it’ll simply reaffirm that the institutions designed to safeguard American democracy are as broken as everything else.</p>\n\n<p class=\"has-text-align-none\">“We have institutions to handle this. Biden could just step down. But we could also have an open convention. The party could nominate someone else. But the institutions are as moribund as the candidate: they have not seen use in many years,” <a href=\"https://www.unpopularfront.news/p/king-leer?utm_source=post-email-title&amp;publication_id=112019&amp;post_id=146076182&amp;utm_campaign=email-post-title&amp;isFreemail=true&amp;r=7ttw&amp;triedRedirect=true&amp;utm_medium=email\">writer John Ganz</a> observed on Friday morning. </p>\n\n<p class=\"has-text-align-none\">But at the same time, something feels <em>different</em> about the current wave of pressure on Biden to quit the race.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In February, after special counsel Robert Hur released a report suggesting that Biden had a poor memory, most liberals and Democrats <a href=\"https://www.vox.com/joe-biden/2024/2/23/24081128/joe-biden-age-mental-fitness-brokered-dnc-kamala-harris\">insisted the president was being smeared</a>. After the debate, the liberal opinion-making world is in lockstep: Joe Must Go. And the quotes anonymous Democrats are giving to connected reporters are unprecedented.</p>\n\n<p class=\"has-text-align-none\">“I think the president has one week to prove he is not dead,”’ a swing-state Congress member told <a href=\"https://x.com/mattyglesias/status/1806690977077239890\">Slow Boring’s Matt Yglesias</a>.</p>\n\n<p class=\"has-text-align-none\">You can imagine a scenario where this level of panic, combined with <a href=\"https://www.thedailybeast.com/jill-biden-must-step-up-now-to-help-oust-joe-biden\">someone</a> from <a href=\"https://www.theatlantic.com/politics/archive/2024/06/biden-trump-debate-2024/678826/\">Biden’s inner circle</a> telling him the truth, might reach the president and convince him that his time is up. All of a sudden, the idea of Biden’s departure has left the realm of fantasy and entered the blurry world of uncertain probability.</p>\n\n<p class=\"has-text-align-none\">In such a scenario, the Democratic party could <a href=\"https://www.vox.com/politics/357746/biden-trump-debate-democrats-replace-dnc\">avoid the chaos of a nasty primary or contested convention</a>; Biden could, in consultation with other party leaders, pick a successor and endorse them. The party would have months to rally behind <a href=\"https://www.axios.com/2024/06/28/who-replace-biden-2024-election-democrats\">whoever it was</a>: Vice President Kamala Harris, a Cabinet member like Transportation Secretary Pete Buttigieg, or a popular and successful governor like Michigan’s Gretchen Whitmer. For a party whose Washington leadership is dominated by boomers, its young bench is surprisingly deep.</p>\n\n<p class=\"has-text-align-none\">This would do more than improve the Democratic party’s chances against Trump: It would show Americans that their institutions actually can do surprising, and maybe even impressive, things. It would provide concrete evidence that we aren’t stuck in a downward spiral of political sclerosis, that the unexpected can happen, and that sometimes it might actually be good.</p>\n\n<p class=\"has-text-align-none\">I certainly don’t want to suggest that replacing Biden will fix everything, either for Democrats narrowly or for the country more broadly. In our polarized system, the election will remain close no matter what; the country’s problems run far deeper than the two old men running for president.</p>\n\n<p class=\"has-text-align-none\">But it’s important not to let realism lapse into nihilism. Just because few things have changed American politics of late doesn’t mean nothing can. And we shouldn’t underestimate the importance of the person in the top job: The mere fact of Barack Obama’s identity <a href=\"https://www.amazon.com/Post-Racial-Most-Racial-Politics-Chicago-American/dp/022635301X\">altered American politics at such a profound level</a> that we still haven’t fully grappled with the consequences.</p>\n\n<p class=\"has-text-align-none\">It’s rare to see a clear pathway toward rebooting American politics. But Biden’s disastrous debate performance has created an opening for one. It’s up to him to take it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There is no way to sugarcoat President Joe Biden’s debate performance on Thursday night: It was a disaster. He muttered, babbled, and failed to pounce on Donald Trump’s lies and threats to democracy. By Friday morning, the country’s liberal commentators were telling Biden to step down — and, behind closed doors, many Democrats were saying the [&#8230;]",
    "author": "Zack Beauchamp"
  }
]