[
  {
    "title": "Helene just pummeled America’s chicken farming capital",
    "link": "https://www.vox.com/future-perfect/374940/hurricane-helene-georgia-chicken-poultry-farms",
    "pubDate": "2024-10-01T14:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"The remains of several farm buildings with debris and mud surrounding them.\" data-caption=\"Damaged farms after a hurricane are an animal welfare catastrophe and a hazard to public health. | Jo-Anne McArthur/We Animals\" data-portal-copyright=\"Jo-Anne McArthur/We Animals\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-55768725.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Damaged farms after a hurricane are an animal welfare catastrophe and a hazard to public health. | Jo-Anne McArthur/We Animals</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Hurricane Helene, the Category 4 storm that slammed the American Southeast over the weekend, has killed more than 110 people — and likely millions of chickens.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://ops.fhwa.dot.gov/publications/fhwahop20011/chap7.htm#:~:text=In%20total%2C%20over%201.2%20million,the%20Northeast%20at%208%20percent.\">Almost half</a> of the more than <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">9 billion chickens</a> farmed for meat in the US, known as “broiler” chickens, are raised and slaughtered in the region. Georgia is the nation’s top chicken producer, processing <a href=\"https://www.nass.usda.gov/Quick_Stats/Ag_Overview/stateOverview.php?state=GEORGIA\">1.3 billion chickens</a> annually. Over the weekend, Georgia Gov. Brian Kemp <a href=\"https://www.bloomberg.com/news/articles/2024-09-30/hurricane-helene-halts-poultry-plants-damages-pecan-trees\">told</a> reporters that 107 poultry facilities in the state had been “damaged or totally destroyed by the storm.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Georgia’s Department of Agriculture didn’t respond to questions about the precise number of chickens that perished during Hurricane Helene. But given that poultry companies typically pack anywhere from<strong> </strong><a href=\"https://www.thepoultrysite.com/articles/fad-broilers-brooding\">20,000</a> <a href=\"https://www.aces.edu/blog/topics/farm-management/new-farmers-guide-to-the-commercial-broiler-industry-poultry-husbandry-biosecurity-basics/#:~:text=It%20is%20common%20for%20there,those%20birds%20have%20fewer%20chickens.\">to 52,000 chickens</a> into each barn, which can run as big as nearly twice the length of a football field, an estimated 2.14 million to 5.56 million birds are likely to have died. (The true total could be modestly different, as some birds could’ve survived damages, and some barns could’ve been temporarily empty, as companies clear them out for a few weeks between flocks.)</p>\n\n<p class=\"has-text-align-none\">Some of the nation’s largest poultry companies — including <a href=\"https://www.wattagnet.com/broilers-turkeys/article/15704638/us-poultry-industry-harshly-hit-by-hurricane-helene\">Aviagen</a>, <a href=\"https://www.bloomberg.com/news/articles/2024-09-30/hurricane-helene-halts-poultry-plants-damages-pecan-trees\">Pilgrim’s Pride</a> and <a href=\"https://www.porkbusiness.com/news/industry/hurricane-helene-shutters-poultry-plants-smithfield-did-not-suffer-material\">Wayne-Sanderson Farms</a> — suspended operations at their local facilities due to power outages in recent days. A spokesperson for Clemson University&#8217;s agriculture program told Vox that while this is a fluid situation and it is still evaluating the hurricane’s damages, 45,000 chickens died at one South Carolina poultry operation due to generator failure.</p>\n\n<figure class=\"wp-block-embed is-type-link is-provider-facebookapp wp-block-embed-facebookapp\"><div class=\"wp-block-embed__wrapper\">\n<a href=\"https://www.facebook.com/share/p/FF8gqsSBk79BeZ3q\">Friends of Georgia Farm Bureau | One of many poultry houses flattened&#8230;</a>\n</div></figure>\n\n<p class=\"has-text-align-none\">Virtually all chickens raised for meat in the US are confined in these sprawling warehouses, which bear no resemblance to the small barns of America’s agricultural past. These factory farm operations often have at least several sheds, housing hundreds of thousands of birds on one site at the same time. If enough facilities are compromised during a natural disaster like Hurricane Helene, millions of animals can perish, their last moments likely frightening and painful.</p>\n\n<p class=\"has-text-align-none\">Their deaths also threaten the economic health of farmers and the poultry industry. Georgia’s agriculture commissioner, Tyler Harper, has <a href=\"https://agr.georgia.gov/sites/default/files/documents/emergency-response/9-29-24-hurricane-helene-emergency-appropriations-letter.pdf\">requested</a> immediate federal relief for the state’s agricultural sector.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When hurricanes strike factory farms, they can also flush untold amounts of animal manure into groundwater or rivers and streams, exacerbating the challenges that governments and their residents face in the wake of pounding storms.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/7Xyjx-factory-farm-animals-release-nearly-1-trillion-pounds-of-manure-annually-that-s-twice-as-much-as-humans-2.png?quality=90&#038;strip=all&#038;crop=0,17.604058897911,100,64.791882204178\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Hurricane Helene is the latest — but not the first — striking, high-stakes example of how our factory farming system imposes tremendous cruelty onto animals and also imperils human health. The industry has no reason to change, even after a catastrophe like this, because taxpayers cover much of the economic loss meat companies incur from natural disasters.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How taxpayers subsidize factory farming’s risks</h2>\n\n<p class=\"has-text-align-none\">This is far from the first time a hurricane has torn through the Southeast’s poultry industry. It’s happened multiple times over the last quarter-century, a period in which Big Ag has only <a href=\"https://www.ewg.org/research/innovative-ewg-study-uses-ai-find-357m-poultry-north-carolinas-factory-farms\">doubled down</a> on building more, and bigger, factory farms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 1999, Hurricane Floyd put much of eastern North Carolina underwater, killing an <a href=\"https://www.weather.gov/ilm/floyd\">estimated</a> 2.4 million chickens, 100,000 pigs, and half a million turkeys. North Carolina pig farms store the animals’ waste in giant manure “lagoons,” and several <a href=\"https://www.npr.org/2018/09/22/650698240/hurricane-s-aftermath-floods-hog-lagoons-in-north-carolina#:~:text=In%201999%2C%20flooding%20from%20Hurricane,to%20The%20New%20York%20Times.&amp;text=Hurricane%20Floyd%20forced%20North%20Carolina%20to%20make%20changes.\">overflowed</a> during Floyd, sending toxic sludge containing bacteria and viruses (including <a href=\"https://www.vox.com/science-and-health/2018/6/29/17517906/romaine-lettuce-e-coli-outbreak-over\">E. coli</a>) into waterways and drinking water, <a href=\"https://climate.ncsu.edu/blog/2019/09/farmers-felt-floyds-full-force-beginning-in-onslow-county/\">according</a> to the state’s climate office.</p>\n\n<p class=\"has-text-align-none\">Chicken factory farms store manure in giant pits or as large mounds, creating a similar pollution risk as hog farms.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.northcarolinahealthnews.org/2016/10/25/post-matthew-water-how-bad-is-it/\">Hurricane Matthew</a> in 2016 and <a href=\"https://www.theguardian.com/environment/2018/sep/21/hurricane-florence-flooding-north-carolina\">Hurricane Florence</a> in 2018 also caused devastation in North Carolina, killing millions of chickens and thousands of pigs, both of which caused damage to some manure lagoons, resulting in <a href=\"https://www.theguardian.com/environment/2018/sep/21/hurricane-florence-flooding-north-carolina\">“fecal soup”</a> discharge. Later the same year, Hurricane Michael <a href=\"https://web.archive.org/web/20220212232153/http://agr.georgia.gov/hurricane-michael-devastates-georgias-agricultural-industry.aspx\">destroyed</a> over 80 chicken barns in Georgia that housed more than 2 million chickens.</p>\n\n<p class=\"has-text-align-none\">Manure can seep into groundwater and contaminate private wells that many rural communities rely on for drinking water, a perennial concern <a href=\"https://hazards.colorado.edu/article/hogs-and-hurricanes-while-flood-water-recedes-animal-waste-pollution-doesn-t\">heightened</a> after major storms.&nbsp;&nbsp;&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1037412200.jpg?quality=90&#038;strip=all&#038;crop=0,10.729273205801,100,78.541453588399\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A flooded hog farm in North Carolina after Hurricane Florence in 2018. | Alex Wroblewski/Bloomberg via Getty Images\" data-portal-copyright=\"Alex Wroblewski/Bloomberg via Getty Images\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/WAM7693.jpg?quality=90&#038;strip=all&#038;crop=0,10.669135487166,100,78.661729025667\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Farmed chickens died in the flooding in North Carolina after Hurricane Florence in 2018. | Jo-Anne McArthur/We Animals\" data-portal-copyright=\"Jo-Anne McArthur/We Animals\" />\n<p class=\"has-text-align-none\">Despite that history, the poultry and pork industries haven’t done much to mitigate the risks posed by natural disasters by, say, raising fewer animals on their farms or making major changes to how they manage the enormous amounts of manure their animals generate. That’s because US taxpayers bear much of the cost, both for the environmental cleanup and the dead chickens and pigs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When natural disasters hit a typical chicken farm, the meat company — which technically owns the chickens, not the farmer — receives <a href=\"https://www.fsa.usda.gov/Assets/USDA-FSA-Public/usdafiles/FactSheets/2024/fsa_lip_livestock_3_2024.pdf\">$3 per mature bird</a> from the US Department of Agriculture, about 75 percent of the bird’s market value. The farmer that supplies to the meatpacker receives just 33 cents per bird.</p>\n\n<p class=\"has-text-align-none\">Many chicken farmers, most of whom raise birds on a <a href=\"https://www.vox.com/future-perfect/23207301/costco-rotisserie-chicken-poultry-farming-inflation\">contract basis</a> for meat companies, are already toiling in precarious economic conditions. Hurricanes and other natural disasters can make it much worse.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The federal government also reimburses economic losses from other severe weather, like heat waves and cold snaps, and disease outbreaks. Over the last two years, a highly pathogenic strain of bird flu — known as H5N1 — has resulted in the death of <a href=\"https://www.cdc.gov/bird-flu/situation-summary/data-map-commercial.html\">more than 100 million</a> poultry birds, and the federal government has given well over <a href=\"https://www.agriculture.com/usda-has-spent-usd1-billion-fighting-bird-flu-8424034#:~:text=Since%20bird%20flu%20outbreaks%20began,Health%20Inspection%20Service%20on%20Monday.\">$1 billion</a> to the poultry industry, much of it going to the largest companies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Livestock production is both a <a href=\"https://www.vox.com/future-perfect/362224/environment-groups-meat-industry-lies-global-warming-climate-change-wwf\">leading driver of climate change</a> and, as Hurricane Helene demonstrates, a victim of it. As global warming increases the frequency and intensity of natural disasters, policymakers should question the factory farming model. Instead, as a recent <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">federal accounting</a> of the US agricultural system shows, we’re doubling down on it, raising more and more animals on bigger and bigger farms.</p>\n\n<p class=\"has-text-align-none\">“In addition to all the environmental problems associated with the factory farm model, and the public health problems that it causes, at the end of the day the extreme concentration of animals is just a fundamental vulnerability,” said Chris Hunt, deputy director of the nonprofit Socially Responsible Agriculture Project. “It’s a vulnerability to unexpected shocks to the system … The fact that poultry is not only concentrated on [factory farms], but is also concentrated geographically, is certainly problematic.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Hurricane Helene, the Category 4 storm that slammed the American Southeast over the weekend, has killed more than 110 people — and likely millions of chickens. Almost half of the more than 9 billion chickens farmed for meat in the US, known as “broiler” chickens, are raised and slaughtered in the region. Georgia is the [&#8230;]",
    "author": "Kenny Torrella"
  },
  {
    "title": "What’s going on in Asheville? The devastating fallout from Hurricane Helene, explained.",
    "link": "https://www.vox.com/climate/374794/helene-flooding-hurricane-asheville-carolina",
    "pubDate": "2024-10-01T13:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo showing water so high it has partially submerged a building and signs for an RV park and boat rentals.\" data-caption=\"Heavy rains from hurricane Helene caused record flooding and damage on September 28, 2024, in Asheville, North Carolina. | Melissa Sue Gerrits/Getty Images\" data-portal-copyright=\"Melissa Sue Gerrits/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2174616416.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Heavy rains from hurricane Helene caused record flooding and damage on September 28, 2024, in Asheville, North Carolina. | Melissa Sue Gerrits/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The scenes from North Carolina are shocking: roads and bridges washed away. Houses ripped from their foundations. Entire towns reduced to mud and debris.</p>\n\n<p class=\"has-text-align-none\">On Thursday night, Hurricane Helene slammed Florida as a Category 4 storm with winds reaching 140 miles per hour. Along the coast, Helene knocked down trees and power lines, and caused <a href=\"https://www.washingtonpost.com/climate-environment/2024/09/28/helene-storm-surge-city-impact/\">record storm surge</a>.</p>\n\n<p class=\"has-text-align-none\">Yet some of its most devastating impacts were farther inland as the storm moved across the Southeast. Even before the bulk of the storm arrived in North Carolina, Helene started dumping rain in southern Appalachia — and loads of it. Over the last several days some regions in western North Carolina, near the city of Asheville, recorded more than <a href=\"https://www.wpc.ncep.noaa.gov/discussions/nfdscc4.html?fbclid=IwY2xjawFnj-FleHRuA2FlbQIxMAABHQqOqR_oagJDph7eil_N509txd3OqBKDRXp32EW-RoBFI7FQBsXg0QAghg_aem_P0uioRN-URPjEzaFxpwkmA\">2.5 feet</a>.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Was able to talk to my husband in Asheville for the first time in over 24 hours today. He sent me this video of the River Arts District near our home. I’m so devastated. I’m so worried about the friends and colleagues who are missing. I’m so heartbroken for my city and all of WNC <a href=\"https://t.co/1kCVvI2BP4\">pic.twitter.com/1kCVvI2BP4</a></p>&mdash; void (affectionate) (@ghosts_hmu) <a href=\"https://twitter.com/ghosts_hmu/status/1840152339463684276?ref_src=twsrc%5Etfw\">September 28, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">“We have biblical devastation through the county,” Ryan Cole, the assistant director of Buncombe County Emergency Services, <a href=\"https://www.facebook.com/share/v/UsLVoZt8WvSfqi4y/\">said</a> in a press briefing Saturday afternoon. “We’ve had biblical flooding here.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">So far at least <a href=\"https://www.cnn.com/weather/live-news/hurricane-helene-florida-north-carolina-georgia-09-30-24/index.html\">130 deaths</a> are linked to Helene across six states, including Florida, Georgia, and North Carolina. That number is almost certain to rise. Hundreds of people are still unaccounted for, in part because millions of households have lost power and there are still widespread cell outages. Many roads are also inaccessible, making rescue operations challenging.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stunned by the devastation, some residents <a href=\"https://www.washingtonpost.com/weather/2024/09/28/helene-flooding-carolinas-tennessee-destruction/\">have compared</a> flooding in parts of North Carolina to the impacts from Hurricane Katrina, which made landfall in Louisiana in 2005. Katrina claimed <a href=\"https://www.weather.gov/mob/katrina\">more than 1,800 lives</a>. In the weeks to come, Helene may become one of the deadliest US hurricanes in recent history.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The eighth named storm of the Atlantic hurricane season, Helene is yet another reminder that climate change — which can intensify hurricanes and flooding — costs human lives. Record-warm water in the Gulf of Mexico <a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">supercharged the storm</a> and loaded it with moisture. Generally speaking, hot air also holds more water. Together these dynamics helped turn Helene into a deadly, super-wet storm.</p>\n\n<p class=\"has-text-align-none\">And as these last few days have revealed, it’s not just coastal communities that are vulnerable. Asheville <a href=\"https://www.thenewlede.org/2022/08/dubbed-a-climate-haven-a-north-carolina-community-braces-itself/\">has been dubbed a climate haven</a> —&nbsp;a refuge from the impacts of warming and its consequences. But in reality, few places are completely safe.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2174887967.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"The main street in Tarpon Springs, Florida inundated with water on September 27. | Joe Raedle/Getty Images\" data-portal-copyright=\"Joe Raedle/Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\">1) How bad is the damage?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Helene’s path of destruction began in the eastern Caribbean, where the storm formed early last week. Helene brushed Cancun as a tropical storm, flooding the streets and downing trees, before churning across the warm Gulf of Mexico and intensifying into a major hurricane. On Thursday evening, it slammed into the Big Bend of Florida — the region where the panhandle meets the peninsula — as a Category 4 storm.</p>\n\n<p class=\"has-text-align-none\">Landfall caused record-breaking storm surge, a rise in sea level, along parts of Florida’s Gulf Coast, including in Tampa Bay and the small island of Cedar Key. Some areas saw water levels rise 15 feet above ground level, according to <a href=\"https://x.com/NHC_Surge/status/1839677998880227563\">preliminary modeling</a> by the National Hurricane Center.</p>\n\n<p class=\"has-text-align-none\">The storm left Florida <a href=\"https://x.com/VortixWx/status/1840740671667228942\">homes in ruins</a>. Officials estimate that Helene destroyed around a quarter of all homes on Cedar Key, which lies about 130 miles north of Tampa, <a href=\"https://www.palmbeachpost.com/story/news/2024/09/29/reality-of-hurricanes-devastation-setting-in-along-with-relief/75430622007/\">according to</a> the Palm Beach Post.</p>\n\n<p class=\"has-text-align-none\">Much of the worst damage, however, was in regions less familiar with the threat of tropical storms: the mountains of Georgia, Tennessee, and especially North Carolina. The main problem in the southeastern US was abundant, unceasing rain, which began falling before Helene made landfall in Florida. It caused rivers to swell in populated areas like Atlanta and Asheville. Asheville is the largest city in western North Carolina, with roughly 95,000 residents. </p>\n\n<p class=\"has-text-align-none\">Videos and images over the weekend showed much of Asheville’s River Arts District — which hugs the French Broad River, southwest of downtown — utterly inundated with water, which nearly submerged buildings. Many of the shops and businesses, which are a lifeblood of the region, are unsalvageable, Will Hofmann, of the Asheville Citizen Times, <a href=\"https://www.citizen-times.com/story/news/local/2024/09/29/tropical-storm-helene-floods-wipe-out-asheville-river-arts-district/75433499007/\">reports</a>. In Buncombe County, which envelops Asheville, 40 people have died due to the storm and its impacts.</p>\n\n<p class=\"has-text-align-none\">State officials <a href=\"https://drivenc.gov/\">said</a> all roads in western North Carolina, including parts of Interstate 40, were closed and should only be used by emergency vehicles. In nearby Tennessee, meanwhile, more than a dozen bridges are closed and five of them “are completely gone,” the state’s Department of Transportation <a href=\"https://www.facebook.com/share/v/keWHTMT8dia6dF6g/\">said</a> Sunday. Many roads and areas in Great Smoky Mountains National Park are also <a href=\"https://www.nps.gov/grsm/planyourvisit/conditions.htm\">closed</a>.</p>\n\n<p class=\"has-text-align-none\">Power outages and water shortages are also rampant across the Southeast. As of late Tuesday morning, more than 1.5 million people were without electricity across South Carolina, Georgia, North Carolina, Florida, and Virginia, according to <a href=\"http://poweroutage.us\">PowerOutage.us</a>. Parts of western North Carolina are under a boil water advisory, due to a disruption in the public water supply. Repairs to Asheville’s water system could take weeks, <a href=\"https://www.ashevillenc.gov/news/tropical-storm-helene-recovery-resources/\">officials said</a>. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2173905556.jpg?quality=90&#038;strip=all&#038;crop=0,10.736293776186,100,78.527412447627\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Rainwater filled the streets of Atlanta, Georgia on September 27. | Megan Varner/Getty Images\" data-portal-copyright=\"Megan Varner/Getty Images\" />\n<h2 class=\"wp-block-heading has-text-align-none\">2) How much will the storm cost?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Similarly, it will take weeks to get a full tally of all the damage, though initial estimates suggest it will be in the billions of dollars. <a href=\"https://www.corelogic.com/press-releases/corelogic-hurricane-helene-wind-storm-surge-cause-an-initial-estimated-3-5-billion-in-insured-losses/\">CoreLogic</a>, an analytics firm, put its initial tally between $3 billion and $5 billion in insured losses. <a href=\"https://www.theinsurer.com/news/moodys-analytics-says-helene-like-idalia-but-worse-with-cost-estimated-at-up-to-34bn/\">Moody’s Analytics</a> expects a toll from $20 billion to $34 billion. <a href=\"https://www.accuweather.com/en/hurricane/helene-aftermath-dozens-dead-historic-flooding-millions-without-power-amid-catastrophic-destruction/1697545\">AccuWeather</a>, meanwhile, is setting the price tag between $145 billion and $160 billion.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">These are all coarse initial estimates, but they indicate the magnitude of the devastation. The higher projections would put Helene in the top tier of costliest storms in the US. Hurricane Katrina, currently the most expensive weather disaster in US history, extracted about <a href=\"https://www.gao.gov/products/gao-20-633r\">$170 billion from the economy</a>. <a href=\"https://www.texastribune.org/2018/01/08/hurricane-harvey-was-years-costliest-us-disaster-125-billion-damages/\">Hurricane Harvey</a> in 2017 cost about $125.</p>\n\n<p class=\"has-text-align-none\">The dollar value, however, doesn’t tell the whole story. Damage estimates are typically based on insurance claims, but with rising premiums across the country, more homes and businesses are <a href=\"https://www.usatoday.com/story/money/2024/06/23/americans-not-buying-homeowners-insurance/74144566007/\">not seeking financial protection</a>. The insured value of a property doesn’t directly translate into suffering, either. A multimillion-dollar coastal vacation home getting swept down a hillside will register as a higher loss on an insurance company’s balance sheet than a destroyed mobile home that’s the sole residence and store of wealth for a family.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">3) Why was flooding in North Carolina so extreme?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">The simplest reason is that Helene was huge, stretching more than <a href=\"https://www.washingtonpost.com/climate-environment/2024/09/26/hurricane-helene-storm-size-miles/\">more than 400 miles wide</a>, so its impacts —&nbsp;the wind and rain —&nbsp;reached well beyond the eye. Most hurricanes are around <a href=\"https://www.weather.gov/source/zhu/ZHU_Training_Page/tropical_stuff/hurricane_anatomy/hurricane_anatomy.html\">300 miles in diameter</a>.</p>\n\n<p class=\"has-text-align-none\">What’s more is that the storm crossed an exceptionally warm ocean before reaching the mainland. The evaporation of that warm ocean water, which sends columns of moisture into the atmosphere, is what fuels hurricanes, and loads them up with moisture that later falls as rain.</p>\n\n<p class=\"has-text-align-none\">Even before Helene made landfall in Florida, bands of moisture from the hurricane were pulled into Appalachia. Satellite imagery showed almost the entire East Coast shrouded in cloud cover. That means that some regions were already starting to flood even before the bulk of Helene arrived.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/1250x750.jpg?quality=90&#038;strip=all&#038;crop=0,1.0066828416975,100,97.986634316605\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A satellite image taken on September 25. | NOAA\" data-portal-copyright=\"NOAA\" />\n<p class=\"has-text-align-none\">“Recent rainfall in these areas, especially the southern Appalachians, have left the grounds saturated and the river tributaries running high,” the National Oceanic and Atmospheric Administration (NOAA) <a href=\"https://www.noaa.gov/news-release/communities-need-to-prepare-for-catastrophic-life-threatening-inland-flooding-from-helene-even-well\">warned</a> last Wednesday. “Additional rainfall from Helene will exacerbate the existing flood risk.”</p>\n\n<p class=\"has-text-align-none\">It’s also worth noting that this is a wet region of the country. The areas surrounding Asheville are temperate rainforests, full of streams and rivers that run alongside human communities. This underscores another point: The impacts of a storm are not simply a function of wind speed and rain totals. They’re also influenced by the amount of people and property in harm’s way and how ready they are to face a disaster. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Incredible video from Vlado Novakovic of <a href=\"https://twitter.com/hashtag/CLT?src=hash&amp;ref_src=twsrc%5Etfw\">#CLT</a> watching the vacation homes he built between Spear &amp; Ingalls, North Carolina wash away during <a href=\"https://twitter.com/hashtag/Helene?src=hash&amp;ref_src=twsrc%5Etfw\">#Helene</a>. <a href=\"https://twitter.com/hashtag/ncwx?src=hash&amp;ref_src=twsrc%5Etfw\">#ncwx</a> <a href=\"https://twitter.com/hashtag/cltwx?src=hash&amp;ref_src=twsrc%5Etfw\">#cltwx</a> <a href=\"https://twitter.com/hashtag/scwx?src=hash&amp;ref_src=twsrc%5Etfw\">#scwx</a> <a href=\"https://twitter.com/spann?ref_src=twsrc%5Etfw\">@spann</a> <a href=\"https://twitter.com/JimCantore?ref_src=twsrc%5Etfw\">@JimCantore</a> <a href=\"https://twitter.com/BigJoeBastardi?ref_src=twsrc%5Etfw\">@BigJoeBastardi</a> <a href=\"https://twitter.com/StormHour?ref_src=twsrc%5Etfw\">@StormHour</a> <a href=\"https://twitter.com/EFisherWX?ref_src=twsrc%5Etfw\">@EFisherWX</a> <a href=\"https://twitter.com/ReedTimmerUSA?ref_src=twsrc%5Etfw\">@ReedTimmerUSA</a> <a href=\"https://twitter.com/weatherchannel?ref_src=twsrc%5Etfw\">@weatherchannel</a> <a href=\"https://t.co/o5CXbMNGAi\">pic.twitter.com/o5CXbMNGAi</a></p>&mdash; Al Conklin WBTV (@AlConklin) <a href=\"https://twitter.com/AlConklin/status/1840743964040740987?ref_src=twsrc%5Etfw\">September 30, 2024</a></blockquote>\n</div></figure>\n\n<h2 class=\"wp-block-heading has-text-align-none\">4) How does Helene compare to storms like Katrina and Harvey?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">We know that Helene is already on course to join the ranks of the costliest storms in US history. What all those storms have in common is that they made landfall in the continental US at high intensities in populated areas: Harvey struck the Texas coast at <a href=\"https://www.texastribune.org/2018/01/08/hurricane-harvey-was-years-costliest-us-disaster-125-billion-damages/\">Category 4 strength</a>, Katrina rammed into Louisiana and Mississippi as a <a href=\"https://www.weather.gov/mob/katrina\">Category 3 storm</a>, while Helene was a <a href=\"https://www.cnn.com/2024/09/26/weather/video/landfall-hurricane-helene-storm-florida-john-berman-lcl-digvid\">Category 4</a> when it hammered Florida’s Big Bend region.</p>\n\n<p class=\"has-text-align-none\">But the <a href=\"https://www.vox.com/2021/8/29/22647117/hurricane-ida-categories-explained\">hurricane category ranking system</a> is mainly based on wind speed, while the most dangerous element of these storms is the sheer quantity of water in the form of rainfall and storm surge. All three of these storms caused extensive flooding.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Their destruction also compounded on top of local vulnerabilities. Houston suffered intense flooding after Harvey because of the inordinate amount of rain it received, but also because the city is densely populated, relatively flat, and close to sea level. Sections of New Orleans sit below sea level and when Katrina struck, the city’s flood control infrastructure <a href=\"https://www.pbs.org/wgbh/nova/orleans/how-nf.html\">catastrophically failed</a>. Helene landed in Florida’s Big Bend region, which is still recovering <a href=\"https://www.vox.com/climate/23850601/hurricane-idalia-florida-wind-forecast-storm-surge-flood-rapid-intensification\">from the last major hurricane</a>, before moving further inland and dumping rain on regions that have much less experience and infrastructure to cope with extraordinary volumes of water.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.pewtrusts.org/en/research-and-analysis/articles/2024/05/07/population-growth-in-most-states-lags-long-term-trends\">growing number of people</a> are also living in areas most likely to get hammered by hurricanes, and these states are building more property and infrastructure to accommodate them. That means that when a storm does make landfall, it puts more people in danger and damages more homes, offices, roads, and power lines.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">5) What is the government doing to help?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Before Helene made landfall, forecasters at NOAA put out a <a href=\"https://www.noaa.gov/news-release/communities-need-to-prepare-for-catastrophic-life-threatening-inland-flooding-from-helene-even-well\">rare news release and blunt warning</a> about the storm’s impending damage. The agency said that the hurricane would cause “catastrophic, life-threatening inland flooding.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The governors of Alabama, Florida, Georgia, North Carolina, and South Carolina heeded these alerts and submitted <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/09/27/fact-sheet-biden-harris-administrations-life-saving-and-life-sustaining-response-efforts-to-hurricane-helene/\">emergency declaration requests</a> to the White House.&nbsp;Evacuation orders were issued for <a href=\"https://www.readync.gov/stay-informed/evacuation-orders\">parts of North Carolina</a>, <a href=\"https://www.tn.gov/tema/news/2024/9/28/flash-report--5-hurricane-helene.html\">Tennessee</a>, and <a href=\"https://www.flgov.com/2024/09/25/governor-ron-desantis-issues-updates-on-state-preparedness-efforts-ahead-of-hurricane-helene/\">Florida</a>, but <a href=\"https://www.firstcoastnews.com/article/news/local/taylor-county-sheriffs-office-birthday-on-body/77-d6ee689f-bac3-445d-acc0-a7ff258f958a\">some residents didn’t obey them</a>. </p>\n\n<p class=\"has-text-align-none\">Disaster declarations allow the Federal Emergency Management Agency to get involved in the response with emergency shelters, medical aid, and grants for helping people recover. More than <a href=\"https://www.nytimes.com/2024/09/29/us/helene-destruction-florida-north-carolina.html\">1,270 rescuers</a> were sent to the afflicted areas. States also <a href=\"https://www.army.mil/article/280098/national_guard_assists_with_hurricane_helene_response_in_southeast\">mobilized National Guard units</a> to assist with rescue and relief efforts. During a press conference on Monday, President Joe Biden said<a href=\"https://www.c-span.org/video/?538815-1/president-biden-remarks-federal-response-hurricane-helene\"> he may have to call Congress back into session</a> to get more funding to help with the response. Both former President Donald Trump and Vice President Kamala Harris altered their presidential <a href=\"https://abcnews.go.com/Politics/trump-harris-change-campaign-plans-address-hurricane-helene/story?id=114346629\">campaign schedules</a> in response to the hurricane.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.barrons.com/news/biden-pledges-help-for-helene-victims-for-as-long-as-it-takes-db864385\">Trump criticized Biden</a> for not being in Washington, DC, during the storm, but Biden said he’s been following the situation and will visit areas hit hard by the disaster once rescue operations wind down. Trump is also <a href=\"https://www.washingtonpost.com/climate-environment/2024/09/29/trump-hurricane-helene-be-okay/\">planning to visit Georgia</a> to get an update on the storm.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ad hoc networks of local volunteers have also sprung up to provide assistance and relief, even <a href=\"https://wlos.com/news/local/sunday-helene-asheville-updates-death-toll-rises-schools-close-resources-coming\">deploying private airplanes and helicopters</a> to bring supplies to areas now isolated by floods and destroyed roads.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">6) What did climate change have to do with it?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">It’s uncommon — though not unheard of — for tropical storms to travel through southern Appalachia. As shown in the graphic below, several systems (or their remnants) have reached this region in the last few centuries.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Screenshot-2024-09-30-at-9.19.16 AM.png?quality=90&#038;strip=all&#038;crop=0,9.7980553477936,100,80.403889304413\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Tropical storms and hurricanes have run through western North Carolina in the past. | NOAA\" data-portal-copyright=\"NOAA\" />\n<p class=\"has-text-align-none\">Yet it’s now well known that rising global temperatures can make the impacts of these storms much worse. Hotter air and water make the strongest hurricanes stronger and fuel <a href=\"https://www.vox.com/science-and-health/2022/9/28/23376761/hurricane-ian-rapid-intensification-climate-change\">rapid intensification</a>, where a storm’s winds pick up by 35 miles per hour or more in less than 24 hours. </p>\n\n<p class=\"has-text-align-none\">Warmer air holds onto more moisture, which means that hurricanes dish out more rain. A <a href=\"https://drive.google.com/file/d/14oq65lavZ7ho3-gdxE-tutDEcsxSHfUj/view\">rapid assessment</a> of Helene by scientists at the Lawrence Berkeley National Laboratory suggests that climate change caused “over 50 percent more rainfall during Hurricane Helene in some parts of Georgia and the Carolinas.”</p>\n\n<p class=\"has-text-align-none\">“We estimate that the observed rainfall was made up to 20 times more likely in these areas because of global warming,” the scientists wrote.</p>\n\n<p class=\"has-text-align-none\">A hotter climate also causes sea levels to rise — because warm water expands and also melts polar ice — which worsens the impact of storm surge. That tends to <a href=\"https://www.vox.com/climate/23850601/hurricane-idalia-florida-wind-forecast-storm-surge-flood-rapid-intensification\">create more flooding</a> in the wake of a hurricane.</p>\n\n<p class=\"has-text-align-none\">Helene appeared in one of the hottest years on record, with ocean temperatures near record highs and atmospheric conditions that scientists say are <a href=\"https://www.vox.com/climate/24145756/la-nina-2024-el-nino-heat-hurricane-record-temperature-pacific\">suited for hurricane formation</a>. NOAA predicted that this year’s hurricane season would be <a href=\"https://www.noaa.gov/news-release/noaa-predicts-above-normal-2024-atlantic-hurricane-season\">above average</a>. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"How climate change makes hurricanes worse\" src=\"https://www.youtube.com/embed/_0TCrGtTEQM?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Risks are only mounting for communities in the Southeast. According to the most recent <a href=\"https://nca2023.globalchange.gov/chapter/22/\">National Climate Assessment</a>, a US government report, growing populations in regions hit by Helene, particularly in cities, has created new vulnerabilities to warming. “Over the last few decades, economic growth in the Southeast has been concentrated in and around urban centers that depend on climate-sensitive infrastructure and regional connections to thrive,” the report states. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">7) How can I help?</h2>\n\n<p class=\"has-text-align-none\">For one, check out <a href=\"https://x.com/klcpegher/status/1840431100851585076\">local news outlets</a>, which have the most current information about what’s happening on the ground in places like Asheville. </p>\n\n<p class=\"has-text-align-none\">Blue Ridge Public Radio has compiled <a href=\"https://www.bpr.org/bpr-news/2024-09-28/list-ways-to-donate-and-help-flood-victims-in-western-north-carolina-after-hurricane-helene\">a list</a> of ways to help victims in western North Carolina. The <a href=\"https://www.knoxnews.com/story/news/local/2024/09/29/how-to-help-hurricane-helene-flood-victims-in-tennessee/75443858007/\">Knoxville News Sentinel</a> has a similar list for eastern Tennessee. FEMA also has <a href=\"https://www.fema.gov/press-release/20240928/how-help-after-hurricane-helene\">links to state volunteer groups</a> assisting with the recovery.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some <a href=\"https://www.fema.gov/press-release/20240928/how-help-after-hurricane-helene\">state emergency responders</a> have websites set up to collect donations for hurricane relief. Civic groups and food banks in affected communities are also collecting goods and money to help people who were hurt by the storm.</p>\n\n<p class=\"has-text-align-none\">Local emergency managers are also providing guidance for what resources they do and don’t need. Please take this to heart. The Tennessee Emergency Management Agency, for instance, specifically asks people not to self-deploy to disaster areas and to only donate things requested by local emergency coordinators. FEMA is also encouraging people in the region to <a href=\"https://www.fema.gov/press-release/20240928/how-help-after-hurricane-helene\">coordinate with text messages</a> instead of phone calls to leave phone lines open and to donate cash instead of goods.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 1, 9:10 am ET: </strong>This story was published on September 30 and has been updated multiple times, most recently with new information about the effects of Hurricane Helene.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The scenes from North Carolina are shocking: roads and bridges washed away. Houses ripped from their foundations. Entire towns reduced to mud and debris. On Thursday night, Hurricane Helene slammed Florida as a Category 4 storm with winds reaching 140 miles per hour. Along the coast, Helene knocked down trees and power lines, and caused record storm [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "The Supreme Court will decide whether to let criminals get guns without a background check",
    "link": "https://www.vox.com/scotus/372162/supreme-court-ghost-guns-garland-vanderstok",
    "pubDate": "2024-10-01T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Ghost guns captured by law enforcement in New York.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25413906/1248621139.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ghost guns captured by law enforcement in New York.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Tuesday, October 8, one day after the justices convene for a new Supreme Court term, the Court will hear a case that could <a href=\"https://www.vox.com/scotus/2024/4/24/24138227/supreme-court-ghost-guns-background-checks-criminals-serial-numbers\">open up a massive loophole in US gun laws</a>. The plaintiffs in <a href=\"https://www.scotusblog.com/case-files/cases/garland-v-vanderstok-2/\"><em>Garland v. VanDerStok</em></a> ask the Court to effectively neutralize a federal law requiring gun buyers to submit to a background check, as well as a separate law requiring guns to have a serial number to allow law enforcement to track firearms.</p>\n\n<p class=\"has-text-align-none\">The case involves “ghost guns,” weapons that are sold dismantled and in ready-to-assemble kits. Three Trump appointees on the United States Court of Appeals for the Fifth Circuit <a href=\"https://casetext.com/case/vanderstok-v-garland-2\">previously concluded</a> that guns sold in these kits are exempt from the laws requiring background checks and serial numbers, thus making it easy for people with violent felony convictions to obtain guns simply by buying them in a disassembled state.</p>\n\n<p class=\"has-text-align-none\">By law, the background check and serial number <a href=\"https://www.law.cornell.edu/uscode/text/18/921\">requirements apply to</a> “any weapon &#8230; which will or is designed to or may readily be converted to expel a projectile by the action of an explosive.” They also apply to “the frame or receiver of any such weapon,” the skeletal part of a gun that houses other components, such as the barrel or firing mechanism. Thus, if someone purchases a series of firearm parts intending to build a gun at home, they still must face a background check when they purchase the gun’s frame or receiver.</p>\n\n<p class=\"has-text-align-none\">Ghost gun makers seek to evade these requirements by selling a kit with an incomplete frame or receiver — although, according to the Justice Department, it’s often <a href=\"http://www.supremecourt.gov/DocketPDF/23/23-852/315742/20240625172334020_23-852%20VanDerStok.pdf\">trivially easy</a> to convert the kit’s incomplete part into a fully functional frame or receiver. Some kits can be turned into a working firearm after the buyer drills a single hole in the kit’s frame. Others require the user to sand off a small plastic rail.</p>\n\n<p class=\"has-text-align-none\">The Fifth Circuit backed these attempts to evade the law. It claimed that frames missing a single hole are “<a href=\"https://casetext.com/case/vanderstok-v-garland-2\">not yet frames or receivers</a>.” The three Trump judges also argued that ghost gun kits may not “readily be converted” into a working gun because this phrase “cannot be read to include any objects that could, if manufacture is completed, become functional at some ill-defined point in the future” — even if only a negligible amount of work is required to make the gun function.</p>\n\n<p class=\"has-text-align-none\">So the question now is whether a majority of this Supreme Court, which often <a href=\"https://www.vox.com/2022/6/23/23180205/supreme-court-new-york-rifle-pistol-clarence-thomas-second-amendment-guns\">takes an expansive view of gun rights</a>, will sign onto this attempt to neutralize the background check and serial number laws.</p>\n\n<p class=\"has-text-align-none\">The good news for supporters of gun regulations is that the Court has already signaled that it will not do so. The Court first heard this case, albeit in an expedited process, in August 2023, and it voted to <a href=\"https://www.vox.com/scotus/2023/8/8/23824635/supreme-court-ghost-guns-garland-vanderstok-amy-coney-barrett-shadow-docket\">temporarily leave</a> the background check and serial number requirements in full effect while the case made its way through the lower courts. The bad news is that the vote in that August 2023 decision was 5-4, with Chief Justice John Roberts and Justice Amy Coney Barrett joining the Court’s three Democrats. So if just one justice flips, the <em>VanDerStok </em>plaintiffs could prevail.</p>\n\n<h2 class=\"wp-block-heading\">At what point does a gun become a gun?</h2>\n\n<p class=\"has-text-align-none\"><em>VanDerStok</em> turns on the question of when a partially manufactured gun becomes sufficiently gun-like that it should be regulated as if it were a fully operational firearm. Congress, by applying the relevant laws to operational guns, frames, receivers, and items that “may readily be converted” into an operational gun, clearly intended that a gun need not be fully complete to be regulated.</p>\n\n<p class=\"has-text-align-none\">At the same time, it’s also clear that there is a point when an incomplete gun is not yet subject to the background check and serial number laws. For example, if someone buys a bucket full of raw steel and wood that a skilled gunsmith, after many hours of work using the proper tools, could turn into a firearm, that bucket does not need to come with a background check.</p>\n\n<p class=\"has-text-align-none\">Up until very recently, this question of “at what point does a gun become sufficiently complete to trigger certain federal laws?” would have been resolved by the Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF). In <a href=\"https://supreme.justia.com/cases/federal/us/467/837/\"><em>Chevron v. Natural Resources Defense Council</em></a> (1984), the Supreme Court held that, when an agency is given the power to issue regulations interpreting a federal law (and ATF has that power over the gun laws at issue in <em>VanDerStok</em>), courts should typically defer to how the agency decides to resolve any ambiguities in that law.</p>\n\n<p class=\"has-text-align-none\">Thus, in a less imperious Supreme Court, <em>VanDerStok</em> would be an easy case. ATF <a href=\"https://www.supremecourt.gov/DocketPDF/23/23-852/315742/20240625172334020_23-852%20VanDerStok.pdf\">issued a regulation in 2022</a> that clarifies that the background check and serial number laws do apply to ghost guns. Under <em>Chevron</em>, that should be enough to resolve this case.</p>\n\n<p class=\"has-text-align-none\">Last June, however, the six Republican justices <a href=\"https://www.vox.com/scotus/357900/supreme-court-loper-bright-raimondo-chevron-power-grab\">voted to overrule <em>Chevron</em></a>. Their decision in <a href=\"https://www.supremecourt.gov/opinions/23pdf/22-451_7m58.pdf\"><em>Loper Bright Enterprises v. Raimondo</em></a> (2024) establishes that henceforth, whoever controls a majority of the Supreme Court will have the final word on thousands of policy questions that, under <em>Chevron</em>, used to be resolved by federal agencies. So <em>VanDerStok</em> will give us an early window into how these justices intend to use their new, self-given policymaking authority.</p>\n\n<p class=\"has-text-align-none\">If these justices concern themselves with the text of federal gun law, however, it’s still difficult to see how they could affirm the Fifth Circuit’s decision to exempt ghost guns from the background check and serial number requirements.</p>\n\n<p class=\"has-text-align-none\">The reason why is that federal gun law does not simply announce a vague standard — that incomplete guns that “may readily be converted to expel a projectile by the action of an explosive” are still subject to federal regulation. It also provides an example of a particular kind of not-yet-ready-to-fire gun that is subject to the background check and serial number laws. </p>\n\n<p class=\"has-text-align-none\">The relevant federal law explicitly states that a “starter gun” — that is, a gun with a plugged barrel that is designed to fire blanks, and that is typically used to begin track or swim races — does count as a gun that is subject to federal regulation. So if someone buys a starter gun, they must submit to a background check, even though starter guns cannot be used to shoot anyone without significant alterations.</p>\n\n<p class=\"has-text-align-none\">In its brief, the Justice Department suggests that this reference to starter guns was inserted into the statute because of a “<a href=\"https://www.supremecourt.gov/DocketPDF/23/23-852/315742/20240625172334020_23-852%20VanDerStok.pdf\">do-it-yourself gunsmith</a>” who “distributed firearms to gang members by buying starter pistols in bulk.” He would then disassemble these starter guns and “using an electric hand drill mounted in a drill press stand, bore[d] out the plugged barrel and enlarge[d] the cylinder chambers to accommodate .22-caliber cartridges.”</p>\n\n<p class=\"has-text-align-none\">That’s significantly more work than is required to assemble many ghost guns. The fact that Congress intended to regulate devices that need to be disassembled and “bored out” using reasonably specialized equipment before they could be used as weapons suggests that Congress also intended for an already-disassembled gun that is missing a single hole in its frame or receiver to be subject to regulation. A ghost gun is much closer to being a fully operational firearm than a starter gun.</p>\n\n<p class=\"has-text-align-none\">Still, while <em>VanDerStok</em> should not be a difficult case, the fact that four justices previously voted to exempt ghost guns from background checks and serial numbers suggests that this Court will make this case more difficult than it needs to be.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In overruling <em>Chevron</em>, the Court declared that it should have far more control over US policy than it has had in recent decades. Now we’re going to get a taste of how this GOP-dominated Court intends to use that power.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Tuesday, October 8, one day after the justices convene for a new Supreme Court term, the Court will hear a case that could open up a massive loophole in US gun laws. The plaintiffs in Garland v. VanDerStok ask the Court to effectively neutralize a federal law requiring gun buyers to submit to a [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "In the new Miami, the old office culture reigns",
    "link": "https://www.vox.com/future-of-work/374919/miami-office-culture-andy-jassy-citadel-remote-work",
    "pubDate": "2024-10-01T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of an office with cubicles and “Miami” graffiti on the wall. \" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Vox_Miami_PaigeVickers.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Miami has long had a reputation as a balmy party destination, a place where spring breakers, Lamborghini-driving showoffs, Cuban culture, and clubs coalesce.<br><br>But the South Florida city has undergone a major transformation over the past 15 years. It became an international hub for art with Art Basel. Its high-end food scene blossomed, becoming one of the best in the nation. And, somehow, it <a href=\"https://qz.com/texas-florida-sun-belt-wall-street-banks-migration-1851473745\">quietly</a> <a href=\"https://nypost.com/2023/02/17/west-palm-beach-has-become-wall-street-south/\">became</a> <a href=\"https://www.whitewolfcapital.com/news/is-wall-street-south-here-to-stay/\">“Wall Street South.”<br><br></a>J.P. Morgan and Goldman Sachs both now have major footprints in the city, and several hedge funds have sprung up there as well. A slew of <a href=\"https://www.nytimes.com/2021/01/29/technology/join-us-in-miami-love-masters-of-the-universe.html\">Silicon Valley companies set up shop in Miami</a> after the pandemic, too, in search of lower taxes and fewer Covid restrictions. </p>\n\n<p class=\"has-text-align-none\">Maybe it&#8217;s not so surprising, then, that Miami, newly flush with major corporations, has seen a bigger office comeback post-Covid than almost any other American city, <a href=\"https://www.placer.ai/blog/placer-ai-office-index-august-2024-recap\">according to data from Placer.ai</a>, a startup that measures foot traffic to offices. </p>\n\n<p class=\"has-text-align-none\">Yesterday, <em>Today Explained</em> kicked off a miniseries on work after the pandemic by looking at how American workers were leaving the country <a href=\"https://www.vox.com/future-of-work/374273/portugal-remote-digital-nomad-work-life-balance\">in search of work-life balance</a> and finding it in Portugal, where the country’s unique digital nomad visa programs have led to a flourishing expat remote-worker community.  </p>\n\n<p class=\"has-text-align-none\">For today’s installment, the <em>Today, Explained</em> podcast team returned stateside, venturing to Miami to find out more about why companies there are calling knowledge workers into the office once again, and what it can show us about the delicate dance that employers all over the nation face as they try to rebuild their corporate cultures.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-megaphone-fm wp-block-embed-megaphone-fm\"><div class=\"wp-block-embed__wrapper\">\n<div><iframe title=\"The office vs. everyone else by Today, Explained\" src=\"https://player.megaphone.fm/VMP6724847136\" allowfullscreen></iframe></div>\n</div></figure>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Going back to office for the “culture”&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Four years after the pandemic, only about 35 percent of Americans with jobs that can be worked remotely still work entirely from home, according to a <a href=\"https://www.pewresearch.org/short-reads/2023/03/30/about-a-third-of-us-workers-who-can-work-from-home-do-so-all-the-time/\">2023 report from Pew</a>. They tend to be knowledge workers – people whose jobs demand that they’re sitting at a computer the bulk of the time.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">So why are Miami’s knowledge workers going into offices instead of staying home?&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The very same industries that are pouring into the South Florida city — financial services and tech — are the ones telling workers that it’s time to invest in “culture.”</p>\n\n<p class=\"has-text-align-none\">“I think people are actually opting in to work in this culture,” Alex DiLeonardo, chief people officer for Citadel Securities, told us when we visited the financial firm’s sleek headquarters in the Brickell neighborhood of Miami in September.&nbsp;</p>\n\n<p class=\"has-text-align-none\">DiLeonardo used a lot of HR speak, but what he described to us was a vibes-y idea among employers that collaboration and values are forged from human interaction. The best way they think they can foster that creative “culture”? To make workers come into the office. At Citadel, that means in-office, five days a week. </p>\n\n<p class=\"has-text-align-none\">The idea of a workplace “culture” almost <a href=\"https://www.theverge.com/2022/8/15/23307268/apple-hybrid-working-model-return-to-office-september\">always</a> <a href=\"https://www.reuters.com/business/finance/jpmorgan-managing-directors-asked-work-office-five-days-week-memo-2023-04-12/\">shows</a> <a href=\"https://www.cnbc.com/2023/01/09/disney-ceo-bob-iger-tells-employees-to-return-to-the-office-four-days-a-week.html\">up</a> when a CEO calls people back to the office. Last month, Amazon CEO Andy Jassy informed employees that they would be required to return to the office five days a week. <a href=\"https://www.aboutamazon.com/news/company-news/ceo-andy-jassy-latest-update-on-amazon-return-to-office-manager-team-ratio\">In a statement</a> titled “Strengthening our culture and teams,” Jassy made this case for in-office work: “[C]ollaborating, brainstorming, and inventing are simpler and more effective; teaching and learning from one another are more seamless; and, teams tend to be better connected to one another.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/IMG_2128.jpg?quality=90&#038;strip=all&#038;crop=0,30.366492146597,100,39.267015706806\" alt=\"A skyscraper with paned windows.\" title=\"A skyscraper with paned windows.\" data-has-syndication-rights=\"1\" data-caption=\"The Miami offices of Citadel. | Victoria Chamberlin/Vox\" data-portal-copyright=\"Victoria Chamberlin/Vox\" />\n<p class=\"has-text-align-none\">That’s what Hasan Altaf was looking for when he recently graduated from college. “I think in the office, it&#8217;s just creativity, collaboration, everything,” he told us. <br><br>Altaf, 22, is now a software engineer at Citadel in Miami. During the pandemic, he spent eight months working an internship fully remote and said the whole thing felt kind of empty. “I felt disconnected with my team. [T]hey were just, like, faces on a screen. I never met them in person.” Now, he’s got an easy commute by metro, there are killer views of the ocean and city from the building, and he gets to absorb lessons from his colleagues in real time. “The juices are flowing here.” <br><br>To be clear, not everyone is fully opting into office life: One expert we talked with told us only about 20 percent of the 100,000 workers he’s surveyed want to be in an office five days a week. Another 30 percent wanted to work from home 100 percent of the time. </p>\n\n<p class=\"has-text-align-none\">While people are back in the office at greater rates in Miami, in general, workers across the country want more flexibility.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Companies vs. the worker</h2>\n\n<p class=\"has-text-align-none\">Many workers have gotten a taste of a different kind of life over the past four years, and for the vast majority, working from home has afforded an unprecedented sense of work-life balance, <a href=\"https://www.pewresearch.org/short-reads/2023/03/30/about-a-third-of-us-workers-who-can-work-from-home-do-so-all-the-time/\">according to Pew</a>.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">Many of them resent giving up the flexibility of hybrid or fully at-home work in favor of ideating in an <a href=\"https://hbr.org/2019/11/the-truth-about-open-offices\">open-concept office</a> in hard pants. A <a href=\"https://www.newsweek.com/majority-remote-workers-would-quit-if-forced-return-office-1952885#:~:text=In%20FlexJobs'%20recent%20report%2C%2057,to%20return%20to%20the%20office.\">recent survey of remote workers</a> found that nearly 60 percent said they would quit if asked to return to the office.   </p>\n\n<p class=\"has-text-align-none\">And there’s evidence that flexible models might be good not just for workers but for companies,  too. </p>\n\n<p class=\"has-text-align-none\">According to a recent <a href=\"https://www.usatoday.com/money/blueprint/business/hr-payroll/remote-work-statistics/#sources\">USA Today Blueprint survey</a>, 58 percent of white-collar workers prefer a hybrid model (working from home at least three days a week). A <a href=\"https://www.mckinsey.com/industries/real-estate/our-insights/americans-are-embracing-flexible-work-and-they-want-more-of-it\">McKinsey survey</a> this summer found that 87 percent of workers would say yes to flexible work if it’s offered. </p>\n\n<p class=\"has-text-align-none\">This means a company that adopts a fully in-office policy team could see the plan backfire, according to <a href=\"https://nbloom.people.stanford.edu/bio\">Nick Bloom</a>, a professor of economics at Stanford University who studies workplace trends. </p>\n\n<p class=\"has-text-align-none\">“[O]ne way this plays out is they have a ton of quits. They find it harder to hire,” Bloom said. “I know from talking to my own undergrads and MBAs, they don&#8217;t want to go in five days a week. So it&#8217;s going to be harder to hire them,” he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A lot of firms get hung up on the idea of productivity, Bloom said. Companies, he argues, should measure their office policies against profitability.<em> </em>Not paying for an office is a huge cost saver. “It also turns out, if you&#8217;re hiring folks remotely, you can hire a lot better employee for your money because you&#8217;re not looking locally, you&#8217;re looking nationally or even globally.” The talent pool is the entire world.<br><br>Bloom recently <a href=\"https://www.nature.com/articles/s41586-024-07500-2\">published a study</a> looking closely at this question of productivity. Working with a giant Chinese travel company, Bloom and his team compared two cohorts: The first worked in the office five days a week and the second was offered a hybrid schedule. They found that the hybrid workers were happier with their jobs and that fewer quit. They also found that performance reviews were not affected. People got their work done and they were happier. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">“Give me a good reason to come in every day” </h2>\n\n<p class=\"has-text-align-none\">Chatting up workers in Miami, we heard some complaints: “Give me a good reason to come in every day.” “I don’t need my boss babysitting my work.” “Commuting sucks.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">A lot of people, though, were willing to meet the CEO culture warriors halfway and acknowledged that some time in the office was great for getting to know the people they worked with. They were also able to build trust with colleagues and learn by watching others do their jobs. For companies in the tech and financial spaces that are so vital to Miami’s rebirth, having workers meet them in the middle helps them navigate a number of issues beyond “culture,” too, including data privacy.  </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/i-rH3XvS8-X2.jpg?quality=90&#038;strip=all&#038;crop=0,10.717639621171,100,78.564720757659\" alt=\"An aerial photo of the seashore in Miami, featuring a four-lane road parallel to the beach and a high-rise hotel and pool opposite.\" title=\"An aerial photo of the seashore in Miami, featuring a four-lane road parallel to the beach and a high-rise hotel and pool opposite.\" data-has-syndication-rights=\"1\" data-caption=\"Why would you want to go to the office if you lived here? | Victoria Chamberlin/Vox\" data-portal-copyright=\"Victoria Chamberlin/Vox\" />\n<p class=\"has-text-align-none\">Workers will be the ultimate judge of whether Citadel and other companies with the strictest office policies are right for them. If they disagree, they might just choose to develop their careers elsewhere.</p>\n\n<p class=\"has-text-align-none\">For DiLeonardo, these complicated choices are just part of the new world order of work — and maybe even a sign of how far work culture has come.<br><br>“As somebody who spent my entire career in the people space, I think it&#8217;s great that all of these different forms of working are causing organizations and societies to ask questions about how best to enable individuals to succeed in their different roles and their different careers,” he said.  “But I also think that leaves a ton of room for organizations to choose the kind of environment that they provide and be very clear in the social contract about what it means to work at this  company.” </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Miami has long had a reputation as a balmy party destination, a place where spring breakers, Lamborghini-driving showoffs, Cuban culture, and clubs coalesce. But the South Florida city has undergone a major transformation over the past 15 years. It became an international hub for art with Art Basel. Its high-end food scene blossomed, becoming one [&#8230;]",
    "author": "Jolie Myers"
  },
  {
    "title": "A big fire at a lab near Atlanta spewed chemicals into the air. Here’s what we know.",
    "link": "https://www.vox.com/climate/374950/georgia-chemical-plant-fire-biolab-conyers-atlanta-chlorine",
    "pubDate": "2024-09-30T23:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A plume of thick white smoke at night, lit by the fire beneath it.\" data-caption=\"Smoke rises after a chemical fire broke out on the roof of a BioLab plant, forcing mandatory evacuations and road closures in Conyers, Georgia, on September 29, 2024. | &lt;p&gt;Peter Zay/Anadolu via Getty Images&lt;/p&gt;\" data-portal-copyright=\"&lt;p&gt;Peter Zay/Anadolu via Getty Images&lt;/p&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2174792908.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Smoke rises after a chemical fire broke out on the roof of a BioLab plant, forcing mandatory evacuations and road closures in Conyers, Georgia, on September 29, 2024. | &lt;p&gt;Peter Zay/Anadolu via Getty Images&lt;/p&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Amid the devastation and mass flooding wrought by Hurricane Helene, the Atlanta metropolitan area had yet another disaster: A chemical fire released a massive plume of potentially toxic gasses into the air. And it’s spreading.</p>\n\n<p class=\"has-text-align-none\">Early Sunday morning, a fire erupted at <a href=\"https://www.biolabinc.com/\">BioLab</a>, a chemical plant specializing in pool and spa water care, in Conyers, just 30 miles east of Atlanta in Rockdale County. It’s unknown what caused the fire as of publication, but <a href=\"https://www.facebook.com/watch/?v=506209848917302\">local fire department officials</a> say water from the triggered sprinkler system had reacted with the various chemicals in the building.</p>\n\n<p class=\"has-text-align-none\">Around <a href=\"https://www.rockdalecountyga.gov/updates-on-bio-fire-9-29-24/\">11</a> am ET on Sunday, officials requested that all church services be closed. By 11, several local roads were closed, and by around 1 pm officials ordered <a href=\"https://www.nytimes.com/2024/09/29/us/chemical-bio-lab-fire-georgia.html\">about 17,000 people in Conyers to evacuate</a>, as the Environmental Protection Agency (EPA) and Georgia’s environmental protection division ran air quality tests, where they <a href=\"https://www.rockdalecountyga.gov/rockdale-county-remains-closed-with-shelter-in-place-continuing/\">detected</a> chlorine around the facility. Chlorine is a <a href=\"https://www.cdc.gov/niosh/ershdb/emergencyresponsecard_29750024.html#:~:text=Chlorine%20is%20a%20toxic%20gas,a%20chemical%20warfare%20choking%20agent.\">toxic gas</a> that can have negative short- and long-term health effects. Around noon, as first responders were putting the initial fire out and removing products from the facility, the fire reignited. </p>\n\n<p class=\"has-text-align-none\">“We are all focused on remediating the situation as rapidly as possible,” the company said in its most recent <a href=\"https://www.biolabinc.com/news-events/\">statement</a>.</p>\n\n<p class=\"has-text-align-none\">Officials then instituted a shelter-in-place order <a href=\"https://www.rockdalecountyga.gov/updates-on-bio-fire-9-29-24/\">late Sunday evening</a> for Rockdale County, which comprises around 90,000 people. Fulton County, which includes parts of Atlanta, has <a href=\"https://www.ajc.com/news/atlanta-news/metro-atlanta-chemical-plant-fire-leads-to-evacuation-of-17000/NLTZ6RLMIZCERF76B7FHUQFRYE/\">reported</a> “a haze and strong chemical smell” this morning, which local officials <a href=\"https://x.com/AFCEMA/status/1840759612619776475\">stated</a> is likely due to the BioLab fire.</p>\n\n<p class=\"has-text-align-none\">Although acute exposure to chlorine gas causes various <a href=\"https://wwwn.cdc.gov/TSP/MMG/MMGDetails.aspx?mmgid=198&amp;toxid=36#:~:text=harmful%20chlorine%20gas.-,Acute%20exposure%20to%20chlorine%20gas%20initially%20causes%20coughing%2C%20eye%20and,pain%2C%20inflammation%2C%20and%20blisters.\">symptoms</a>, including coughing, irritation in the eyes and nose, skin irritation, and a burning sensation in the chest, multiple agencies said that the chlorine in the air does not pose a threat to most people. At time of publication, health agencies have not identified any specific high-risk populations such as those with preexisting respiratory conditions.</p>\n\n<p class=\"has-text-align-none\">All of this comes after <a href=\"https://www.vox.com/climate/374867/hurricane-helene\">Hurricane Helene’</a>s wreckage, leaving resources and communication from local officials stretched thin. It’s an alarming glimpse at what can happen when multiple disasters occur at once, and it highlights the need for better preparation for such cases.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Delays in official communication</h2>\n\n<p class=\"has-text-align-none\">A shelter-in-place order is still in effect in Rockdale County. Officials recommend local residents keep their windows and doors closed and the AC off, presumably to prevent toxic gasses from getting in. All Rockdale County government facilities are closed, as are several roads in the area. County officials advised businesses to keep their operations <a href=\"https://www.rockdalecountyga.gov/rockdale-county-remains-closed-with-shelter-in-place-continuing/\">closed</a> until the shelter-in-place order is lifted.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On its Facebook page, the county posted a <a href=\"https://www.facebook.com/RockdaleGov/\">video</a> showing the aftermath of the fire. The front, left, and right sides of the plant “totally collapsed,” according to Marian McDaniel, the county’s chief of fire rescue. She said that once they’ve removed debris from the fire, they will bring down the remaining side and retrieve the remaining “product” from the ruins of the facility.</p>\n\n<p class=\"has-text-align-none\">“Nothing that we can do or will be done to make this product any worse than it already is,” McDaniel told the press. The clouds and smoke should go away once the remaining chemicals are removed from the building.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But as the gas dissipates, which may take days, it’s also moving toward other parts of Georgia — cities and towns that may not have had clear directions on what to do.&nbsp;That’s on top of dealing with the fallout from Helene.</p>\n\n<p class=\"has-text-align-none\">The Georgia Emergency Services and Homeland Security Agency <a href=\"https://x.com/AFCEMA/status/1840819308697387256\">issued</a> a local area emergency Monday afternoon to residents living within a 50-mile radius of the BioLab fire, a full day later. At that point, thousands of residents in nearby Fulton and Gwinnett Counties had already left their homes to go to school, work, doctor’s appointments, and more, unsure why the air smelled adjacent to a swimming pool.</p>\n\n<p class=\"has-text-align-none\">The Atlanta Fire Rescue Department conducted air quality tests Monday afternoon to detect chlorine and other chemicals in the air across the city. They <a href=\"https://x.com/ATLFireRescue/status/1840801429067301325\">said</a> they’ve found “no immediate life safety issues,” but didn’t provide further information about chlorine levels. They also have requested additional testing from state and federal agencies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Georgia’s Department of Public Health has <a href=\"https://dph.georgia.gov/smoke-biolab-chemical-fire\">added</a> that there is “no significant toxicity identified in the smoke” so far, but that people with heart or lung disease may be particularly affected and experience symptoms, such as shortness of breath. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What’s next?</h2>\n\n<p class=\"has-text-align-none\">While the immediate focus is on cleaning up the damaged facility, there are still a lot of unanswered questions about how the BioLab fire will affect neighboring communities in the future.</p>\n\n<p class=\"has-text-align-none\">Currently, there is no publicly available information about how much chlorine has escaped into the air or what levels local residents are being exposed to. </p>\n\n<p class=\"has-text-align-none\">Long-term <a href=\"https://cairntechnology.com/long-term-effects-chlorine-exposure/#:~:text=The%20long%2Dterm%20effects%20of%20chlorine%20exposure%20can%20include%20the,damage%2C%20which%20could%20be%20irreparable.\">exposure</a> to chlorine can cause prolonged health issues such as potentially irreparable lung damage. Even a one-time exposure to high levels of chlorine can have negative health effects, which makes the question of how much is currently in the air over Georgia only more pressing.</p>\n\n<p class=\"has-text-align-none\">This isn’t the first fire to break out at this BioLab plant in Conyers — there have been at least <a href=\"https://www.ajc.com/news/business/chlorine-product-maker-biolab-has-history-of-fires-and-chemical-leaks/ET4CU6BAVVD55C2BMLTT7PQ2TY/\">three in the past two decades</a>. The last fire happened just four years ago.<strong> </strong>It raises the question of accountability, whether the plant has done anything to meaningfully prevent these disasters, and the impact of repeated exposure to chemical fires and leaks on communities. </p>\n\n<p class=\"has-text-align-none\">It’s also too early to tell what, if any, accountability BioLab will face after this fire. According to the <a href=\"https://www.ajc.com/news/atlanta-news/metro-atlanta-chemical-plant-fire-leads-to-evacuation-of-17000/NLTZ6RLMIZCERF76B7FHUQFRYE/\">Atlanta Journal-Constitution</a>, the chairman of Rockdale County’s governing body, Oz Nesbitt, said that the Board of Commissioners will be speaking with BioLab’s leadership about “their safety and their mitigation plan and their security plan inside their operations.”</p>\n\n<p class=\"has-text-align-none\">While multiple agencies responding to the incident have assured residents that the fire poses little to no harm to human health, many residents are unsatisfied and have left comments on Rockdale County’s Facebook page expressing their <a href=\"https://www.facebook.com/RockdaleGov/posts/pfbid04rsy9TbWaHTKuVLaLgq8zBj3HQdsyZQRMG88xjxd8t3PHzxeTvY9ep5cnc2DjNvPl\">concern and frustration</a> about the uncertainties. </p>\n\n<p class=\"has-text-align-none\">“Who is going to jail over this?” wrote one commenter. “Just asking, considering how many people are going to be injured by this, and how much damage will be done to the local environments? This facility is a known problem, and has been for years.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Amid the devastation and mass flooding wrought by Hurricane Helene, the Atlanta metropolitan area had yet another disaster: A chemical fire released a massive plume of potentially toxic gasses into the air. And it’s spreading. Early Sunday morning, a fire erupted at BioLab, a chemical plant specializing in pool and spa water care, in Conyers, [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "The latest on the fallout of Hurricane Helene",
    "link": "https://www.vox.com/climate/374867/hurricane-helene",
    "pubDate": "2024-09-30T19:06:39.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man looking at a pile of wreckage.\" data-caption=\"David Hester inspects the damage around his house after Hurricane Helene made landfall in Horseshoe Beach, Florida.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2174219458.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>David Hester inspects the damage around his house after Hurricane Helene made landfall in Horseshoe Beach, Florida.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Hurricane Helene ruined much of what it encountered in its 500-mile journey across the Southeast US, leaving Florida, Georgia, North Carolina, South Carolina, Tennessee, and Virginia to battle with record storm surge, wind damage, and catastrophic flooding.</p>\n\n<p class=\"has-text-align-none\">At least 120 people have been killed across the six states, and millions of homes and businesses are without power, the AP <a href=\"https://apnews.com/article/hurricane-helene-north-carolina-asheville-f02869c7d01e68f2d7f0553abb82252f\">reported</a>. Hundreds of people remain missing, and the numbers of missing and dead are likely to increase.</p>\n\n<p class=\"has-text-align-none\">The monstrous Category 4 storm made landfall on Thursday, September 26, after <a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">a summer lull</a> in what’s been projected to be an especially active hurricane season. Republican presidential nominee and former President Donald Trump on Monday is <a href=\"https://x.com/realDonaldTrump/status/1840779255786955251?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\" data-type=\"link\" data-id=\"https://x.com/realDonaldTrump/status/1840779255786955251?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">expected to visit Valdosta, Georgia</a>, among the communities hit hard by the hurricane. Democratic presidential nominee and Vice President Kamala Harris canceled campaign events and is returning to Washington, DC, on Monday for a federal briefing on Helene.</p>\n\n<p class=\"has-text-align-none\">Follow here for the latest news and updates.</p>\n<ul>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/future-perfect/374940/hurricane-helene-georgia-chicken-poultry-farms\">Helene just pummeled America’s chicken farming capital</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/climate/374794/helene-flooding-hurricane-asheville-carolina\">What’s going on in Asheville? The devastating fallout from Hurricane Helene, explained.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"\"></a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/down-to-earth/374541/hurricane-helene-storm-wind-birds-wildlife\">Weather radar showed a strange blue mass in the eye of Hurricane Helene. What was it?</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/natural-disaster/374366/hurricane-helene-florida-big-bend-beryl-storms-climate\">Why Hurricane Helene is a wake-up call </a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">One chart shows how Hurricane Helene turned into a monstrous storm</a>\n\t\t</li>\n\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Hurricane Helene ruined much of what it encountered in its 500-mile journey across the Southeast US, leaving Florida, Georgia, North Carolina, South Carolina, Tennessee, and Virginia to battle with record storm surge, wind damage, and catastrophic flooding. At least 120 people have been killed across the six states, and millions of homes and businesses are [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "The NFL’s head trauma problem isn’t going away",
    "link": "https://www.vox.com/sports/374731/nfl-concussions-brett-favre-tua-tagavailoa",
    "pubDate": "2024-09-30T13:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Tua Tagovailoa in a green #1 jersey, lies on the field surrounded by Miami Dolphins and Buffalo Bills players, some of whom are touching him gingerly.\" data-caption=\"Tua Tagovailoa (#1) of the Miami Dolphins lies injured on the field during an NFL football game against the Buffalo Bills at Hard Rock Stadium on September 12, 2024, in Miami Gardens, Florida. | Perry Knotts/Getty Images\" data-portal-copyright=\"Perry Knotts/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2172051258.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Tua Tagovailoa (#1) of the Miami Dolphins lies injured on the field during an NFL football game against the Buffalo Bills at Hard Rock Stadium on September 12, 2024, in Miami Gardens, Florida. | Perry Knotts/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Recently, trauma suffered by football stars has raised fresh concerns about the league’s ongoing issues with head injuries — and raised questions about whether there is more the NFL could do to protect its players. </p>\n\n<p class=\"has-text-align-none\">In early September, Tua Tagovailoa, a quarterback for the Miami Dolphins, suffered a frightening third (diagnosed) concussion, prompting some fans and <a href=\"https://www.nytimes.com/athletic/5764581/2024/09/13/tua-tagovailoa-concussion-reaction-retirement/\">former players</a> to urge his retirement. In the wake of that injury, former Green Bay Packers star quarterback Brett Favre disclosed a diagnosis of Parkinson’s disease during congressional testimony on Tuesday, noting that repeated head trauma was likely a major factor. And on Thursday, Malik Nabers, a rookie wide receiver for the New York Giants, set <a href=\"https://www.espn.com/nfl/story/_/id/41467264/giants-malik-nabers-sets-record-suffers-concussion-vs-cowboys\">a receiving record before leaving the game with a concussion</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It isn’t news that professional football can be dangerous: The NFL first admitted the connection between football and CTE — <a href=\"https://www.mayoclinic.org/diseases-conditions/chronic-traumatic-encephalopathy/symptoms-causes/syc-20370921#:~:text=Overview,an%20autopsy%20of%20the%20brain.\">chronic traumatic encephalopathy, a degenerative brain condition</a> — in 2016. CTE is most often found in athletes who suffer repeated hits to the head and members of the military who are exposed to explosive blasts, and has been tied to the deaths of famous football players, including Andre Waters and Mike Webster. More than 300 former football players have been <a href=\"https://www.npr.org/2024/09/23/nx-s1-5121019/nfl-players-cte-survey#:~:text=More%20than%20300%20former%20NFL,memory%20loss%20and%20mood%20swings.\">diagnosed with CTE following their deaths</a>. (The condition requires a brain autopsy to accurately diagnose.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Due to concerns about CTE and other conditions related to brain trauma, the <a href=\"https://www.scrippsnews.com/sports/how-the-nfl-is-working-to-prevent-concussions-and-protect-players\">league has invested in</a> improving the equipment that players wear, changed rules for practice and game day, and promoted techniques intended to reduce head contact. This season, those changes include allowing players to wear new headgear meant to better protect players’ brains. This week, however, was a reminder that major problems remain for America’s most popular sport.</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\">The NFL is working on protections. It’s not clear they’re enough.<strong>&nbsp;</strong></h3>\n\n<p class=\"has-text-align-none\">In recent years, the NFL has made major changes to helmets and protective gear, as well as shifts to in-game rules aimed at reducing collisions, NFL Chief Medical Officer Allen Sills told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps one of the most noticeable this season is the introduction of a new type of headgear called “Guardian Caps” — layers of foam padding worn over a helmet — during games. The caps, which most players have been required to wear when practicing since 2022, are intended to reduce the impact that players experience if they get hit in the head, potentially by about 10 percent, according to the NFL.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2172209609.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A player in an orange puffy guardian cap weaves between two other players.\" title=\"A player in an orange puffy guardian cap weaves between two other players.\" data-has-syndication-rights=\"1\" data-caption=\"The guardian cap at work. | Mike Carlson/Getty Images\" data-portal-copyright=\"Mike Carlson/Getty Images\" />\n<p class=\"has-text-align-none\">There are a few issues with the caps, however. One, players aren’t required to wear them during games, and <a href=\"https://www.nbclosangeles.com/news/sports/nfl/nfl-players-wearing-guardian-caps-2024-season/3505271/\">relatively few players</a> have chosen to do so thus far, limiting their impact.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And independent studies also haven’t confirmed whether they’re effective. Despite the NFL’s findings, separate teams of researchers from the <a href=\"https://www.cnn.com/2024/08/30/health/football-head-injury-guardian-cap-research/index.html#:~:text=When%20the%20testing%20simulated%20the,to%2035%25%2C%20he%20said.\">University of North Carolina and the University of Nevada-Reno</a> both found limited reductions in force for players wearing the caps, while <a href=\"https://scopeblog.stanford.edu/2023/03/28/padded-helmet-cover-shows-little-protection-for-football-players/\">a third study, from Stanford,</a> saw force reductions in the lab but not when athletes wore them on the field. Sills argues this variability comes from differences in the researchers’ methodology and the NFL’s, and notes that the NFL intends to publish its research within the next few months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The NFL also claims its researchers found that Guardian Caps reduced concussions by roughly 50 percent when worn in practice, a finding that some physicians have been skeptical of.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One main issue, <a href=\"https://www.nytimes.com/2024/09/15/briefing/nfl-guardian-caps.html\">doctors told the New York Times</a>, is that better helmets and Guardian Caps shield the head, but they don’t shield the neck — which can be critical for preventing concussions. Hits and twisting of the neck play a major role in causing concussions, they note.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As Jamshid Ghajar, a neurosurgeon, told the Times, race car drivers’ helmets, like those used in Formula 1 racing, are more effective at preventing concussions because they stabilize the neck even in cases of a crash. The NFL has disputed the Times’s characterization of concussions, and Sills argued that concussions aren’t predominantly caused by what he characterized as “neck forces.”</p>\n\n<p class=\"has-text-align-none\">The NFL has also touted its use of <a href=\"https://www.washingtonpost.com/sports/2024/04/09/nfl-new-helmets/\">12 new helmet models this season,</a> which are supposed to protect players from position-specific blows, and a new rule meant to make kickoffs — a part of the game in which players run toward one another, often at high speeds — safer. The effectiveness of these changes is still unclear, and it’s important to note that even with these changes, the fundamental issue of football involving bodily collisions and head contact remains.</p>\n\n<p class=\"has-text-align-none\">As Julie Stamm, a neuroscientist at the University of Wisconsin Madison, notes, “the best way to prevent [head trauma] is to not have impacts.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Recently, trauma suffered by football stars has raised fresh concerns about the league’s ongoing issues with head injuries — and raised questions about whether there is more the NFL could do to protect its players.  In early September, Tua Tagovailoa, a quarterback for the Miami Dolphins, suffered a frightening third (diagnosed) concussion, prompting some fans [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "How bad is inflammation really?",
    "link": "https://www.vox.com/even-better/374515/inflammation-inflammatory-foods-chronic-acute-silent-autoimmune-immune",
    "pubDate": "2024-09-30T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Vintage illustration in red and orange of a distressed woman’s bust surrounded by flames.\" data-caption=\"This u?\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-529947199.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>This u?</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The inflammation chatter is everywhere, and it’s coming for your legumes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I first heard it from a friend recovering from surgery, who blamed her unusual post-op incision site irritation on foods TikTok had (incorrectly) informed her were inflammatory, like lentils. Antibiotics ultimately fixed her pain — turns out the incision was infected. Who knows what happened to the nutrition hearsay that lodged in her mind?</p>\n\n<p class=\"has-text-align-none\">Plenty of good science shows that lentils, beans, and other legumes actually have <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10945126/\">anti-inflammatory effects</a>, but fad diets like Whole 30 <a href=\"https://health.usnews.com/health-news/blogs/eat-run/articles/2018-10-11/your-anti-inflammatory-diet-is-probably-just-the-opposite\">demonized them</a> years ago. Those rumors are back, along with many others, as influencers exhort people to avoid <a href=\"https://www.tiktok.com/@claire.elis/video/7249090810921307438?_r=1&amp;_t=8q14Uwnjkty\">all</a> <a href=\"https://www.tiktok.com/t/ZTFBRdtVL/\">kinds</a> of foods with the ultimate goal of banishing inflammation from the body.</p>\n\n<p class=\"has-text-align-none\">That’s not something anyone would want if they understood inflammation’s complexities, says Shilpa Ravella, a Hawaii-based gastroenterologist whose book <em><a href=\"https://shilparavella.com/\">A Silent Fire</a></em> explores the subject in detail. But it’s typical of the binary approach popular on social media, “where it’s either all good or all bad.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In reality, inflammation is a double-edged sword: It’s an ancient weapon that has enabled human bodies to fight off pathogens, poisons, and traumas for millennia, but it’s also a biological process that can damage and debilitate. It’s the subject not only of thousands of TikToks, but reams of scientific research.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Here’s how inflammation can help us and hurt us, and what you need to know about reducing the risk it might pose to you.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1406531782.jpg?quality=90&#038;strip=all&#038;crop=0,10.486971379752,100,79.026057240496\" alt=\"A dish of black beans.\" title=\"A dish of black beans.\" data-has-syndication-rights=\"1\" data-caption=\"Not the enemy.\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Is there such a thing as good inflammation?</strong></h2>\n\n<p class=\"has-text-align-none\">Inflammation involves the immune system, but not all immune system activity is inflammation, says <a href=\"https://medicine.yale.edu/profile/david-hafler/\">David Hafler</a>, a neurologist and immunobiologist at Yale who specializes in the autoimmune disease multiple sclerosis.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In inflammatory states, the immune system has been switched into attack mode, which on a microscopic level means a variety of specialized cells are fighting what they perceive as invaders. They often do this either by attacking their adversaries directly or by releasing toxic chemicals that create intolerable conditions for them.</p>\n\n<p class=\"has-text-align-none\">Many experts split inflammation into two varieties, acute and chronic. Acute inflammation is the kind that happens in the hours and days after an injury or infection. It’s rarely quiet, says Ravella: “Blood flow is increasing, fluid and protein are leaking out of the vessels,” and as a result, people experience symptoms like swelling, redness, fever, and pain either all over or at the site of a specific injury or infection. “You can feel this,” she says, “and you know that kind of inflammation is helping to heal the wound.”</p>\n\n<p class=\"has-text-align-none\">When it’s short-lived — typically on the order of days to weeks — this type of inflammation is beneficial to us. Without it, we wouldn’t heal wounds or fight off infections. When acute inflammation is suppressed by an immunocompromising condition or medication, people are at higher risk of getting seriously ill due to small injuries or ordinary cough-and-cold viral infections.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In other words, there is such a thing as too little inflammatory activity, says Ravella: “We don&#8217;t want to go down to zero.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What makes inflammation bad?</strong></h2>\n\n<p class=\"has-text-align-none\">Unlike fast-moving acute inflammation, chronic inflammation — which typically lasts from months to years — is associated with <a href=\"https://www.nature.com/articles/s41591-019-0675-0\">collateral damage that limits both the quality and length of life</a>.</p>\n\n<p class=\"has-text-align-none\">Some of the most prominent examples of chronic inflammation are <a href=\"https://www.frontiersin.org/journals/immunology/articles/10.3389/fimmu.2023.1267091/full\">autoimmune diseases</a>, in which the immune system turns against the body — conditions like rheumatoid arthritis, inflammatory bowel diseases (Crohn’s disease and ulcerative colitis), and lupus. These diseases are initially easy to confuse with acute, infection-related inflammation because they include so many of the same symptoms. While these symptoms don’t cause harm to our bodies when they’re directed at an invader, they can hurt us when they’re directed at our own tissues.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, chronic inflammation can also be physically silent, causing few observable symptoms for years until it culminates in disease states. A lot of cardiovascular diseases, kidney diseases, and cancers overlap with this kind of systemic chronic inflammation. Because chronic inflammation is harder to detect on routine lab tests than acute inflammation is, it’s harder to diagnose and intervene.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What causes chronic inflammation, and what does chronic inflammation cause?</strong>&nbsp;</h2>\n\n<p class=\"has-text-align-none\">While experts for years thought chronic inflammation was merely a consequence of these illnesses, there’s now mounting evidence that in some cases, inflammation itself can actually lead to disease.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The paradigm shift in the science started around 2017, says Ravella, with a clinical trial showing that in heart attack patients who had abnormally high blood levels of an inflammation-associated protein, taking an anti-inflammatory drug <a href=\"https://www.nhlbi.nih.gov/news/2017/drug-targeting-inflammation-could-lower-risk-heart-disease\">lowered the risk of a second heart attack</a> by 15 percent.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The data for causation is stronger for some conditions — like heart disease and cancer — than for others,” says Ravella. For conditions like obesity, neurodegenerative disease (like Alzheimer’s and Parkinson’s diseases), and some psychiatric diseases (like depression), disentangling cause from effect is more challenging.&nbsp;</p>\n\n<p class=\"has-text-align-none\">David Furman, a Stanford immunologist who uses genomics data to study links between aging, the immune system, and cardiovascular health, says chronic inflammation is more common in people with chronic pain, older people, and those with obesity. One effect of having the immune system always set to simmer is a “boy who cried wolf” situation: It’s so used to being saturated with inflammatory proteins that “when the real threat comes in, cells don’t respond,” he says.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>One effect of having the immune system always set to simmer is a “boy who cried wolf” situation</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">That might explain why people in these groups were at such a vastly increased risk of death due to Covid-19 infection early in the pandemic, and why they are at higher risk for other diseases.</p>\n\n<p class=\"has-text-align-none\">Scientists are exploring other triggers in the world around us that could cause chronic inflammation, including poisons in our air; disruptions to our circadian rhythm and other stressors; problems with our food and water; and changes to the microbes that colonize our guts.</p>\n\n<p class=\"has-text-align-none\">Researchers call this range of inputs the “<a href=\"https://publichealth.jhu.edu/departments/environmental-health-and-engineering/research-and-practice/faculty-research-interests/the-exposome-collaborative-johns-hopkins-university/the-exposome-collaborative-background\">exposome</a>.” It’s something we don’t have much control over — “You’re fighting a ghost,” says Furman — and yet a deep bench of research links many of these exposures to inflammatory pathways.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Why is there so much confusing information about inflammation out there?</strong></h2>\n\n<p class=\"has-text-align-none\">In general, it’s hard to link any single exposure to a common outcome in humans because scientists cannot ethically control a person’s environment like they can with a lab rat. That makes it hard to do the kind of randomized, controlled human trials that many health experts favor. Researchers still have a lot of open questions about when inflammation is a cause, an effect, or something incidental to a disease or set of symptoms.&nbsp;And where there are gaps in science, people can make money and gain attention by exploiting the public’s understanding.</p>\n\n<p class=\"has-text-align-none\">TikTok is a showcase for many inflammation myths and scaremongering, much of it peddled by&nbsp;influencers who earn a living from your engagement or in some cases, <a href=\"https://www.tiktok.com/@robertwblove/video/7323359750702353710?_r=1&amp;_t=8q3Ofzop9ad\">are actively trying to sell you</a> something.</p>\n\n<p class=\"has-text-align-none\">“Listing of a bunch of random symptoms to try to sell you a program or a product is unprofessional and predatory, if it’s even coming from a professional,” says dietitian Abbey Sharp in a TikTok debunking the “hidden signs your body is inflamed” genre.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Echoing expert advice about avoiding health misinformation, Sharp suggests consumers should be suspicious of vague, oversimplified, context-free statements about the causes and fixes of inflammation, especially ones from people who make money off your attention.</p>\n\n<p class=\"has-text-align-none\">Additionally, be aware that foods are not necessarily inflammatory just because they make you gassy (hello again, legumes!), cause some people allergic reactions (think: soy), or aren’t tolerated by people with certain conditions. Gluten, for example, causes inflammation for people with celiac disease but is fine for most others.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Okay, so what can I do to reduce chronic inflammation?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">There are ways to reduce your risk for the kind of chronic inflammation that may cause health problems. One of the main recommendations Hafler makes to his multiple sclerosis patients is to avoid processed foods; that nutritional habit, and many others linked to lower markers of inflammation, can also benefit people with risk factors for cardiovascular disease, but also&nbsp;those without specific health conditions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The inflammation-fighting diets actual experts recommend all have something in common: “We have an anti-inflammatory nutrient, perhaps our most anti-inflammatory nutrient,” says Ravella, “and that nutrient is fiber.” She recommends going well beyond the Food and Drug Administration’s recommended daily allowances of fiber — especially soluble fiber, which nourishes microbes in the gut whose work may <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8624670/\">help</a> <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8399161/\">lower</a> <a href=\"https://pubmed.ncbi.nlm.nih.gov/37483202/\">inflammation</a> elsewhere in the body.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Be aware that foods are not necessarily inflammatory just because they make you gassy (hello again, legumes!)</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Beans — yes, beans! — and grains are excellent sources of soluble fiber. Leafy greens and cruciferous vegetables also contain compounds that protect against inflammation, as do nuts, seeds, fatty fish like salmon and mackerel, and a whole variety of berries.</p>\n\n<p class=\"has-text-align-none\">Fermentation is also a powerful way to boost foods’ anti-inflammatory properties. That’s in part because the process yields good bacteria and fungi that, when eaten raw, fortify the gut microbiome. Even in fermented foods that are cooked — like sourdough bread — the microscopic architecture changes in ways that <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9915096/\">may have anti-inflammatory effects</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hafler recommends minimizing fat and salt in your diet, and all the experts I spoke to recommended avoiding processed foods, especially those that contain compounds and ingredients uncommon in home kitchens. The methods used in home kitchens are a lot less likely to cause inflammation than the ones used in industrial food production, which makes cooking from scratch really important, says Furman.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That even goes for treats like ice cream, he says: The surfactants and emulsifiers that produce the smooth texture in many mass-produced ice creams temporarily <a href=\"https://www.nature.com/articles/s42003-024-06224-3#:~:text=In%20summary%2C%20these%20data%20suggested,relative%20abundance%20of%20beneficial%20microbiomes.\">alter the gut’s microbiome</a> and <a href=\"https://www.nature.com/articles/s41598-018-27957-2#:~:text=The%20consumption%20of%20generally%20regarded,and%20mucus%2Dproducing%20cell%20cultures.\">reduce the intestine’s protective layer</a>, which can contribute to inflammation in ways the raw ingredients of a homemade version wouldn’t.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Spending time in nature and with other humans and animals may also reduce inflammation, in part by <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.1313731110\">diversifying the microbiome</a>, but potentially <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.2018457118\">through</a> <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.1719866115\">other</a> <a href=\"https://www.nature.com/articles/s41598-023-35200-w\">mechanisms</a>. Exercise, including strength training, is also key — “Muscle is a secretory organ with anti-inflammatory properties,” says Furman — and weight control can lower risk by reducing fat cells’ secretion of pro-inflammatory substances.</p>\n\n<p class=\"has-text-align-none\">Ultimately, most evidence-based recommendations for an anti-inflammatory lifestyle overlap significantly with what experts have long suggested is a healthy lifestyle. We can always do more — eat ever more pesticide-free food, breathe ever-cleaner air. But “we can&#8217;t go back to being cavemen,” Furman says. It’s really up to us how far we go.&nbsp;&nbsp;&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The inflammation chatter is everywhere, and it’s coming for your legumes.&#160; I first heard it from a friend recovering from surgery, who blamed her unusual post-op incision site irritation on foods TikTok had (incorrectly) informed her were inflammatory, like lentils. Antibiotics ultimately fixed her pain — turns out the incision was infected. Who knows what [&#8230;]",
    "author": "Keren Landman, MD"
  },
  {
    "title": "Trump and Harris could raise taxes without asking Congress. Congress should stop them.",
    "link": "https://www.vox.com/policy/374102/trump-harris-tariffs-congress",
    "pubDate": "2024-09-30T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An industrial area stacked with colorful shipping containers. A semi-truck is parked at the forefront carrying a trailer labeled “China Shipping.”\" data-caption=\"Truck carriers offload and load cargo containers from countries including China, Japan, and Panama at the Port of Long Beach, California, on March 22, 2018.These are exactly the kind of imports that Trump, Biden, and Harris’s tariffs could hit. | Bob Riha, Jr./Getty Images\" data-portal-copyright=\"Bob Riha, Jr./Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1003792442.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Truck carriers offload and load cargo containers from countries including China, Japan, and Panama at the Port of Long Beach, California, on March 22, 2018.These are exactly the kind of imports that Trump, Biden, and Harris’s tariffs could hit. | Bob Riha, Jr./Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The signature policy proposal of Donald Trump’s third campaign for the presidency is <a href=\"https://www.axios.com/2024/06/25/trump-biden-tariffs-economy-inflation\">a tariff</a>: a tax of 60 percent imposed on all imports from China and 10 percent on imports from any other country. Not only does he want this tax hike, which would raise <a href=\"https://www.taxpolicycenter.org/model-estimates/biden-and-trump-tariffs-august-2024/t24-0052-enact-60-percent-tariff-imported\">about $291 billion</a> or 1 percent of <a href=\"https://www.bea.gov/news/2024/gross-domestic-product-second-quarter-2024-advance-estimate#:~:text=Current%E2%80%91dollar%20GDP%20increased%205.2,a%20level%20of%20%2428.63%20trillion.\">GDP</a> when fully implemented, but he says he’ll do it unilaterally. “I don’t need Congress, but they’ll approve it,” Trump <a href=\"https://www.huffpost.com/entry/trump-threatens-to-impose-risky-tariff-scheme_n_66f1f822e4b02f84278bd8f1\">declared at a September 23 rally</a>. “I’ll have the right to impose them myself if they don’t.”</p>\n\n<p class=\"has-text-align-none\">This is a rather enormous policy change for a president to undertake unilaterally, and one of dubious legality. For comparison, the hike Trump is considering is <a href=\"https://www.cbo.gov/system/files/115th-congress-2017-2018/costestimate/52939-hr1628amendment.pdf#page=17\">over twice as large</a> as the tax increases used to fund Obamacare. (And make no mistake — tariffs are tax increases.) Experts like former World Trade Organization (WTO) deputy director-general <a href=\"https://www.piie.com/blogs/realtime-economics/2024/trump-ii-tariffs-who-said-he-could-do\">Alan Wm. Wolff</a> have argued that no law passed by Congress gives the president the power to levy across-the-board tariffs along the lines Trump proposes.</p>\n\n<p class=\"has-text-align-none\">Even so, Congress has given the executive branch a remarkable amount of flexibility to set tariffs. This is a mistake. Members of Congress, whether or not they support Trump’s tariff plans, should be able to agree on this much: As the Constitution lays out in the <a href=\"https://constitutioncenter.org/the-constitution/articles/article-i/clauses/751\">taxing clause</a>, it’s Congress’s job to set taxing and spending policy for the United States. It’s been that way for the US’s whole history, it’s the traditional role of legislatures in all democratic countries, and putting this power instead in the president’s hands cuts the people’s representatives out of the process of determining how they are taxed — a concept that goes back to before the American Revolution. </p>\n\n<p class=\"has-text-align-none\">While Congress has in the past given up its power to tax in the case of trade to the president and the cabinet, it should reverse that trend. One way to do so is to pass a bill like <a href=\"https://www.paul.senate.gov/dr-rand-paul-celebrates-constitution-day/\">Sen. Rand Paul’s No Taxation Without Representation Act</a> to ensure that any changes in tariffs are subject to a congressional vote before taking effect.</p>\n\n<h2 class=\"wp-block-heading\">The president’s tariff powers, explained</h2>\n\n<p class=\"has-text-align-none\">The presidential power to impose tariffs does not originate from a simple bill or program; rather, it slowly accreted over time, with a particular expansion over the past decade as the Trump administration rediscovered authorities in old laws that enabled it to wage a trade war with China and protect the steel industry.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://crsreports.congress.gov/product/pdf/IF/IF10667\">Section 232 of the Trade Expansion Act of 1962</a>, for instance, gives the president the right to levy tariffs upon the secretary of commerce’s recommendation without asking Congress. This was the authority Trump used to <a href=\"https://www.vox.com/2018/3/8/17096510/trump-tariffs-nafta-steel-aluminum\">slap tariffs on steel and aluminum back in 2018</a>, tariffs which <a href=\"https://www.pwc.com/us/en/services/tax/library/pwc-biden-administration-adjusts-tariffs-on-mexican-steel-imports.html\">Biden recently expanded slightly</a>.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://crsreports.congress.gov/product/pdf/IF/IF11346\">Section 301 of the Trade Act of 1974</a> gives a similar power to impose tariffs based on unfair trade practices by foreign nations on the advice of the Office of the US Trade Representative. Trump used this power to impose <a href=\"https://sgp.fas.org/crs/row/IF10708.pdf\">sweeping tariffs against China</a>. Biden has made liberal use of this power, too, <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/14/fact-sheet-president-biden-takes-action-to-protect-american-workers-and-businesses-from-chinas-unfair-trade-practices/\">expanding tariffs</a> on steel, batteries, solar cells, and <a href=\"https://www.vox.com/climate/2024/3/4/24087919/biden-tariff-chinese-ev-byd-battery-detroit\">electric vehicles from China</a>.</p>\n\n<p class=\"has-text-align-none\">Finally, there’s <a href=\"https://www.usitc.gov/press_room/us_safeguard.htm\">Section 201</a> of that same 1974 law, which allows tariffs against imports that “seriously injured or threatened … serious injury” to domestic companies. Trump and Biden have used this to <a href=\"https://taxfoundation.org/research/all/federal/trump-tariffs-biden-tariffs/\">justify tariffs on washing machines and solar cells</a> from most countries. </p>\n\n<p class=\"has-text-align-none\">Even if Trump couldn’t implement a full 10 percent tariff on all imports with his executive powers — because the previous authorities apply only to specific industries or specific countries — he could make a lot of progress toward that goal. His 60 percent tariff on all Chinese imports, for instance, may very well be possible because it’s narrowly targeted at one nation. He and Biden have proven that the president can, without Congress, raise taxes on imports very significantly.</p>\n\n<p class=\"has-text-align-none\">I happen to think most of both Trump and Biden’s tariffs were wrongheaded and that Trump’s plan for more sweeping tariffs amounts to a <a href=\"https://www.taxpolicycenter.org/model-estimates/biden-and-trump-tariffs-august-2024/t24-0050-enact-60-percent-tariff-imports-china\">significant tax increase on the poor and middle class</a> that would <a href=\"https://www.piie.com/blogs/realtime-economics/2024/can-trump-replace-income-taxes-tariffs#:~:text=THE%20DOLLAR%E2%80%99S%20EXCHANGE%20RATE%20WOULD%20RISE%2C%20HURTING%20US%20EXPORTS\">hurt US exports</a>, invite retaliation from other countries, harm America’s international reputation, and <a href=\"https://www.federalreserve.gov/econres/feds/files/2019086pap.pdf\">fail to create</a> any <a href=\"https://www.nber.org/system/files/working_papers/w32082/w32082.pdf\">jobs for people</a> who need them. (Vice President Kamala Harris has <a href=\"https://www.msnbc.com/top-stories/latest/read-transcript-kamala-harris-msnbc-interview-rcna172771\">attacked the Trump tariff plan as a “sales tax”</a> but hasn’t disavowed Biden’s tariff policies.)</p>\n\n<p class=\"has-text-align-none\">That said, you don’t have to agree with me on the merits of the tariffs to agree with a narrower point about the process: This shouldn’t be the president’s decision. Congress is the branch of government invested with the power to tax and spend, and these trade laws have narrowed its power to the benefit of the executive in a way that is difficult to justify. The Social Security Administration is not allowed to set Social Security taxes, nor is the Department of Health and Human Services allowed to set Medicare taxes, but the Department of Commerce and the Office of the US Trade Representative are explicitly authorized to recommend tariffs that take effect upon the president’s approval. Why is trade the exception?</p>\n\n<p class=\"has-text-align-none\">One possible rationale might be that tariffs are a tool of foreign policy, which is traditionally an area where the executive has more autonomy. But even in that context, the tariff powers are extraordinary. Congressional authority is necessary to approve treaties and declare war; the War Powers Resolution means that armed conflict short of declared war needs congressional approval, too, as does funding conflict. Allowing a tariff increase without any congressional vote at all is a much greater deferral of authority.</p>\n\n<p class=\"has-text-align-none\">There are more specific, partisan reasons why Republicans and Democrats should be concerned about the presidential tariff power. For the past half-century, the GOP has been mostly a free-market, anti-tax party, which should naturally lead to skepticism of taxes and especially of unilateral presidential powers to levy taxes. As outgoing Senate Minority Leader <a href=\"https://thehill.com/homenews/senate/4897112-mcconnell-tariffs-trump-trade/\">Mitch McConnell</a> (R-KY) put it recently, “I’m not a fan of tariffs. They raise the prices for American consumers. I’m more of a free-trade kind of Republican that remembers how many jobs are created by the exports that we engage in.” The large number of Republicans still holding to that worldview should support curbing the presidential power to levy tariffs.</p>\n\n<p class=\"has-text-align-none\">Democrats, even those sympathetic to tariffs and skeptical of free trade, should be wary of consigning a whole area of policymaking to Trump’s whims should he win the election. He demonstrated in his first term that he was very willing to use the tariff powers, more willing than any recent president, and his second term should, if anything, see him use them more promiscuously.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Presidential authority on tariffs also opens the door to corruption. Importers are allowed to petition the Commerce Department for specific waivers from tariffs, an allowance corporations <a href=\"https://www.slowboring.com/p/trumps-tariffs-mean-big-opportunities\">unsurprisingly use to extract special favors</a>. Apple, for instance, <a href=\"https://www.nytimes.com/2020/03/23/technology/apple-watch-tariffs.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2020/03/23/technology/apple-watch-tariffs.html\">got exemptions from anti-China tariffs</a> for iPhones and Apple Watches. </p>\n\n<p class=\"has-text-align-none\">Given what we know about Donald Trump and his <a href=\"https://www.citizensforethics.org/reports-investigations/crew-investigations/trump-sold-his-dc-hotel-gop-spending-disappeared/\">clientelist</a>, <a href=\"https://www.citizensforethics.org/reports-investigations/crew-investigations/trumps-latest-business-endeavor-is-an-invitation-for-even-more-corruption/\">favor-trading</a> <a href=\"https://www.theatlantic.com/magazine/archive/2024/01/trump-second-term-mafia-state/676128/\">mode of politics</a>, is that really a kind of power he should have? Is it a power Democrats will trust him to use in a non-corrupt manner? Or should Congress have the ability to curtail tariffs and limit opportunities for abuse?</p>\n\n<h2 class=\"wp-block-heading\">Congress needs to act sooner rather than later</h2>\n\n<p class=\"has-text-align-none\">Some presidential powers, like the power to <a href=\"https://www.vox.com/22238571/trump-pardons-bannon-broidy-corruption\">pardon</a> <a href=\"https://www.propublica.org/article/the-shadow-of-marc-rich\">political allies</a> or <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">immunity from prosecution</a>, stem from the Constitution or the Supreme Court’s interpretation of it. But the tariff powers stem from statutes passed by Congress, and they can be rescinded by further acts of Congress.</p>\n\n<p class=\"has-text-align-none\">There were some proposals during the Trump years to require congressional approval for section 232 tariffs, most notably the <a href=\"https://www.warner.senate.gov/public/index.cfm/2019/1/warner-introduces-legislation-to-restore-national-security-tariff-authority-to-congress\">Trade Authority Act</a> introduced to the Senate by Mark Warner (D-VA) and Pat Toomey (R-PA). That bill has been kept alive in the most recent Congress by <a href=\"https://beyer.house.gov/news/documentsingle.aspx?DocumentID=5966#:~:text=The%20Congressional%20Trade%20Authority%20Act%20would%20reinstate%20the%20role%20of,for%20alleged%20national%20security%20reasons.\">Reps. Mike Gallagher (R-WI) and Don Beyer (D-VA)</a>. But Gallagher has since resigned from Congress, and Toomey retired in 2022. </p>\n\n<p class=\"has-text-align-none\">More to the point, section 232 is only one of the sources of authority the president can use for tariffs. Sections 201 and 301 of the 1974 Trade Act would remain and could be used to raise taxes unilaterally. The Supreme Court could, in theory, strike down tariffs that overstep congressionally delegated authority, but historically, the courts have deferred to the executive on trade.</p>\n\n<p class=\"has-text-align-none\">The only bill I know of that would tackle the full suite of laws authorizing presidential tariffs is the <a href=\"https://www.paul.senate.gov/dr-rand-paul-celebrates-constitution-day/\">No Taxation Without Representation Act</a> from Rand Paul. As Paul put it in a statement upon introducing the bill: “Unchecked executive actions enacting tariffs tax our citizens, threaten our economy, raise prices for everyday goods, and erode the system of checks and balances that our founders so carefully crafted.”</p>\n\n<p class=\"has-text-align-none\">I find myself agreeing with Paul on very few issues, but he’s dead right on this one: Taxation is a congressional authority, and that should apply to tariffs as much as anything else.</p>\n\n<p class=\"has-text-align-none\">“To me it’s sensible policy,” Wolff, the former WTO executive and veteran US trade negotiator, told me. He might add carve-outs to give the executive flexibility in emergency cases (like when another nation levies a tariff against us first, or as part of a sanctions regime against a state like Russia or Iran), but broadly, the principle that Congress should authorize tax increases makes sense.</p>\n\n<p class=\"has-text-align-none\">We’re essentially out of time for Congress to act before its <a href=\"https://www.senate.gov/legislative/2024_schedule.htm\">preelection October recess</a>, and action may be harder in November and December when we know who the next president will be, and their copartisans may be less willing to support actions to constrain their powers. But the battle will only get harder once a new president takes office and starts proposing tariffs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The time to act is this year, before that happens and while Congress has an opportunity to reassert its taxing power. The alternative could mean hundreds of billions of dollars’ worth of tax increases issued unilaterally by the president, with Congress unable to stop it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The signature policy proposal of Donald Trump’s third campaign for the presidency is a tariff: a tax of 60 percent imposed on all imports from China and 10 percent on imports from any other country. Not only does he want this tax hike, which would raise about $291 billion or 1 percent of GDP when [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "Abortion groups are raising more money than ever. Where exactly is it going? ",
    "link": "https://www.vox.com/policy/374174/abortion-fundraising-reproductive-rights-election-planned-parenthood-trump-medication",
    "pubDate": "2024-09-30T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman in a Roe, Roe, Roe t-shirt speaks at a lectern bearing the words “Fighting for Reproductive Freedom.”\" data-caption=\"Activist Hadley Duvall, 22, speaks at a Harris-Walz Fighting for Reproductive Freedom press conference at the Pennsylvania State Capitol in Harrisburg, Pennsylvania, on September 18, 2024. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Nathan Morris/NurPhoto via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Nathan Morris/NurPhoto via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2172092176.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Activist Hadley Duvall, 22, speaks at a Harris-Walz Fighting for Reproductive Freedom press conference at the Pennsylvania State Capitol in Harrisburg, Pennsylvania, on September 18, 2024. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Nathan Morris/NurPhoto via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In some ways, there have never been more dollars flowing into abortion rights organizing, with philanthropies <a href=\"https://www.vox.com/2022/5/18/23074733/abortion-philanthropy-foundations-funds\">finally stepping up</a> and more Americans activated over freedoms <a href=\"https://perryundem.com/wp-content/uploads/2022/02/PerryUndem-Abortion-Public-Opinion-Survey-2022.pdf\">they previously doubted</a> were really at stake. With hundreds of candidates vying for office and abortion rights on the ballot in <a href=\"https://time.com/7018665/abortion-ballot-measures-2024/\">10 states</a>, advocates have been busy raising money to spend through November. In June, the ACLU pledged more than <a href=\"https://www.aclu.org/press-releases/aclu-launches-2024-election-push-to-protect-abortion-and-voting-rights\">$25 million</a> to protect abortion rights; this was followed by <a href=\"https://apnews.com/article/planned-parenthood-spending-45-million-2024-election-a6b9252fec64d1e051816ea173dab32f\">$40 million weeks later</a> from Planned Parenthood, then another <a href=\"https://www.politico.com/news/2024/06/24/abortion-rights-advocates-launch-100-million-campaign-00164528\">$100 million</a> from a new coalition of national groups.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But even as money flows toward protecting abortion rights, the financial burden of accessing abortion services has grown more severe, as bans force people to travel further and delay procedures until they are riskier and more expensive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This strain is overwhelming the nation’s 100 <a href=\"https://abortionfunds.org/\">abortion funds</a>, which are mostly volunteer-led organizations that help people end unwanted pregnancies by paying for their abortions as well as practical support like travel costs —&nbsp;and the tab for this kind of aid quickly adds up.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though cheaper methods to safely end a pregnancy <a href=\"https://www.vox.com/policy/2023/12/27/24015092/abortion-pills-mifepristone-roe-reproductive-misoprostol\">have emerged over the past two years</a>, many abortion seekers lack knowledge of these new, more affordable options. Funds and clinics also don’t always provide clear guidance on alternatives, driven by a mix of <a href=\"https://www.plancpills.org/documentary\">financial and legal self-interest</a>, as well as a belief that in-person abortion care should be prioritized.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“What we’re seeing is patients are very comfortable embracing telemedicine as an option, but people within our movement have not been as flexible,” said Julie Kay, the co-founder of the <a href=\"https://www.theactgroup.org/#:~:text=The%20Abortion%20Coalition%20for%20Telemedicine,abortion%20in%20all%2050%20states.\">Abortion Coalition for Telemedicine</a>, which formed in 2022 after the Supreme Court overturned <em>Roe </em>v. <em>Wade.&nbsp;</em></p>\n\n<p class=\"has-text-align-none\">This past year, abortion funds say they’re <a href=\"https://www.huffpost.com/entry/abortion-funds-running-out-money-dobbs_n_667486b4e4b043a634bd9cd2\">fighting for their lives</a>, unable to raise enough money to meet demand. A few are fundraising with <a href=\"https://newrepublic.com/article/186128/abortion-fund-money-dobbs-election\" target=\"_blank\" rel=\"noreferrer noopener\">new state-level partners</a>, but increasingly, funds have had to tell callers they’ve run out of resources, leaving people to scramble for other options or carry unwanted pregnancies to term.</p>\n\n<p class=\"has-text-align-none\">In general, all the money flowing to the 2024 election in the name of reproductive rights feels very siloed from their work paying for abortions, said Alisha Dingus, the development director at the <a href=\"https://dcabortionfund.org/\">DC Abortion Fund</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There is an alarming disconnect between abortion funds … and large national organizations that are advocating for access,” a group of over 30 funds wrote collectively <a href=\"https://www.thenation.com/article/activism/abortion-funds-movement-crisis/\">in the Nation</a> in early August. “The national organizations … fundraise endlessly, siphon support from institutional funders and grassroots donors, capitalize on the <em>Dobbs</em> rage donations, and funnel that money into campaign bank accounts.”</p>\n\n<p class=\"has-text-align-none\">Another challenge is messaging. Abortion funds have always positioned themselves as more radical and unapologetic when it comes to abortion care, priding themselves on avoiding stigmatizing language, whether that’s by using gender-neutral terms or elevating stories of people ending unwanted pregnancies for <a href=\"https://www.nytimes.com/2024/09/25/opinion/abortions-necessary-sympathy.html?partner=slack&amp;smid=sl-share\">no traumatic, exceptional reason</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But given the increasingly desperate funding environment, these activists are being forced now to reconsider how they appeal to a public <a href=\"https://www.pewresearch.org/politics/2024/05/13/broad-public-support-for-legal-abortion-persists-2-years-after-dobbs/?utm_source=AdaptiveMailer&amp;utm_medium=email&amp;utm_campaign=24-05-13%20Abortion%20GEN%20DISTRO&amp;org=982&amp;lvl=100&amp;ite=13991&amp;lea=3375400&amp;ctr=0&amp;par=1&amp;trk=a0DQm000001nkFdMAI\">that is broadly supportive</a> of reproductive rights but is still more moderate on abortion.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“In my experience on ballot campaigns, abortion funds have been incredibly challenging as partners in states that weren&#8217;t blue,” one leader involved with multiple post-<em>Roe </em>ballot measures, who requested anonymity to speak candidly, told Vox. “If you&#8217;re only communicating in very extreme messaging about abortion access, you&#8217;re not broadening your base of donors, you&#8217;re just talking to the 12 people who already agree with you. A lot of people who would love to donate to funds and probably don&#8217;t understand the need are turned off before they even get in the door by the language and behavior.”</p>\n\n<p class=\"has-text-align-none\">These kinds of criticisms vex Dingus, who wrestles with whether abortion funds should be more “acceptable and digestible” to the public, as she put it.</p>\n\n<p class=\"has-text-align-none\">“I came from a more traditional philanthropy space where you had to make sure you never hurt anyone’s feelings or made anyone angry because you might lose a dollar,” she said. “Abortion funds I&#8217;ve always found to be more liberated spaces where we can speak truth to power and push for change and not have to worry about one funder here or one funder there. But we are also seeing the reality of people not getting the care they need, people are going to be forced to give birth, so I think it’s tough.”</p>\n\n<p class=\"has-text-align-none\">Tensions are rising within the movement as disagreements over a scarce resource — money — intensify. These battles among leaders<em> </em>reflect practical and ideological divisions about the future of abortion access and underscore the messy, unsettled questions that loom over activists more than two years after Americans lost their national right to end a pregnancy.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The 2024 election is dominating abortion-related donations</h2>\n\n<p class=\"has-text-align-none\">When it comes to donations this year, it’s mostly going to one place.<br><br>Despite earlier concern that abortion rights ballot measures would struggle to raise enough money, organizers say those fears have mostly not been realized, and tens of millions of dollars are flowing into the state contests as the election draws near.</p>\n\n<p class=\"has-text-align-none\">These contests are “expensive and high-impact,” said Kelly Hall, the executive director of the Fairness Project, a national progressive group. “We are very grateful that organizations and in-state donors are seeing the opportunity with state ballot measures and are investing the resources that are needed to win.”</p>\n\n<p class=\"has-text-align-none\">One newer member of the abortion rights political ecosystem is the House Majority PAC’s <a href=\"https://www.thehousemajoritypac.com/news/memo-hmp-launches-100-million-reproductive-freedom-accountability-fund\">Reproductive Freedom Accountability Fund</a>, a $100 million investment to mobilize voters in swing districts sympathetic to abortion rights. “In 2022, 42 percent of our ads mentioned abortion, and I think it will be that much again if not higher,” said C.J. Warnke, a spokesperson for the congressional PAC.</p>\n\n<p class=\"has-text-align-none\">Still, making sense of the amount of abortion-rights money flowing into political campaigns can be difficult.</p>\n\n<p class=\"has-text-align-none\">Some lower-profile elections, <a href=\"https://azmirror.com/2024/09/18/campaigns-battle-over-the-fate-of-2-az-supreme-court-justices-who-ushered-in-the-1864-abortion-ban/\">like two high court contests</a> in Arizona, have struggled to raise money, despite their importance for reproductive rights. And in June Planned Parenthood, one of the largest abortion rights advocacy groups,&nbsp; announced it would be spending $40 million during the 2024 cycle, less than the group spent <a href=\"https://apnews.com/article/abortion-2022-midterm-elections-health-congress-71871318f3c725a7df0bbe183e6c84be\">in either of</a> the <a href=\"https://www.cnbc.com/2020/01/16/planned-parenthood-to-spend-45-million-in-2020-elections.html\">previous two</a> election cycles. Their announcement came shortly after it announced it would also need to <a href=\"https://rewirenewsgroup.com/2024/08/13/following-national-funding-cuts-july-was-pure-hell-for-abortion-funds/\">reduce its subsidies</a> for abortion care through its Justice Fund program.</p>\n\n<p class=\"has-text-align-none\">Planned Parenthood says it can spend less simply because other organizations are spending more and because candidates themselves are more emboldened on reproductive rights. But elections are more expensive now and there are more political contests to fund than during the midterms, so the explanation is puzzling.&nbsp; (The group also declined to share details of its Justice Fund or to direct patient assistance broadly, citing “<a href=\"https://rewirenewsgroup.com/2024/08/13/following-national-funding-cuts-july-was-pure-hell-for-abortion-funds/\">disclosure policy</a>” restrictions.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">In some ways, this is likely to be the last big year for spending on abortion rights ballot measures, simply because there aren’t many additional states that allow for such citizen initiatives. “It’s not an either-or” on funding, said Ashley All, who led the communications strategy for the <a href=\"https://www.vox.com/23273455/kansas-abortion-roe-dobbs-ballot-initiative-constitutional-amendment\">winning Kansas abortion rights ballot measure</a> in 2022<em>. </em>“We have to do these ballot campaigns because if we don’t then people will lose access to care.”</p>\n\n<p class=\"has-text-align-none\">Still, while national activists and fundraisers are spinning things in a more positive light, emphasizing that more money will be available to fund direct services soon, many local abortion fund leaders are skeptical things will really improve financially when election season ends.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to Lexis Dotson-Dufault, executive director of the <a href=\"https://www.abortionfundofohio.org/\">Abortion Fund of Ohio</a>, no new donors contributed to the organization following the passage of Issue 1, the abortion rights ballot measure that prevailed in Ohio last year by <a href=\"https://www.nytimes.com/interactive/2023/11/07/us/elections/results-ohio-issue-1-abortion-rights.html?action=click&amp;pgtype=Article&amp;state=default&amp;module=election-results&amp;context=election_recirc&amp;region=RaceLink\">a 13-point margin</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We have seen nothing but an increase in need and we got no new funders from Issue 1,” she told Vox. “In 2022, we saw about 1,200 folks, in 2023 we saw about 4,500, and this year so far between February and August we’ve seen almost 4,000 people.”</p>\n\n<p class=\"has-text-align-none\">Dingus, of the DC Abortion Fund, said election season has made their financial challenges more difficult. “It’s tough to see, not just the ballot measures but the <a href=\"https://www.vox.com/culture/364410/kamala-harris-white-people-zooms-race-intersectionality-crenshaw\">Zooms for Harris</a> that raised millions of dollars in 30 minutes,” she said. “It can be really demoralizing to see that and then look at our budgets and know we continually have to cut back and maybe will have to get rid of staff.”</p>\n\n<p class=\"has-text-align-none\">Cheryl Wolf, an organizer with <a href=\"https://www.cascadesabortionsupport.org/\">Cascades Abortion Support Collective</a> in Portland, Oregon, said it’s been hard to convince the public that donating to small local funds over large political campaigns is a more reliable way to ensure their money directly supports abortion care.<br><br>“When they make their donations to national organizations, so much of it goes to overhead, salary, campaigning, advertising,” she told Vox. “Rather than directly into the hands of abortion seekers.”</p>\n\n<p class=\"has-text-align-none\">This pressure has all been <a href=\"https://www.huffpost.com/entry/abortion-funds-running-out-money-dobbs_n_667486b4e4b043a634bd9cd2\">exacerbated by recent national funding cuts</a>; since July, the National Abortion Federation, along with Planned Parenthood, announced they’d only be able to subsidize up to 30 percent of abortion costs, down from their previous cap of 50 percent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Wolf described these cuts from the National Abortion Federation as “detrimental,” particularly because most of the collective’s money comes from small one-time or monthly donations from individuals. “We are definitely not raising enough,” she added, noting they bring in about $500 every month and spend about $9,000. “We’re definitely looking at running out of money in the next couple months if we don’t have some kind of miracle.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">As travel costs rise, some abortion rights leaders say the movement has been too focused on elevating travel for those living in states with bans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kay, of the Abortion Coalition for Telemedicine, formed her more critical perspective while working in Ireland when abortion was criminalized. “The Irish solution to abortion bans was travel, but not everyone has the privilege or means to travel,” she said. “It’s alienating, stigmatizing, and expensive.” Prioritizing travel today, Kay thinks, reflects a movement that hasn’t “pivoted to the reality of what we&#8217;re living in now” with more options and more restrictions.</p>\n\n<h2 class=\"wp-block-heading\">A difference of philosophy — and why it matters</h2>\n\n<p class=\"has-text-align-none\">Across the abortion rights movement, leaders are grappling with how best to engage voters and donors while also debating how much compromise is acceptable in the pursuit of broader support.</p>\n\n<p class=\"has-text-align-none\">In 2023, when Ohio activists were pushing for an abortion rights ballot measure, leaders with the Abortion Fund of Ohio were frustrated by compromises these ballot measure activists were willing to make. “I’m not really ever into hearing things about trimester limits or viability standards, or hearing language that’s very trauma-focused,” said Dotson-Dufault. “Something I say is a lot of the reason you feel the need to use that type of language is because we haven’t been doing the deep community destigmatization work.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In other states, abortion fund staff and volunteers are experiencing similar discomfort. In South Dakota, a local abortion fund has publicly <a href=\"https://www.vox.com/24078960/south-dakota-abortion-ballot-measure-dobbs\">criticized the abortion rights ballot measure</a> citizens will be voting on this November, even as the red state has a near-total abortion ban. Other funds are wrestling with messaging choices.<strong> </strong>“A lot of campaigns like <a href=\"https://floridiansprotectingfreedom.com/about/\">Yes on 4</a> [the Florida abortion rights ballot measure] use gendered language, while we always use ‘pregnant people’ or ‘people who are pregnant,’” said Bree Wallace, the director of case management at the <a href=\"https://tbafund.com/\">Tampa Bay Abortion Fund</a>. </p>\n\n<p class=\"has-text-align-none\">When I asked Brittany Fonteno, the president and CEO of the National Abortion Federation, how her organization balances their more bold, progressive rhetoric with their recent funding cuts to local affiliates, she said it comes down to “investing time and energy in educating people, and helping them to evolve their own perspective.” Fonteno then cited her own journey growing up in a more conservative and religious environment, and her path to abandoning abortion stigma. “It took time for me to evolve and become someone who is not pro-choice but pro-abortion, pro-reproductive freedom,” she said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet rejection of terms like “pro-choice” from activists like Fonteno stands in sharp contrast to how <a href=\"https://www.npr.org/2022/06/03/1102872199/gallup-poll-pro-choice-roe-v-wade-supreme-court\">most Americans who support reproductive rights</a> feel about it. Election pollsters have also found that <a href=\"https://www.vox.com/2022/7/13/23204957/roe-wade-abortion-dobbs-persuasion-midterms\">some of the most effective</a> abortion rights-related messages with voters are the same ones that activists argue are too gendered, stigmatizing, and patronizing (like that the decision to end a pregnancy should be “between a woman and her doctor” or that “victims of rape and incest would be forced to give birth.”)</p>\n\n<p class=\"has-text-align-none\">In 2022, under pressure from activists, the House Pro-Choice Caucus <a href=\"https://twitter.com/sarahnferris/status/1524792388677402626\">circulated new talking points</a> that warned “choice” is “harmful language” for reproductive rights, and should be replaced with the “helpful” alternative of “decision.” This generated some ridicule, but other aides and leaders were upset that activists would seek to ditch the well-known and popular “pro-choice” label at such a high-visibility moment, and without real survey research to support it.</p>\n\n<p class=\"has-text-align-none\">There are no simple answers to the movement&#8217;s future direction, though progressive activists rightly note that <a href=\"https://navigatorresearch.org/wp-content/uploads/2023/05/May-2-Release-FINAL.pdf\">public opinion</a> is <a href=\"https://maristpoll.marist.edu/wp-content/uploads/2023/04/NPR_PBS-News-Hour_Marist-Poll_USA-NOS-and-Tables_0426_202304211458.pdf\">increasingly</a> <a href=\"https://www.wsj.com/articles/support-for-legalized-abortion-grows-since-dobbs-ruling-wsj-poll-shows-11662210020\">shifting in favor</a> of abortion rights. Some activists are wary about prematurely abandoning the long-held goal of restoring accessible in-person clinic care nationwide, while others worry that leaders&#8217; refusal to adapt to new realities will come at the expense of pregnant people.</p>\n\n<p class=\"has-text-align-none\">Wallace, of the Tampa Bay Abortion Fund, said that after <em>Roe </em>v. <em>Wade </em>was overturned, her fund received 755,000 individual donations, but by 2023, that number fell to 272,000. “People are donating more toward the election and Yes on 4 right now, and we all want Yes on 4 to pass, but people don’t understand that even if it does, people still don’t have money for abortion, people still don’t have ways of traveling to their appointments,” she said. “Next year is going to be all about holding people to account.”&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In some ways, there have never been more dollars flowing into abortion rights organizing, with philanthropies finally stepping up and more Americans activated over freedoms they previously doubted were really at stake. With hundreds of candidates vying for office and abortion rights on the ballot in 10 states, advocates have been busy raising money to [&#8230;]",
    "author": "Rachel M. Cohen"
  }
]