[
  {
    "title": "I left my religion. Should I still raise my kid with it?",
    "link": "https://www.vox.com/future-perfect/378423/religion-humanism-atheism-parenting-good-without-god",
    "pubDate": "2024-10-20T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_PeteGamlen_Upbringing.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Your Mileage May Vary is an advice column o</em><em>ffering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional&nbsp;</em><em>column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other.</em>&nbsp;<em>Here is a Vox reader’s question, condensed and edited for clarity.</em></p>\n\n<p class=\"has-text-align-none\"><strong>I was raised evangelical Christian and was very devout until my 20s, when I moved away from religion. Now I don’t believe in the Christian dogmas I was raised with. But I think being raised that way did give me something very valuable —&nbsp;a scaffolding for spirituality and morality. It allowed me to develop values like kindness and charity, to help others even when it’s not convenient.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\"><strong>Now, I’m pregnant with my first child, and I’m worried that I don’t know how to instill morality in a kid if they don’t have a scaffolding for it. Should I raise my child as a Christian even though I don’t actually believe in Christianity anymore, and just let the kid figure it out over time? Or can you get the positive effects of being raised in a religion without actually being raised in a religion?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Dear Spiritually Scaffolded,</p>\n\n<p class=\"has-text-align-none\">First, can I just say: I feel you! This dilemma hits very close to home for me, as someone who was raised in Orthodox Judaism, no longer identifies as Orthodox, but still finds lots to value in the religious tradition. So the answer I’m going to give you is supported by research —&nbsp;we’ll talk history, psychology, and philosophy —&nbsp;but also personal experience.&nbsp; </p>\n\n<p class=\"has-text-align-none\">To put my cards on the table: I do not believe you need religion to live a moral life. I’m sure you know this, too, because if you think about all your friends and colleagues, you’ll probably find that a bunch of them are very good, kind people who were raised secular. They are all <a href=\"https://sites.millersville.edu/bikenaga/math-proof/existence-proofs/existence-proofs.html\">existence proofs</a> that a person can be good without God.</p>\n\n<p class=\"has-text-align-none\">And that’s the basic premise of a movement known as humanism. Its roots stretch all the way back to the ancient Greeks, who emphasized the role of human rationality in figuring out how to lead a good and flourishing life. But by the Middle Ages, Greek philosophical texts had become largely unavailable to European Christians, who believed that humans were too wretched to find the good without a supernatural deity.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>Have a question you want me to answer in the next Your Mileage May Vary column?</strong> </h2>\n\n\n\n<p class=\"has-text-align-none\">Feel free to email me at <a href=\"mailto:sigal.samuel@vox.com\">sigal.samuel@vox.com</a> or <a href=\"https://forms.gle/wTU5egBukdhyKeL56\">fill out this anonymous form</a>! Newsletter subscribers will get my column before anyone else does and their questions will be prioritized for future editions. <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Sign up here!</a></p>\n</div>\n\n<p class=\"has-text-align-none\">When translations of Greek texts flooded into Europe in the 14th and 15th centuries, the effects were transformative: The Renaissance was born. From scholars to popes, people gained an appreciation for the human body and mind, a pride that’s reflected in the art of the period (think Michelangelo’s “David”). They didn’t toss away Christian faith, but they started valuing both faith and reason, and developed more confidence in the ability of humans to figure out the truth and improve the world through science.</p>\n\n<p class=\"has-text-align-none\">Modern humanism includes both “religious humanists” and “secular humanists.” The former are generally nontheistic —&nbsp;they reject the idea of a God who intervenes in human affairs — but they still draw inspiration from the wisdom of religious rituals and texts and from the structure of congregational life. Many <a href=\"https://www.uua.org/beliefs\">Unitarian Universalists</a> fit in this category, for example. They wouldn’t say you need Jesus to save you, but they’ll happily meet in a church for a morally uplifting sermon and songs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then there are the secular humanists, who are staunchly religiously unaffiliated; think of people like Salman Rushdie or Steven Pinker, and the <a href=\"https://www.pewresearch.org/religion/2024/01/24/religious-nones-in-america-who-they-are-and-what-they-believe/\">28 percent of Americans today</a> who describe themselves as atheist, agnostic, or “nothing in particular.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">These two broad paths are both valid options for you to consider. What unites them is a belief that you can be “<a href=\"https://www.harpercollins.com/products/good-without-god-greg-epstein?variant=32205367345186\">good without God</a>.”</p>\n\n<p class=\"has-text-align-none\">Although there is <a href=\"https://psycnet.apa.org/fulltext/2024-54904-001.html\">some data</a> to suggest that religion helps promote prosocial behavior, like <a href=\"https://journals.sagepub.com/doi/10.1177/09567976231158576\">generosity</a> toward strangers, we also know that religious ideas and institutions have sometimes facilitated violence against certain groups. And the evidence on prosocial behavior is <a href=\"https://www.tandfonline.com/doi/full/10.1080/2153599X.2022.2131892#abstract\">actually pretty mixed</a> when you take a closer look.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The association between religiosity and prosociality seems to depend a lot on how those things are being measured. If you measure religiosity by simple belief in God or self-identification as religious, you won’t find it a strong predictor of moral action. But examine people’s behavior right after they’ve engaged in concrete religious practices (like prayer) and you find that they do tend to show more prosociality, likely because the practices evoke moral emotions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So religious <em>practice</em> might be an effective technology for cultivating morality. But it’s not the only one! Psychologists have found that we can still be moral without religion —&nbsp;<em>if</em> we set up the conditions to regularly and effectively trigger moral emotions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of those emotions is what they call <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0956797609359882?casa_token=uTUcrx1FWRMAAAAA%3AF1Gosc6czHd-BjZRxQAbuxQ_6XvG3ij6YomULh4IYOzx1UkUeb7R_cKSvBLGrOWhaRmbHP-RQK7Vsw&amp;journalCode=pssa\">elevation</a>. It’s that <a href=\"https://pmc.ncbi.nlm.nih.gov/articles/PMC2689844/\">uplifting feeling of inspiration</a> you get upon hearing about someone who did something you consider really noble, whether it’s Mahatma Gandhi leading nonviolent civil disobedience or Susan B. Anthony campaigning for women’s rights. Feeling elevation moves us to want to act nobly, too —&nbsp;it nudges us to moral action.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another such emotion is <a href=\"https://www.apa.org/pubs/journals/releases/psp-pspi0000018.pdf\">awe</a>. It’s a feeling people often get in nature, when faced with towering mountains or a starry night sky. By reminding you that you’re a tiny speck in the universe, it shifts you away from focusing on yourself and your own problems. You move into what psychologists call the “small self” mindset —&nbsp;and that, it turns out, facilitates feeling more connected to others and acting more virtuously.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A third emotion is <a href=\"https://static1.squarespace.com/static/52853b8ae4b0a6c35d3f8e9d/t/5d8e22ea0d763c56f0a692c7/1569596139048/the-grateful-dont-cheat+%281%29.pdf\">gratitude</a>. When you feel grateful for all that you’ve been gifted, your attention naturally turns to the source of those gifts. Very often, that source is other people. Research shows that eliciting gratitude doesn’t only make you want to return the favor to those who’ve directly contributed to your well-being —&nbsp;it also makes you <a href=\"https://static1.squarespace.com/static/52853b8ae4b0a6c35d3f8e9d/t/528d266ee4b0ce6fb73c1c83/1384982126317/gratitude-as-moral-sentiment-emotion-guided-cooperation-in-economic-exchange.pdf\">want to be generous to people in general</a>.</p>\n\n<p class=\"has-text-align-none\">So here’s what I’d suggest for you: As your kid grows up, find regular ways to use elevation, awe, and gratitude to build their moral character. Of course, you’re not limited to just these three, but I think they’ll offer a great starter scaffold.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What does this look like in practice? For triggering elevation, make use of all the awesome children’s books about admirable people, both real and imagined. One of my friends who was raised secular credits <em><a href=\"https://bookshop.org/p/books/miss-rumphius-story-and-pictures-barbara-cooney/10132119\">Miss Rumphius</a></em>, in which the protagonist travels the world and plants flowers everywhere she goes, with teaching her to be both fiercely independent and fiercely committed to doing good. I’m partial to what I call “the first woman to” books —&nbsp;whether they’re about the first woman to <a href=\"https://bookshop.org/p/books/listening-to-the-stars-jocelyn-bell-burnell-discovers-pulsars-jodie-parachini/14904125?ean=9780807545638\">discover a pulsar</a> or the first woman to <a href=\"https://bookshop.org/p/books/osnat-and-her-dove-the-true-story-of-the-world-s-first-female-rabbi-sigal-samuel/16187143?ean=9781646140374\">become a rabbi</a>! I also recommend checking out <a href=\"https://crcc.usc.edu/spiritual-exemplars-around-the-world/\">this cool collection</a> of spiritual exemplars from around the globe.</p>\n\n<p class=\"has-text-align-none\">For awe, you can engage in dedicated activities, like going on camping trips that include lots of hiking and stargazing. But let’s be real: You’re going to be busy. So, think about ways to fold awe into the small spaces of daily living, like the walk home from school. According to <a href=\"http://psycnet.apa.org/doiLanding?doi=10.1037%2Femo0000876&amp;utm_medium=email&amp;utm_campaign=Future%20Perfect%20TEMPLATE%20TO%20CLONE%20copy&amp;utm_content=Future%20Perfect%20TEMPLATE%20TO%20CLONE%20copy+CID_40a38ae95895f99e3df47019fe894d71&amp;utm_source=cm_email&amp;utm_term=study%20published%20this%20week%20in%20the%20journal%20Emotion\">a study</a> published in the journal <em>Emotion</em>, “awe walks” —&nbsp;weekly 15-minute walks outdoors where you’re encouraged to notice a gorgeous sunset, a giant spider web, or anything that makes you go “whoa!” —&nbsp;can effectively foster the “small self” mindset.</p>\n\n<p class=\"has-text-align-none\">As for triggering gratitude, you can make a practice of regularly writing thank you cards with your kid. You can also express thanks for your food before starting a meal — like the prayers many religious people say before eating, but without any mention of God. Research shows that prayer successfully <a href=\"https://citeseerx.ist.psu.edu/document?repid=rep1&amp;type=pdf&amp;doi=e19a74c6ed11472cf7d44ff897a9bf9dfb57f25c\">elicits gratitude</a> in kids, whether they’re mentally thanking a higher power, teacher, or friend.</p>\n\n<p class=\"has-text-align-none\">Practices like that will feel familiar from your religious upbringing; your project now is to retrofit them in ways that ring true to you. Yes, that’ll require some effort, but it’s worth it in your case because sticking to prefabricated, off-the-shelf religion would come with a serious downside.</p>\n\n<p class=\"has-text-align-none\">C. Thi Nguyen, a philosopher at the University of Utah, has a term I absolutely love for that downside: “<a href=\"https://philpapers.org/go.pl?aid=NGUVCH\">value capture</a>.” That’s what happens when a technology presents you with a certain method for doing things, and you adopt that method as a stand-in for your actual values. Think: obsessively racking up a high step count on Fitbit instead of figuring out how you can enhance your health holistically. Using a prefab method like that has the advantage of convenience, but Nguyen reminds us that outsourcing our decision-making to it will yield an oversimplified or warped version of our values.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In this case, the technology is religion, to which many people outsource all their moral thinking. But you can create a more bespoke scaffold that supports the virtues and ideas you actually believe in. In doing that, you’ll be honoring the value of intellectual honesty while also honoring the value of effectively building moral character in your kiddo.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I want to offer a caveat, though. Prefab religion comes with a major pro: Unlike a Fitbit, it’s a technology that’s been debugged over millennia. Its rituals have been fine-tuned and time-tested to respond to human needs. As the psychologist David DeSteno documents in his book <em><a href=\"https://www.simonandschuster.com/books/How-God-Works/David-DeSteno/9781982142339\">How God Works</a></em>, these rituals contain deep insights into those needs and how to meet them effectively. </p>\n\n<p class=\"has-text-align-none\">Often that’s by pushing us to do something that we don’t feel like doing but that’d probably be good for us. When grieving the death of my father, for example, I didn’t feel like having tons of people over and talking about him, but the Jewish ritual of shiva would have forced me to do just that. It surrounds you with community at a time when you might want aloneness but need togetherness. I wish I’d reaped its benefits.</p>\n\n<p class=\"has-text-align-none\">When we go bespoke on our spirituality, we can inadvertently end up with something that feels thin, partly because it strips out lineage. And this is where I think the religious humanists have a leg up on secular humanists: While they do retrofit their faith so it’s aligned with their current beliefs, they also maintain whatever lineage they can.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That allows them to benefit from a tradition that demands things of them that they might not do if left to their own devices — like spending a lot of time in community (something religion is great at but modern society often fails at) and periodically disconnecting from technology (the Sabbath being the original digital detox). It also allows them to maintain a felt connection with their ancestors and the aesthetic beauty of the songs and customs unique to their background.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So even as you build your own scaffolding, try to keep an eye out for old materials that may be worth incorporating. You don’t have to entirely reinvent the wheel. And you don’t have to cede the realm of spirituality or even of religion to the dogmas you encountered in your childhood community. It’s as much yours as it is theirs. I wish you the confidence to take ownership of it, to be creative with it, and yes, to subvert it in community with people who make your vision of moral life come alive for you and your kid.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Bonus: What I’m reading</h2>\n\n<ul>\n<li>Sarah Bakewell, who wrote the delightful book <em><a href=\"https://otherpress.com/product/at-the-existentialist-cafe-9781590518892/\">At the Existentialist Café</a></em>, has a newer book out on humanism. It’s called <a href=\"https://www.penguinrandomhouse.com/books/552033/humanly-possible-by-sarah-bakewell/\"><em>Humanly Possible</em></a> and I am so, so here for it.&nbsp;</li>\n</ul>\n\n<ul>\n<li><a href=\"https://www.vox.com/science-and-health/2019/1/4/17989224/intellectual-humility-explained-psychology-replication\">Intellectual humility</a> is usually hailed as a virtue, but in <a href=\"https://aeon.co/essays/why-intellectual-humility-isnt-always-a-virtue\">this Aeon essay</a>, philosopher Rachel Fraser makes an unexpected argument against it by drawing on the case of geneticist Barbara McClintock, who relentlessly pursued her ideas even though her peers probably saw her as a crank.&nbsp;</li>\n</ul>\n\n<ul>\n<li>Okay, this one isn’t so much what I’m reading as what I’m listening to, but: <a href=\"https://www.howgodworks.org/podcast/season-2/childhood-growing-the-moral-muscle\">DeSteno’s podcast <em>How God Works</em> has a great episode</a> on “growing the moral muscle” in childhood, which informed some of my thinking in this column. Listen to the voices of little kiddos talking about what they think God wants of them! &nbsp;</li>\n</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Your Mileage May Vary is an advice column offering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional&#160;column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other.&#160;Here is a Vox reader’s question, [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "3 theories why Democrats have lost support among Black men",
    "link": "https://www.vox.com/politics/378521/democrats-black-men-support",
    "pubDate": "2024-10-19T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Voters attend a Trump rally.\" data-caption=\"Two men wearing “Black MAGA” shirts stand up after being called on to do so by former president and current Republican presidential nominee Donald Trump as he speaks during a campaign event on August 3, 2024, in Atlanta, Georgia. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Elijah Nouvelage/Washington Post/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Elijah Nouvelage/Washington Post/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2172296347.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Two men wearing “Black MAGA” shirts stand up after being called on to do so by former president and current Republican presidential nominee Donald Trump as he speaks during a campaign event on August 3, 2024, in Atlanta, Georgia. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Elijah Nouvelage/Washington Post/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For years, Black men have been an integral part of the Democratic coalition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2012, 87 percent of Black men backed former President Barack Obama; in 2016, 82 percent backed former Secretary of State Hillary Clinton; and in 2020, <a href=\"https://www.nbcnews.com/politics/2020-elections/exit-polls/\" data-type=\"link\" data-id=\"https://www.nbcnews.com/politics/2020-elections/exit-polls/\">79 percent backed President Joe Biden</a>, according to <a href=\"https://www.nbcnews.com/news/nbcblk/black-men-drifted-democrats-toward-trump-record-numbers-polls-show-n1246447\">NBC exit polls</a>.<strong> </strong>This year, 70 percent have said they’re backing Vice President Kamala Harris, <a href=\"https://www.nytimes.com/2024/10/12/us/politics/poll-black-voters-harris-trump.html\">per a recent New York Times/Siena poll</a>. </p>\n\n<p class=\"has-text-align-none\">As those numbers make clear, the group overwhelmingly supports Democrats, but their loyalty has begun to wane, a shift that stretches across the last several campaigns. That attrition has something to do with the candidates themselves, but also with voters’ longstanding disillusionment with the party. Despite being one of Democrats’ most loyal voting blocs, some <a href=\"https://www.nytimes.com/2024/10/04/us/politics/black-men-election-georgia-trump-harris.html\">Black voters have felt ignored</a> and taken for granted as campaign promises and <a href=\"https://www.washingtonpost.com/opinions/2024/10/17/black-men-harris-immigration-obama/\">change</a> have been slow to materialize.</p>\n\n<p class=\"has-text-align-none\">“People are disappointed with the Democrats,” says David Childs, a history professor and director of the Black Studies Program at Northern Kentucky University. “A lot of people feel disenfranchised. They don&#8217;t feel like they have a voice.”</p>\n\n<p class=\"has-text-align-none\">An added twist is some evidence that the Democrats’ leftward shift on social issues may also be a factor. Reviewing polling on respondents’ views on LGBTQ issues, <a href=\"https://www.nytimes.com/2024/03/20/opinion/biden-trump-black-hispanic-voters.html\">Thomas Edsall of the New York Times</a> noted that views expressed by Black voters in one survey suggested that “some aspects of Democratic liberal orthodoxy contribute to the exodus of conservative minorities from the party.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The erosion Democrats have seen could be attributed to any number of reasons. But broadly, here are three theories that can explain why some Black men are feeling cool toward the party this cycle:&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">1) <strong>A sense of economic stagnation</strong></h4>\n\n<p class=\"has-text-align-none\">In the last four years, Black Americans have faced the same economic challenges as everyone else, while also navigating <a href=\"https://www.brookings.edu/articles/black-wealth-is-increasing-but-so-is-the-racial-wealth-gap/#:~:text=However%2C%20between%202019%20and%202022,Black%20households%20held%20only%20%2415.\">racial wealth</a> and <a href=\"https://www.epi.org/unequalpower/publications/understanding-black-white-disparities-in-labor-market-outcomes/\">wage gaps</a> that mean many Black families feel the <a href=\"https://www.washingtonpost.com/opinions/2024/10/17/black-men-harris-immigration-obama/\">effects of rising costs and inflation</a> more keenly than their white counterparts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Black unemployment reached an all-time low during the Biden administration, it’s still <a href=\"https://abcnews.go.com/Business/black-unemployment-rate-consistently-white-workers/story?id=106910140#:~:text=Since%20the%20U.S.%20first%20collected,level%20of%20two%20to%20one.\">twice as high as white unemployment</a>. Similarly, while the <a href=\"https://www.cnn.com/2024/06/16/politics/fact-check-trump-biden-black-unemployment-poverty/index.html\">Black poverty rate reached a record low in 2022</a>, that all-time low still meant <a href=\"https://www.census.gov/library/stories/2023/09/black-poverty-rate.html\">nearly one in five Black Americans</a> was living in poverty, nearly double the <a href=\"https://www.census.gov/library/stories/2023/09/black-poverty-rate.html\">poverty rate of white Americans</a>.</p>\n\n<p class=\"has-text-align-none\">“In focus groups and conversations with party leaders, Black men have stated repeatedly that their material conditions have remained unchanged under Democratic and Republican presidential administrations,” <a href=\"https://www.nytimes.com/2024/10/04/us/politics/black-men-election-georgia-trump-harris.html?login=email&amp;auth=login-email\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/10/04/us/politics/black-men-election-georgia-trump-harris.html?login=email&amp;auth=login-email\">the New York Times’s Maya King reports</a>. And as costs have risen during a Biden administration — mostly due to inflation — that feeling of stagnation has only grown more pronounced.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such sentiments have prompted some voters to weigh whether voting for an alternative option – like Trump – could help produce a different outcome.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Nothing has come to fruition. Look at the schools, the playgrounds, the parks. Downtown is struggling. In our community, typically, we vote for Democrats. How has that panned out for us?” Ahmad Taylor, an undecided Michigan voter who previously voted for Biden, <a href=\"https://www.washingtonpost.com/politics/2024/10/15/kamala-harris-black-men-pontiac-michigan/\" data-type=\"link\" data-id=\"https://www.washingtonpost.com/politics/2024/10/15/kamala-harris-black-men-pontiac-michigan/\">told the Washington Post’s Michael Brice-Saddler.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">Multiple Covid-19 aid packages also helped stem the economic pain some voters experienced because of the pandemic during the Trump administration and the beginning of the Biden administration. These included stimulus checks, small business funding, and expansions to unemployment payments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A number of <a href=\"https://www.cnn.com/2023/07/25/politics/covid-19-relief-programs-ending/index.html\">these payments, however,</a> expired during the Biden administration because Republicans in Congress balked at passing a continuation of programs like an expanded child tax. That’s left voters dealing with both higher costs on consumer goods and a drop-off in aid that could help soften the blow.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Because the first wave of stimulus checks was sent out during the Trump administration <a href=\"https://abcnews.go.com/Politics/inside-donald-trumps-stimulus-checks/story?id=77534116\">and also bore his name</a>, some voters have been under the mistaken impression that he’s solely to credit for them. That idea has taken hold even though the aid was passed by a Democratic House and a Republican Senate, and even though stimulus payments were distributed during the Biden administration as well. </p>\n\n<h4 class=\"wp-block-heading\">2) <strong>Resistance to the growing social liberalism of the Democratic Party</strong></h4>\n\n<p class=\"has-text-align-none\">Another dynamic at play is more conservative attitudes among some Black voters on social issues. In particular, as Democrats have shifted leftward on LGBTQ rights — just over a decade ago, <a href=\"https://www.cnn.com/2012/05/10/politics/obama-same-sex-marriage/index.html\">Obama was hesitant to back same-sex marriage</a> —  some of these voters have chafed at the party’s current stance.</p>\n\n<p class=\"has-text-align-none\">This cycle, Republicans have ramped up attacks on LGBTQ rights, particularly those <a href=\"https://www.nytimes.com/2024/10/08/us/politics/trump-republican-transgender-ads.html\">targeting trans people</a>, and that may be <a href=\"https://www.nytimes.com/2024/10/16/opinion/black-men-harris-trump.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/10/16/opinion/black-men-harris-trump.html\">resonating with certain voters</a>, including <a href=\"https://www.nbcnews.com/politics/2024-election/trump-goes-harris-anti-trans-ads-football-games-rcna174354\">Black men</a>. In one attack ad on Harris that played during football games, the Trump campaign has gone after her support for funding gender-affirming surgeries for trans inmates — <a href=\"https://www.nytimes.com/2024/10/16/us/politics/trump-prisons-transgender-care-harris.html\">something, it should be noted, that prisons also offered under Trump</a>. “Kamala is for they/them; President Trump is for you,” the ad states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Charlamagne Tha God, an influential media personality and one of the hosts of the syndicated radio show <em>The Breakfast Club</em>, <a href=\"https://www.nbcnews.com/politics/2024-election/trump-goes-harris-anti-trans-ads-football-games-rcna174354\">has described the ad as “effective.”</a></p>\n\n<p class=\"has-text-align-none\">Other voters have spoken of Democrats’ support for gay rights as a problem. “That&#8217;s when I left Democrats alone,” one voter, identified as J, told <a href=\"https://www.npr.org/2024/10/10/nx-s1-5133172/polls-suggest-republicans-are-making-gains-among-black-voters-especially-black-men\">NPR</a>, noting that the legalization of gay marriage, a milestone made possible by the Supreme Court but celebrated by Democrats, was his tipping point away from the party.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those socially conservative viewpoints can extend to gender as well. When it comes to Harris’s candidacy, specifically, sexism might well be a real issue for some voters, including Black men.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There are traditional values that come out of a lot of the Black homes that are still around. Even though many Black males were raised by a mother, by a matriarch, there&#8217;s still this notion that women have a certain place in our society,” says Childs.</p>\n\n<p class=\"has-text-align-none\">Cliff Albright, executive director of the Black Voters Matter Fund, notes that he’s heard the sentiment from a small percentage of voters he’s spoken to: “You got some percentage that will come out and tell you, like in your face: I don&#8217;t think a woman should be president,” he says. </p>\n\n<h4 class=\"wp-block-heading\">3) <strong>An election cycle rife with disinformation&nbsp;</strong></h4>\n\n<p class=\"has-text-align-none\">A problem that only amplifies Democrats’ struggles is the rise of disinformation, multiple experts posited.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Childs notes that influencers on the right have seized on real concerns Black men may have — like economic frustration — to advance false messages about how Harris and Biden haven’t accomplished anything to help members of this group.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In one example that Charlamagne Tha God cited during a town hall with Harris this week, he referenced a viral clip from <a href=\"https://thegrio.com/2024/10/16/five-years-ago-we-asked-kamala-harris-about-reparations-now-her-opponents-are-distorting-her-answer/\">a Harris interview with The Grio</a> that was taken out of context and has been cut so <a href=\"https://www.youtube.com/watch?v=7L4sts7I3xI\">it looks like she’s saying she won’t do anything specifically for Black people.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">These claims often begin with pundits on the right, or even Trump himself, and get amplified over social media by celebrities, podcasters, and other prominent personalities. The <a href=\"https://www.hollywoodreporter.com/news/politics-news/janet-jackson-questions-kamala-harris-race-1236008815/\">singer Janet Jackson</a>, for instance, recently elevated lies that Trump had told questioning Harris’s ethnicity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Multiple surveys, including an <a href=\"https://www.reuters.com/world/us/one-four-us-black-men-under-50-support-trump-president-naacp-poll-finds-2024-09-13/\">August NAACP poll</a>, have found a stark generational divide among Black men, with voters under 50 far less likely to support Harris than those over 50. Albright believes this points to the effect disinformation on social media has had, as younger voters are more likely to get news from these sources.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s like a living organism, this disinformation. It grows from a cell, and then it reaches the point where it takes on a life of its own, and it just grows all kinds of tentacles,” Albright tells Vox. “And … it&#8217;s touching millions of Black voters.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For years, Black men have been an integral part of the Democratic coalition.&#160; In 2012, 87 percent of Black men backed former President Barack Obama; in 2016, 82 percent backed former Secretary of State Hillary Clinton; and in 2020, 79 percent backed President Joe Biden, according to NBC exit polls. This year, 70 percent have [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "There’s no ceasefire in sight for Israel’s Gaza war. Why not?",
    "link": "https://www.vox.com/israel/378404/gaza-israel-hamas-hezbollah-sinwar-netanyahu-united-nations",
    "pubDate": "2024-10-19T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Searchlights shine on a pile of rubble next a building at night, with smoke and an orange glow in the distance and people working on the pile of rubble.\" data-caption=\"Rescuers and responders work at the site of an Israeli airstrike that targeted the southern Lebanese village of Toul on October 15, amid the ongoing war between Israel and Hezbollah. | Abbas Fakih/AFP via Getty Images\" data-portal-copyright=\"Abbas Fakih/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2177868905.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rescuers and responders work at the site of an Israeli airstrike that targeted the southern Lebanese village of Toul on October 15, amid the ongoing war between Israel and Hezbollah. | Abbas Fakih/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the year following Hamas’s October 7 attacks on Israel, there has only been one successful pause in hostilities: a week in November during which Hamas traded 110 Israeli captives for 240 Palestinian prisoners.</p>\n\n<p class=\"has-text-align-none\">Since then the Biden administration has repeatedly touted ceasefire deals that have gone nowhere —&nbsp;both between Israel and Hamas and, more recently, between Israel and Hezbollah, the Lebanese Shia militia that is fighting an <a href=\"https://www.vox.com/israel/375125/lebanon-hezbollah-israel-iran-invasion-gaza\">Israeli invasion in southern Lebanon</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other parties have tried as well. The United Nations has attempted multiple times to secure a ceasefire resolution, though the US either vetoed or abstained on each. In September, France and the US tried to advance <a href=\"https://www.aljazeera.com/news/2024/9/26/us-france-lead-call-for-temporary-ceasefire-along-israel-lebanon-border\">a 21-day pause in hostilities between Israel and Hezbollah in southern Lebanon</a>. Both Hezbollah and the Israeli government refused that proposal.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The cost of those failures has been high. At this point, <a href=\"https://apnews.com/article/gaza-death-toll-hamas-war-israel-40000-32a79e03c8eb62669412dab23d03219e\">more than 40,000 Palestinians</a> have been killed in Gaza. Israel has expanded its war to Lebanon, killing nearly 2,000 people there, and violence has increased in the West Bank. Israel is also weighing its response to an Iranian attack earlier this month, in which around 180 missiles landed in Israeli territory.</p>\n\n<p class=\"has-text-align-none\">Unlike previous Israeli conflicts, there doesn’t appear to be any end to the war in sight, at least not through diplomatic means. The recent <a href=\"https://www.vox.com/world-politics/378433/israel-killed-hamass-leader-what-happens-next\">death of Hamas leader Yahya Sinwar</a> could provide an opening for renewed talks, but the same core issues remain.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Israel, Hamas, and Hezbollah can’t agree to a ceasefire because they’re at cross purposes</strong></h2>\n\n<p class=\"has-text-align-none\">The short answer for why ceasefire talks have failed is that each of the three parties directly involved in the regional conflict — Hamas, Israel, and Hezbollah — have demands that their would-be negotiating partner is unwilling, or unable, to meet.</p>\n\n<p class=\"has-text-align-none\">When it comes to Israel’s conflict with Hamas, the country’s demands have been both evolving and abstract. Israeli Prime Minister Benjamin Netanyahu reportedly torched a <a href=\"https://www.cnn.com/2024/09/04/middleeast/netanyahu-derailed-hostage-deal-in-july-intl/index.html\">potential July ceasefire agreement</a> with Hamas by insisting that Israeli troops maintain a permanent presence in Gaza, and that Israel would continue to have control of the Gaza/Egypt border.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those are much bigger —&nbsp;and more unrealistic —&nbsp;asks than previous demands for the return of Israeli hostages in Gaza, which is what the initial ceasefire conversations revolved around. And more broadly, Israel’s goals in Gaza are somewhat subjective: Israeli leaders have repeatedly said they want to completely eliminate Hamas’s military and governing capacities, a goal Hamas has obviously rejected, and which US officials <a href=\"https://www.washingtonpost.com/national-security/2024/05/16/biden-rafah-intelligence-netanyahu-strategy/\">have said is unlikely</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s very difficult to eradicate a political ideology, which is what Hamas is at its essence, and Israel has not made clear under what conditions it will feel satisfied its goals are met —&nbsp;whether that means the death or capture of major leaders, the dismantling of outside support, total Israeli occupation of Gaza, or some other scenario.</p>\n\n<p class=\"has-text-align-none\">“It seems clearer to me what the Israeli government considers unacceptable than what it considers acceptable,” <a href=\"https://www.csis.org/people/jon-b-alterman\">Jon Alterman</a>, director of the Middle East program at the Center for Strategic and International Studies, told Vox. “The challenge it will have is keeping an eye on what is achievable and sustainable. Both are surely less than what the government wants.”</p>\n\n<p class=\"has-text-align-none\">Similarly, Israel’s stated goal in its conflict with Hezbollah — to ensure the group is unable to attack Israel like Hamas did on October 7 — is opaque. That could mean anything from pushing the group a certain distance from Israel’s northern border to <a href=\"https://www.bbc.com/news/articles/cly3x1w0595o\">pushing regime change in Lebanon</a>.</p>\n\n<p class=\"has-text-align-none\">Israel is unlikely to be able to dismantle Hezbollah totally, but its goal may be to shift the balance of power in its decades-long conflict with the organization.</p>\n\n<p class=\"has-text-align-none\">“This time around, with the damage they&#8217;ve done to Hezbollah and with the direct fighting between Israel and Iran, Israel was hoping to fundamentally change the threat that the Iranian proxies [like Hamas and Hezbollah] pose to Israel,” <a href=\"https://www.brookings.edu/people/natan-sachs/\">Natan Sachs</a>, director of the Middle East program at the Brookings Institution, told Vox. “They feel like they&#8217;ve been successful, and they&#8217;re hoping to push their success, so that makes them less keen on a ceasefire than they have been in the past.”</p>\n\n<p class=\"has-text-align-none\">That is to say, the abstract and shifting nature of Israel’s demands may be the point; it’s impossible to find a workable solution when it’s not clear what one side wants or when its demands will be satisfied. And with US support still strong, there’s no real reason for Israel to compromise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hamas’s aims have been more concrete throughout the negotiating process, although as fighting persisted beyond just a few months, the presence of Israeli troops in Gaza added a new valence to the group’s demands.</p>\n\n<p class=\"has-text-align-none\">Now, “you&#8217;ve got Hamas that&#8217;s insisting on a complete and total cessation of hostilities, on full Israeli withdrawal from the Gaza Strip, it&#8217;s demanding the return of people from the south back to the north. And obviously, the release of prisoners [from Israeli prisons]. And that just doesn&#8217;t gel well with what Israel is demanding, which is the complete and total destruction of Hamas,” Tahani Mustafa, Palestine analyst at the International Crisis Group,<strong> </strong>told Vox in May. </p>\n\n<p class=\"has-text-align-none\">Five months later, those remain Hamas’s goals.</p>\n\n<p class=\"has-text-align-none\">According to Mustafa, Hamas also has a larger goal with any ceasefire negotiation: cementing a permanent status for a Palestinian state in <a href=\"https://www.aljazeera.com/news/2017/5/2/hamas-accepts-palestinian-state-with-1967-borders\">Gaza and the West Bank,</a> as well as the right of Palestinians to return to their ancestral homes in what is now Israel, both goals laid out in the group’s <a href=\"https://www.aljazeera.com/news/2017/5/2/hamas-accepts-palestinian-state-with-1967-borders\">2017 charter</a>.&nbsp;But Netanyahu has repeatedly made clear that he will not accept a Palestinian state of any sort. And <a href=\"https://www.pewresearch.org/global/2024/05/30/assessing-the-future-in-light-of-the-war/\">public opinion polling from May</a> indicates many Jewish Israelis don’t believe it’s possible to live peacefully alongside Palestinians.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Hamas&#8217;s vision is a two-state solution,” Mustafa said. However, she added, “They won&#8217;t ever openly give up the notion of a full, free Palestine” —&nbsp;that is, establishing a state that encompasses all of historic Palestine, an area that includes Israeli territory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hamas does understand “that reality will not allow for that, which is why they also accept a two-state solution,” Mustafa said. “So for Hamas, the objective is to jump-start those negotiations.”</p>\n\n<p class=\"has-text-align-none\">A ceasefire between Israel and Hezbollah, meanwhile, presents a circular problem. Hezbollah initially ramped up its attacks on Israel in support of Hamas; it has fired rockets at Israel since October 8, 2023, maintaining that attacks will only stop when a Gaza ceasefire is reached. <a href=\"https://www.cnn.com/2024/10/08/middleeast/hezbollah-endorses-lebanon-ceasefire-first-time-israel-war-intl/index.html\">Hezbollah leadership recently signaled they’d support a truce not tied to Gaza</a>, but it’s unclear whether that’s now official policy.</p>\n\n<p class=\"has-text-align-none\">That ceasefire doesn’t appear to be forthcoming, which means — unless Hezbollah has indeed changed its stance— Israel will continue its invasion of Lebanon and potentially push further into the country.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The US isn’t pulling its weight, and the UN is toothless</strong></h2>\n\n<p class=\"has-text-align-none\">The ceasefire talks are complex, multi-party affairs; Egypt and Qatar are important mediators, since they both have relationships with both Israel and Hamas. Though the US and the international community have been able to mediate Israeli conflicts with its neighbors in the past, they just don’t have as much sway now, for a number of reasons.</p>\n\n<p class=\"has-text-align-none\">“US influence, and US ability to dictate events, or at least control them and control the narrative, has been diminished in many respects,” <a href=\"https://www.stimson.org/ppl/andrew-hyde/\">Andrew Hyde</a>, director and senior fellow at the Stimson Center, said. That’s partly because the US is no longer the same kind of dominant regional power it was in the late 20th century; Iran has been able to grow its influence in recent decades, as has Russia.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the past, the US and the international community have succeeded in pausing hostilities, both when Israel has invaded Lebanon and in operations against Hamas. Sometimes this happened through the United Nations, like in 1978 when the UN Security Council <a href=\"https://digitallibrary.un.org/record/71622?ln=en&amp;v=pdf\">implemented a resolution calling for Israel to leave Lebanon</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other times, US&nbsp; presidential administrations have <a href=\"https://responsiblestatecraft.org/2021/05/24/ronald-reagan-wasnt-afraid-to-use-leverage-to-hold-israel-to-task/\">directly intervened</a>, like when President Ronald Reagan <a href=\"https://www.nytimes.com/2024/05/10/us/politics/biden-reagan-israel.html\">withheld shipments of artillery and fighter jets over Israel’s bombings of Beirut in 1982 and 1983</a>, or when the first <a href=\"https://www.huffpost.com/entry/george-hw-bush-israel-palestinians-progressives_n_60a6d388e4b0a25683107530\">Bush administration used access to funding</a> to pressure Israel over illegal settlements in the Palestinian territories.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"http://Annelle Sheline, a research fellow in the Middle East Program at the Quincy Institute\">Annelle Sheline</a>, a research fellow in the Middle East program at the Quincy Institute, argues that today, the US could take similar actions to rein in Israel — in Gaza and in Lebanon — but it has little interest in doing so.</p>\n\n<p class=\"has-text-align-none\"><strong>“</strong>The US government has said that <a href=\"https://www.politico.com/news/2024/09/30/us-israel-military-hezbollah-00181797\">they aren&#8217;t actually seeking a ceasefire in Lebanon</a>, which is fairly astonishing, given that Israel is engaged in this blatant violation of the UN Charter by invading Lebanon,” Shilene said. “About the failure of the administration to achieve a ceasefire in Gaza … for me, the short answer is just that the United States is not using any leverage to actually get to that outcome. So it seems clear to me that this is not actually the desired outcome of the administration.”</p>\n\n<p class=\"has-text-align-none\">Though Secretary of State Antony Blinken and Defense Secretary Lloyd Austin <a href=\"https://apnews.com/article/israel-gaza-humanitarian-aid-blinken-austin-887ae388a022215f71309ab6def12103\">recently warned Netanyahu</a> that they would consider halting weapons shipments unless the humanitarian situation in Gaza improves, the US has largely failed to use the fact that it has supplied nearly <a href=\"https://watson.brown.edu/costsofwar/files/cow/imce/papers/2023/2024/Costs%20of%20War_US%20Support%20Since%20Oct%207%20FINAL%20v2.pdf\">$18 billion in materiel and related assistance</a> over the past year to push Israel to deescalate.</p>\n\n<p class=\"has-text-align-none\">Iran is not an actor in ceasefire negotiations, although there are increased outright attacks between itself and Israel. But it does play a role in these conversations because both Hamas, and to a much greater extent Hezbollah, are part of a network of groups called the Axis of Resistance fighting Israel under Iran’s aegis. Broadly, these groups are fighting on behalf of Palestinians, and it’s unlikely Iran or any of its affiliated groups will give up until there is a ceasefire in Gaza.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And the Iranian government itself faces <a href=\"https://www.reuters.com/world/middle-east/war-drums-beat-crisis-hit-iranians-cheer-fear-or-simply-shrug-2024-10-02/\">an internal crisis of legitimacy</a>, and it needs a win. A Hamas or Hezbollah victory would provide good public relations for Iranian leaders, and that can’t come if there’s a ceasefire.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Part of the Axis of Resistance strategy since October 7 has been to show that the unity of arena strategy that has brought the Axis groups together — they want to show that it&#8217;s working,” <a href=\"https://www.chathamhouse.org/about-us/our-people/sanam-vakil\">Sanam Vakil</a>, director of the MIddle East and North Africa program at Chatham House, said.</p>\n\n<p class=\"has-text-align-none\">Though many nations —&nbsp;particularly in the Global South —&nbsp;and global institutions like the International Court of Justice and the United Nations have demanded a ceasefire and pushed for Israel to end its occupation of Gaza, the West Bank, and Jerusalem, the role of these institutions will remain minimal for the foreseeable future.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s because the US’s goals in the conflict don’t comport with those of international institutions, Hyde said. With veto power on the UN Security Council, the US has a great degree of power over the very mechanism through which international law is supposed to be carried out.</p>\n\n<p class=\"has-text-align-none\">“Institutions get rolled over pretty easily. In the case of the Israeli situation right now, where a lot of the things that the UN should be standing for, and has tried to stand for both in its leadership and in its charter, doesn&#8217;t fit with this Israeli government in any way, shape, or form,” Hyde said. “[Israel] has made a point of not only not respecting it, but openly defying it. And then, the US isn&#8217;t necessarily weighing in on behalf of the institutions, to the Israelis, to say, ‘Well, you know, you really have to respect this.’”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the year following Hamas’s October 7 attacks on Israel, there has only been one successful pause in hostilities: a week in November during which Hamas traded 110 Israeli captives for 240 Palestinian prisoners. Since then the Biden administration has repeatedly touted ceasefire deals that have gone nowhere —&#160;both between Israel and Hamas and, more [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "The entire Texas government is fighting over whether to save a man’s life",
    "link": "https://www.vox.com/criminal-justice/378717/robert-roberson-execution-death-penalty-texas-supreme-court",
    "pubDate": "2024-10-18T21:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A group of men sitting in chairs in a circle.\" data-caption=\"Texas lawmakers meet with Robert Roberson at a prison in Livingston, Texas, on September 27, 2024. Roberson was scheduled for execution in October after being convicted in the death of his infant daughter. | AP Photo/Criminal Justice Reform Caucus\" data-portal-copyright=\"AP Photo/Criminal Justice Reform Caucus\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AP24277769868040.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Texas lawmakers meet with Robert Roberson at a prison in Livingston, Texas, on September 27, 2024. Roberson was scheduled for execution in October after being convicted in the death of his infant daughter. | AP Photo/Criminal Justice Reform Caucus</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday night, the Texas Supreme Court handed down an <a href=\"https://www.txcourts.gov/supreme/orders-opinions/2024/october/october-17-2024/\">extraordinary order</a> saving Robert Roberson from execution — but potentially not for very long.</p>\n\n<p class=\"has-text-align-none\">Roberson was convicted in 2003 of murdering his daughter on the theory that she died of “<a href=\"https://onlinelibrary.wiley.com/doi/abs/10.1111/dmcn.15676\">shaken baby syndrome</a>.” However, in an extraordinary turn of events, it now appears likely that Roberson is innocent. Not only that, but it is far from clear that his daughter <a href=\"https://www.supremecourt.gov/opinions/24pdf/24a349_8m58.pdf\">was even a victim of murder in the first place</a>.</p>\n\n<p class=\"has-text-align-none\">One reason to doubt the conviction is that modern science looks at shaken baby syndrome with increasing skepticism. More importantly, however, the evidence in Roberson’s case suggests that his poor girl actually died from a combination of pneumonia and medications that should never have been prescribed to such a young patient, and that the injuries that a 2003 jury attributed to child abuse <a href=\"https://www.supremecourt.gov/opinions/24pdf/24a349_8m58.pdf\">may have resulted from a surgery</a>.</p>\n\n<p class=\"has-text-align-none\">Another reason why the order in <em>In re Texas House of Representatives</em> is so extraordinary is that it involves what may be an unprecedented conflict between the state’s legislature and its governor. Texas Gov. Gregg Abbott (R) has the power to issue a 30-day pause on Roberson’s execution (although not to grant him permanent clemency) but has thus far refused to do so, and the state intended to execute Roberson Thursday night.</p>\n\n<p class=\"has-text-align-none\">The day before, however, a bipartisan group of state lawmakers <a href=\"https://www.cnn.com/2024/10/16/us/robert-roberson-texas-execution-advocates/index.html\">issued a subpoena</a> seeking Roberson’s testimony before a committee of the state’s House of Representatives. This hearing isn’t scheduled until Monday, and Roberson obviously could not comply with this subpoena if he had been killed Thursday night.</p>\n\n<p class=\"has-text-align-none\">So Roberson’s case raises what may be a unique separation of powers issue under the Texas Constitution: Can Texas’s executive branch of government carry out an otherwise lawful execution if doing so would prevent its legislative branch from hearing testimony from a witness it has already subpoenaed?</p>\n\n<h2 class=\"wp-block-heading\">Roberson’s case has proved to be divisive within Texas’s Republican-controlled government</h2>\n\n<p class=\"has-text-align-none\">The Texas Supreme Court’s order in <em>Texas House</em> has nothing to say about whether or not Roberson is innocent. Indeed, the state Supreme Court isn’t ordinarily allowed to weigh in on criminal appeals at all — those are handled by an entirely separate court known as the Texas Court of Criminal Appeals, which has repeatedly denied relief to Roberson. Nor did the state Supreme Court definitively rule on whether the House’s subpoena can halt an execution.</p>\n\n<p class=\"has-text-align-none\">Instead, in a concurring opinion joined by two other justices, Justice Evan Young explains that he voted to temporarily halt Roberson’s execution in order to give the courts time to figure out what is supposed to happen in the unusual circumstance when the legislature seeks testimony from a death row inmate on the eve of his execution.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We do not have clear precedent on this question,” Young writes, which is unsurprising given the highly unlikely situation that led to this case coming before his court.</p>\n\n<p class=\"has-text-align-none\">Two other aspects of the case are worth noting. One is that this case has pitted many of the states’ Republicans against each other. While Abbott, who has yet to intervene on Roberson’s behalf, is a Republican, <a href=\"https://www.cnn.com/2024/10/16/us/robert-roberson-texas-execution-advocates/index.html\">so too are the two Texas lawmakers</a> who introduced the resolution to subpoena Roberson. Every justice on the Texas Supreme Court is a Republican, as is every judge on the Court of Criminal Appeals, which most recently voted 5-4 to deny relief to Roberson.</p>\n\n<p class=\"has-text-align-none\">The other aspect is that Roberson’s fate likely rests with Texas’s Board of Pardons and Paroles, which already <a href=\"https://www.nbcnews.com/news/us-news/texas-board-rejects-clemency-robert-roberson-set-executed-shaken-baby-rcna175481\">voted once on Wednesday not to recommend clemency for him</a>. If this board recommends clemency, Abbott may commute Roberson’s death sentence altogether. Without a clemency recommendation, however, Abbott can only delay the execution by 30 days.</p>\n\n<p class=\"has-text-align-none\">For now, Roberson’s attorneys are trying to buy him time. At most, the legislative subpoena may prevent Texas from rescheduling his execution until after Monday, when his testimony is supposed to occur. Then it’s likely up to Abbott to grant him another 30 days to convince the pardon board to reverse its decision.</p>\n\n<p class=\"has-text-align-none\">The striking thing about this case, however, is that virtually everyone who has touched it wants Roberson to live except for the few people in Texas’s government (the Court of Criminal Appeals, the pardon board, and Abbott) who actually have the power to save him. One of Roberson’s advocates is Brian Wharton, the <a href=\"https://www.supremecourt.gov/opinions/24pdf/24a349_8m58.pdf\">lead detective in his case who now believes he is innocent</a>.</p>\n\n<p class=\"has-text-align-none\">Another is US Supreme Court Justice Sonia Sotomayor, who penned a 10-page statement explaining that the US Supreme Court is unable to intervene because Roberson does not claim that any of his rights under federal law are being violated. Yet, while Sotomayor agreed that she is powerless because Roberson “presents no cognizable federal claim,” her statement <a href=\"https://www.supremecourt.gov/opinions/24pdf/24a349_8m58.pdf\">practically begs the state officials who can actually save Roberson’s life to do so</a>.</p>\n\n<p class=\"has-text-align-none\">“An executive reprieve of thirty days would provide the Texas Board of Pardons and Paroles with an opportunity to reconsider the evidence of Roberson’s actual innocence,” Sotomayor writes at the end of that statement. “That could prevent a miscarriage of justice from occurring: executing a man who has raised credible evidence of actual innocence.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday night, the Texas Supreme Court handed down an extraordinary order saving Robert Roberson from execution — but potentially not for very long. Roberson was convicted in 2003 of murdering his daughter on the theory that she died of “shaken baby syndrome.” However, in an extraordinary turn of events, it now appears likely that [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "The “dirty side” of a hurricane, explained",
    "link": "https://www.vox.com/climate/378544/the-dirty-side-of-a-hurricane-explained",
    "pubDate": "2024-10-18T16:36:40.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Video still depicting aerial footage of a hurricane, with a red label pointing to the “dirty side.”\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/thumb_clean.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The “dirty side” of a hurricane refers to the part of the storm that usually brings the highest impacts: the greatest winds, greatest tornado risk, and greatest storm surge and flooding. In the case of Atlantic hurricanes, which rotate counterclockwise, the “dirty side” is on the right — where the winds are moving in the same direction as the storm, combining their speeds. This is why the greatest risk of storm surge during a hurricane is at the center of the storm, in the “eyewall,” and to the right of it, where the forward-moving winds push water onto shore. </p>\n\n<p class=\"has-text-align-none\">Because the storm’s center is the strongest, forecasters tend to focus on tracking it, using a popular tool called the “forecast cone,” which shows the potential path of the center of a storm but leaves out the wider impact areas. So many viewers of hurricane forecasts don’t realize a storm’s impacts reach far beyond the cone, particularly on the right-hand side of the storm.</p>\n\n<p class=\"has-text-align-none\">You can find this video and all of <a href=\"https://www.youtube.com/channel/UCLXo7UDZvByw2ixzpQCufnA\">Vox’s videos on YouTube</a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The “dirty side” of a hurricane refers to the part of the storm that usually brings the highest impacts: the greatest winds, greatest tornado risk, and greatest storm surge and flooding. In the case of Atlantic hurricanes, which rotate counterclockwise, the “dirty side” is on the right — where the winds are moving in the [&#8230;]",
    "author": "Coleman Lowndes"
  },
  {
    "title": "How tough would a President Kamala Harris be on immigrants?",
    "link": "https://www.vox.com/politics/378478/harris-immigration-border-progressive-agenda-2024-election",
    "pubDate": "2024-10-18T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A blue and black photo of the wall on the US-Mexico border in El Paso, Texas, with a barbed wire illustration atop and trending larger\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_Border.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">It wasn’t long ago that Democrats embraced an unequivocally pro-immigrant stance.</p>\n\n<p class=\"has-text-align-none\">The party once defined its immigration platform in opposition to the policies of former President Donald Trump’s first term: separating families detained at the border, a travel ban on Muslim-majority countries, and efforts to gut the asylum system among them. In 2020, President Joe Biden ran on a message of undoing the cruelties of his predecessor, and in his first week in office, he signed a flurry of executive actions doing just that.</p>\n\n<p class=\"has-text-align-none\">Much has changed in the four years since. In the final weeks of the 2024 campaign, the rhetoric coming from Kamala Harris and most Democrats is decidedly different. There’s a greater focus on border security and less emphasis on immigrants&#8217; rights and contributions to the country.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This pivot didn’t come from nowhere. Border crossings reached record highs at the end of 2023, fueling a Republican narrative of chaos that Americans appear to have embraced. Though crossings have <a href=\"https://www.pewresearch.org/short-reads/2024/10/01/migrant-encounters-at-u-s-mexico-border-have-fallen-sharply-in-2024/\">come down significantly</a> throughout 2024, more Americans still want to see <a href=\"https://news.gallup.com/poll/1660/immigration.aspx\">immigration levels decrease</a> than at any point since the early 2000s, just after the 9/11 terror attacks. <a href=\"https://www.ipsos.com/en-us/securing-border-seen-top-immigration-priority\">Polls</a> <a href=\"https://immigrationforum.org/article/new-surveys-on-border-immigration-americans-want-cooperation-and-solutions/\">show</a> most voters support stricter border security measures; a growing share wants <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">mass deportations</a>.</p>\n\n<p class=\"has-text-align-none\">This is the political reality Democrats have had to confront ahead of the presidential election: Broadly, <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">Americans hold anti-immigration views</a>. It doesn’t really matter that Vice President Kamala Harris, the Democratic nominee, was known as a champion for immigrant rights in the Senate and during her 2020 presidential bid. In a race against Trump, who has upped the ante on his <a href=\"https://www.cbsnews.com/news/donald-trump-rhetoric-enemy-anti-immigrant/\">dehumanizing rhetoric about immigrants</a> in the final stretch of the campaign, she can’t afford to look weak on the border if she wants to win. That’s especially true given immigration is an issue that has only <a href=\"https://www.vox.com/policy/368889/immigration-border-polls-election-2024-trump-harris\">become more salient</a> among the independent voters she’s courting in key states.</p>\n\n<p class=\"has-text-align-none\">“Before you can fix a policy, first you must get elected,” said Chuck Rocha, a Democratic strategist and former senior adviser on Sen. Bernie Sanders’s 2020 presidential campaign who designed Sanders’s Latino vote outreach strategy. “[Republicans] have bullied Democrats for years on this issue, and I think it smart for the Harris campaign to not back down and take them on.”</p>\n\n<p class=\"has-text-align-none\">Assuming Harris wins, what’s next for Democrats and liberals on immigration? The progressive left that was once so vocally pro-immigration has largely supported Harris despite her sprint to the center. That’s because progressives know full well that a Trump administration would be worse. But if Trump and his xenophobic agenda are defeated, that could make room for a leftist offensive on immigration. What would that look like, and will we see it during a Harris administration?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How a new politics of immigration emerged</strong></h2>\n\n<p class=\"has-text-align-none\">Democrats’ <a href=\"https://democrats.org/where-we-stand/party-platform/creating-a-21st-century-immigration-system/\">2020 platform</a> didn’t even mention border security. Instead, it focused on expanding legal immigration pathways and rolling back the US’s immigration detention regime. Four years after former President Barack Obama was dubbed the “<a href=\"https://www.npr.org/2017/01/20/510799842/obama-leaves-office-as-deporter-in-chief\">deporter in chief</a>,” it seemed as though Trump had pushed Democrats to embrace a newfound moral case for increasing immigration.</p>\n\n<p class=\"has-text-align-none\">But amid a <a href=\"https://www.vox.com/politics/24153132/us-border-crisis-mexico-migrant-immigration-asylum\">challenging new reality on the border</a> and resulting political pressure, Biden advanced immigration policies that his Republican predecessor devised himself or would have at least approved of:</p>\n\n<ul>\n<li>He kept Trump’s Title 42 policy in place for more than two years, allowing him to turn away swaths of immigrants at the border under the guise of protecting public health during the Covid-19 pandemic, despite the fact that <a href=\"https://www.publichealth.columbia.edu/research/programs/program-forced-migration-health/voices/epidemiologists-public-health-experts-reiterate-urgent-call-end-title-42\">public health experts saw no evidence</a> that it was an effective means of curbing the virus.</li>\n\n\n\n<li>He instituted his version of Trump’s <a href=\"https://www.aclu.org/press-releases/federal-court-again-blocks-trump-era-asylum-transit-ban\">asylum transit ban</a>. That <a href=\"https://www.federalregister.gov/documents/2023/05/16/2023-10146/circumvention-of-lawful-pathways\">rule</a> allows immigration enforcement officials to turn away migrants for a number of reasons: if they do not have valid travel and identification documents, if they’ve traveled through another country without applying for asylum, if they don’t show up at a port of entry at an appointed time, and more.</li>\n\n\n\n<li>He issued a <a href=\"https://www.whitehouse.gov/briefing-room/presidential-actions/2024/06/04/a-proclamation-on-securing-the-border/\">proclamation</a> barring asylum seekers who cross the border without permission from applying for protections in the US when migrant crossings exceed a daily average of 2,500 in a week.</li>\n</ul>\n\n<p class=\"has-text-align-none\">Harris played a role in executing this strategy, and immigration was part of her portfolio as vice president from the early months of Biden’s presidency. She was tasked with addressing the root causes of migration in a diplomatic role that primarily involved directing private-sector investment to Central America.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During a visit to Guatemala in June 2021, she delivered a controversial message to migrants: <a href=\"https://www.nbcnews.com/investigations/kamala-harris-border-policy-rcna163317\">“Don’t come”</a> to the US. When border crossings later spiked, she came under fire from Republicans as Biden’s failed “border czar,” a frame that the Biden administration sought to rebut. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1233321397.jpg?quality=90&#038;strip=all&#038;crop=0,10.671533564388,100,78.656932871224\" alt=\"Kamala Harris speaking at in Guatemala City\" title=\"Kamala Harris speaking at in Guatemala City\" data-has-syndication-rights=\"1\" data-caption=\"US Vice President Kamala Harris speaks during a press conference with Guatemalan President Alejandro Giammattei.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">In February, Biden tried to make concrete progress on immigration by <a href=\"https://www.vox.com/politics/2024/2/5/24062710/senate-immigration-bill-border-security-ukraine-2024\">endorsing a bipartisan bill</a> that included border security measures that Democrats wouldn’t have dreamed of supporting a few years prior, including a new authority to quickly expel migrants arriving on the southern border at times of high demand. In exchange, Democrats would have gotten something they wanted: closing gaps in the legal immigration system that have left everyone from the children of high-skilled foreign workers to Afghan refugees in limbo.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At first, Republicans coalesced around the bill and it seemed as though it would pass — that is, until Trump began to lobby against it, <a href=\"https://www.cnn.com/2024/01/25/politics/gop-senators-angry-trump-immigration-deal/index.html\">reportedly stating</a> he wanted to keep the border a live issue in the presidential election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To be sure, Biden’s approach hasn’t been entirely focused on border security. It’s worth noting that Biden has also advanced one of the biggest efforts in over a decade to legalize undocumented immigrants. Under the new program, which is <a href=\"https://www.pbs.org/newshour/show/biden-policy-that-protects-undocumented-spouses-of-u-s-citizens-is-on-hold-whats-next\">now on hold due to a legal challenge</a>, approximately 500,000 spouses of US citizens and 50,000 of their stepchildren could be eligible to apply for permanent residence and get a green card without having to leave the US.</p>\n\n<p class=\"has-text-align-none\">But such moves are the exception. The Biden era has generally seen Democrats move closer to Trump on immigration rather than further away. As the Democratic nominee, Harris has had to navigate that new normal.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What would a Harris presidency mean for the politics of immigration?</strong></h2>\n\n<p class=\"has-text-align-none\">Democrats outlined <a href=\"https://democrats.org/wp-content/uploads/2024/08/FINAL-MASTER-PLATFORM.pdf\">their immigration platform</a> before Biden decided not to seek reelection, but Harris still needs to detail how she would approach the issue.&nbsp;</p>\n\n<p class=\"has-text-align-none\">She has indicated in public appearances that her strategy will be two-pronged, focused on securing the border and developing earned pathways to citizenship, including for Dreamers in the Deferred Action for Childhood Arrivals (DACA) program, which provides legal protections to migrants who came to the US without authorization as children.&nbsp;</p>\n\n<p class=\"has-text-align-none\">She has repeatedly argued that Trump is simultaneously not tough enough and not compassionate enough on immigration, whereas she seems intent on presenting herself as striking that balance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s been clear in her rhetoric, but what exactly that balance looks like in practice promises to be the subject of an intra-movement struggle, one that pits pro-immigrant activists against the party’s relative border hawks.</p>\n\n<p class=\"has-text-align-none\">Harris’s rhetoric during the campaign has suggested a tougher-on-immigration approach.</p>\n\n<p class=\"has-text-align-none\">&nbsp;For instance, when speaking at her only debate with Trump about the <a href=\"https://www.vox.com/politics/2024/2/5/24062710/senate-immigration-bill-border-security-ukraine-2024\">border bill</a> that Democrats tried to pass in February, she cast the failed bill — and Trump’s advocacy against it — as evidence that the former president isn’t serious about finding a way to improve the situation at the US-Mexico border: “He preferred to run on a problem instead of fixing a problem,” Harris said.</p>\n\n<p class=\"has-text-align-none\">During a <a href=\"https://www.cbsnews.com/news/harris-dreamers-latino-voters-during-univision/\">Univision town hall</a> earlier this month, Harris again criticized Trump for tanking the bill. However, this time, it was in response to a question from a voter whose mother died before she could become a US citizen. Harris argued that the bill could have created &#8220;a comprehensive earned pathway to citizenship for hard-working people” like the voter’s mother.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not an entirely accurate portrayal of the bill. It would have expanded existing pathways to citizenship with the addition of 250,000 family- and employment-based visas and opened up a path to permanent status for Afghans who came to the US after American forces withdrew from <a href=\"https://www.vox.com/afghanistan\">Afghanistan</a>, but it was hardly comprehensive in its approach.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, the interaction showed Harris trying to soften her tone, if not the border policies she supports.</p>\n\n<p class=\"has-text-align-none\">“Depending on what venue she&#8217;s talking in, she frames the immigration issue a bit differently,” said Douglas Rivlin, a spokesperson for the immigrant advocacy group America’s Voice. “On Univision, her humanity came through in a way.”</p>\n\n<p class=\"has-text-align-none\">Some progressives, however, see reason to believe that Harris would be more pro-immigrant as a president than she has been as a campaigner.</p>\n\n<p class=\"has-text-align-none\">Rocha noted that the Harris campaign has hired immigrant activists, including Alida Garcia, who led immigration advocacy at the immigration and criminal justice reform advocacy group FWD.us, and Julie Chávez Rodriguez, the granddaughter of Latino civil rights activist and labor leader César Chávez. And that could suggest that her campaign is thinking about how to advance a pro-immigrant agenda within the current political environment.</p>\n\n<p class=\"has-text-align-none\">Progressives also seem to believe that while they may not endorse all of Harris’s immigration policies, they can still find ways to work together, as they used to when she was a senator.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rep. Pramila Jayapal (D-WA), chair of the Congressional Progressive Caucus, recounted that Harris co-sponsored the first bill she ever introduced, a response to Trump’s travel ban. It sought to ensure that people had access to legal counsel in detention when they first arrived in the US.</p>\n\n<p class=\"has-text-align-none\">“She cares about the dignity and humanity of people who come to this country,” Jayapal told Vox. “While I have disagreed with some of the immigration positions she has taken, I know that she will be a partner with us on this issue, rather than use immigrants as a political football the way Republicans and Donald Trump have.”</p>\n\n<p class=\"has-text-align-none\">Jayapal’s comments are a reminder of why the pro-immigrant left has given Harris scope to operate against Trump, whose rhetoric about immigrants, from his debunked comments about <a href=\"https://www.bbc.com/news/articles/c77l28myezko\">Haitians eating pets</a> to his claims that immigrants are “<a href=\"https://www.nbcnews.com/politics/2024-election/trump-says-immigrants-are-poisoning-blood-country-biden-campaign-liken-rcna130141\">poisoning the blood</a>” of America, has recently reached a new low. But the question is whether — and for how long — progressives’ goodwill toward Harris will last if Trump is defeated.</p>\n\n<p class=\"has-text-align-none\">Concretely, immigration battles under a Harris administration would likely play out on some of the same issues where the left criticized Biden, including his <a href=\"https://www.politico.com/news/2023/05/12/title-42-end-republicans-migrant-politics-biden-00096666\">restrictions</a> on <a href=\"https://www.politico.com/news/2024/06/06/biden-border-move-infuriated-progressives-00162171\">asylum seekers at the border</a> and the <a href=\"https://www.axios.com/2024/09/18/harris-border-shift-immigration\">February border bill</a> that Harris has held up as a model for Democrats going forward. Activists still want many of the <a href=\"https://www.politico.com/news/2024/06/06/biden-border-move-infuriated-progressives-00162171\">same reforms</a> Harris supported in 2020, such as swapping out deterrence-based policies for policies expanding safe pathways to come to the US and improving access to asylum.</p>\n\n<p class=\"has-text-align-none\">However, the impulses that drive support for Trump’s immigration policies aren’t likely to just fade away, even if the man himself recedes from public life. So, a President Harris would likely still face demand from the American public to prioritize border security. That may not leave much room for her to adopt the mantle of the left’s priorities on immigration.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Advocates seem to acknowledge that reality as well as the practical challenges of passing immigration reform in a divided Congress or issuing executive actions on immigration that could be challenged in court.</p>\n\n<p class=\"has-text-align-none\">“The American people are pretty clear about what they want to have happen on immigration. They want the balanced approach that Harris and the Democrats are for,” Rivlin said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Advocates are holding out hope that Harris can use her bully pulpit to change the tone of the conversation about immigration in America, as she started to do at the Univision town hall. In Rivlin’s view, “That&#8217;s one of the most important things that needs to happen on immigration.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It wasn’t long ago that Democrats embraced an unequivocally pro-immigrant stance. The party once defined its immigration platform in opposition to the policies of former President Donald Trump’s first term: separating families detained at the border, a travel ban on Muslim-majority countries, and efforts to gut the asylum system among them. In 2020, President Joe [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "The increasingly bizarre — and ominous — home stretch of Trump’s 2024 campaign",
    "link": "https://www.vox.com/politics/378299/trump-military-threat-dancing-town-hall",
    "pubDate": "2024-10-18T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump, left, and Kristi Noem, right, stand on a stage against a blue campaign-logoed background with a crowd of people visible in front of the stage.\" data-caption=\"Former President and Republican presidential candidate Donald Trump, with moderator and South Dakota Gov. Kristi Noem, at a town hall in Oaks, Pennsylvania, on October 14, 2024. | Jim Watson/AFP/Getty Images\" data-portal-copyright=\"Jim Watson/AFP/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2177752701.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President and Republican presidential candidate Donald Trump, with moderator and South Dakota Gov. Kristi Noem, at a town hall in Oaks, Pennsylvania, on October 14, 2024. | Jim Watson/AFP/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Here is a short and incomplete list of things that former President Donald Trump has done this week:</p>\n\n<ul>\n<li><strong>Sunday</strong>: Trump says the US military should be deployed against “<a href=\"https://www.vanityfair.com/news/story/trump-wants-the-military-used-against-americans-who-dont-support-him-on-election-day\">the enemy within</a>” on Election Day. It’s unclear who exactly he’s talking about, but he does refer to Rep. Adam Schiff (D-CA) as an example of a domestic enemy later in the interview.</li>\n\n\n\n<li><strong>Monday: </strong>Trump stops a town hall to conduct <a href=\"https://www.theguardian.com/us-news/2024/oct/15/trump-dancing-pennsylvania-rally\">a 40-minute impromptu dance party</a>, where he plays songs like “YMCA” and “Hallelujah” on stage with an obviously confused South Dakota Gov. Kristi Noem (R).</li>\n\n\n\n<li><strong>Tuesday: </strong>When asked during a Bloomberg interview about his policy toward Google, Trump responds with <a href=\"https://www.mediaite.com/trump/trump-gives-interviewer-completely-irrelevant-response-about-voting-before-being-reminded-the-question-is-about-google/\">an extended riff on an election lawsuit in Virginia</a>. When prompted to actually answer the question, Trump launches into a rant about critical stories appearing on Google News, said he’d called “the head of Google” to complain, and then threatened to “<a href=\"https://www.theverge.com/2024/10/15/24271297/google-donald-trump-bananas-breaking-up-bananas\">do something</a>” to the company in response.</li>\n\n\n\n<li><strong>Also Tuesday</strong>: Trump warns that “<a href=\"https://x.com/KamalaHQ/status/1846373568013029457\">hydrogen is the new car</a>,” and tells a story about a man who died in a hydrogen car explosion near a tree and could not be identified by his wife. Hydrogen-fueled cars are in fact a 10-year-old technology with <a href=\"https://www.hydrogeninsight.com/transport/global-sales-of-hydrogen-vehicles-fell-by-more-than-30-last-year-with-china-becoming-world-s-largest-market/2-1-1599764\">a small and declining global market share</a>. There is <a href=\"https://www.computerworld.com/article/1484385/heres-why-hydrogen-fueled-cars-arent-little-hindenburgs.html\">no evidence that they can explode like the Hindenburg</a>, as a car with hydrogen fuel cells is not the same thing as a dirigible inflated with hydrogen gas.</li>\n\n\n\n<li><strong>Wednesday: </strong>Asked about the “enemy within” comments from Sunday, Trump doubles down — saying Democrats like Schiff are <a href=\"https://x.com/atrupar/status/1846577637856031134\">indeed such an enemy</a>, that they are “Marxists” and “fascists” who are “so evil” and “dangerous for our country.”</li>\n</ul>\n\n<p class=\"has-text-align-none\">Throughout these events, Trump has come off as (alternately) a buffoon and a would-be dictator. One minute, you’re laughing at <a href=\"https://www.theatlantic.com/culture/archive/2020/10/how-donald-trump-hijacked-camp/616902/?taid=670fbeb16d994500016341da&amp;utm_campaign=the-atlantic&amp;utm_content=true-anthem&amp;utm_medium=social&amp;utm_source=twitter\">his campy dance moves</a> and Hindenburg car rants, the next you’re worrying that he really might try to send troops after American citizens.</p>\n\n<p class=\"has-text-align-none\">Yet the two Trumps, the clown and the menace, are intimately tied together: The absurdity helps normalize his dangerousness.</p>\n\n<p class=\"has-text-align-none\">For his biggest supporters, the schtick helps generate a sense of joy in transgression. For non-MAGA Republicans, it helps them feel comfortable ignoring what makes Trump extraordinary in favor of traditional grubby partisanship. For many of Trump’s opponents, it makes him seem like something we don’t have to worry about <em>all the time</em> — even when we really do. His absurdity works to make a horrifying reality <em>our</em> reality, something assimilable into the mental frames that we use to get through the day.</p>\n\n<p class=\"has-text-align-none\">I don’t think Trump does this by design. He’s not an evil genius, planning out moves 10 steps in advance. This is just who he is as a person; what you see on stage is what you get.</p>\n\n<p class=\"has-text-align-none\">But that persona arose from a gut-level understanding of human behavior, one that has allowed Trump to build extraordinary political and business careers on a foundation of lying to everyone around him and pushing the boundaries of “normal” to the breaking point. Without his buffoonery, none of this works — you get unpopular figures like Gov. <a href=\"https://www.vox.com/politics/24034491/iowa-caucus-results-polls-desantis-trump-haley-ramaswamy-republican-party\">Ron DeSantis</a> and Sen. <a href=\"https://www.wsj.com/livecoverage/vance-walz-vice-presidential-debate-election-2024/card/why-is-jd-vance-so-unpopular-in-polls--B7FhzC9S0rKb3E02H6Fp\">JD Vance</a>, who have all of Trump’s cruelty but none of his charm.</p>\n\n<p class=\"has-text-align-none\">Put differently: the dancing is a kind of alchemy that takes his terrifying ideas, like deploying the military against “the enemy within,” and turns them into just another day in American politics.</p>\n\n<h2 class=\"wp-block-heading\">The clown prince of America</h2>\n\n<p class=\"has-text-align-none\">In late 2016, the Atlantic published <a href=\"https://www.theatlantic.com/politics/archive/2016/09/trump-makes-his-case-in-pittsburgh/501335/\">a campaign trail dispatch by Salena Zito</a>, a conservative reporter, exploring Trump’s appeal to his voters. The piece was forgettable save one line, a description of Trump’s relationship to his fans that has been quoted endlessly for the past eight years: “The press takes him literally, but not seriously; his supporters take him seriously, but not literally.”</p>\n\n<p class=\"has-text-align-none\">In context, Zito was talking about Trump lying about unemployment among young Black men. At the time, he claimed that the unemployment rate was about three times what it actually was — a figure he arrived at in part by counting full-time students as “unemployed.” Zito acknowledged that this is false in a literal sense, but believes the press is wrong to dismiss him over it. She believed Trump’s fans understand the inflated numbers to be emblematic of some larger truth, caring less about facticity than the general picture he paints of a broken America.</p>\n\n<p class=\"has-text-align-none\">In the years since, “seriously not literally” has become <a href=\"https://www.cjr.org/the_media_today/trump_election_delayed_seriously_not_literally.php\">a punchline among political journalists</a>. <a href=\"https://www.amnesty.org.uk/licence-discriminate-trumps-muslim-refugee-ban\">Time</a> after <a href=\"https://www.theguardian.com/world/2024/jan/12/hydroxychloroquine-covid-increase-chance-death-trump\">time</a>, Trump and his fans have <a href=\"https://www.vox.com/c/2020/2/6/20914280/impeachment-trump-explained\">proven</a> that they take his outlandish pronouncements literally. When he said the 2020 election was stolen and demanded Vice President Mike Pence unlawfully attempt to overturn it, he meant it — and his most hardcore supporters staged a riot to try to turn his vision into reality.</p>\n\n<p class=\"has-text-align-none\">If there’s a group of Trump supporters whom Zito’s phrase actually describes, it’s not the superfans, but the squishes.</p>\n\n<p class=\"has-text-align-none\">Republicans who blanched at January 6, but loved the tax cuts and court appointments that preceded it, are among the most likely to dismiss the idea that Trump should be taken at his word. For these Republicans, his authoritarianism pronouncements are just part of the Trump show — a kind of brand-burnishing performance on par with silly pronouncements like “hydrogen is the new car.”</p>\n\n<p class=\"has-text-align-none\">With his most extraordinary ideas <a href=\"https://www.nationalreview.com/corner/there-are-differences-between-trump-and-lenin/\">safely slotted into the clown box</a>, they can return to treating him seriously as a “normal” Republican candidate for president: assessing his policies against Harris’s and naturally finding hers wanting. The bitter dilemma of choosing between a Democrat and democracy can be wished away.</p>\n\n<p class=\"has-text-align-none\">As infuriating as this attitude is, it does have a little bit of grounding in truth. The truth is that all of us, to one degree or another, take Trump “seriously but not literally.” We do it because actually confronting what a second Trump presidency would mean is tough even for his most ardent critics to wrap their heads around.</p>\n\n<p class=\"has-text-align-none\">At various points during the campaign, Trump and his team have suggested <a href=\"https://www.washingtonpost.com/politics/2024/02/20/trump-mass-deportations-immigration/\">putting millions of detained immigrants in camps</a>, replacing <a href=\"https://www.vox.com/politics/361455/jd-vance-trump-vice-president-rnc-speech\">the civil service with Trump cronies</a>, deploying the military to repress dissenters, setting up <a href=\"https://www.nytimes.com/2024/07/07/us/politics/vance-trump-biden-special-prosecutor.html\">special prosecutors to investigate Democrats</a>, imposing <a href=\"https://www.theatlantic.com/podcasts/archive/2024/10/trump-harris-trade-agreement-tariffs/680232/\">1,000 percent across-the-board tariffs</a>, putting <a href=\"https://www.pbs.org/newshour/show/how-trumps-wish-for-more-federal-reserve-control-could-impact-economy-if-hes-reelected\">the Federal Reserve under political control</a>, withdrawing <a href=\"https://thehill.com/policy/defense/4928390-john-bolton-donald-trump-nato-withdrawal-chances/\">from NATO</a>, and <a href=\"https://www.politico.com/news/2024/05/18/trump-at-nra-convention-floats-a-three-term-presidency-00158786\">unconstitutionally running for a third term in office</a>.</p>\n\n<p class=\"has-text-align-none\">If we took all of that literally, really integrated the reality of what these steps would mean into our daily behavior, it would be hard to live life normally. The specter of out-and-out authoritarianism, a crashing economy, and an international system shorn of the alliances that keep the global peace sounds apocalyptic. Actually trying to envision the enormity of this world is psychologically taxing; trying to live as if this were indeed an imminent possibility invariably leads to a life monomaniacally devoted to trying to stop it.</p>\n\n<p class=\"has-text-align-none\">For most people, that’s neither desirable nor possible. And Trump’s fog of distortion creates a mental space where one can reasonably tell oneself it’s not necessary. He lies and exaggerates so much that it’s hard to tell which of his policy ideas demand being taken literally. You can make educated guesses — it’s achingly clear he’ll try to fight the 2024 election result if he loses — but that’s really the best any of us can do.</p>\n\n<p class=\"has-text-align-none\">Trump demands to be taken literally, but taking <em>everything</em> he does seriously is both psychologically difficult and analytically mistaken. So it makes sense that we all do at least a little bit of “seriously, but not literally”: it helps manage the fear and uncertainty inherent to a second Trump presidency.</p>\n\n<p class=\"has-text-align-none\">The buffoonery helps with that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Laughing at Trump makes it easier to see him as something other than the boogeyman. I mean, look at him! He’s swaying on stage to “Ave Maria,” babbling about Pavarotti, making <a href=\"https://www.theguardian.com/books/2024/apr/26/trump-kristi-noem-shot-dog-and-goat-book\">Kristi Noem</a> sweat. Who<em> couldn’t</em> appreciate that?&nbsp;</p>\n\n<p class=\"has-text-align-none\">We laugh not only because he’s funny (which he objectively is), but because then we don’t have to confront the reality of what he truly represents — at least, for a minute.</p>\n\n<p class=\"has-text-align-none\">The problem, though, is that Trump is a fundamentally serious thing. He’s not just doing a traveling stand-up show; he’s running for president of the United States. He wants to be in charge of the most powerful nation in human history, for his fingers to be on a nuclear button that <a href=\"https://www.vox.com/future-perfect/2022/8/17/23306861/nuclear-winter-war-climate-change-food-starvation-existential-risk-russia-united-states\">could annihilate the planet</a>. </p>\n\n<p class=\"has-text-align-none\">It would be bad enough if someone who wanted this kind of power were just a clown. That he’s a clown with a proven track record of doing insanely dangerous things makes the laughter feel a bit hollow.</p>\n\n<p class=\"has-text-align-none\">Former President Barack Obama — who I’m convinced understands Trump better than almost anyone — recently gave a speech that <a href=\"https://www.offmessage.net/p/obama-when-did-that-become-okay\">distilled the problem down to its core</a>. After describing some of Trump’s recent lies about hurricanes, Obama asked, “When did that become okay?” He expands:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">If your coworkers acted like that, they wouldn’t be your coworkers very long. If you’re in business and somebody you’re doing business with just outright lies and manipulates you, you stop doing business with them. Even if you had a family member who acted like that, you might still love them, but you’d tell them you got a problem and you wouldn’t put them in charge of anything. And yet, when Donald Trump lies, cheats, or shows utter disregard for our Constitution, when he calls POWs “losers” or fellow citizens “vermin,” people make excuses for it. </p>\n</blockquote>\n\n<p class=\"has-text-align-none\">And that’s just it. This shouldn’t be okay, but enough people have accepted it that it is by default okay.</p>\n\n<p class=\"has-text-align-none\">The buffoonery helps us cope with the normalizing of the abnormal, the fact that the old rules for politics that kept things safe are being blown up at a faster and faster rate. When the prospect of a second Trump presidency feels too real, there’s always the comfort of laughing at him.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Here is a short and incomplete list of things that former President Donald Trump has done this week: Throughout these events, Trump has come off as (alternately) a buffoon and a would-be dictator. One minute, you’re laughing at his campy dance moves and Hindenburg car rants, the next you’re worrying that he really might try [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Is climate change really making hurricanes worse?",
    "link": "https://www.vox.com/climate/378359/hurricane-climate-change-flood-helene-milton-warming",
    "pubDate": "2024-10-18T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Satellite image of Hurricane Milton.\" data-caption=\"Hurricane Milton rapidly intensified before it made landfall. How much did climate change play a role in its devastation?\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/20241009215020_g16_fd_geocolor_milton-arrives-in-florida_nolabels.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Hurricane Milton rapidly intensified before it made landfall. How much did climate change play a role in its devastation?</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The deadly and destructive hurricanes this year have torn through enormous swaths of the country and reached places where people have never experienced such disasters in their lives. Beryl, Debbie, Francine, Helene, and Milton all made landfall in the continental United States in a season that’s shaping up to be well above average and may set all-time records for hurricane activity. The storms have <a href=\"https://www.motherjones.com/environment/2024/10/hurricane-milton-meteorologist-john-morales-climate-change/\">stunned and alarmed experts</a> who have been tracking these cyclones for decades. And there’s still <a href=\"https://climatecenter.fsu.edu/topics/hurricanes\">more than a month to go in the season</a>. </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">What you’ll learn in this story</h2>\n\n\n\n<p class=\"has-text-align-none\">• How climate change is contributing to increasing hurricane risk.</p>\n\n\n\n<p class=\"has-text-align-none\">• What climate change cannot be blamed for.</p>\n\n\n\n<p class=\"has-text-align-none\">• The other ways in which human activity is contributing to more severe hurricanes.</p>\n</div>\n\n<p class=\"has-text-align-none\">Several factors converged to make 2024 so fertile for tropical storms. Hurricanes feed on warm water, and the <a href=\"https://www.scientificamerican.com/article/record-breaking-ocean-heat-wave-foreshadows-a-dangerous-hurricane-season/\">Atlantic Ocean</a> and the <a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">Gulf of Mexico</a> provided ample nourishment as they reached record-high temperatures. Wind shear — where air currents change speed and direction with altitude — tends to rip apart tropical storms before they can form hurricanes, but there was little of that this year due in part to the ripple effects of the shift to <a href=\"https://www.vox.com/climate/24145756/la-nina-2024-el-nino-heat-hurricane-record-temperature-pacific\">La Niña</a> in the Pacific Ocean. </p>\n\n<p class=\"has-text-align-none\">In a warming world, it’s reasonable to ask how climate change is affecting the storms we’ve seen: How much of the damage can we trace back to our ravenous appetite for fossil fuels? And how much worse are storms like these going to get? </p>\n\n<p class=\"has-text-align-none\">There are strengthening links between climate change and the most deadly aspects of hurricanes, but climate change isn’t the only way humanity is enhancing the devastation of these disasters. </p>\n\n<h2 class=\"wp-block-heading\">How hurricanes work, and how climate change can make them worse</h2>\n\n<p class=\"has-text-align-none\">Some types of extreme weather have a robust connection to climate change. As average temperatures rise, <a href=\"https://www.epa.gov/climate-indicators/climate-change-indicators-heat-waves\">heat waves get hotter</a>, for example. But severe weather events like hurricanes are more complicated, arising from local, regional, and global ingredients, making humanity’s specific role harder to discern.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One way to model a hurricane is as a heat engine, a device that harnesses a temperature gradient to do work. Your car likely has a heat engine that uses gasoline to heat air inside a cylinder that presses on a piston to turn your wheels. Hurricanes are heat engines that use hot water to move air.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When warm water evaporates from the surface of the ocean, it cools down the surrounding water, similar to how evaporating sweat cools your skin. As low atmospheric pressure settles over an area of hot ocean water, convection elevates that evaporating water up to high, chilly altitudes, where it then condenses and warms the air around it, forming a convective storm. The warm air surrounded by cooler air creates a temperature gradient that generates wind. If it’s large enough, the Earth’s rotation induces a spin into the storm.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The stronger the contrast between the hot and cool portions of the storm, the more intense the cyclone.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/comet-x-section.png?quality=90&#038;strip=all&#038;crop=0,3.8505026669616,100,92.298994666077\" alt=\"Cross section of a hurricane\" title=\"Cross section of a hurricane\" data-has-syndication-rights=\"1\" data-caption=\"Hurricanes are powered by evaporating and condensing water, creating a temperature gradient that produces fast-moving wind. | NASA\" data-portal-copyright=\"NASA\" />\n<p class=\"has-text-align-none\">Higher temperatures across the planet from the rising concentrations of greenhouse gasses in the atmosphere mean oceans can accumulate more heat, and warmer air can hold onto more moisture, encouraging more evaporation. </p>\n\n<p class=\"has-text-align-none\">“The more greenhouse gas, the more potential there is for stronger winds and hurricanes,” said <a href=\"https://emanuel.mit.edu/\">Kerry Emanuel</a>, an emeritus professor of atmospheric science at the Massachusetts Institute of Technology and <a href=\"https://news.mit.edu/2022/kerry-emanuel-climate-scientist-0629\">one of the most prolific researchers</a> studying the links between climate change and hurricanes. “For every degree centigrade that you raise the ocean temperature, the wind speed in the hurricane goes up between 5 and 7 percent.” </p>\n\n<p class=\"has-text-align-none\">The other way that climate change can influence hurricanes is through water. While we rank hurricanes by their wind speed, the flooding that they leave in their wake is what tends to cause the most fatalities and property damage. </p>\n\n<p class=\"has-text-align-none\">Warming across the planet is causing <a href=\"https://www.vox.com/22939545/antarctica-greenland-ice-sheet-shelf-glacier-melt-climate-sea-level-rise\">ice on land to melt</a>, increasing the quantity of water in the oceans. The <a href=\"https://oceanservice.noaa.gov/facts/sealevel.html\">water is also expanding</a> as it heats up. These two phenomena cause sea level rise. So when a hurricane makes landfall, particularly with high winds, it can push water further inland and cause <a href=\"https://www.weather.gov/phi/stormsurge\">storm surges</a> to reach greater heights.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Why a storm surge can be the deadliest part of a hurricane\" src=\"https://www.youtube.com/embed/TJ5C7TsBsao?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">And again, warmer air can hold onto more moisture. For every 1.8 degrees Fahrenheit (1 degree Celsius) increase in air temperature, air can retain 7 percent more water. That means when a major storm occurs, it can dish out more rain and cause greater flooding. </p>\n\n<p class=\"has-text-align-none\">So climate change can increase the destructive potential of hurricanes. But having all the raw materials present needed to build a dangerous hurricane doesn’t mean that one will be assembled. Compared to weather events like thunderstorms and heat waves, hurricanes are relatively rare; there are only a couple dozen tropical storms in the Atlantic Ocean in a given year and a smaller subset of them ever reach hurricane strength. </p>\n\n<p class=\"has-text-align-none\">Hurricanes demand a precise sequence of actions to form, and there’s a lot that can disrupt this choreography, such as wind shear, <a href=\"http://www.atmo.arizona.edu/students/courselinks/fall16/atmo336/lectures/sec1/stability.html\">atmospheric stability</a>, or <a href=\"https://news.stanford.edu/stories/2024/07/saharan-dust-regulates-hurricane-rainfall\">dust from the Sahara Desert</a>. </p>\n\n<p class=\"has-text-align-none\">And scientists still aren’t clear what governs the total number of cyclones across Earth. Even in 2024, when there was ample high-octane fuel for hurricanes all season in the Atlantic, there was a <a href=\"https://www.scientificamerican.com/article/atlantic-hurricane-lull-puzzles-scientists/\">lull in cyclone activity</a> before gargantuan storms like Helene and Milton erupted.  </p>\n\n<p class=\"has-text-align-none\">“Conditions have to be kind of perfect for that to happen,” Emanuel said. “But they do become perfect once in a while.”</p>\n\n<h2 class=\"wp-block-heading\">Climate change does not seem to be changing the number of hurricanes</h2>\n\n<p class=\"has-text-align-none\">The world has already heated up <a href=\"https://earthobservatory.nasa.gov/world-of-change/global-temperatures\">by about 1.9 degrees Fahrenheit (1.1 degrees Celsius)</a> since the dawn of the Industrial Revolution. There’s some evidence of this warming playing out in various hurricane traits, but there are also places where it’s absent. </p>\n\n<p class=\"has-text-align-none\">“There’s never been a consensus among the scientific community who actually studies hurricanes about the overall frequency of hurricanes when it comes to climate change,” Emanuel said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.vox.com/climate/23648274/climate-change-report-ipcc-ar6-warming-overshoot\">Intergovernmental Panel on Climate Change</a>, an international team of climate scientists convened by the United Nations, put out their latest comprehensive assessment of the body of climate science last year. It was the sixth iteration of the report, but for the first time, authors included a <a href=\"https://www.ipcc.ch/report/ar6/wg1/downloads/report/IPCC_AR6_WGI_Chapter11.pdf\">chapter on weather extremes</a>. When it comes to tropical cyclones like hurricanes, they found that there wasn’t an increase in the overall number of these storms, particularly when looking at the ones that made landfall in the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“A subset of the best-track data corresponding to hurricanes that have directly impacted the USA since 1900 is considered to be reliable, and shows no trend in the frequency of USA landfall events,” according to the IPCC report.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hurricanes are relatively infrequent weather events, and their numbers naturally vary year to year and decade to decade, making it harder to suss out a specific trend due to climate change. There has been an <a href=\"https://science.nasa.gov/earth/climate-change/a-force-of-nature-hurricanes-in-a-changing-climate/\">increase in hurricane activity in the Atlantic since the 1980s</a>, with more cyclones and an increase in stronger hurricanes. However, it’s not clear how much of this is due to a <a href=\"https://climatedataguide.ucar.edu/climate-data/atlantic-multi-decadal-oscillation-amo\">normal pattern of high and low activity</a> versus human-caused warming. </p>\n\n<p class=\"has-text-align-none\">The IPCC authors also note that there isn’t great data on hurricanes going back over the whole time humans have been burning fossil fuels since the mid-18th century. “This should not be interpreted as implying that no physical (real) trends exist, but rather as indicating that either the quality or the temporal length of the data is not adequate to provide robust trend detection statements, particularly in the presence of multi-decadal variability,” they wrote. Which is to say, scientists need more observations and more time to confirm whether climate change is having any influence on the number of hurricanes. </p>\n\n<h2 class=\"wp-block-heading\">Global warming is making the most worrying parts of a hurricane more dangerous</h2>\n\n<p class=\"has-text-align-none\">That said, the IPCC report does show hurricanes changing in ways beyond their overall numbers. One is that hurricanes in recent decades have likely been shifting toward the poles, farther away from their normal habitat in the tropics. That makes sense knowing that hurricanes need warm water, around 80 degrees Fahrenheit, so hotter oceans mean these storms can have a greater range. </p>\n\n<p class=\"has-text-align-none\">Another changing trait is that hurricanes appear to be moving slower. That means the storms that make landfall spend more time parked over a given region, forcing the area to endure more wind and rainfall. <a href=\"https://earthobservatory.nasa.gov/images/90839/harvey-stalls-over-southeastern-texas\">Hurricane Harvey in 2017</a> was an exemplar of this as it sauntered along the Texas coast at 5 miles per hour and drenched Houston. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/climate/376323/hurricane-milton-category-5-tampa-florida\">Rapid intensification</a> is a climate change hallmark as well. This is where a tropical storm gains 35 miles per hour or more in windspeed in 24 hours. Hurricane Milton rapidly intensified from a tropical storm to a Category 5 hurricane with winds up to 180 miles per hour in just one day. The IPCC found that the global frequency of rapid intensification in tropical cyclones has likely increased over the past 40 years to an extent that can’t be explained by natural variability alone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One of the <a href=\"https://www.vox.com/energy-and-environment/2017/9/28/16362522/hurricane-maria-2017-irma-harvey-rain-flooding-climate-change\">strongest signals of climate change in hurricanes is rain</a>. The average and maximum rainfall rates from hurricanes are increasing, largely a function of rising water and air temperatures. More recently, some researchers have begun to connect the increase in rainfall from individual hurricanes to climate change. The <a href=\"https://www.worldweatherattribution.org/yet-another-hurricane-wetter-windier-and-more-destructive-because-of-climate-change/\">World Weather Attribution</a> research group analyzed the rain from Hurricane Helene. They found the precipitation from the storm was 10 percent heavier due to climate change and that such extreme rain is now <a href=\"https://www.worldweatherattribution.org/climate-change-key-driver-of-catastrophic-impacts-of-hurricane-helene-that-devastated-both-coastal-and-inland-communities/\">40 to 70 percent more likely</a> because of warming. Looking at <a href=\"https://www.worldweatherattribution.org/yet-another-hurricane-wetter-windier-and-more-destructive-because-of-climate-change/\">Hurricane Milton</a>, the researchers reported that heavy one-day rain events like those spawned from the storm are at least 20 to 30 percent more probable. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2177760617.jpg?quality=90&#038;strip=all&#038;crop=0,3.5850878170139,100,92.829824365972\" alt=\"Aerial photo of a flooded neighborhood with a pickup truck driving down a flooded street.\" title=\"Aerial photo of a flooded neighborhood with a pickup truck driving down a flooded street.\" data-has-syndication-rights=\"1\" data-caption=\"Flood waters inundate a neighborhood after Hurricane Milton came ashore on October 10, 2024, in Punta Gorda, Florida. | Joe Radle/Getty Images\" data-portal-copyright=\"Joe Radle/Getty Images\" />\n<p class=\"has-text-align-none\">Emanuel, however, is hesitant to read too much into the precision of these direct attribution studies for individual storms, particularly when it comes to rainfall. For one thing, rain is much harder to measure than temperature. The amount of rainfall can vary a lot over a short distance and rain gauges aren’t spread out evenly, so ground-based measurements are patchy. Meanwhile, radar is a coarse measure of precipitation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The theory is crystal clear, and if you treat this as a problem of risk, undoubtedly these storms have produced more rain than they would have if the atmosphere were cooler. It&#8217;s a slam dunk,” Emanuel said. “To be able to say in a particular storm, ‘So much of the rain was caused by climate change,’ I think that&#8217;s going out on a limb.”</p>\n\n<p class=\"has-text-align-none\">However, as average temperatures continue to rise, many of these hurricane trait knobs will continue to turn to higher levels and more robust signs of humanity’s role will likely emerge. There’s an <a href=\"https://www.vox.com/energy-and-environment/2019/9/11/18485563/hurricane-florida-climate-change-tampa\">upper limit to how strong a hurricane can get</a>, but the Earth hasn’t hit that ceiling yet. “The potential intensity can still go up,” Emanuel said. “We might see records being broken 50 years from now, we might have 220-mile-per-hour hurricanes.” </p>\n\n<h2 class=\"wp-block-heading\">Climate change isn’t the only way we’re increasing hurricane threats</h2>\n\n<p class=\"has-text-align-none\">If you expand the question of “How does climate change affect hurricanes?” to “How do people affect hurricanes?” there are other variables to consider as well. </p>\n\n<p class=\"has-text-align-none\">One factor is <a href=\"https://www.vox.com/climate/374253/climate-chamge-model-warming-ipcc-record-heat\">aerosols</a>, tiny particles suspended in the air. These aerosols can come from natural sources like dust, but they can also rise out of smokestacks and tailpipes attached to generators and engines burning fuels like coal and diesel. In the atmosphere, their presence can suppress hurricane formation. They can also block out enough sunlight to cause a measurable drop in the temperature below. Higher concentrations of aerosols can thus lead to fewer hurricanes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As governments across North America and Europe implemented new air pollution regulations over the past 40 years, the amount of aerosols over the <a href=\"https://www.gfdl.noaa.gov/research_highlight/substantial-global-influence-of-anthropogenic-aerosols-on-tropical-cyclones-over-the-past-40-years/\">Atlantic Ocean declined</a>. That helped drive the rise in tropical cyclones in the Atlantic over this time period, according to a 2022 study in the journal <a href=\"https://www.science.org/doi/10.1126/sciadv.abn9493\"><em>Science</em></a>. More recently, the International Maritime Organization imposed new pollution regulations on ships in 2020 that led to a <a href=\"https://www.carbonbrief.org/analysis-how-low-sulphur-shipping-rules-are-affecting-global-warming/\">10 percent drop in sulfur dioxide aerosol pollution</a> around the world. That may have helped push the <a href=\"https://www.vox.com/climate/23762529/atlantic-ocean-record-heat-wave-el-nino-hurricane-climate-change\">Atlantic Ocean to record high temperatures</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other major variable is that a <a href=\"https://www.vox.com/climate/377094/hurricane-milton-helene-home-insurance-flooding-damage\">growing number of people and properties are now in the paths of these storms</a>, even <a href=\"https://www.vox.com/climate/366893/debby-beryl-hurricane-climate-change-florida-texas-vermont\">far away from coastlines</a>. That means when a hurricane makes landfall, it threatens to kill more people and destroy more homes. The rising exposure to extreme weather coupled with inflation means that extreme weather events in general are extracting a far higher price in lives and livelihoods. </p>\n\n<p class=\"has-text-align-none\">Conversely, it shows there are ways to reduce the harm from hurricanes, even as they spool up faster, pour out more rain, and linger longer. It demands careful planning and sound policies, as well as some difficult decisions about where people can live. And it remains prudent to curb climate change by reducing greenhouse gas emissions as much as possible, as fast as possible.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The deadly and destructive hurricanes this year have torn through enormous swaths of the country and reached places where people have never experienced such disasters in their lives. Beryl, Debbie, Francine, Helene, and Milton all made landfall in the continental United States in a season that’s shaping up to be well above average and may [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "The chaos, conspiracy theories, and controversy surrounding Liam Payne’s death",
    "link": "https://www.vox.com/culture/378321/liam-payne-death-reactions-one-direction-controversy",
    "pubDate": "2024-10-17T21:56:05.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A young man in a black shirt and white suit jacket posing in front of a colorful backdrop.\" data-caption=\"Singer Liam Payne at the “All of Those Voices” premiere on March 16, 2023, in London, England.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1473997127.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Singer Liam Payne at the “All of Those Voices” premiere on March 16, 2023, in London, England.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Liam Payne died Wednesday in Buenos Aires, leaving fans around the globe mourning the former One Direction singer — and grappling with chaos, conspiracy theories, and controversy in the wake of the 31-year-old’s death.</p>\n\n<p class=\"has-text-align-none\">Argentine police <a href=\"https://abc7.com/post/liam-payne-death-former-direction-singer-dies-after-fall-hotel-argentina-31/15435786/\">confirmed</a> that Payne, who <a href=\"https://pagesix.com/2024/10/16/celebrity-news/liam-payne-traveled-to-argentina-to-reconcile-with-one-direction-bandmate-niall-horan-2-weeks-before-his-death/\">came</a> to Buenos Aires two weeks ago to <a href=\"https://x.com/PopCrave/status/1841633396344160574\">attend</a> a concert by his former bandmate Niall Horan, had died after falling from the third story of his hotel. The BBC obtained the transcript of <a href=\"https://www.bbc.com/news/articles/cj9jx89w490o\">two 911 calls</a> that were made from the hotel with concerns for Payne’s safety shortly before his death. Authorities later <a href=\"https://news.sky.com/story/liam-payne-dies-latest-former-one-direction-star-found-dead-at-buenos-aires-hotel-13234923?postid=8453189#liveblog-body\">clarified</a> that Payne died as a result of injuries from the fall.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://www.instagram.com/p/DBPRvpVveEx/\">joint statement</a> posted to Instagram, the former members of One Direction — Niall Horan, Harry Styles, Louis Tomlinson, and Zayn Malik — said that they were “completely devastated” by “the loss of our brother, who we loved dearly. The memories we shared with him will be treasured forever.”</p>\n\n<p class=\"has-text-align-none\">As a member of the massively popular UK boy band, Payne achieved a very rare level of global fame, but <a href=\"https://www.standard.co.uk/culture/music/liam-payne-dead-mental-health-drug-alcohol-abuse-rehab-quotes-b1188418.html\">faced</a> addiction struggles that he spoke about publicly following the band&#8217;s breakup. His last single, “Teardrops,” released in March, left fans <a href=\"https://www.manchestereveningnews.co.uk/news/showbiz-news/liam-paynes-final-lyrics-contained-30163528\">speculating</a> about his mental health. Just days before his death, Payne had <a href=\"https://people.com/liam-payne-overwhelmed-by-legal-issues-with-ex-before-death-exclusive-8729450\">received</a> a cease-and-desist order from his ex-fianceé Maya Henry.</p>\n\n<p class=\"has-text-align-none\">The premature death of any public figure is a collectively mourned tragedy, but when a large and devoted fandom faces this kind of loss, the ripple effects can be intense. Often, fans in this situation are met with what psychologists term <a href=\"https://www.vox.com/22297792/fandom-escape-grief-psychology-complicated-lynn-zubernis-interview\">disenfranchised loss</a> — when there’s a lack of community support system for this grief because the “loss” of a celebrity or an intense parasocial relationship isn’t one that society tends to recognize as real or legitimate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In such a context, fans look online for other fans to share their experience with, which can lead to plenty of confusion and chaos. The circumstances of Payne’s death contributed to the spread of misinformation about what happened, as did coverage by tabloid media.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Who is Liam Payne, and how did he become famous?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Payne initially auditioned for the fifth season of <em>The X Factor </em>in 2008 with a rendition of Frank Sinatra’s <a href=\"https://www.youtube.com/watch?v=HBj9ctwZsX0\">“Fly Me to the Moon.”</a> He was just 14. (Girls Aloud member Cheryl Cole, with whom he would go on to share a child, served as one of the judges at the time.) Payne was dismissed and brought back to the show twice before being cut by executive producer and judge Simon Cowell. However, Cowell encouraged him to come back in a couple of years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At 16, Payne tried out again for the competition’s seventh season in 2010 where his Michael Bublé-inspired cover of <a href=\"https://www.youtube.com/watch?v=awhsOgmdq6w\">“Cry Me a River”</a> earned him a standing ovation from Cowell. He failed to advance as a solo act but received a fateful second chance when guest judge Nicole Scherzinger <a href=\"https://www.youtube.com/watch?v=5dr1-sVhC9o\">suggested</a> that he and his future bandmates — Styles, Horan, Malik, and Tomlinson — compete as a boy band under Cowell’s mentorship. One Direction made it all the way to the finals before coming in third.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-808566062.jpg?quality=90&#038;strip=all&#038;crop=0,6.0791157649796,100,87.841768470041\" alt=\"Five young men, one holding a guitar.\" title=\"Five young men, one holding a guitar.\" data-has-syndication-rights=\"1\" data-caption=\"One Direction members Liam Payne, Louis Tomlinson, Zayn Malik, Harry Styles and Niall Horan at rehearsals for The X Factor in London. | Dominic Lipinski/PA Images via Getty Images\" data-portal-copyright=\"Dominic Lipinski/PA Images via Getty Images\" />\n<p class=\"has-text-align-none\">Throughout their time on the show, the group accumulated a fervent international following on social media, especially <a href=\"https://www.vox.com/the-goods/23158503/one-direction-fandom-book-kaitlyn-tiffany\">Tumblr</a>. Soon after the competition, they signed with Cowell’s Syco Entertainment and released their single “What Makes You Beautiful” from the album <em>Up All Night</em> in 2011. The album was notably successful in the United States, debuting at No. 1 on the Billboard 200. They became the <a href=\"https://www.billboard.com/music/music-news/one-direction-makes-history-with-no-1-debut-on-billboard-200-499420/\">first UK group to top the US charts</a> with a debut album, marking a new British invasion.</p>\n\n<p class=\"has-text-align-none\">Throughout their time as a band, One Direction released five albums — their final record excluding Malik, who exited the group in 2015 — and two concert films, <em>One Direction: This Is Us</em> and <em>One Direction: Where We Are</em>. In 2015, they released their final album, <em>Made In The A.M</em>., before each remaining member embarked on a solo career. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What’s been happening since 1D’s split?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">A year after One Direction’s final album, Payne released his solo single, “Strip That Down” featuring Quavo, from his first and only album <em>LP1</em>. The R&amp;B-tinged track was fairly successful, peaking at No. 10 on the Billboard Hot 100 and No. 3 on the UK Singles charts. However, <em>LP1</em> received largely <a href=\"https://www.theguardian.com/music/2019/dec/06/liam-payne-lp1-review-capitol\">negative</a> <a href=\"https://pitchfork.com/reviews/albums/liam-payne-lp1/\">reviews</a>. </p>\n\n<p class=\"has-text-align-none\">Payne&#8217;s solo career and celebrity were met with less buzz than his bandmates, notably Styles. He largely garnered headlines for his relationships and personal life. In 2016, he started dating Cheryl Cole and had a son, Bear, with the singer in 2017 before they split a year later. In 2021, he opened up about the “severe” addiction issues he dealt with during his boyband days on <a href=\"https://www.youtube.com/watch?v=TovCz1Qh_24\"><em>The Diary of a CEO</em></a> podcast. The singer revealed that he took a lot of “pills and booze” and experienced suicidal ideation.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-922620750.jpg?quality=90&#038;strip=all&#038;crop=0,15.449742936654,100,69.100514126692\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Liam Payne and Cheryl Cole at the 2018 BRIT Awards on February 21, 2018. | Karwai Tang/WireImage\" data-portal-copyright=\"Karwai Tang/WireImage\" />\n<p class=\"has-text-align-none\">“The day the band ended, I was like, ‘Thank the Lord,’” he said on the podcast. “I know a lot of people are going to be mad at me for saying that, but I needed to stop, or it would kill me.”</p>\n\n<p class=\"has-text-align-none\">The following year, he sat down for an <a href=\"https://www.youtube.com/watch?v=Uux_L_pkKe4\">interview with YouTuber Logan Paul</a> on his podcast <em>Impaulsive</em> which prompted his less-than-favorable reputation among <a href=\"https://variety.com/2023/music/news/liam-payne-rehab-one-direction-scramble-to-stay-relevant-1235665998/\">One Direction fans</a> in his final years. On the podcast, Payne made some questionable claims about his role in the band, stating that the <a href=\"https://www.youtube.com/watch?v=zMTYHlhDuMI\">idea for One Direction</a> started with him and that his first solo single <a href=\"https://x.com/PopBase/status/1531815219202170880\">“outsold”</a> the rest of the group’s debuts. He also discussed negative interactions with his ex-bandmates and discord within the group.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What happened on the day of Liam Payne’s death?</strong></h2>\n\n<p class=\"has-text-align-none\">On October 16, Payne had been in Argentina for two weeks, in part to attend a Niall Horan concert. Roughly an hour after posting <a href=\"https://x.com/daujahmarie/status/1846671484984742041\">photos and video</a>s with his girlfriend, influencer Katie Cassidy, on his Snapchat, posts claiming that Payne had fallen from his hotel balcony began to circulate on <a href=\"https://x.com/NsbSo/status/1846655015316074964\">X</a>. <a href=\"https://www.tmz.com/2024/10/16/liam-payne-dies-hotel-balcony-one-direction/\">TMZ</a> confirmed his death with partially cropped photos of Payne’s dead body, which they later removed. </p>\n\n<p class=\"has-text-align-none\">In a statement to the <a href=\"https://apnews.com/article/liam-payne-one-direction-death-487239e4f0b938a6f350a7d2f14737e4\">Associated Press</a>, Buenos Aires police said that Payne fell from the third floor of the Casa Sur Hotel in the Palermo neighborhood of Argentina’s capital at 5:07 pm local time, resulting in extremely serious injuries. Police also found medication in his room.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The next day, Buenos Aires police shared a <a href=\"https://www.rollingstone.com/music/music-news/liam-payne-cause-of-death-multiple-traumas-bleeding-from-fall-1235136202/?utm_source=pocket_shared\">preliminary autopsy</a> that pointed out “craniocerebral injuries were sufficient to cause death” as well as “internal and external hemorrhages in the skull, thorax, abdomen and limbs.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How did the media respond?</strong>&nbsp;</h2>\n\n<p class=\"has-text-align-none\">When the news first broke, many on social media refused to believe it, in part because Payne had continued to update his accounts throughout the day until <a href=\"https://www.bbc.com/news/articles/cly25847932o\">shortly before</a> his death. That changed abruptly when TMZ published a photograph of Payne, ostensibly under the guise of identifying him and “confirm[ing] early reports from witnesses.” The outlet quickly <a href=\"https://www.hollywoodreporter.com/news/general-news/tmz-liam-payne-death-photos-breaking-taboos-drawing-condemnation-1236033681/\">unpublished</a> the photo due to public backlash, but <a href=\"https://www.tmz.com/2024/10/16/liam-payne-dies-hotel-balcony-one-direction/\">retained</a> a description of Payne’s body at the scene.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The treatment of the situation by TMZ was the beginning of a flood of sensationalized reporting surrounding Payne’s death. Readers of outlets ranging from tabloids to CNN quickly learned about the <a href=\"https://www.cnn.com/entertainment/live-news/liam-payne-death-one-direction-10-17-24-intl#cm2d5dhyl000t3b6m0l6j9x1j\">damage</a> done to Payne’s hotel room, the 911 caller who <a href=\"https://www.bbc.com/news/articles/cj9jx89w490o\">reported</a> that Payne was allegedly &#8220;trashing the room&#8221; and had taken &#8220;too many drugs and alcohol,&#8221; and the legal battles with ex-fiancée Maya Henry that reportedly “<a href=\"https://people.com/liam-payne-overwhelmed-by-legal-issues-with-ex-before-death-exclusive-8729450\">overwhelmed</a>” Payne prior to his death. The tabloids also <a href=\"https://www.justjared.com/2024/10/16/liam-payne-previously-spoke-out-about-mental-health-addiction-sobriety-struggles-prior-to-death/\">fed speculation</a> about Payne’s mental health, referencing his past mention of suicidal thoughts and circulating reports of his “<a href=\"https://www.irishstar.com/culture/entertainment/liam-payne-acting-erratic-hours-33909077\">erratic</a>” behavior in the lead-up to the incident. </p>\n\n<p class=\"has-text-align-none\">Platforms like X were rife with misinformation, most notably unsourced <a href=\"https://radaronline.com/p/horrific-videos-liam-payne-plunging-death-fake-sick/\">videos and photos</a> falsely purporting to be of Payne either falling or having fallen to his death, all of which were subsequently <a href=\"https://www.newsweek.com/liam-payne-death-misinformation-conspiracy-1970429\">debunked</a>. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What was the controversy with his ex-fiancée?</strong></h2>\n\n<p class=\"has-text-align-none\">Weeks before his death, Payne received criticism from One Direction fans online for displaying so-called <a href=\"https://www.msn.com/en-gb/entertainment/music/liam-payne-dissed-for-stealing-fellow-one-direction-member-niall-horans-spotlight-at-his-argentina-concert/ar-AA1rInJ8\">attention-seeking behavior</a> at Horan’s Bueno Aires show on October 2. On Snapchat, he said he announced that he was attending the show and had <a href=\"https://nypost.com/2024/10/16/entertainment/liam-payne-visited-argentina-to-see-former-one-direction-bandmate-niall-horan-before-fatal-hotel-balcony-fall/\">some things to “square up”</a> with Horan. In videos, Payne can be seen eagerly engaging and taking photos with fans seated outside of his suite. After the show, Payne was spotted posing for more fans outside. After the concert, Payne <a href=\"https://pagesix.com/2024/10/16/celebrity-news/liam-payne-traveled-to-argentina-to-reconcile-with-one-direction-bandmate-niall-horan-2-weeks-before-his-death/\">posted a photo of himself</a> and Horan, stating that he was “so proud” of his former bandmate.    </p>\n\n<p class=\"has-text-align-none\">Amid that discussion, clips of Payne’s comments from his interview with Paul began to recirculate on TikTok and X, as well as other <a href=\"https://www.reddit.com/r/popculturechat/comments/1esc02s/thinking_about_the_time_a_girl_posted_a_picture/\">ridiculed interactions</a> he had on social media. He was also still dealing with <a href=\"https://www.independent.co.uk/life-style/liam-payne-kate-cassidy-tiktok-b2596392.html\">criticism</a> from fans that he was a controlling partner after a TikTok his current girlfriend Cassidy posted in August where Payne quips that she looks “nice and covered up for once.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">On October 14, his ex-fiancée Maya Henry — to whom he was engaged from 2020 to 2022 — made some troubling allegations on <a href=\"https://www.youtube.com/watch?v=MP4qIFdfgPM&amp;t=1299s\"><em>The</em> <em>Internet Is Dead</em> podcast</a> about her relationship with Payne, which she called “toxic.” In the most chilling moments of the interview, she accused him of <a href=\"https://www.newsweek.com/liam-payne-death-maya-henry-interview-youtube-video-1970552\">“play[ing] with death”</a> and threatening suicide as a “manipulation tactic.” She said she and her family offered to get him help in a rehab facility, which he ignored. She also stated that she sent him a cease-and-desist letter after he allegedly wouldn’t stop contacting her through her iCloud accounts. </p>\n\n<p class=\"has-text-align-none\">She also claimed that Payne’s family had warned her against releasing her first novel, <em>Lookin</em>g<em> Forward</em>, this past May, which she says was <a href=\"https://people.com/liam-payne-ex-maya-henry-opens-up-about-painful-abortion-experience-exclusive-8649608\">“inspired by true events.”</a> Given the book’s subject matter — a woman&#8217;s traumatizing experience with a famous man — fans speculated that it was based on her relationship with Payne. In the book, the main protagonist Mallory is coerced by her partner into receiving a painful at-home abortion. Mallory is then discouraged by her partner’s team from seeking medical treatment for hemorrhaging for fear of being spotted in public.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How has the industry reacted?</strong></h2>\n\n<p class=\"has-text-align-none\">In the wake of Payne’s death, social media was <a href=\"https://www.independent.co.uk/arts-entertainment/music/news/liam-payne-tributes-family-harry-styles-niall-horan-b2630993.html\">flooded</a> with entertainment industry tributes from Payne’s colleagues and friends, everyone from the <a href=\"https://www.cnn.com/entertainment/live-news/liam-payne-death-one-direction-10-17-24-intl#cm2d283rq0000356mhjkpo6o9\">Backstreet Boys</a> to <a href=\"https://deadline.com/2024/10/liam-payne-tributes-paris-hilton-charlie-puth-more-1236118186/\">Paris Hilton</a>. Dermot O’Leary, the host of <em>X Factor</em>, the British reality competition show where One Direction was famously created in 2010, <a href=\"https://www.instagram.com/p/DBM_0G9Nvw6/\">posted</a> to Instagram that Payne’s death was “the worst news.”</p>\n\n<p class=\"has-text-align-none\">“I remember him as a 14 year old turning up to audition on The X Factor, and blowing us away singing Sinatra. He just loved to sing.”</p>\n\n<p class=\"has-text-align-none\">Payne’s neighbors and close friends recounted <a href=\"https://www.bbc.com/news/live/cn4vem0l5ldt?post=asset%3A88bee5db-c602-44a9-b4c3-a327e431ad6b#post\">moments</a> of kindness and compassion, including the time he reportedly <a href=\"https://uk.news.yahoo.com/liam-payne-saved-life-friend-fire-123354017.html\">saved the life</a> of a friend in a fire. “I’m devastated,” Rita Ora, who previously collaborated with Payne on the <em>Fifty Shades Freed</em> soundtrack, <a href=\"https://www.instagram.com/p/DBOcC6Ft7SH/\">wrote</a> on Instagram. “He had the kindest soul, I will never forget. I loved working with him so much — he was just such a joy to be around on and off stage.”</p>\n\n<p class=\"has-text-align-none\">Several relatives of Payne’s former bandmates reacted publicly, including Harry Styles’ mother, who <a href=\"https://www.instagram.com/p/DBNIp_1ITDv/\">shared</a> a broken heart emoji on Instagram. The band itself issued a joint statement via <a href=\"https://www.instagram.com/p/DBPRvpVveEx/?hl=en\">Instagram</a>.</p>\n\n<p class=\"has-text-align-none\">Additionally, former band member Louis Tomlinson updated Instagram with a <a href=\"https://www.instagram.com/p/DBPRBySzeJW/\">lengthy tribute</a> to Payne, saying he was “devastated to be writing this but yesterday I lost a brother.”</p>\n\n<p class=\"has-text-align-none\">In a statement, Payne’s family <a href=\"https://variety.com/2024/music/global/liam-payne-death-911-call-events-before-fall-1236181064/\">described</a> themselves as “heartbroken” by the loss. “Liam will forever live in our hearts and we’ll remember him for his kind, funny and brave soul,” the family stated.</p>\n\n<p class=\"has-text-align-none\">“We are supporting each other the best we can as a family and ask for privacy and space at this awful time.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How have fans reacted?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Because the early reports of an out-of-control man endangering himself were so out of sync with the upbeat, calm social media videos uploaded to his feed from earlier in the day, many fans initially refused to believe he’d died. People magazine <a href=\"https://people.com/liam-payne-final-social-media-posts-snapchat-before-death-8729435\">reported</a> that the videos shared on Payne’s feed the day of his death had actually been created four days earlier.</p>\n\n<p class=\"has-text-align-none\">Still, it was enough to jump-start a wave of wild speculation, including the false <a href=\"https://www.vox.com/21558524/conspiracy-theories-2020-qanon-covid-conspiracies-why\">conspiracy theory</a> that his death was somehow <a href=\"https://tribune.com.pk/story/2503505/conspiracy-theories-link-liam-paynes-tragic-death-to-diddys-arrest-as-old-interview-resurfaces\">connected</a> to the <a href=\"https://www.vox.com/culture/373997/sean-combs-diddy-puffy-cassie-freak-offs-conspiracy-beiber\">ongoing criminal case</a> against Sean “Diddy” Combs. Internet trolls also flooded the hotel where he died with <a href=\"https://nypost.com/2024/10/17/entertainment/hotel-where-liam-payne-fell-flooded-with-vile-reviews-mocking-his-death/\">ironic and mocking reviews</a>, while others reportedly turned to <a href=\"https://www.herzindagi.com/celebrities/liam-paynes-death-and-backlash-against-maya-henry-why-women-face-unjust-criticism-in-tragic-situations-article-1004463\">harassing</a> Henry, <a href=\"https://www.instagram.com/popfaction/p/DBNC_m4S6fb/?img_index=2\">flooding</a> her Instagram comments following his death.</p>\n\n<p class=\"has-text-align-none\">Many of Payne’s fans, however, were left simply reeling from the shock. Local fans turned the location of Payne’s hotel into an impromptu <a href=\"https://www.bbc.com/news/videos/c98y6n94z01o\">memorial site</a> after his death, leaving candles, flowers, and other tributes in his memory and <a href=\"https://www.independent.co.uk/tv/news/liam-payne-death-one-direction-balcony-b2630701.html\">singing his songs</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I&#8217;ve always loved One Direction since I was little,” one of the fans gathered there <a href=\"https://abc7.com/post/death-ex-direction-member-liam-payne-shocks-fans-around-world/15437832/\">told</a> the Associated Press. “To see that he died and that there will never be another reunion of the boys is unbelievable.”</p>\n\n<p class=\"has-text-align-none\">Another fan <a href=\"https://www.cnn.com/entertainment/live-news/liam-payne-death-one-direction-10-17-24-intl#cm2d1o0ve0000356muo2vwsln\">told</a> CNN that she’d been unable to see the group on their Argentine tour stop. Her visit to Payne’s memorial site, she noted, was “the only time I was able to clap for him.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Liam Payne died Wednesday in Buenos Aires, leaving fans around the globe mourning the former One Direction singer — and grappling with chaos, conspiracy theories, and controversy in the wake of the 31-year-old’s death. Argentine police confirmed that Payne, who came to Buenos Aires two weeks ago to attend a concert by his former bandmate [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "Israel killed Hamas’s leader. What happens next?",
    "link": "https://www.vox.com/world-politics/378433/israel-killed-hamass-leader-what-happens-next",
    "pubDate": "2024-10-17T21:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Sinwar frowns and waves while surrounded by other men. \" data-caption=\"Yahya Sinwar during a celebration of International Quds Day in Gaza City on April 14, 2023. | Yousef Masoud/SOPA Images/LightRocket via Getty Images\" data-portal-copyright=\"Yousef Masoud/SOPA Images/LightRocket via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1251837467.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Yahya Sinwar during a celebration of International Quds Day in Gaza City on April 14, 2023. | Yousef Masoud/SOPA Images/LightRocket via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The killing of Yahya Sinwar, the leader of Hamas and architect of the October 7 attacks, could be a pivotal moment in the war in Gaza and the wider conflict in the Middle East. It might even be an opportunity to end the fighting — but only if both sides of the war treat it that way.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to preliminary Israeli media reports, <a href=\"https://www.timesofisrael.com/high-likelihood-hamas-leader-oct-7-mastermind-yahya-sinwar-killed-by-troops-in-gaza/\">Sinwar, along with two other Hamas fighters, was killed</a> on Wednesday in the southern Gaza city of Rafah when Israel Defense Forces (IDF) opened fire on a building where the three were holed up. The troops then ordered an airstrike against the building, collapsing it. When IDF troops entered what was left of the building on Thursday, they noticed that one of the killed Hamas members looked like Sinwar. The body’s identity was confirmed by DNA testing on Thursday. </p>\n\n<p class=\"has-text-align-none\">While Sinwar has been described as a “<a href=\"https://www.ft.com/content/de78c7a0-f8f0-403e-b0db-eb86d6e76919\">dead man walking</a>” by Israeli officials for months, he was reportedly not the target of the IDF operation and it’s very surprising that he was apparently above ground and accompanied by only a few fellow fighters. For months, US and Israeli officials <a href=\"https://www.timesofisrael.com/us-official-sinwar-likely-alive-in-gaza-tunnel-with-hostages-in-his-vicinity/\">have said</a> Sinwar was likely deep underground in Hamas’s tunnel network, surrounded by hostages effectively acting as human shields. Israeli authorities say they believe Sinwar <a href=\"https://www.ynetnews.com/article/sk2nm2cjkx\">had been in a tunnel</a> with six hostages who were executed by their captors in late August, though it’s not clear when exactly Sinwar left. </p>\n\n<p class=\"has-text-align-none\">What will his death mean for Hamas? <a href=\"https://www.cnas.org/people/jonathan-lord\">Jonathan Lord</a>, director of the Middle East Security Program at the Center for a New American Security, said that with Hamas already severely degraded after a year of Israeli assaults, Sinwar’s death, alone, would likely result in “no change to Hamas’s military capabilities.” But, he added, “politically, Sinwar’s death leaves a gaping hole in the movement, at least in the near term.”</p>\n\n<h3 class=\"wp-block-heading\">Sinwar, explained</h3>\n\n<p class=\"has-text-align-none\">Born in the Gaza city of Khan Younis in 1962, Sinwar had been a member of Hamas since its origination in 1987, and founded its internal security service, known as the Majd. He <a href=\"https://www.newyorker.com/magazine/2024/08/12/yahya-sinwar-profile-hamas-gaza-war-israel\">acquired a reputation</a> for brutally enforcing loyalty to the movement by murdering and torturing suspected traitors and collaborators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sinwar was arrested for murder and kidnapping in 1988 and sentenced to four life terms in Israel. During his time in prison, he reportedly learned Hebrew and consumed Israeli media and books to learn more about his adversary. Sinwar was able to put those lessons to use after he became one of more than 1,000 Palestinian prisoners released in 2011 in exchange for the captured Israeli soldier Gilad Shalit. </p>\n\n<p class=\"has-text-align-none\">Six years after his release, he became Hamas’s leader in Gaza. Within the Hamas leadership, he was considered among the least willing to make political compromises with Israel and the closest to Iran. Sinwar was reportedly the main architect of the October 7 attacks and was the one who picked its official name, <a href=\"https://www.washingtonpost.com/obituaries/2024/10/17/sinwar-hamas-gaza-dies/\">Operation al-Aqsa Flood</a>.</p>\n\n<p class=\"has-text-align-none\">After Hamas’s global political leader Ismail Haniyeh, was killed in an Israeli bombing in Tehran in July, Sinwar took over that role as well. Over the past year, Israeli and American authorities have often described Sinwar as the main obstacle to a ceasefire.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sinwar was committed to full Israeli military withdrawal from Gaza, and less willing to compromise than Hamas leaders based outside of Palestine. In early October, the <a href=\"https://www.nytimes.com/2024/10/04/us/politics/sinwar-hamas-israel-hezbollah-iran.html\">New York Times reported</a> that American intelligence assessed that Sinwar did not believe he would survive the conflict, wanted to see Israel embroiled in a larger war in the Middle East, and was not interested in reaching a compromise. All of which, it seems, has been proved correct.</p>\n\n<h3 class=\"wp-block-heading\">What’s next for Hamas — and the war in Gaza</h3>\n\n<p class=\"has-text-align-none\">It’s not immediately clear who will take Sinwar’s place. Many of Hamas’s senior leaders and Sinwar’s top lieutenants have also been killed over the past years. In terms of global leaders, the most obvious candidate, if only because he’s the most prominent Hamas figure still alive, is Khaled Meshaal, a founding member of the group who was chair of Hamas’s political bureau from 1996 until 2017, when he was replaced by Haniyeh. Meshaal is currently based in Qatar. It&#8217;s also possible Hamas might choose a younger face from within its politburo — the main decision-making body. </p>\n\n<p class=\"has-text-align-none\">For Israel, Sinwar’s death is a major political and strategic victory. “This is our bin Laden moment,” Nimrod Novik, former senior adviser to the late Israeli Prime Minister Shimon Peres, told Vox. Novik described the killing as a tremendous opportunity for Prime Minister Benjamin Netanyahu “to declare victory” and push for a ceasefire deal and hostage release deal along the lines of the one Israel offered in late May, and which Hamas accepted — <a href=\"https://apnews.com/article/israel-hamas-war-palestinians-gaza-ceasefire-77910b6fae70ac1ff4eb3ac278852b44\">albeit with some key alterations</a> — in early July. Talks over that deal eventually collapsed when Netanyahu <a href=\"https://www.cnn.com/2024/07/08/middleeast/israel-hamas-ceasefire-hostage-deal-demands-explainer-mime-intl/index.html\">added additional conditions</a>.  </p>\n\n<p class=\"has-text-align-none\">“The guy that you, Bibi, kept saying is blocking the deal is gone,” said Novik, a fellow at the Israel Policy Forum. “Can you do something creative?”</p>\n\n<p class=\"has-text-align-none\">The message from Washington was similar. &#8220;This moment gives us an opportunity to finally end the war in Gaza,&#8221; ⁦Vice President and Democratic Presidential nominee Kamala Harris <a href=\"https://x.com/nanditab1/status/1846979247702700489\">said</a> in a brief statement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the moment, however, that doesn’t seem to be how Netanyahu sees it. “Today, evil took a heavy blow — the mission ahead of us is still unfinished,” the prime minister <a href=\"https://www.timesofisrael.com/liveblog-october-17-2024/\">said on Thursday</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For now, attention turns to the remaining hostages held in Gaza, with many families <a href=\"https://www.reuters.com/world/middle-east/families-israeli-hostages-fear-captives-after-sinwar-killed-2024-10-17/\">fearful that more may be killed</a> in retaliation for Sinwar’s death. Officially, Hamas is believed to be holding 101 of the 254 hostages abducted on October 7, though Israeli authorities believe as many as half of those may be dead. </p>\n\n<p class=\"has-text-align-none\">Sinwar’s death comes at a time when Israel has increasingly been <a href=\"https://www.vox.com/world-politics/376206/gaza-occupation-forever-war-israel\">shifting its political attention and military resources</a> toward its war with Hezbollah in Lebanon and Syria as well as its escalating direct conflict with Iran, though strikes in Gaza — including a <a href=\"https://www.bbc.com/news/articles/c5y5d33dmepo\">deadly one earlier this week</a> on a hospital where displaced people were sheltering — have continued.  </p>\n\n<p class=\"has-text-align-none\">Netanyahu has also reportedly <a href=\"https://www.timesofisrael.com/liveblog_entry/netanyahu-tells-lawmakers-hes-considering-generals-plan-to-lay-siege-to-northern-gaza/\">been considering a plan</a> proposed by several former generals to turn northern Gaza into a closed military zone, evacuating its entire civilian population and starving out any who remain. Defense Minister Yoav Gallant has denied that Israel is moving forward with this so-called <a href=\"https://www.axios.com/2024/10/14/israel-wont-impose-starvation-plan-gaza-defense-minister-says\">starvation plan</a>, which is opposed by the US. </p>\n\n<p class=\"has-text-align-none\">On Monday, the US <a href=\"https://www.axios.com/2024/10/15/us-israel-gaza-humanitarian-conditions-military-aid-letter\">issued a statement</a> telling Israel to improve humanitarian conditions in Gaza — particularly by allowing in more aid shipments, which have <a href=\"https://www.reuters.com/world/middle-east/israel-stops-processing-key-commercial-food-imports-gaza-sources-say-2024-10-17/\">reportedly slowed</a> to a trickle, or risk the supply of US weapons. On the other hand, the statement came on the same day Israel received a <a href=\"https://apnews.com/article/army-israel-thaad-air-defense-strains-e49a65aaaf3a4ff051b54eebb869f241\">new top-of-the-line missile</a> defense system. </p>\n\n<p class=\"has-text-align-none\">This wouldn’t be the first time the White House — and Netanyahu’s Israeli critics — have hoped the prime minister would “take the win” in Gaza. In a White House statement back in May, <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/05/31/remarks-by-president-biden-on-the-middle-east-2/\">Biden assured Israelis </a>that “Hamas no longer is capable of carrying out another October 7” and that the pursuit of “total victory” would not bring the hostages home or “bring Israel lasting security.”</p>\n\n<p class=\"has-text-align-none\">Perhaps Sinwar’s killing will change the calculus of the Israeli government. But it’s also possible that Netanyahu and his senior officials might see this as vindication — if they’d heeded Biden’s caution back in May, Sinwar would presumably still be alive. And of course, hopes of a ceasefire will dim further if hostages are killed by Hamas in retaliation. </p>\n\n<p class=\"has-text-align-none\">One thing is for sure, the war in Gaza, which has killed more than 40,000 people, is back at the center of attention. The question is whether that means it will finally be brought to an end — or at least a pause — or if a <a href=\"https://www.vox.com/world-politics/376206/gaza-occupation-forever-war-israel\">more-or-less permanent reoccupation</a> of the territory is in store. </p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The killing of Yahya Sinwar, the leader of Hamas and architect of the October 7 attacks, could be a pivotal moment in the war in Gaza and the wider conflict in the Middle East. It might even be an opportunity to end the fighting — but only if both sides of the war treat it [&#8230;]",
    "author": "Joshua Keating"
  }
]