[
  {
    "title": "The president’s pardon power is a double-edged sword. Here’s how to reform it for good.",
    "link": "https://www.vox.com/policy/390919/hunter-biden-pardon-power-reform",
    "pubDate": "2024-12-12T16:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Joe Biden standing behind a podium with his hands raised slightly during a speech\" data-caption=\"President Joe Biden’s pardon of his son has led lawmakers to call for reforming one of the president’s most expansive powers. | Pete Marovich/Getty Images\" data-portal-copyright=\"Pete Marovich/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2188331234.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President Joe Biden’s pardon of his son has led lawmakers to call for reforming one of the president’s most expansive powers. | Pete Marovich/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday, the White House announced that President Joe Biden is <a href=\"https://apnews.com/article/biden-pardons-clemency-4432002d67334e6716c2776fd73f3cc8\">commuting sentences for roughly 1,500 people</a> who had been released from prison during the pandemic and have since been placed on home confinement — a record number of commutations in a single day.&nbsp;Biden also pardoned 39 others convicted of nonviolent crimes and said he will continue to review clemency petitions, which can come in the form of a commutation or a pardon.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The move underscores how crucial the pardon power really is: the last possible corrective when the criminal justice system imprisons too many people and punishes them too harshly.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But it comes just after Biden showed the other side of the presidential pardon. Shortly after Thanksgiving, Biden issued a <a href=\"https://www.nytimes.com/2024/12/01/us/politics/biden-pardon-son-hunter.html\">broad pardon of his son Hunter</a>, arguing that Hunter had been unfairly prosecuted and that the tax evasion and gun charges brought against him were politically motivated. That decision was a stark departure from his campaign promise to reestablish a commitment to the rule of law and to restore norms that insulate the Department of Justice from a president’s conflicts of interest after Donald Trump so brazenly abandoned those principles during his first White House term.</p>\n\n<p class=\"has-text-align-none\">Biden’s pardon of his son was roundly criticized by lawmakers, including <a href=\"https://amp.cnn.com/cnn/2024/12/02/politics/biden-allies-disappointed-pardon\">members of his own party,</a> and also appears to be unpopular with the American public. (According to an Associated Press poll, <a href=\"https://apnews.com/article/hunter-biden-pardon-poll-approve-disapprove-survey-cb7b7e4931b0a778bd0a68cc1733c4a9\">only around two in 10 Americans</a> approve of Biden’s decision to pardon his son.) In the wake of the Hunter pardon, as well as Trump’s previous corrupt use of the power and <a href=\"https://www.vox.com/politics/390519/trump-pardon-january-6-insurrection\">promise to pardon participants in the January 6, 2021, insurrection</a>, lawmakers have rightly renewed <a href=\"https://cohen.house.gov/media-center/press-releases/concerns-about-hunter-bidens-pardon-ring-hollow-republicans-sidelined\">calls to place checks on the president’s pardon power</a>.</p>\n\n<p class=\"has-text-align-none\">Thursday’s pardons, however, emphasize why the power is an important tool to preserve and why efforts to reform it ought to be careful. But there are still ways to ensure it’s used more for good than for personal gain.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That said, any attempt at pardon reform will face an uphill battle because the power is <a href=\"https://constitution.congress.gov/browse/essay/artII-S2-C1-3-1/ALDE_00013316/\">enshrined in the US Constitution</a> —&nbsp;but given the bipartisan tendency to misuse it and the frustration people from both parties have over it, lawmakers now might have a unique opportunity to make some key changes.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How presidents have used (and abused) their pardon power</strong></h2>\n\n<p class=\"has-text-align-none\">The pardon is one of the president’s broadest and most unchecked powers. As my colleague <a href=\"https://www.vox.com/criminal-justice/390060/biden-trump-pardon-power-supreme-court-enemies\">Ian Millhiser recently pointed out</a>, the Supreme Court has, for more than 150 years, acknowledged that presidents can issue pardons as they please — to whomever and however many people they want — and neither Congress nor the courts can get in the way.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The limits on the pardon power are also extremely narrow: Presidents can only pardon federal crimes, so presidential pardons don’t protect their recipients from being prosecuted under state laws. And presidents can’t issue pardons for crimes that may be committed in the future.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The pardon power is certainly among the most expansive afforded to an American president and the least constrained,” said Donald Sherman, the executive director and chief counsel at Citizens for Responsibility and Ethics in Washington, a nonprofit government ethics watchdog, adding that it is “especially dangerous in the hands of a lawless president.”</p>\n\n<p class=\"has-text-align-none\">Throughout American history, all but <a href=\"https://www.miamiherald.com/news/nation-world/national/article296503904.html\">two presidents have made use of their pardon power</a>, typically <a href=\"https://penntoday.upenn.edu/news/presidential-pardons-explained\">issuing them on their way out of the White House</a> to avoid political backlash during their time in office. And many presidential pardons have been, to put it mildly, controversial. </p>\n\n<p class=\"has-text-align-none\">Trump, for example, issued pardons of his close allies, including Roger Stone, Michael Flynn, and Steve Bannon. He also <a href=\"https://www.justice.gov/pardon/file/1112541/dl?inline\">pardoned his son-in-law&#8217;s father</a>, and even <a href=\"https://www.cnn.com/2018/11/28/politics/ny-post-trump-manafort-pardon-on-the-table/index.html\">seemingly publicly dangled</a> a pardon in front of Paul Manafort, his former campaign chair, when Manafort was under investigation over Russia’s interference in the 2016 presidential election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bill Clinton <a href=\"https://www.brookings.edu/articles/bill-clintons-last-outrage-the-presidents-defenders-feel-betrayed-by-his-pardon-of-marc-rich/\">pardoned Marc Rich</a>, a fugitive tax cheat whose <a href=\"https://content.time.com/time/specials/packages/article/0,28804,1862257_1862325_1862324,00.html\">ex-wife generously donated</a> to Clinton and the Democrats, and <a href=\"https://www.washingtonpost.com/history/2024/12/04/roger-clinton-pardon/\">Clinton also pardoned his half-brother</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But perhaps most (in)famously, Gerald Ford <a href=\"https://www.fordlibrarymuseum.gov/digital-research-room/library-collections/topic-guides/nixon-pardon\">granted a pardon of Richard Nixon</a> after the Watergate scandal led to Nixon’s resignation — setting the precedent that presidents are, in fact, above the law.</p>\n\n<p class=\"has-text-align-none\">But the president’s ability to grant clemency is also a powerful tool that can be used for good, specifically to correct historic injustices perpetrated by federal courts, as evident in Biden’s decision today. Barack Obama granted clemency to nearly 2,000 people, most of them nonviolent drug offenders. It can also be a democratic tool, as was highlighted on Jimmy Carter’s first full day in the White House, when he <a href=\"https://www.justice.gov/pardon/apply-vietnam-era-pardon#:~:text=On%20January%2021%2C%201977%2C%20President,certificate%20if%20you%20were%20pardoned.\">pardoned the hundreds of thousands</a> of Americans who evaded the Vietnam War draft, fulfilling a <a href=\"https://www.politico.com/story/2018/01/21/president-carter-pardons-draft-dodgers-jan-21-1977-346493\">campaign promise</a>.</p>\n\n<p class=\"has-text-align-none\">By empowering the president, as the elected representative of the people, to grant clemency, the pardon is essentially the public’s only means of undoing convictions that we as a society decided were wrong</p>\n\n<p class=\"has-text-align-none\">So while the pardon power has certainly been misused, it also serves an important purpose and shouldn’t be done away with entirely. That’s why efforts to rein it in should focus on narrowly limiting the president’s power by simply providing more transparency and oversight and the possibility of undoing a corrupt pardon.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What should pardon reform look like?</strong></h2>\n\n<p class=\"has-text-align-none\">One of the easier routes to reform the pardon is by creating new rules at the executive level. And though those can be easily undone — and are certainly unlikely to happen during the Trump years — they can set standards and public expectations about how presidents issue pardons.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A future president, for example, <a href=\"https://apps.bostonglobe.com/opinion/graphics/2021/06/future-proofing-the-presidency/part-5-rewards-for-doing-the-presidents-bidding/\">can establish a clemency board</a>, similar to how many states grant pardons. The board would be staffed by experts, who would review petitions, and provide a more transparent and deliberative process than the current system. Right now, that happens at the Office of the Pardon Attorney with the Department of Justice, which has been <a href=\"https://news.bloomberglaw.com/us-law-week/pardon-chief-aims-for-transparency-in-opaque-doj-process\">criticized for its opaque process</a> in how it makes recommendations for presidential pardons.</p>\n\n<p class=\"has-text-align-none\">More complicated reforms would require a constitutional amendment enshrining the new limits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“One thing that may be worth exploring is a congressional override,” Sherman said. That way, Congress doesn’t have to necessarily curtail the president’s power or put limits on who a president can and can’t pardon. But in deeply unpopular cases that present a conflict of interest, Congress can have a say in whether or not those pardons should stand. “If there was a supermajority override provision, [that] might address some of the most egregious cases,” Sherman added.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other proposals could include putting explicit (though narrow) limits on the president’s power. Democratic Rep. Steve Cohen of Tennessee, for example, <a href=\"https://www.congress.gov/bill/117th-congress/house-joint-resolution/4/text\">previously introduced legislation</a> to amend the Constitution to bar presidents from being able to pardon themselves, their family members, and administration and campaign officials. “The framers of the Constitution included the pardon provisions as a safety valve against injustice, not as the means for a President to put himself, his family, and his associates above the law,” Cohen <a href=\"https://cohen.house.gov/media-center/press-releases/congressman-cohen-introduces-constitutional-amendment-reform\">said in a statement at the time</a>.</p>\n\n<p class=\"has-text-align-none\">Until these reforms happen, presidents will continue to exercise one of their most sweeping powers with no checks and balances. Biden may have shown how this power ought to be used on his way out (Hunter pardon aside), but with Trump preparing to return to the White House more unrestrained than ever, leaving the pardon power untouched should worry lawmakers across the board.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday, the White House announced that President Joe Biden is commuting sentences for roughly 1,500 people who had been released from prison during the pandemic and have since been placed on home confinement — a record number of commutations in a single day.&#160;Biden also pardoned 39 others convicted of nonviolent crimes and said he [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "Luigi Mangione and the blackpilling of America",
    "link": "https://www.vox.com/culture/390911/luigi-mangione-uhc-shooter-manifesto-reddit-blackpill",
    "pubDate": "2024-12-12T16:31:26.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Luigi Mangione, in an orange jail coverall, getting out of a sheriff’s vehicle escorted by two officers.\" data-caption=\"Suspected shooter Luigi Mangione being brought into the Blair County Courthouse in Pennsylvania for a hearing on December 10.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2188645013.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Suspected shooter Luigi Mangione being brought into the Blair County Courthouse in Pennsylvania for a hearing on December 10.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the days after a hooded gunman shot and killed United Healthcare CEO Brian Thompson in the middle of Manhattan, people on the internet <a href=\"https://www.vox.com/future-perfect/390223/united-healthcare-ceo-online-backlash-empathy\">endlessly speculated</a> about the identity and motives of the shooter. Perhaps he was an aspiring folk hero suffering under delusions of grandeur, or a <a href=\"https://www.vox.com/culture/2016/12/14/13576192/alt-right-sexism-recruitment\">redpilled manosphere type</a> seeking power and revenge — or maybe he was a leftist vigilante fighting an unjust system.</p>\n\n<p class=\"has-text-align-none\">That was until authorities announced they had arrested Luigi Mangione, a 26-year-old data engineer, and a complicated portrait began to emerge. Journalists and online sleuths quickly dug into his background, spoke to friends and relatives, and discovered his purported accounts on social media platforms like X, Reddit, and Goodreads. Raised in a wealthy real estate family in Maryland, <a href=\"https://www.thedailybeast.com/luigi-mangione-went-dark-in-2023-he-returned-transformed/\">Mangione attended</a> a prestigious private high school, where he became valedictorian and went on to study computer science at the University of Pennsylvania. He was in a frat at the Ivy League school and <a href=\"https://www.nytimes.com/2024/12/09/nyregion/united-healthcare-ceo-shooting-luigi-mangione.html\">enjoyed an active social life</a>. He had stints as a teaching assistant in AI at Stanford and at the video game studio that produces <em>Civilization VI</em>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On an X account that’s believed to be his, he follows podcasters Joe Rogan and Andrew Huberman, Rep. Alexandria Ocasio-Cortez, OpenAI CEO Sam Altman, biologist Richard Dawkins, social psychologist Jonathan Haidt, Vox co-founder Ezra Klein, as well as prominent figures in the <a href=\"https://www.bloomberg.com/news/newsletters/2023-12-06/effective-accelerationism-and-beff-jezos-form-new-tech-tribe\">pro-technology “effective accelerationism”</a> community like <a href=\"https://x.com/BasedBeffJezos?\">@BasedBeffJezos</a> (real name: <a href=\"https://archive.is/j0fMc#selection-387.24-387.40\">Guillaume Verdon</a>). On <a href=\"https://www.thecut.com/article/luigi-mangione-united-healthcare-goodreads-account.html#:~:text=Atomic%20Habits%2C%20The%204%2DHour,about%20suffering%20with%20back%20pain.\">Goodreads</a>, he listed among his <a href=\"https://x.com/wyatt_williams/status/1866209918183002578\">favorites</a> self-help tomes like <em>Atomic Habits</em> and <em>The 4-Hour Workweek</em>, classics like <em>Brave New World</em>, and nonfiction bestsellers <em><a href=\"https://www.nbcnews.com/news/us-news/know-person-interest-uhc-shooting-rcna183496\">The Omnivore’s Dilemma</a></em> and <em>Sapiens</em>.</p>\n\n<p class=\"has-text-align-none\">His most recent posts and retweets indicate an interest in pop science, anti-establishment sentiment, <a href=\"https://nymag.com/intelligencer/article/luigi-mangione-unitedhealthcare-ceo-shooting.html\">effective altruism</a> and self-improvement, as well as concern over men’s <a href=\"https://www.theguardian.com/culture/2018/apr/07/me-too-anti-porn-conference-cosmopolitan-ban\">unlimited access to pornography</a>, declining marriage and birth rates, and simultaneous skepticism and optimism about rapidly evolving technology.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Or, as <a href=\"https://maxread.substack.com/p/what-type-of-guy-is-the-alleged-uhc\">Max Read described</a> the worldview: “It’s a loudly non-partisan, self-consciously ‘rational’ mish-mash of declinist conservativism, <a href=\"https://rationalwiki.org/wiki/Broscience\">bro-science</a> and bro-history, simultaneous techno-optimism and techno-pessimism, and self-improvement stoicism — not left-wing, but not (yet) reactionary, either,” he writes. “The basic line is something like: <em>The world is getting worse and phones are killing us; politics won’t save us but technology might; in the meantime, lift weights, take supplements, listen to podcasts.</em>”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>&nbsp;If what he consumed online is not a complete picture of an average US citizen, many could probably find something in it to agree with.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">This is not the media diet of the radicalized men we’ve seen commit brazen acts of violence in this country over the last decade. It’s a far cry from the misogynistic incel ideology that propelled <a href=\"https://www.vox.com/2014/5/29/5754786/the-santa-barbara-shootings-and-angry-white-men\">Elliot Rodger</a> to kill six people, or the white supremacist motivations of <a href=\"https://www.vox.com/policy-and-politics/2019/2/7/18215634/dylann-roof-charleston-church-shooter-bowl-gang\">Dylann Roof</a>, who killed nine. Mangione’s media consumption is, in fact, oddly typical, especially for a 20-something American man. If what he consumed online is not a complete picture of an average US citizen, many could probably find something in it to agree with. Rather than aligning with ideologies that strongly believe in something, it’s defined by its <em>lack</em> of faith in the systems that exist. Like many young men, Mangione seemed to be some level of “blackpilled,” which in internet terminology is to say he was generally pessimistic about the state of the world and ready to go to extreme lengths to do something about it.</p>\n\n<p class=\"has-text-align-none\">The most salient element of Mangione’s worldview, of course, appeared to be a deep loathing of the American health care system. “The US has the #1 most expensive healthcare system in the world, yet we rank roughly #42 in life expectancy,” he wrote in his <a href=\"https://www.kenklippenstein.com/p/luigis-manifesto\">alleged manifesto</a>. “They continue to abuse our country for immense profit because the American public has allowed them to get away with it.”</p>\n\n<p class=\"has-text-align-none\">This too is a view that transcends the left-right spectrum: While some on the left have advocated for a <a href=\"https://www.vox.com/2019/4/10/18304448/bernie-sanders-medicare-for-all\">single-payer, Medicare-for-all health care system</a>, movements like RFK Jr.’s “<a href=\"https://www.vox.com/policy/390309/maha-rfk-make-america-healthy-again-slippery\">Make America Healthy Again</a>”&nbsp;have found a strange resonance on the left and the right by&nbsp;criticizing the pharmaceutical, factory farming, and public health industries. A <a href=\"https://www.vox.com/future-perfect/390111/united-healthcare-ceo-shot-insurance-hospitals-doctors\">large portion of Americans feel deeply alienated</a> and let down by the United States&#8217;s system of health care, its high costs, and its byzantine bureaucratic procedures for getting expenses covered.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Americans seem increasingly blackpilled</strong></h2>\n\n<p class=\"has-text-align-none\">The problem isn’t just health care or young men: All swaths of Americans increasingly appear to find themselves in a nihilistic mood. More of us, in other words, seem to have taken the black pill. Though the <a href=\"https://www.newamerica.org/political-reform/reports/misogynist-incels-and-male-supremacism/red-pill-to-black-pill/\">idea</a> comes from the proudly misogynistic manosphere, “black pill” is now used more commonly to illustrate the general disillusionment and nihilism that many Americans share.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They’re <a href=\"https://www.vox.com/the-goods/2022/6/8/23158436/economy-inflation-recession-odds-stock-market\">disenchanted with the economy</a>, and feeling <a href=\"https://www.vox.com/the-highlight/23632673/against-doomerism\">pessimistic about climate change</a>, the <a href=\"https://www.vox.com/culture/23978325/dating-advice-shera-seven-tiktok-sprinkle-sprinkle\">dating market</a>, and their <a href=\"https://www.vox.com/today-explained-podcast/388069/robert-putnam-bowling-alone-loneliness-epidemic\">own loneliness</a>. They’re <a href=\"https://news.gallup.com/poll/508169/historically-low-faith-institutions-continues.aspx\">losing faith in nearly every major US institution</a>, from the public school system to police departments, the military, unions, organized religion, and, of course, the media. It’s no wonder that more people are being drawn to influencers and online pundits — the very ones that Mangione apparently followed —&nbsp;who reflect their skepticism and resentment back to them in a way that feels satisfying and authentic. Many of these people don’t even come across as particularly extreme;&nbsp;they simply capture the spirit of self-reliance and straightforwardness that people are hungry to hear.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Anti-capitalist <a href=\"https://www.theguardian.com/politics/2021/sep/20/eat-the-rich-why-millennials-and-generation-z-have-turned-their-backs-on-capitalism\">sentiment has soared</a> on platforms like TikTok in recent years (and so has an <a href=\"https://www.vox.com/culture/383364/gen-z-podcasts-trump-win-joe-rogan-bros\">irony-inflected brand of MAGA conservatism</a>). Meanwhile, an entire generation — Mangione’s — has been dubbed “doomers” thanks to the demographic-spanning belief that “<a href=\"https://gnet-research.org/2022/12/16/generation-doomer-how-nihilism-on-social-media-is-creating-a-new-generation-of-extremists/#:~:text=Nihilism%20Among%20Gen%20Z,governments%20to%20govern%20as%20reasons.\">humanity is doomed</a>.” </p>\n\n<p class=\"has-text-align-none\">Much of that anger has been exploited by <a href=\"https://www.vox.com/culture/2023/1/10/23547393/andrew-tate-toxic-masculinity-qa\">bad-faith actors online with massive followings</a> who tell their followers that the real problem is feminism, or immigrants, or “wokeness.” But it’s also apparent in less extreme online spaces. You can see it in regular people’s reactions to events like Thompson’s killing, which was met with a flood of memes, jokes, horny chain texts, and lookalike contests that valorized Mangione.&nbsp;</p>\n\n<p class=\"has-text-align-none\">While the gleeful public reaction was seen as shocking and distasteful in some corners, it’s not necessarily surprising given how many people appear to believe that there is nothing left to do but burn it all down. Even the reelection of a president <a href=\"https://www.vox.com/politics/386299/trump-administration-coalition-economic-foreign-policy\">who is himself a mess of ideological contradictions</a> reflects this particular national mood. In that sense, Mangione’s politics are particularly reflective of where the country is right now — and perhaps more familiar than many of us would like to admit.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the days after a hooded gunman shot and killed United Healthcare CEO Brian Thompson in the middle of Manhattan, people on the internet endlessly speculated about the identity and motives of the shooter. Perhaps he was an aspiring folk hero suffering under delusions of grandeur, or a redpilled manosphere type seeking power and revenge [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "Applying to college today is incredibly public and incredibly isolating",
    "link": "https://www.vox.com/life/390714/college-applications-early-decision-date-acceptance-admission",
    "pubDate": "2024-12-12T12:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A teenager fills out a form in a notebook.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-539630046.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/family/369020/kids-children-generation-alpha-gen-school\" target=\"_blank\" rel=\"noreferrer noopener\">Kids Today</a></em></strong><em>, Vox’s newsletter about kids, for everyone.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/kids-today-newsletter-policy-childhood-policy-culture\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\n<p class=\"has-text-align-none\">Thousands of teenagers across the country are extra nervous this week.</p>\n\n<p class=\"has-text-align-none\">That’s because many of <a href=\"https://www.ivywise.com/blog/early-decision-notification-dates/\">the nation’s most selective colleges and universities</a> will be releasing early-decision offers, letting seniors know whether they’ll have a spot in next year’s incoming class. Those who get in will be celebrating with friends and family, and possibly <a href=\"https://www.townandcountrymag.com/leisure/arts-and-culture/a44693048/college-admissions-acceptance-etiquette/\">crafting their acceptance posts</a> for their school’s Instagram accounts. Those who didn’t will be treated to a parade of high school seniors across their social media feeds, sharing the “stats,” such as GPA and extracurriculars, that got them accepted.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Social media about college can be really relatable, but at the same time I feel like it can be very toxic,” Jayden, now a freshman at Stanford University, told me.</p>\n\n<p class=\"has-text-align-none\">It’s just one of the ways that college admissions have become more complex, stressful, and high-pressure in recent decades, as <a href=\"https://www.usnews.com/education/best-colleges/articles/college-applications-are-on-the-rise-what-to-know\">skyrocketing numbers of applications</a>, <a href=\"https://www.insidehighered.com/news/admissions/traditional-age/2024/04/03/colleges-release-some-acceptance-rates-and-application\">dwindling acceptance rates</a>, and <a href=\"https://www.vox.com/the-goods/22166381/hollow-middle-class-american-dream\">economic precarity</a> have combined to make a degree from a selective college seem both more necessary and more difficult to obtain than ever before.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Applying to college today is “drastically different” from the experience that millennial and older Americans remember, said Sara Harberson, a former dean of admissions at Franklin &amp; Marshall College and the founder of Application Nation, an online college counseling community.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The number of students applying to college has risen in recent years, <a href=\"https://www.usnews.com/education/best-colleges/articles/college-applications-are-on-the-rise-what-to-know\">jumping by 21.3 percent</a> between 2019–2020 and 2021–2022 alone. Individual students are also applying to more colleges — <a href=\"https://www.highereddive.com/news/common-app-high-sat-private-school-application-increase/638459/\">an average of 6.22 in 2021–2022</a> compared with 4.63 in 2013–2014. The share of students applying to more than 10 colleges also jumped from 8 percent to 17 percent over the same decade.</p>\n\n<p class=\"has-text-align-none\">As the number of applicants has gone up, the most selective colleges have gotten much harder to get into. The University of Pennsylvania’s acceptance rate in the 1990s was nearly 50 percent, Harberson told me. Last year, it was <a href=\"https://www.upenn.edu/about/facts\">about 6 percent</a>.</p>\n\n<p class=\"has-text-align-none\">The beginning of application season has also inched earlier and earlier, with about <a href=\"https://www.commonapp.org/files/common-app-report-early-admission-student-trends.pdf\" data-type=\"link\" data-id=\"https://www.commonapp.org/files/common-app-report-early-admission-student-trends.pdf\">58 percent of would-be college students</a> applying either “early decision,” in which students commit to attend if admitted, or “early action,” in which students simply apply early without making a commitment to attend. Early-decision and early-action applications typically have deadlines in November, but some schools offer rolling admissions starting as soon as August 1.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For many millennials and Gen X-ers, college application season was a limited period of time, with deadlines in the fall and acceptances in the spring. Now, students are continuously applying and hearing back over the course of nearly 12 months, all while watching their peers around the world do the same. “The college process is like a marathon,” Jayden said.</p>\n\n<p class=\"has-text-align-none\">For some, it can be as isolating as it is long, as students struggle to get reliable information about topics, like <a href=\"https://www.vox.com/policy/24090669/fafsa-financial-aid-rollout-college-tuition\">financial aid</a>, that remain shrouded in confusion. Some young people say even their families don’t fully understand what they’re going through because applying to college is unrecognizable from what their parents experienced decades ago.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I am very thankful for my parents, but they just don&#8217;t have a lot of the experience that I feel like I need in my day and age,” Brin, a high school senior in Wisconsin, told me. “I don’t know what I’m doing, where I’m going, and what if I’m doing the wrong thing, and I can’t have an answer about any of that, and that’s very scary.”&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Teens today are applying to college early and often</h2>\n\n<p class=\"has-text-align-none\">The choice of a college is increasingly painted as a kind of <a href=\"https://www.vulture.com/2018/01/lady-bird-did-she-make-the-right-college-choice.html\">identity formation</a> for young people. Stella, a freshman at Sarah Lawrence, called college “the biggest life decision ever.”&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, many young people, especially first-generation or low-income applicants, urgently need the economic leg up that a degree from a selective college can provide. Students have told Cindy Zarzuela, a college adviser with the New York-based nonprofit Yonkers Partners in Education, that “their families are really depending on them to have more opportunities, to earn more income, to have a better job,” Zarzuela told me. “It’s a lot of weight on their shoulders.”</p>\n\n<p class=\"has-text-align-none\">Applying early can increase students’ odds of getting admitted — early decision, in particular, can make them as much as four times as likely to get in, Harberson said. But the rush to apply can also be distracting and stressful. “It takes a lot of time out of school,” Abigail, a high school senior in Yonkers, New York, told me. “Even though we&#8217;re applying to college, we still have classes to do.”</p>\n\n<p class=\"has-text-align-none\">The push to apply early also results in a months-long march of deadlines and decision days, from late summer into the following spring. “It felt like forever,” Ummul, a sophomore at Baruch College, told me.</p>\n\n<p class=\"has-text-align-none\">For better and for worse, young people across the country and around the world are chronicling their every acceptance and rejection on social media. Many high schools, teens told me, have dedicated Instagram accounts where seniors can submit their college decisions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Stella, who was recruited by Sarah Lawrence as an athlete, deciding when to post her college decision added another layer of complexity to the process because doing so too early was considered rude. “There was definitely some moral compass in terms of, when are you going to post,” she said.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, TikToks of students’ college admissions alongside their grades and other bona fides can lead to anxiety and false expectations, since having the same GPA as someone who got in is no guarantee of admission. “Even though a lot of people are like, ‘Oh, this is how I got in,’ it&#8217;s not the same for everyone,” Abigail told me.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Some of the most important parts of the process — like money — are the most confusing</h2>\n\n<p class=\"has-text-align-none\">Even as students are faced with a glut of information about where other teens are going to school, they often struggle to get basic guidance on something equally or more important: financial aid. “Nobody talks about anything related to financial aid at my school, and I feel very lost related to it,” Brin said.</p>\n\n<p class=\"has-text-align-none\">College tuition has <a href=\"https://www.usnews.com/education/best-colleges/paying-for-college/articles/see-20-years-of-tuition-growth-at-national-universities\">spiked in the last 20 years</a>, and while an increasing number of top-flight universities have begun offering <a href=\"https://www.nytimes.com/article/which-colleges-offer-free-tuition.html\">free tuition</a> to students from low-income or even middle-class families, a lack of transparency and <a href=\"https://www.vox.com/policy/24090669/fafsa-financial-aid-rollout-college-tuition\">confusing financial aid application processes</a> often leave students unsure how much financial help, if any, they can expect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Early decision can complicate the picture further. Though many top-flight schools <a href=\"https://slate.com/human-interest/2023/12/early-decision-action-ivy-league-admissions-college.html\">pledge to meet the full financial need</a> of any student admitted through early decision, many lower-income students still avoid the process because of an unease about committing to a single school without being able to compare aid offers, students and <a href=\"https://slate.com/human-interest/2023/12/early-decision-action-ivy-league-admissions-college.html?pay=1733861288986&amp;support_journalism=please\">experts say</a>. That means the admissions advantages that come with early decision disproportionately go to teens from wealthier families.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Students at private or well-resourced public schools can rely on college counselors to help them navigate the application process, while affluent families are increasingly turning to <a href=\"https://www.nytimes.com/2024/03/31/opinion/college-admissions-consultant-branding.html\">private admissions coaches and consultants</a>. But lower-income students — those most in need of financial aid — often must manage the process largely on their own.</p>\n\n<p class=\"has-text-align-none\">Nonprofits like Yonkers Partners in Education, which offers college counseling and academic support at 11 high schools, can help. But young people are also calling for larger-scale changes, like more open conversation around money and college, starting earlier in high school. “I feel like financial literacy is so important and would have helped me so much,” Brin said.</p>\n\n<p class=\"has-text-align-none\">For now, a lot of young people are getting information and emotional support from one another.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A lot of Ummul’s friends are also first-generation students, and “there was a sense of community,” she said. “Like, if anyone has a question, we&#8217;re here to help you.” Brin, Ummul, Stella, and Jayden are all part of <a href=\"https://www.thisteenagelife.org/\"><em>This Teenage Life</em></a>, a podcast for and by teens that they also credit with helping guide them through the process.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“You get the most support from your peers,” Stella told me, “from the people who are kind of going through it alongside you.”</p>\n\n<p class=\"has-text-align-none\">Social media, meanwhile, can be a space for commiseration, not just a source of envy. “Sometimes you&#8217;ll be like, ‘Man, I thought I was going to get into this school,’ and then you&#8217;ll hear about someone else who didn’t,” Jayden said. “It’s almost like, okay, we can all connect in this moment.”</p>\n\n<h2 class=\"wp-block-heading\">What I’m reading</h2>\n\n<p class=\"has-text-align-none\">The state of California banned bilingual education in 1998. The ban was repealed in 2016, but <a href=\"https://calmatters.org/education/2024/12/bilingual-education/\">bilingual education in the state is still suffering</a>, even as <a href=\"https://www.k12dive.com/news/dual-language-immersion-programs-more-reading-growth-english-learners/725632/\">dual-language programs</a> pick up steam elsewhere in the country.</p>\n\n<p class=\"has-text-align-none\">Parents are <a href=\"https://npr.org/2024/12/10/nx-s1-5222574/kids-character-ai-lawsuit\">suing the company Character.AI</a>, alleging that its chatbots told a teenager that self-harm “felt good” and exposed a 9-year-old to “hypersexualized content.”</p>\n\n<p class=\"has-text-align-none\">If you have kids, you may have noticed that <a href=\"https://www.vox.com/culture/389869/spotify-wrapped-google-ai-music-streaming\">your Spotify Wrapped</a> is actually their Spotify Wrapped. <a href=\"https://www.washingtonpost.com/entertainment/music/2024/12/04/spotify-wrapped-2024-kids-playlist-music/\">The Washington Post talked to some parents</a> coping with this phenomenon, including a dad who lamented, “Last year, my No. 1 artist was Elmo.”</p>\n\n<p class=\"has-text-align-none\">My older kid and I have been re-reading <a href=\"https://www.dc.com/graphic-novels/the-secret-spiral-of-swamp-kid\"><em>The Secret Spiral of Swamp Kid</em></a>, a graphic novel by Kirk Scroggs that answers the all-important question: What if Swamp Thing went to middle school?</p>\n\n<h2 class=\"wp-block-heading\">From my inbox</h2>\n\n<p class=\"has-text-align-none\">A reader from Australia wrote in response to last week’s newsletter about <a href=\"https://www.vox.com/life/389469/kids-bullying-harassment-trump-racist-texts\">post-election harassment targeting kids</a>. She mentioned that Australia has <a href=\"https://www.reuters.com/technology/australia-passes-social-media-ban-children-under-16-2024-11-28/\">recently passed a law</a> banning kids under 16 from many social media sites, and asked, “What are yours and your audiences&#8217; thought on this? If a similar ban was in place in the US, could that prevent children from being targeted to receive hateful messages?”</p>\n\n<p class=\"has-text-align-none\">My first thought is that a lot of the post-election hate kids are experiencing is happening either at school or via text, so a social media ban might not put a stop to it. But I’m curious to hear your thoughts on the ban more generally, which has generated a lot of <a href=\"https://www.nature.com/articles/d41586-024-03955-5\">debate</a> (as well as questions about <a href=\"https://apnews.com/article/social-media-ban-australia-kids-4dda8d92bd4b896ff502482b6736ab24\">how it will be enforced</a>). Is a blanket social media ban a good idea for kids? Let me know what you think at anna.north@vox.com.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story originally appeared in&#160;Kids Today, Vox’s newsletter about kids, for everyone.&#160;Sign up here for future editions. Thousands of teenagers across the country are extra nervous this week. That’s because many of the nation’s most selective colleges and universities will be releasing early-decision offers, letting seniors know whether they’ll have a spot in next year’s [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "Drug overdose deaths have declined. No one knows why.",
    "link": "https://www.vox.com/health/390840/drug-overdose-deaths-decline-fentanyl-opioids",
    "pubDate": "2024-12-12T11:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Back of Portland police offer wearing bulletproof vest\" data-caption=\"A Portland police officer looks on as paramedics transport a patient administered naloxone in January. | Patrick T. Fallon/AFP via Getty Images\" data-portal-copyright=\"Patrick T. Fallon/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2056540407.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A Portland police officer looks on as paramedics transport a patient administered naloxone in January. | Patrick T. Fallon/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2022, the US reached <a href=\"https://nida.nih.gov/sites/default/files/images/fig1-2024.jpg\">a grim peak</a> in drug overdose deaths: Nearly 108,000 people died that year, more than twice the number who died in 2015, and more than four times the number in 2002.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, in what experts hope is more than a blip, the overdose epidemic that has affected every state in the nation might be showing some signs of abating.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Centers for Disease Control and Prevention’s preliminary data on the <a href=\"https://www.cdc.gov/nchs/nvss/vsrr/drug-overdose-data.htm\">12-month period ending in June</a> showed that <a href=\"https://www.cdc.gov/nchs/nvss/vsrr/drug-overdose-data.htm\">overdoses dropped about 15 percentage points</a> from the previous period. There were still roughly 94,000 overdose deaths, signaling that the public health crisis is far from over, though a positive change could be on the horizon.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the Today, Explained newsletter</h2>\n\n\n\n<p class=\"has-text-align-none\">Understand the world with a daily explainer plus the most compelling stories of the day. Sign up <a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">America’s overdose crisis was exacerbated decades ago by the increasing use of and addiction to synthetic opioids, such as fentanyl, that have proliferated through the nation’s drug supply.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Fentanyl was first produced in the 1960s and prescribed by doctors to people seeking relief from severe pain, such as cancer patients. A cheaper, more potent cousin of heroin, the drug soon became a favored commodity of traffickers, who began cutting other drugs with fentanyl and drawing people addicted to prescription painkillers such as oxycodone that have become increasingly more difficult to access. <a href=\"https://www.vox.com/science-and-health/2017/5/8/15454832/fentanyl-carfentanil-opioid-epidemic-overdose\">As my colleague German Lopez wrote in 2017</a>, fentanyl made America’s opioid crisis — already the deadliest drug crisis in US history — even deadlier.</p>\n\n<p class=\"has-text-align-none\">So what might have turned the trend around? In the latest episode of Vox’s <em>Today, Explained</em> podcast, we asked Lev Facher, a reporter covering addiction at STAT News.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-spotify wp-block-embed-spotify\"><div class=\"wp-block-embed__wrapper\">\n<div><iframe title=\"A win in the opioid crisis\" src=\"https://open.spotify.com/embed/episode/7yHMPanonmNvF8HyYDymZr?utm_source=oembed\" width=\"720\" height=\"152\" allowfullscreen allow=\"clipboard-write; encrypted-media; fullscreen; picture-in-picture;\"></iframe></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">“There&#8217;s no one event that happened about a year and a half ago that would explain this sudden significant decrease in drug overdose deaths,” says Facher. “While there&#8217;s a lot of optimism in the harm reduction and addiction medicine and recovery world, it&#8217;s cautious optimism because people don&#8217;t really know what&#8217;s happening.”</p>\n\n<p class=\"has-text-align-none\">Despite that, Facher says, experts and advocates do have a few potential explanations:&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Explanation 1: The drug supply is changing</strong></h2>\n\n<p class=\"has-text-align-none\">The simplest explanation for the drop in overdoses could be the nature of the drugs themselves; they simply may have become less toxic and less potent. Last month, DEA administrator Anne Milgram suggested <a href=\"https://www.dea.gov/press-releases/2024/11/15/deas-third-annual-national-family-summit-fentanyl-highlights-progress\">that the agency’s crackdowns</a> were having a direct impact on the drug supply.  </p>\n\n<p class=\"has-text-align-none\">“The cartels have reduced the amount of fentanyl they put into pills because of the pressure we are putting on them,” she said at the National Family Summit on Fentanyl, which gathers people who’ve had loved ones die from drug use.</p>\n\n<p class=\"has-text-align-none\">Customs and Border Protection (CBP) data can’t give us the full picture of the effectiveness of cartel crackdowns, but it shows that the <a href=\"https://www.cbp.gov/newsroom/stats/cbp-drugs-dosage-value-and-weight\">rate of fentanyl confiscation at the border</a> is hardly consistent. In January, CBP confiscated 1.3 million doses of the drug. The number of confiscations dropped significantly in June before rising back to about 1.3 million doses again in August.</p>\n\n<p class=\"has-text-align-none\">And data on the potency of illicit drugs is limited, given that drug-tracking systems vary from one community to another, Facher told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The places that do have really good drug checking, there have been some changes detected in terms of the drugs people are using, but nothing that would explain this sudden drop,” he said.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Explanation 2: Drugs are being used more safely</strong></h2>\n\n<p class=\"has-text-align-none\">Another explanation could be that harm-reduction efforts are working. Access to <a href=\"https://www.vox.com/even-better/353129/you-can-help-reverse-the-overdose-epidemic\">naloxone</a>, the lifesaving, overdose-reversing drug, expanded significantly in cities across the United States in the last few years. Local governments such as <a href=\"https://laist.com/news/health/los-angeles-naloxone-overdose-deaths\">Los Angeles County</a> made the drug available at schools, churches, libraries, and jails, and <a href=\"https://health.ucdavis.edu/blog/cultivating-health/why-you-should-carry-naloxone-narcan-to-combat-opioid-overdoses/2023/08\">everyday</a> Americans are increasingly encouraged to carry naloxone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harm-reduction campaigns may have also had an impact on those who use recreational “party” drugs, who might favor stimulants but could find themselves unknowingly ingesting fentanyl if a dealer has mixed it into cocaine or MDMA. <a href=\"https://www.amazon.com/Fentanyl-Overdrive-Substances-Detection-Sensitive/dp/B0D936KTKM\">Drug testing kits like Overdrive</a> are available for less than $15 from retailers like Amazon and provide people with step-by-step directions on testing drugs for fentanyl.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Data also suggests that the way people consume drugs might reduce the likelihood of death by overdose. Smoking fentanyl is becoming increasingly more popular than injecting it, and the former is linked to <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0376871623012917?via%3Dihub\">fewer fatal overdoses and blood-borne infections</a>.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Explanation 3: The crisis has already taken the most vulnerable lives</strong></h2>\n\n<p class=\"has-text-align-none\">The third explanation, floated by some epidemiologists, is the most bleak, and suggests that after hundreds of thousands of people were killed by drug overdoses in a relatively short time span, the <a href=\"https://www.nejm.org/doi/full/10.1056/NEJMe2406359\">epidemic is essentially burning itself out</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s a concept called the ‘depletion of susceptibles,’” Facher said. “And that&#8217;s just to say that so many people have already died of drug overdoses that there aren&#8217;t as many drug users left to die. That&#8217;s not necessarily a mainstream theory. And even if it were accepted, it probably wouldn&#8217;t explain the full significant sudden decrease in drug deaths.”</p>\n\n<p class=\"has-text-align-none\">The staggering number of deaths from the opioid epidemic, however, could be a contributing factor to declining youth drug misuse. <a href=\"https://www.kff.org/mental-health/issue-brief/teens-drugs-and-overdose-contrasting-pre-pandemic-and-current-trends/#:~:text=In%202023%2C%2010%25%20of%20high,alcohol%20use%20(30%25%20vs.\">An analysis from KFF</a> showed a small drop in opioid misuse among high school students from 2017 to 2023. As <a href=\"https://www.nytimes.com/2024/12/02/opinion/drug-overdose-deaths-decline.html\">Maia Szalavitz writes for the New York Times</a>, “Drug epidemics are often cyclical. Younger generations witness the harm specific drugs have caused their older siblings or parents, leading them to avoid those substances.”</p>\n\n<h2 class=\"wp-block-heading\">Can the decline be sustained? </h2>\n\n<p class=\"has-text-align-none\">The latest data on overdose deaths comes amid a pivotal presidential transition. While the addiction crisis is a marquee issue for both Republicans and Democrats, the incoming Trump administration includes high-level officials who’ve been intimately impacted by it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The vice president-elect, JD Vance, has spoken extensively about how opioid addiction affected his mother and his community of Middletown, Ohio. Trump’s nominee for secretary of the Department of Health and Human Services, Robert F. Kennedy Jr., is in addiction recovery himself and his policy proposals include a network of “<a href=\"https://www.youtube.com/watch?v=liZq31HLnyA&amp;t=1778s\">wellness farms</a>” to serve <a href=\"https://www.statnews.com/2024/12/11/rfk-jr-opioid-epidemic-addiction-policy-tough-love/\">as treatment facilities.</a> It remains to be seen whether the administration will focus its efforts on addiction recovery or if it will devote more attention <a href=\"https://www.youtube.com/watch?v=NUClE1P8ApI\">to law enforcement</a> and <a href=\"https://www.npr.org/2024/11/18/nx-s1-5187973/fentanyl-trump-cartels-addiction\">the US-Mexico border</a>. </p>\n\n<p class=\"has-text-align-none\">“There is trepidation about a potential shift toward law enforcement and away from treatment,” Facher said.&nbsp;“Most of my sources talk about harm reduction, treatment prevention, and really just keeping people alive [by] meeting them where they are and getting them the services they need to live healthier lives as the cornerstone of ending this drug crisis.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2022, the US reached a grim peak in drug overdose deaths: Nearly 108,000 people died that year, more than twice the number who died in 2015, and more than four times the number in 2002.&#160; Now, in what experts hope is more than a blip, the overdose epidemic that has affected every state in [&#8230;]",
    "author": "Haleema Shah"
  },
  {
    "title": "What if AI can actually help with your burnout?",
    "link": "https://www.vox.com/technology/390866/technology-artifical-intelligence-chores-burnout",
    "pubDate": "2024-12-12T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An orb-shaped robot hovering over a supermarket cart filled with groceries.\" data-caption=\"I recently asked AI to create my shopping list. It was a simple request but an astonishing breakthrough for me.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-1447827502.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>I recently asked AI to create my shopping list. It was a simple request but an astonishing breakthrough for me.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">I recently had a breakthrough by talking to a computer while walking my dog. Creating a family meal plan had been on my to-do list for about a year and it had been gnawing at me. Writing out what everyone, including my 1-year-old, would eat at each meal for the next week and then figuring out what to get at the grocery store — it’s a real chore. So, dog leash in hand, I asked an AI assistant to do it for me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It took roughly three seconds, and I had the meal plan and the grocery list done. Some of the meals matched what we’d been doing, which is how I knew it was on point. Others were more creative than I expected, like giving our baby a bean salad. I somehow felt both productive and humbled. I also felt a little less burned out.</p>\n\n<p class=\"has-text-align-none\">That probably sounds so obvious, if you’re someone who’s been optimizing life with ChatGPT since its launch two years ago. Yes, AI can take boring tasks you don’t want to do and complete them quickly, without complaint. But I’m guessing most people still aren’t quite sure how to use generative AI tools, so <a href=\"https://reutersinstitute.politics.ox.ac.uk/what-does-public-six-countries-think-generative-ai-news#header--2\">they aren’t using them</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take my advice: Tell it to do something annoying that you’ve been meaning to do but haven’t had the time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Maybe you need to write a thoughtful birthday card to an aunt you don’t know that well, or maybe you need to come up with a new workout plan. You might be surprised at how well AI does annoying chores like these, and how relieved you are to see AI doing basic helpful things <a href=\"https://www.vox.com/future-perfect/368537/ai-artificial-intelligence-capabilities-risks-warning-system\">rather than destroying humankind</a>.</p>\n\n<p class=\"has-text-align-none\">The tension between AI as a problem-solver and AI as a source of new problems is something you have to reconcile if you want to understand the technology, according to <a href=\"https://mgmt.wharton.upenn.edu/profile/emollick/\">Ethan Mollick</a>, an associate professor at Wharton and author of the newsletter One Useful Thing. Mollick has written a lot about <a href=\"https://www.oneusefulthing.org/p/how-to-use-ai-to-do-practical-stuff\">the practical uses of AI</a>, and he says that <a href=\"https://www.wsj.com/lifestyle/careers/ai-beginner-tips-guide-5c8cf7eb\">using an AI tool for about 10 hours</a> is the best way to figure out how it will work for you.</p>\n\n<p class=\"has-text-align-none\">“I feel like you have to move on from relief to amazement and existential dread to really get this product,” Mollick told me recently.</p>\n\n<p class=\"has-text-align-none\">The thing is, I’d probably spent about 10 hours trying to figure out how to use AI before it finally clicked for me in my daily life. Most of those hours were at work, as I tried to get ChatGPT or Claude to explain complex topics and struggled to know what was accurate. It was ultimately getting AI to do one annoying chore — write up a complicated meal plan complete with grocery list — that brought me to that point of amazement. And I’m currently dealing with some dread as I try to figure out how to get AI to solve more problems.&nbsp;</p>\n\n<p class=\"has-text-align-none\">AI models are getting more powerful and sophisticated every day. Many companies are burning through billions of dollars as they compete to build better and better models. OpenAI <a href=\"https://www.nytimes.com/2024/09/27/technology/openai-chatgpt-investors-funding.html\">is on track to lose $5 billion</a> this year, while Microsoft <a href=\"https://www.wsj.com/tech/ai/microsofts-ai-dreams-make-for-an-expensive-reality-90a8c8e4\">spent a staggering $19 billion</a> in one quarter alone as it ramps up various AI-related projects. Mark Zuckerberg even <a href=\"https://www.cnbc.com/2024/10/30/metas-mark-zuckerberg-seems-surprised-by-pace-of-spending-on-ai.html\">said he was surprised</a> by how much his company, Meta, was spending on the data centers and chips needed to keep up in the AI race.</p>\n\n<p class=\"has-text-align-none\">All of these big numbers tell me that AI is only going to become more prevalent in our everyday lives. This push isn’t just about populating the web with smarter chatbots, and the <a href=\"https://www.nytimes.com/2024/06/11/style/ai-search-slop.html\">flood of AI slop</a> is hardly the biggest problem we’ll face as we shift paradigms. Researchers can’t even agree on <a href=\"https://www.vox.com/future-perfect/2024/3/13/24093357/ai-risk-extinction-forecasters-tetlock\">what the biggest dangers of AI will be</a>. At the very least, we should all start questioning reality more often, as AI <a href=\"https://www.vox.com/future-perfect/371827/openai-chatgpt-artificial-intelligence-ai-risk-strawberry\">is getting frightfully good at deception</a>.</p>\n\n<p class=\"has-text-align-none\">We’re already starting to see some of the next-generation AI products that tech companies have been throwing money at. OpenAI is doing a <a href=\"https://nymag.com/intelligencer/article/openai-is-sending-mixed-signals-with-its-shipmas.html\">holiday-themed “12 days of OpenAI” series of new product announcements</a> that include breakthroughs like a photorealistic video generator and ChatGPT integration on iOS and macOS devices <a href=\"https://www.theverge.com/2024/12/11/24318915/openai-demos-new-apple-intelligence-features-for-ship-mas\">using Apple Intelligence</a>. Microsoft, meanwhile, <a href=\"https://www.vox.com/technology/390582/microsoft-chatgpt-copilot-vision-ai\">announced Copilot Vision</a>, an AI that can see what you’re doing on the web and talk to you about it. In a recent interview, Microsoft AI CEO Mustafa Suleyman told me that this is the first step toward a future in which AI can do more for us.</p>\n\n<p class=\"has-text-align-none\">“It should be able to take actions on your behalf, fill in forms, buy things, book things, plan, navigate, click on drop-down menus, and so on,” Suleyman said. “All of that is coming down the road and in the foreseeable future.”</p>\n\n<p class=\"has-text-align-none\">The tech industry’s big ambitions are a bit of a distraction for the average user. The mind-bending things AI could do isn’t actually impacting my life on a daily basis, but if I can get the technology to hammer out a few more annoying chores, I’d be thrilled. Mollick covers this concept a lot in his writing. I’d even argue that his latest newsletter addition bluntly titled “<a href=\"https://www.oneusefulthing.org/p/15-times-to-use-ai-and-5-not-to\">15 Times to use AI, and 5 Not to</a>,” got me to ask that meal plan question.</p>\n\n<p class=\"has-text-align-none\">It did take me about 10 hours of failing at using AI before I started to succeed and feel amazed. It’s easy for me to say now that it was time well spent because it certainly didn’t feel like it when I was tinkering with it and failing to find it useful. Then again, one reason why I put off annoying chores is I usually feel too burned out to do them. If an all-knowing computer-based intelligence is a solution to that burnout problem, I’ll take it.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter. </em><strong><em><a href=\"https://www.vox.com/pages/newsletters\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here</a></em></strong><em> so you don’t miss the next one!</em></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "I recently had a breakthrough by talking to a computer while walking my dog. Creating a family meal plan had been on my to-do list for about a year and it had been gnawing at me. Writing out what everyone, including my 1-year-old, would eat at each meal for the next week and then figuring [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "Hannah Kobayashi’s mysterious non-disappearance, explained",
    "link": "https://www.vox.com/culture/389788/hannah-kobayashi-ryan-kobayashi-what-happened-update",
    "pubDate": "2024-12-11T20:19:23.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A smiling young woman in hiking gear with a rocky landscape and clouds behind her.\" data-caption=\"Hannah Kobayashi.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/hannah-kobayashi-insta.webp?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Hannah Kobayashi.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Support independent journalism that matters —&nbsp;</em><a href=\"https://www.vox.com/support-now?itm_campaign=article-header-Q42024&amp;itm_medium=site&amp;itm_source=in-article\"><em>become a Vox Member today</em></a><em>.</em></p>\n\n<p class=\"has-text-align-none\"><em><strong>Editor’s note</strong>, <strong>December 11, 3:15 pm</strong> <strong>ET</strong>: On December 11, Hannah Kobayashi’s family told <a href=\"https://www.tmz.com/2024/12/11/missing-hawaii-hannah-kobayashi-family-makes-contact-lapd/\" data-type=\"link\" data-id=\"https://www.tmz.com/2024/12/11/missing-hawaii-hannah-kobayashi-family-makes-contact-lapd/\">TMZ</a> they had been in contact with Hannah that day and confirmed that she is safe.</em></p>\n\n<p class=\"has-text-align-none\">The twists and turns in the ongoing story of Hannah Kobayashi, who went missing in Los Angeles last month after failing to get on her connecting flight to New York, have kept the public riveted for nearly a month.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But now, amid a family tragedy that includes the death of Kobayashi’s father by apparent suicide, police have determined Kobayashi might have walked away from her life voluntarily.</p>\n\n<p class=\"has-text-align-none\">Los Angeles police <a href=\"https://apnews.com/article/missing-woman-hawaii-hannah-kobayashi-237f5a7131079d4666aa5b0e77dd783e\">announced Monday</a> that they’d reviewed surveillance video showing a woman they believed to be Kobayashi on November 12, the day her family reported her missing. Kobayashi, who is from Hawaii, had failed to complete a flight from her home state to New York City. <a href=\"https://nypost.com/2024/12/04/us-news/hannah-kobayashi-spotted-buying-bus-ticket-in-la-day-before-police-said-she-crossed-border-into-mexico/\">The footage shows</a> a woman who appears to be Kobayashi at a Los Angeles bus station, buying a ticket to the border. Police say she used her passport to make the purchase, then crossed over into Mexico from San Ysidro.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The investigation is the second high-profile missing persons case in recent weeks to take an unexpected turn after the person turned up seemingly unharmed. On November 11, the day before Kobayashi’s family reported her missing, a Wisconsin man resurfaced after being missing for months to admit that he had <a href=\"https://apnews.com/article/missing-kayaker-ryan-borgwardt-wisconsin-240e49d59e3e69ad95f14baea9fda1d9\">faked his own death</a> in a dramatic kayaking incident in order to escape his life and start over in Eastern Europe. Los Angeles investigators felt that Kobayashi had likewise walked away from her own life and that, until she decided to resurface, there was little they could do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“To date, the investigation has not uncovered any evidence that Kobayashi is being trafficked or is the victim of foul play. She is also not a suspect in any criminal activity,” Los Angeles Police Chief Jim McDonnell <a href=\"https://www.cnn.com/2024/12/02/us/hannah-kobayashi-missing/index.html\">stated</a> during a news conference. “She has a right to her privacy, and we respect her choices but we also understand the concern her loved ones feel for her.”</p>\n\n<p class=\"has-text-align-none\">There are several alarming differences between the two cases, beginning with the sharp and sudden turn in Kobayashi’s trajectory. The 30-year-old Maui resident was <a href=\"https://www.cnn.com/2024/11/28/us/missing-hawaii-woman-hannah-kobayashi-profile/index.html\">a free spirit</a> with a love of art, photography, and the outdoors before she boarded a flight to visit a relative on November 8. It was supposed to be her first trip to the New York City — something she’d had on her “bucket list” of places to see — and she had plans to see a Broadway show with a friend before traveling upstate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">She was sharing the flight with an ex-boyfriend, though they <a href=\"https://www.hawaiinewsnow.com/2024/11/16/father-flies-la-search-missing-daughter-who-took-flight-maui-vanished/\">reportedly</a> sat in different parts of the plane, and he doesn’t appear to have had anything to do with her disappearance. Kobayashi didn’t join him on their connecting flight out of LAX. Instead, she left the airport. Security footage caught her getting on the Metro headed toward downtown Los Angeles. After her family reported her missing, multiple people reported having seen her at The Grove shopping mall on November 9 and 10. Eagle-eyed web sleuths spotted her appearing on camera 31 seconds into <a href=\"https://www.youtube.com/watch?v=e_bthVI5rMM\">a video</a> shot at a LeBron James Nike event held there. Hannah even uploaded a photo from the event <a href=\"https://www.instagram.com/p/DCOCme2x2nW/\">to her own Instagram</a> — the last post she’s made there to date.</p>\n\n<p class=\"has-text-align-none\">During her days spent in the city, she sent a series of alarming texts to family and friends. One text spoke of “Deep Hackers” who “wiped my identity, stole all of my funds, &amp; have had me on a mind fuck since Friday,” while another claimed she’d been “tricked pretty much into giving away all my funds. From someone I thought I loved.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">She also told family she’d missed her flight to New York but reportedly <a href=\"https://abc7.com/post/hannah-kobayashi-family-missing-hawaii-woman-holding-rally-downtown-los-angeles-call-search-volunteers/15568549/\">used language</a> that family members thought didn’t sound like her. One such suspect text, containing odd endearments she didn’t typically use, <a href=\"https://nypost.com/2024/11/29/us-news/hannah-kobayashis-friends-think-final-texts-before-disappearance-were-faked-because-they-dont-include-emojis/\">said</a>, “I’m just really scared love &amp; the redwoods if calling me &amp; I know I’m meant to be there, I’m being guided there, like you have before … I risk my freedom if this goes wrong for me hun.” Another spoke of her having “just finished a very intense spiritual awakening.” In one text, Kobayashi <a href=\"https://www.hawaiinewsnow.com/2024/11/15/really-weird-text-messages-prompt-concern-maui-woman-reported-missing-los-angeles/\">reportedly claimed</a> that she was scared and afraid to go home.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Even though she was in contact with us, she wasn&#8217;t in contact with us in her right mind,” her aunt, Larie Pidgeon, <a href=\"https://www.usatoday.com/story/news/nation/2024/11/20/hannah-kobayashi-search-los-angeles-timeline/76437467007/\">told</a> USA Today.</p>\n\n<p class=\"has-text-align-none\">“I just need to rest &amp; I’ll think better,” one text to her mother, sent on November 11, <a href=\"https://nypost.com/2024/11/29/us-news/hannah-kobayashis-friends-think-final-texts-before-disappearance-were-faked-because-they-dont-include-emojis/\">reportedly read</a>. “But it’s very complicated Matrix underworld shit.” It was one of her final communications to her family. Her final texts indicated she was returning to the airport and promised to keep her family posted. Although she did return to the airport, she ultimately only picked up her luggage, which she’d requested to have flown back from New York to LA. That evening, <a href=\"https://abc7ny.com/post/family-worries-hannah-kobayashi-missing-woman-missed-flight-connection-lax-maui-hawaii-may-have-been-abducted/15560173/\">according to</a> a Facebook post made by her family, she was spotted getting off the Metro near Crypto.com Arena (formerly Staples Center). Her family claimed in the post that they’d seen footage of the sighting which indicated that Hannah “does not appear to be in good condition” and she is not alone.</p>\n\n<p class=\"has-text-align-none\">After November 11, her phone was turned off, and by the following week, Kobayashi had fallen off the grid — she’d stopped sending text updates, and family and friends fanned out across the city to search for her. We now know that she had already crossed the border into Mexico, but her family <a href=\"https://nypost.com/2024/11/22/us-news/missing-hawaii-woman-hannah-kobayashi-family-not-heard-from-detectives-for-ten-days/\">claimed</a> they had only radio silence from LAPD about what, if anything, they had learned, leaving them to search for answers alone. After the family held a public rally on November 21, police finally got in touch with them, though it would still be another week before any answers arrived.</p>\n\n<p class=\"has-text-align-none\">In the middle of the family’s fear that she’d been abducted or trafficked, and amid enormous and growing public speculation about what happened to her, her father Ryan Kobayashi was searching for her.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On November 15, he <a href=\"https://www.hawaiinewsnow.com/2024/11/16/father-flies-la-search-missing-daughter-who-took-flight-maui-vanished/\">told KHNL Hawaii News Now</a> that he’d experienced&nbsp;a “lot of worrying, a lot of confusion. Everything is just a blur it seems, because I haven&#8217;t slept well since I&#8217;ve heard the news.” He went on to ask Hannah to get in touch with the police or with her family.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There’s a lot of people out there that care and love you, Hannah,” he said. “If you can just get to somebody, whatever you can do … just let us know that you’re okay.”</p>\n\n<p class=\"has-text-align-none\">At some time around 4 am on November 24, Ryan Kobayashi died by suicide in Los Angeles.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’m going to continue to stay strong for you,” Hannah Kobayashi’s sister Sydni <a href=\"https://www.wsaz.com/2024/11/25/father-missing-hawaii-woman-found-dead-los-angeles/\">wrote</a> on social media. “We’re going to find Hannah.”</p>\n\n<p class=\"has-text-align-none\">Despite indications that Kobayashi may have been suffering from a mental break or another form of mental illness, Pidgeon pushed back on this possibility. “She has no record on that,” she <a href=\"https://www.nbcnews.com/news/us-news/hawaii-maui-woman-alarming-text-missing-los-angeles-rcna180724\">told NBC</a> on November 15. “She is not on medication. Hannah&#8217;s someone that we can call and she&#8217;s going to call us back within an hour.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Pidgeon further criticized the public speculation about Hannah’s disappearance for pushing her father to a breaking point. Conspiracy theories online abounded about what happened to her, everything from run-ins with <a href=\"https://www.vox.com/culture/23959800/escaping-twin-flames-netflix-jeff-ayan-twin-flames-universe-cult-soulmates\">the Twin Flames new-age cult</a> to bad drug trips gone haywire. “If Ryan is looking at all this shit, imagine that weighing on him?” she <a href=\"https://nypost.com/2024/11/25/us-news/conspiracy-theories-may-have-sparked-tragic-twist-in-hannah-kobayashis-case/\">told</a> the New York Post, which had previously reported sensationalized details like Kobayashi having <a href=\"https://nypost.com/2024/11/27/us-news/missing-hawaii-woman-hannah-kobayashis-family-says-venmo-payments-to-mystery-duo-being-investigated/\">paid for a tarot reading</a> while she was out and about in LA.</p>\n\n<p class=\"has-text-align-none\">In their announcement that they would be changing Kobayashi’s status to that of a “voluntary missing person,” the LAPD <a href=\"https://www.wnep.com/article/news/nation-world/police-say-a-hawaii-woman-disappeared-voluntarily/507-7930e85e-7f85-47fa-b264-1d0faf4501fc\">claimed</a> that Kobayashi had evinced a desire to “step away from modern connectivity.” This included old social media posts she’d made where she seemed to want to “disconnect from her phone,” according to Missing Persons investigator Lt. Douglas Oldfield.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, the family continued to press for answers, vowing that the search for Hannah would continue. It won’t, however, be continuing as publicly as before. The burgeoning Facebook group “Help Us Find Hannah,” which grew to over 25,000 members, went private after the announcement on Monday, with family members <a href=\"https://www.wnep.com/article/news/nation-world/police-say-a-hawaii-woman-disappeared-voluntarily/507-7930e85e-7f85-47fa-b264-1d0faf4501fc\">reportedly claiming</a> to have received “threats against their lives and the lives of their small children.” It’s unclear what if anything provoked the threats, but it is clear that public speculation and scrutiny surrounding Kobayashi’s disappearance had spiraled in the weeks since she first left LAX. On Tuesday, moderators of Reddit’s r/Hawaii subreddit <a href=\"https://www.reddit.com/r/Hawaii/comments/1h5av1i/hannah_kobayashi_is_believed_to_be_in_mexico/\">locked their post</a> about the disappearance because it was “starting to see a lot of baseless conspiracy theories.”</p>\n\n<p class=\"has-text-align-none\">However complicated Kobayashi’s story is, it seems abundantly clear that her family is right to be alarmed for her safety. It’s also increasingly evident that while the era of social media and heightened public scrutiny over police investigations can be <a href=\"https://www.vox.com/22684204/gabby-petito-missing-updates-internet-web-sleuthing\">uniquely beneficial</a>, it can also be extremely overwhelming, obfuscatory, and frustrating to family, friends, and officials trying to find loved ones. While the huge number of eyes on Hannah as she went on her journey was undoubtedly helpful in locating her, <a href=\"https://www.reddit.com/r/hannahkobayashi/comments/1h4ob9z/spotted_on_venice_beach/\">false sightings</a> and far-fetched rumors may have made it harder on the family. Hannah Kobayashi’s situation, however alarming, was and is potentially resolvable. It’s impossible to know whether the tragedy of her father’s suicide could have been avoided if her disappearance hadn’t become headline-grabbing news, but it almost certainly didn’t help.</p>\n\n<p class=\"has-text-align-none\">Still, while it’s tempting to blame Ryan Kobayashi’s death on the media and public frenzy, the real stressors might have been much closer to home. He had <a href=\"https://www.cnn.com/2024/11/25/us/hannah-kobayashi-father-found-dead-hnk/index.html\">told CNN</a> that he and Hannah had not been close when she was growing up and that they “hadn’t had contact for a while.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’m just trying to make up,” he said. “I’m trying to get her back. That’s my main focus.”</p>\n\n<p class=\"has-text-align-none\">The grim but less complicated takeaway from this series of tragic events might be just this: The mighty apparatus of true crime theorizing and crowdsourced web sleuthing can often make family tragedies into labyrinthine mysteries when they aren’t. Sometimes, the answers may be undramatic and unsatisfying — but perhaps the simpler they are, the less they lead us astray.&nbsp;</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Support independent journalism that matters —&#160;become a Vox Member today. Editor’s note, December 11, 3:15 pm ET: On December 11, Hannah Kobayashi’s family told TMZ they had been in contact with Hannah that day and confirmed that she is safe. The twists and turns in the ongoing story of Hannah Kobayashi, who went missing in [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "Trump says he supports DREAMers. His past actions say differently.",
    "link": "https://www.vox.com/politics/390702/trump-dreamers-daca-supreme-court",
    "pubDate": "2024-12-11T18:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People march in support of protections for undocumented immigrants who came to the US as children. \" data-caption=\"DACA supporters march in protest on Tuesday, Sept. 5, 2017, of the White House’s plan to wind down the program. | Merced Sun-Star/Getty Images\" data-portal-copyright=\"Merced Sun-Star/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-2186917763.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>DACA supporters march in protest on Tuesday, Sept. 5, 2017, of the White House’s plan to wind down the program. | Merced Sun-Star/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><a href=\"https://www.nbcnews.com/meet-the-press/video/trump-says-he-wants-daca-recipients-to-be-able-to-remain-in-u-s-226490949921\">In a recent <em>Meet the Press</em> interview,</a> President-elect Donald Trump claimed he’s open to working with Democrats on legislation that could keep DREAMers — undocumented immigrants <a href=\"https://immigrationforum.org/article/fact-sheet-on-deferred-action-for-childhood-arrivals-daca/\" data-type=\"link\" data-id=\"https://immigrationforum.org/article/fact-sheet-on-deferred-action-for-childhood-arrivals-daca/\">who came to the US as children</a> — in the country. <a href=\"https://www.nytimes.com/2024/12/09/us/politics/trump-dreamers-daca.html\">His own track record</a>, however, casts doubt on just how serious this commitment is.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I want to be able to work something out,” Trump said during an exchange with NBC News’s Kristen Welker, when pressed on if he wanted DREAMers to stay in the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His most recent remarks <a href=\"https://www.nytimes.com/2024/12/09/us/politics/trump-dreamers-daca.html\">stand in stark contrast</a> to his actions as president, though, when he <a href=\"https://www.npr.org/2017/09/05/546423550/trump-signals-end-to-daca-calls-on-congress-to-act\">tried to terminate the Deferred Action for Childhood Arrivals (DACA) program</a>, which shields some DREAMers from deportation. (He also called on Congress to act to <a href=\"https://x.com/realDonaldTrump/status/905038986883850240?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E905038986883850240%7Ctwgr%5E95708929800573920617b6c264cd44f535505906%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.npr.org%2F2017%2F09%2F05%2F546423550%2Ftrump-signals-end-to-daca-calls-on-congress-to-act\">protect DACA recipients</a>, which it failed to do.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump’s 2017 effort to end the program <a href=\"https://www.nbcnews.com/politics/immigration/trump-dreamers-daca-immigration-announcement-n798686\">threw many DREAMers into legal limbo</a> but the <a href=\"https://www.vox.com/2020/6/18/21295518/supreme-court-daca-trump-roberts-regents-university-california-homeland-security\">Supreme Court ultimately halted it over procedural failures</a>.</p>\n\n<p class=\"has-text-align-none\">Since then, however, multiple Republican-led states have filed a lawsuit that’s also working its way through the courts, and that’s similarly sought to unravel the program. Currently, that case is in <a href=\"https://www.texastribune.org/2024/10/10/texas-daca-case-immigrants-5th-circuit-court-appeals/\">front of the Fifth Circuit Court of Appeals</a>, and experts believe it could wind up in front of the Supreme Court as soon as next year if it gets appealed. Previously, a US district court judge determined that former President Barack Obama had <a href=\"https://www.vox.com/politics/2023/9/15/23874992/daca-immigration-ruling-biden-regulation-dreamers\">overstepped his executive authority by creating DACA without Congress</a> — indicating that legislation will likely be necessary to preserve its protections going forward.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For more than 20 years, a legislative deal to provide DREAMers a pathway to citizenship has proved elusive, due largely to Republican opposition. In order to bring a bill protecting DREAMers to fruition, Trump would have to pressure his fellow Republicans, who will soon control both the House and the Senate, to back it. Short of doing so, his claims of supporting the group — which he also made at times in his first term — don’t hold much substantive weight.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\"><strong>The longstanding fight over DACA, briefly explained&nbsp;</strong></h3>\n\n<p class=\"has-text-align-none\">Obama first established DACA in 2012 in order to temporarily safeguard hundreds of thousands of DREAMers from deportation, provide work authorizations, and enable access to social benefits like health care. Recipients can renew their DACA status every two years, but the program doesn’t offer a path to citizenship or permanent legal status. Because of recent court decisions, existing DACA recipients are still protected from deportation, but new applicants aren’t able to apply for the program. And due to the terms of the program — which require applicants to have been in the United States as of 2007 — many immigrants who came to the country more recently don’t qualify. </p>\n\n<p class=\"has-text-align-none\">Of the estimated 3 million DREAMers in the United States, DACA only protects a fraction — around 535,000 — of them. The program had previously included tens of thousands more recipients, but some have <a href=\"https://www.migrationpolicy.org/news/shrinking-number-daca-participants\">obtained legal status through other channels</a>, including marriage to US citizens, and others have left the country or declined to renew. Most of these DREAMers, who immigrated when they were children, are now in their 20s and 30s, and have firmly established their lives in the US. “We have to do something about the DREAMers because these are people that have been brought here at a very young age,” Trump told NBC News over the weekend. “Many of these are middle-aged people now.” </p>\n\n<p class=\"has-text-align-none\">DACA has long had overwhelming public support — a 2023 Data for Progress poll found <a href=\"https://www.dataforprogress.org/blog/2023/9/20/a-majority-of-voters-support-continuing-daca-and-granting-citizenship-to-daca-recipients\">56 percent</a> of voters support it — but Congress has repeatedly failed to pass legislation to enshrine the program into law and establish a path to legal status for DREAMers. This issue has only become more urgent since the program could be <a href=\"https://www.pbs.org/newshour/politics/federal-judge-declares-daca-illegal-again-issue-likely-to-be-decided-by-supreme-court\">unwound in a Supreme Court decision</a> as soon as next year — and since a judge has concluded that executive actions aren’t enough to preserve it. </p>\n\n<p class=\"has-text-align-none\">A high court decision could leave hundreds of thousands of current DACA recipients vulnerable to deportation, and deepen the uncertainty that tens of thousands of other DREAMers are navigating when it comes to work permits and social benefits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The DREAM Act, which would grant conditional legal status to millions of DREAMers, <a href=\"https://www.americanimmigrationcouncil.org/research/dream-act-overview#:~:text=The%20Dream%20Act%20is%20proposed,Act%20was%20introduced%20in%202001.\">was first introduced in 2001</a>, but has faced numerous roadblocks in the last two decades. According to Diana Pliego, a federal advocacy strategist for the National Immigration Law Center, one of the last times this bill was <a href=\"https://www.politico.com/story/2010/12/dream-act-dies-in-senate-046573\">under serious consideration was in 2010</a>, when it failed in the Senate by five votes. That year, 36 Republicans and five Democrats voted against the legislation after it had already passed the House, with conservatives deriding it as a mass “amnesty” program.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Although there have been attempts at resurrecting an immigration deal every congressional term, they have yet to succeed. Partisan divides on immigration have been a major impediment: Republicans generally resist establishing new pathways to citizenship, and Democrats have been troubled by efforts to bundle the DREAM Act with harsher immigration measures aimed at getting GOP members on board.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nbcnews.com/politics/donald-trump/senators-are-skeptical-trumps-call-bipartisan-deal-dreamers-rcna183470\">In 2018,</a> Trump urged senators to squash a bipartisan deal that included funding for his border wall in exchange for the DREAM Act because it didn’t contain sufficient provisions limiting family-based immigration. It’s possible similar efforts to link punitive policies with the DREAM Act could prove an obstacle in the new Congress as well: “Would [Trump] again hold it hostage with his long laundry list of horrible anti-immigrant policy?” Pliego speculated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump has also sought to put the blame for a lack of legislation on Democrats. And while it is true that Democrats briefly had the numbers in the Senate to pass a bill during the Obama administration, they haven’t had a similar majority since. Immigration legislation needs 60 votes to pass in the Senate. And Democrats had 60 seats for <a href=\"https://rollcall.com/2009/06/30/frankens-victory-gets-democrats-to-60-sort-of/\">a short period in 2009</a>, though some of the seats were held by relatively conservative senators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The party, however, has had far narrower 50- and 51-person majorities in recent terms, and would have needed significant Republican support to approve an immigration deal during the Biden administration. As a failed border <a href=\"https://www.nbcnews.com/politics/congress/chuck-schumer-push-stripped-israel-ukraine-aid-package-gop-blocks-sena-rcna137661\">security proposal in February indicated,</a> they haven’t gotten this degree of GOP support even on harsher immigration measures. </p>\n\n<h3 class=\"wp-block-heading\"><strong>What an actual fix would take</strong></h3>\n\n<p class=\"has-text-align-none\">For now, it’s too early to say whether Trump is actually committed to protecting DREAMers. “At the end of the day, he has a history of being against DACA recipients,” Pliego says. “He tried to end DACA, and we took him all the way to the Supreme Court.”</p>\n\n<p class=\"has-text-align-none\">She anticipates that a Supreme Court decision on the program in 2025 could potentially spur lawmakers into action, since Congress often waits until a policy is endangered to finally act.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Protections for DREAMers have often gotten caught up in broader immigration fights. Republicans have at times signaled openness to them, but only in exchange for anti-immigrant measures — including funding for Trump&#8217;s border wall — that Democrats once opposed.</p>\n\n<p class=\"has-text-align-none\">Trump could break that deadlock by pushing for a &#8220;clean&#8221; DREAMers bill that does not come attached to such measures. Democrats, meanwhile, may be more amenable to a package that both protects DREAMers and includes harsh security measures as the party has shifted to the right on the border in recent months — but that remains very much an unknown.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“With Republicans in control of both the House and Senate starting in January, [the GOP is] likely to continue to oppose helping DACA recipients unless President Trump puts his weight behind any legislation and tells [them] to vote for the bill,” Stephen Yale-Loehr, an immigration law professor at Cornell Law School, told Vox. In the past, some Republicans, including Sens. Lisa Murkowski and Lindsey Graham, have backed the DREAM Act, though the majority of the party has voted against it in both the Senate and the House. </p>\n\n<p class=\"has-text-align-none\">Yale-Loehr also notes the importance of considering a bill that doesn’t contain “poison pills,” such as money for detention camps, that could undermine Democratic support.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Barring these developments, the prospects for legislation addressing DREAMERs still appears likely out of reach in the new term. And Trump’s purported backing of the group remains questionable, too. “He’s never done anything for DREAMers,” <a href=\"https://www.nbcnews.com/politics/donald-trump/senators-are-skeptical-trumps-call-bipartisan-deal-dreamers-rcna183470\">Democratic Sen. Brian Schatz told NBC News</a>. “He will never do anything for DREAMers. This is bait, and we just have to not take it.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In a recent Meet the Press interview, President-elect Donald Trump claimed he’s open to working with Democrats on legislation that could keep DREAMers — undocumented immigrants who came to the US as children — in the country. His own track record, however, casts doubt on just how serious this commitment is.&#160; “I want to be [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "The problem with US charity is that it’s not effective enough",
    "link": "https://www.vox.com/future-perfect/390458/charity-america-effective-altruism-local",
    "pubDate": "2024-12-11T13:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A tall modern building with a glass and columned facade, bathed in golden light. People stand around a brightly lit fountain in front of the building.\" data-caption=\"Lincoln Center in New York, perhaps the poster child of wasteful, vain philanthropy in America. | Smith Collection/Gado/Getty Images\" data-portal-copyright=\"Smith Collection/Gado/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-855263610.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Lincoln Center in New York, perhaps the poster child of wasteful, vain philanthropy in America. | Smith Collection/Gado/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In September 1973, the hi-fi sound equipment mogul Avery Fisher made a <a href=\"https://www.nytimes.com/1973/10/17/archives/the-cost-of-putting-footprints-in-sands-of-time-taxes-a-factor-the.html\">massive gift of $10 million</a> (about $70 million in today’s dollars) to the New York Philharmonic. In thanks, Lincoln Center renamed the venue where the orchestra performs Avery Fisher Hall. Fisher was <a href=\"https://www.philanthropy.com/article/renaming-avery-fisher-hall-raises-the-question-of-authenticity/\">reportedly reluctant</a> to agree to have the hall named after him, but nonetheless, the donation specified that<a href=\"https://www.nytimes.com/2019/07/18/arts/sackler-family-museums.html#:~:text=The%20agreement%20included%20the%20stipulation%20that%20the%20name%20Avery%20Fisher%20Hall%20%E2%80%9Cwill%20appear%20on%20tickets%2C%20brochures%2C%20program%20announcements%20and%20advertisements%20and%20the%20like%2C%20and%20I%20consent%20in%20perpetuity%20to%20such%20use.%E2%80%9D\"> his name be used “in perpetuity.”</a></p>\n\n<p class=\"has-text-align-none\">But in 2015, Lincoln Center wanted more money, and the record company billionaire David Geffen wanted to put his name on some stuff. He wanted that very hall to be renamed in his own honor, despite the Fisher name supposedly being forever.</p>\n\n<p class=\"has-text-align-none\">Geffen <a href=\"https://www.nytimes.com/2015/03/24/arts/music/how-david-geffens-100-million-lincoln-center-gift-came-together.html\">succeeded</a> with a gift of $100 million to Lincoln Center and — perhaps more importantly — <a href=\"https://www.nytimes.com/2014/11/14/arts/music/lincoln-center-to-rename-avery-fisher-hall.html\">Lincoln Center paid $15 million to Fisher’s descendants</a> so they would not sue. What that means is that the most prominent cultural organization in New York City lit $15 million on fire so that Geffen’s name would be on a concert hall.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That $15 million didn’t even go to renovating the hall — it was just a bribe for Geffen’s own vanity, taking $15 million away from other things Lincoln Center could have invested in. Don’t worry though, the other $100 million reportedly helped with a variety of “<a href=\"https://www.nytimes.com/2015/03/24/arts/music/how-david-geffens-100-million-lincoln-center-gift-came-together.html\">acoustical shortcomings</a>” in the concert hall.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, about <a href=\"https://iris.who.int/bitstream/handle/10665/374472/9789240086173-eng.pdf?sequence=1https://iris.who.int/bitstream/handle/10665/374472/9789240086173-eng.pdf#page=80\">586,000 people</a>, most of them children under the age of 5, died of malaria in 2015, a disease that is easily treatable and preventable with inexpensive interventions that Geffen could have funded instead. But he wanted his name on a theater.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.nytimes.com/2024/12/07/business/charity-holiday-giving-optimized.html\">piece this week in the New York Times</a>, however, warns that we’re at risk of giving too much money to malaria and not enough money to less optimized causes, like fixing acoustical shortcomings in concert halls. Author Emma Goldberg laments that effective altruism (EA), which asks us to use reason and evidence to find the charitable causes that can do the most good per dollar, has become &#8220;the dominant way to think about charity,&#8221; which &#8220;argues, essentially, that you do not get to feel good for having done anything at all.&#8221;</p>\n\n<p class=\"has-text-align-none\">The second claim is so bizarre it’s hard to know where to start: I have been part of the EA community for a decade at this point, and I have never once heard someone argue that you should not feel good for helping others. Most EAs I know have <a href=\"https://juliawise.net/you-care-about-more-than-one-thing-and-thats-fine/\">complex and nuanced feelings about how their emotions and their giving relate</a>. In general, if you hear a group described as believing something obviously ridiculous, you should consider the possibility that you’re being lied to.</p>\n\n<p class=\"has-text-align-none\">But the first claim, that EA has become the dominant way that charity is done in the US, is even more wrong, and more insidious. The <a href=\"https://docs.google.com/spreadsheets/d/1IeO7NIgZ-qfSTDyiAFSgH6dMn1xzb6hB2pVSdlBJZ88/edit?gid=1410797881#gid=1410797881\">best data I’ve seen</a> <a href=\"https://forum.effectivealtruism.org/posts/ZbaDmowkXbTBsxvHn/historical-ea-funding-data\">aggregating donations</a> from major effective altruist groups — like grants from the Open Philanthropy group, individual donations given through GiveWell, etc. —&nbsp;found that a little under $900 million was donated by EA funders in 2022. Those donations were mostly, but not exclusively, made in the US. </p>\n\n<p class=\"has-text-align-none\">By contrast, <a href=\"https://philanthropy.indianapolis.iu.edu/news-events/news/_news/2023/giving-usa-total-us-charitable-giving-declined-in-2022-to-49933-billion-following-two-years-of-record-generosity.html\">total US charitable donations</a> in 2022 were $499 billion. That means that even if all EA funding were in the US, it would amount to a whopping 0.18 percent of all giving. Giving to the arts alone that year totaled $24.67 billion, or over 27 times more than was allocated based on EA ideas.</p>\n\n<p class=\"has-text-align-none\">Put differently: US philanthropy is still much, much, <em>much</em> more about rich guys like David Geffen slapping their names on concert halls than it is about donating to help <a href=\"https://www.vox.com/future-perfect/387901/malaria-vaccine-treatment-challenge-trial\">people dying from malaria</a>, or <a href=\"https://www.vox.com/future-perfect/364288/how-factory-farming-ends-animal-rights-vegans-climate-ethics\">animals being tortured in factory farms</a>, or <a href=\"https://www.vox.com/future-perfect/2022/11/23/23475085/covid-pandemic-infectious-disease-virus-pathogen-illness-kevin-esvelt-genetic-sequencing\">preventing deaths from pandemics</a> and <a href=\"https://www.vox.com/future-perfect/2018/12/21/18126576/ai-artificial-intelligence-machine-learning-safety-alignment\">out-of-control AI</a>, to name a few EA-associated causes.</p>\n\n<p class=\"has-text-align-none\">Pretending otherwise, though, lets more complacent philanthropists off the hook for refusing to think through the consequences of their actions. Goldberg approvingly cites the writer and political philosopher <a href=\"https://www.amybessschiller.com/about\">Amy Schiller</a>, arguing that philanthropic funds are better spent on, say, rebuilding Notre Dame than on anti-malarial bednets: &#8220;She wanted to know,&#8221; Goldberg writes of Schiller, &#8220;how could anyone put a numerical value on a holy space?&#8221;</p>\n\n<h2 class=\"wp-block-heading\">The life you didn’t save</h2>\n\n<p class=\"has-text-align-none\">Well, here’s one way. The Notre Dame restoration <a href=\"https://www.cnn.com/style/notre-dame-cathedral-restoration/index.html\">cost a reported $760 million</a>. Top anti-malaria charities like <a href=\"https://www.givewell.org/charities/malaria-consortium#What_do_you_get_for_your_dollar\">the Malaria Consortium</a> and the <a href=\"https://www.givewell.org/charities/amf#What_do_you_get_for_your_dollar_\">Against Malaria Foundation</a> can save a life for $8,000, taking the highest estimate for the latter.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Let’s double that, just in case it’s still too optimistic; after all, $760 million, even spread over a few years, would require these groups to massively grow in size, and they might be less cost-efficient during that growth stage. At $16,000 per life, the Notre Dame restoration budget could save 47,500 people’s lives from malaria.</p>\n\n<p class=\"has-text-align-none\">Effective altruism often involves consideration of quantitative evidence, and as such, proponents are often accused of being more interested in numbers than humanity. But I’d like the Notre Dame champions like Schiller to think about this in terms of concrete humanity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">47,500 people is about five times the population of <a href=\"https://data.census.gov/profile/Hanover_CDP,_New_Hampshire?g=160XX00US3333780\">the town</a> I grew up in, Hanover, New Hampshire, which, as it happens, contains the college that Schiller now teaches at. It’s useful to imagine walking down Main Street, stopping at each table at the <a href=\"https://lousrestaurant.com/?srsltid=AfmBOopoT31TXGN-oWpTXbzz3pAoe2q4aml7NEDWrvhCXjetQKU1pnC3\">diner Lou’s</a>, shaking hands with as many people as you can, and telling them, “I think you need to die to make a cathedral pretty.” And then going to the <a href=\"https://en.wikipedia.org/wiki/Lebanon,_New_Hampshire\">next town over</a> and doing it again, and again, until you’ve told 47,500 people why they have to die.</p>\n\n<h2 class=\"wp-block-heading\">Kids over cathedrals</h2>\n\n<p class=\"has-text-align-none\">EA is in many ways an offshoot of <a href=\"https://ethicsunwrapped.utexas.edu/glossary/consequentialism#:~:text=Consequentialism%20is%20an%20ethical%20theory%20that%20judges%20whether%20or%20not,the%20right%20thing%20to%20do.\">consequentialism</a>, the school of moral philosophy that evaluates moral actions based solely on the goodness or badness of their consequences. One of the major rivals to consequentialism is a theory called “<a href=\"https://plato.stanford.edu/entries/contractualism/\">contractualism</a>,” which asks instead: Are you acting according to principles that no one could reasonably reject? Or, put another way, do you feel you can defend the rule you’re following to everyone affected by it?</p>\n\n<p class=\"has-text-align-none\">Whatever your philosophical leanings, it’s a useful thought experiment. And there are some versions of that conversation I can imagine having. I think it’s okay to tell someone at risk of malaria that they’re not getting pills or bednets to prevent it because the money is going instead to develop a vaccine against tuberculosis so that even more people’s lives could be saved. That’s a reasonable principle to act on.</p>\n\n<p class=\"has-text-align-none\">In her piece, Goldberg worries that an effective altruist philanthropic strategy that among other things insists that foreigners’ lives count equally — a foundational part of EA — could fray “people’s already threadbare ties to local charities like soup kitchens and shelters, worsening civic isolation.” I think it’s worth thinking through the comparison here a bit more carefully. Housing vouchers for people experiencing homelessness in the District of Columbia, where I live now, <a href=\"https://www.dcfpi.org/wp-content/uploads/2023/04/CostofEndingHomelessness_FINAL.pdf#page=19\">run up to $30,000 a year</a>. As horrific as conditions for DC-ers experiencing homelessness are, am I willing to let a couple of kids in West Africa die to put up one of my neighbors for a year? I’m not.</p>\n\n<p class=\"has-text-align-none\">That said, it’s a harder question than the Notre Dame one. I can imagine explaining to kids waiting for bednets that my tax dollars are going to help people suffering in the US, not Nigeria, because we live in a democracy, and democracies have to respond more to the needs of their citizens, even if the needs in a much poorer country like Nigeria are much greater. I won’t feel great, but at least there’s some kind of legitimate reason. </p>\n\n<p class=\"has-text-align-none\">But can I imagine going down Main Street and telling people they need to die for Notre Dame? Of course not.</p>\n\n<p class=\"has-text-align-none\">If I were to file effective altruism down to its more core, elemental truth, it’s this: “We should let children die to rebuild a cathedral” is not a principle anyone should be willing to accept. Every reasonable person should reject it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The sight of rich Westerners like David Geffen directing their philanthropy not toward saving lives but toward improving the acoustics of the New York Phil fills me with visceral disgust.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are hard questions in the ethics of philanthropy, but this is simply not one of them. Maybe when the bednets crew amounts to more than 0.18 percent of giving, it’ll be worth asking if we’ve gone too far. But if the question is really Notre Dame versus dying kids, there is only one right answer.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In September 1973, the hi-fi sound equipment mogul Avery Fisher made a massive gift of $10 million (about $70 million in today’s dollars) to the New York Philharmonic. In thanks, Lincoln Center renamed the venue where the orchestra performs Avery Fisher Hall. Fisher was reportedly reluctant to agree to have the hall named after him, [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "The danger of Trump’s promise to pardon J6 defendants",
    "link": "https://www.vox.com/politics/390519/trump-pardon-january-6-insurrection",
    "pubDate": "2024-12-11T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump standing with his fist raised, backed by American flags.\" data-caption=\"Then-President Donald Trump speaks at the “Stop the Steal” Rally on January 6, 2021, in Washington, DC. | Tasos Katopodis/Getty Images\" data-portal-copyright=\"Tasos Katopodis/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/gettyimages-1294908910.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Then-President Donald Trump speaks at the “Stop the Steal” Rally on January 6, 2021, in Washington, DC. | Tasos Katopodis/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President-elect Donald Trump has been talking for years about pardoning the people who took part in the January 6, 2021, insurrection, and he could do so on day one of his second term.</p>\n\n<p class=\"has-text-align-none\">In a March <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112079753989223875\">post</a> on his social media network Truth Social, he said he would “Free the January 6 Hostages being wrongfully imprisoned!” <a href=\"https://www.theguardian.com/us-news/2022/sep/01/donald-trump-pardons-january-6-us-capitol-attack\">In 2022</a>, Trump promised full pardons and apologies, and claimed he was financially supporting people associated with the insurrection.&nbsp;All that culminated last weekend when, in an interview with <a href=\"https://www.youtube.com/watch?v=H8SoMbuPidE\">NBC News’s Kristen Welker,</a> Trump again said he may pardon people who had been convicted of crimes related to the insurrection.</p>\n\n<p class=\"has-text-align-none\">Those pardons would be well within the president’s powers. And they would be a remarkable victory for a collection of groups that have spent the last few years agitating for them. They would also provide Trump with a political win, allowing him to simultaneously reward some of his most fervent supporters while also undermining a legal system he has long claimed is unjust.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Who are the insurrectionists? What charges do they face?</strong></h2>\n\n<p class=\"has-text-align-none\">There are roughly 1,500 arrested, charged, or imprisoned January 6 insurrectionists, and among their number are all sorts of people.</p>\n\n<p class=\"has-text-align-none\">The January 6 defendants aren’t just hard-boiled leaders of militant groups;&nbsp;the insurrectionists included an <a href=\"https://www.npr.org/2024/10/29/g-s1-30586/bobs-burgers-actor-sentenced-prison-capitol-riot#:~:text=Trump's%20Terms-,Former%20'Bob's%20Burgers'%20actor%20sentenced%20to%201%20year%20in%20prison,6.\">actor</a>, <a href=\"https://www.pbs.org/newshour/politics/gym-owner-pleads-guilty-to-assaulting-officer-in-jan-6-riot\">small-business owners</a>, and even a <a href=\"https://www.pbs.org/newshour/nation/jan-6-rioter-known-as-qanon-shaman-sentenced-to-41-months\">self-proclaimed shaman</a>,&nbsp;many of whom voiced a belief in conspiracy theories. However, some of the January 6 insurrectionists were affiliated with a variety of radical anti-government movements, most notably the <a href=\"https://www.start.umd.edu/publication/extremist-groupmovement-affiliations-january-6-capitol-rioters\">Proud Boys and the Oath Keepers</a>, right-wing&nbsp;paramilitary groups <a href=\"https://www.splcenter.org/fighting-hate/extremist-files/group/proud-boys\">recognized as hate groups</a> by the <a href=\"https://www.splcenter.org/fighting-hate/extremist-files/group/oath-keepers\">Southern Poverty Law Center.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those convicted have been found guilty of a range of crimes, from low-level offenses like trespassing or property damage to grave offenses like <a href=\"https://www.vox.com/politics/2023/5/25/23737575/oath-keepers-sentencing-conviction-january-6-insurrection-capitol-attack-riot\">seditious conspiracy.</a>&nbsp;&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>How did pardoning the insurrectionists become a cause for those on the far right?</strong></h2>\n\n<p class=\"has-text-align-none\">The push for freeing insurrectionists has its roots in the false assertion, popularized by Trump, that the 2020 presidential election was rigged. That false claim, based on a variety of conspiracy theories, asserts that the 2020 election was improper; thus the insurrectionists were justified in taking action. Furthermore, the insurrectionists’ supporters claim, Justice Department investigations into Trump show that it is weaponized against those on the right, and that makes the prosecution against insurrectionists improper and invalid.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump has encouraged this line of thinking, repeatedly claiming that the DOJ is being weaponized against him and his supporters, often saying, as <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-deliver-fiery-post-indictment-speech-georgia-rcna88561\">he did following an indictment</a>, “They&#8217;re coming after you — and I&#8217;m just standing in their way.”</p>\n\n<p class=\"has-text-align-none\">As the trials of insurrectionists unfolded, several groups began to work to draw attention to the trials and recast them as persecution. One leader of these efforts is Micki Witthoeft, the mother of <a href=\"https://apnews.com/article/ashli-babbitt-capitol-siege-a15c7e52a04d932972b7a284c7a8f7df\">Ashli Babbit</a>t, a woman shot and killed by a Capitol Police officer during the insurrection. (The officer was investigated by the DOJ; he was cleared of any wrongdoing.) Witthoeft moved to Washington, DC, from San Diego to support January 6 defendants and hold vigils in support of the cause.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump has <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/03/20/donald-trump-jan-6-hostages-campaign/73023337007/\">supported the narrative</a> that January 6 defendants are the victims, with Babbitt cast as a martyr and the convicted as “political prisoners.” To be clear, they’re in prison not for expressing political beliefs but for interfering with the political process, <a href=\"https://www.nytimes.com/2024/11/13/us/politics/proud-boys-biggs-pardon.html\">committing serious violence, and other crimes</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, there is a constellation of pro-insurrectionist groups, like Justice for January 6 (J4J6), <a href=\"https://www.cnn.com/2024/11/12/politics/trump-january-6-rioters-pardons/index.html\">American Patriot Relief, J6 Pardon Project,</a> and <a href=\"http://stophate.com\">stophate.com,</a> all of which have called for pardons. <a href=\"https://www.nytimes.com/2024/11/13/us/politics/proud-boys-biggs-pardon.html\">Proud Boys leadership</a> has requested clemency, and a slew of other groups and individuals associated with the January 6 insurrectionists have asked for pardons, too.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What happens if Trump does pardon the insurrectionists?</strong></h2>\n\n<p class=\"has-text-align-none\">A pardon would help validate two arguments that Trump has made: that the Justice Department was weaponized against him and his supporters and that the 2020 election was “rigged.”</p>\n\n<p class=\"has-text-align-none\">It would also help to fully bring the insurrectionists — many of whom are aligned with the far right — into the GOP fold.</p>\n\n<p class=\"has-text-align-none\">“I think we can look at the movement behind the pardoning, the desire for those individuals to be pardoned, as part and parcel of the mainstreaming of the extremist elements that comprised the Stop the Steal movement now becoming a centralized part of a mainstream political party in the United States,” Matthew Kriner, managing director of the Accelerationism Research Consortium at Middlebury Institute, told Vox.</p>\n\n<p class=\"has-text-align-none\">January 6 insurrectionists have already started <a href=\"https://www.politico.com/news/2022/01/05/jan-6-protesters-run-for-office-526545\">running for office themselves</a>, and once freed, those now imprisoned could join their number. Groups like <a href=\"https://lookaheadamerica.org/j6questionproject/\">Look Ahead America</a> are not only advocating on behalf of January 6 defendants, but also engaging in <a href=\"https://lookaheadamerica.org/about/\">political organizing</a>, including voter registration, turnout, and lobbying efforts — all on behalf of the Republican Party.</p>\n\n<p class=\"has-text-align-none\">Pardoned insurrectionists could also go back to the groups that radicalized them in the first place. Some of these groups, like the Oath Keepers, have essentially collapsed following the imprisonment of their leaders, but right-wing antigovernment groups are still plenty active in the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A pardon would mean that some of the more extreme insurrectionists could see themselves as having been “given a permission structure to use politically motivated violence,” Kriner said. It’s “a clean slate for them to come back and essentially pick right back up where they were before.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President-elect Donald Trump has been talking for years about pardoning the people who took part in the January 6, 2021, insurrection, and he could do so on day one of his second term. In a March post on his social media network Truth Social, he said he would “Free the January 6 Hostages being wrongfully [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "An AI that sees what you see",
    "link": "https://www.vox.com/technology/390582/microsoft-chatgpt-copilot-vision-ai",
    "pubDate": "2024-12-11T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A drawing of a large eyeball looking at a woman using a computer.\" data-caption=\"Copilot Vision is a lot like a friend with an almost infinite amount of knowledge looking over your shoulder while you surf the web.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/12/GettyImages-2169079877-edit.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Copilot Vision is a lot like a friend with an almost infinite amount of knowledge looking over your shoulder while you surf the web.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s almost hard to remember what it was like before the whole world seemed to be powered by AI. Whether you like it or not, the tech industry is betting AI can improve everything from <a href=\"https://www.vox.com/technology/381158/should-you-feel-guilty-about-using-ai\">your iPhone</a> to <a href=\"https://www.vox.com/videos/364124/ai-talk-communicate-animals-machine-learning\">your relationship with animals</a>. And the <a href=\"https://www.vox.com/future-perfect/378347/nobel-prize-physics-ai-hinton-hopfield\">hype doesn’t stop there</a>.</p>\n\n<p class=\"has-text-align-none\">As 2025 inches closer, there is no shortage of AI-powered product launches. OpenAI <a href=\"https://www.theverge.com/2024/12/9/24317092/openai-sora-text-to-video-ai-launch\">just announced</a> Sora, its long-awaited photorealistic video generator, as <a href=\"https://nymag.com/intelligencer/article/openai-is-sending-mixed-signals-with-its-shipmas.html\">part of “Shipmas,”</a> a 12-day series of product releases that rhymes with Christmas. Reddit <a href=\"https://www.theverge.com/2024/12/9/24314445/reddit-answers-ai-powered-search-tool\">launched an AI search tool</a> that helps you tap into its hive mind <a href=\"https://nymag.com/intelligencer/article/reddit-traffic-google-search-growth.html\">without using Google</a>. That shouldn’t bother Google, which has a new quantum computing chip called Willow that <a href=\"https://blog.google/technology/research/google-willow-quantum-chip/\">promises to supercharge</a> what AI can do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then there’s Microsoft. After <a href=\"https://www.nytimes.com/2024/10/17/technology/microsoft-openai-partnership-deal.html\">investing $13 billion in OpenAI</a> and <a href=\"https://www.vox.com/recode/2023/1/26/23571710/microsoft-open-ai-chatgpt-google\">becoming an early mover</a> in the generative AI race a couple years ago, Microsoft has been building out its stable of AI offerings in recent months. In March, the company <a href=\"https://www.nytimes.com/2024/03/19/technology/mustafa-suleyman-google-gemini.html\">acquired Inflection AI</a> and appointed its co-founder, Mustafa Suleyman, as CEO of Microsoft AI, overseeing its consumer AI products including Copilot, Bing, and Edge. </p>\n\n<p class=\"has-text-align-none\">Microsoft’s big early-December product launch doesn’t quite match Sora in terms of scale and buzz, but the new AI tool does do something entirely original.</p>\n\n<p class=\"has-text-align-none\">It’s <a href=\"https://www.microsoft.com/en-us/microsoft-copilot/blog/2024/12/05/copilot-vision-now-in-preview-a-new-way-to-browse/\">called Copilot Vision</a>. The basic idea is that Vision allows Copilot, Microsoft’s AI-powered chatbot, to see what you’re seeing in an internet browser. Microsoft calls Copilot an “AI companion,” and with Vision, it makes sense. If you’re shopping for furniture on Wayfair, for instance, you can ask Copilot to find something with a bit of <a href=\"https://www.nytimes.com/2021/10/28/style/memphis-design-movement.html\">a Memphis design vibe</a>, even if you have no idea what a “Memphis design vibe” even means. Copilot then scans the entire webpage, looking for images that match what you’re asking for, and then points you in that direction. In other words, it can see what you’re seeing on Wayfair, and it can answer all your questions about it. It’s unlike any web browsing experience I’ve ever had.</p>\n\n<p class=\"has-text-align-none\">There are a lot of caveats here. Copilot Vision is rolling out in preview for a limited number of Copilot Pro subscribers who have also signed up <a href=\"https://www.microsoft.com/en-us/microsoft-copilot/for-individuals/copilot-labs?form=MO12KM&amp;OCID=MO12KM\">for Copilot Labs</a>. You have to use the Edge browser, and it only works on certain websites. Microsoft also deletes all of the information from every session after you’re done, which helps protect your privacy.</p>\n\n<p class=\"has-text-align-none\">I’ve spent a few days using Copilot Vision, and I’ll admit, it’s a little weird talking to a robot about the website you’re looking at. That said, the AI is great at summarizing articles on Wikipedia, and it’s fun to explore maps on TripAdvisor. But because it only works on about a dozen websites right now, I’ll admit that its abilities feel pretty constrained.</p>\n\n<p class=\"has-text-align-none\">To me, though, the ambition here feels somewhat limitless. What if an AI assistant could see your whole world, know what was what, and help you navigate it? That’s the big idea behind Copilot Vision. Letting an AI watch you browse the web is just a step toward putting an AI companion on your shoulder everywhere you go.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a recent interview, Suleyman explained why collaborating with AI is the future of computing. This is frankly something I’ve heard tech companies pitch for years. But the way things are heading, I’m finally starting to buy it.</p>\n\n<p class=\"has-text-align-none\"><em>Our conversation has been lightly edited for clarity and length.&nbsp;</em></p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">How do you feel about where things stand at the moment? Are you surprised at how mainstream AI is in 2024 or did you think it would be further ahead or behind?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Part of me feels like it&#8217;s been frustratingly slow and we could be making more progress faster. But part of me is also just overwhelmed with how awesome these models are. For the first time in history, we actually have more science than we know how to apply in technology and products. These large language models that we&#8217;ve been developing, we&#8217;re only just beginning to sort of understand the limits that they have and what they can&#8217;t do. Every week I see people unlocking new capabilities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It&#8217;s probably the most creative time in technology, in the tech industry, that I can think of for actually inventing and creating new experiences, and that&#8217;s what I&#8217;ve always been passionate about. Like, how do I create a personal AI or personal AI companion? How do I really make people feel like there is a smooth, fluent, conversational companion in their corner that helps them go about their daily lives? And now I actually have the clay to be able to sculpt this new species at my fingertips.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">What kind of hang-ups do you think people have about using AI?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Most of the time people are asking themselves, &#8220;What do I use this for?&#8221; Like any new, general-purpose technology which can do anything, it kind of leaves the user thinking, &#8220;Well, if it can do anything, what am I going to do with it?&#8221; And so the way that we&#8217;ve designed Copilot is to help lead the conversation. It asks great questions. It&#8217;s inquiring. It listens actively while you&#8217;re in the voice mode. It interrupts at the right time. It has a different intonation and pace depending on the subject matter of the conversation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We&#8217;ve tried to work around some of the limitations of what we would otherwise call the &#8220;cold start problem,&#8221; knowing how to get the most out of a technology, or where to begin a conversation by creating a much more fluent and smooth conversational interaction.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">Voice assistants, like Siri and Alexa, have been around for a while. I know a lot of people that don&#8217;t use them every day. I don&#8217;t use them every day. Do you think that there needs to be a breakthrough moment — and maybe this is the moment — to get people to talk to their computers and to have that feel natural?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">I mean, I use voice every day now. It&#8217;s the first thing I do when I think to search for something. It is so much faster. It&#8217;s so much easier. It&#8217;s so much more accurate than having to type into your phone or onto your keyboard. And the crazy thing about it is that it can then ask you a question back and keep the dialogue going. And it&#8217;s a totally new modality.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For the first time, it actually works. Unlike in the past, where voice commands were limited to, like, a few fixed phrases, like turn on the lights, or what&#8217;s the capital of [France], and they never really work very well. Today, it is just like having a conversation with a friend, and that unlocks a different type of interaction. You&#8217;re no longer limited by having to formulate your thoughts into a search query, read a bunch of links on the page when they arrive in the results page, and then go and look at that web page. You can just actually ask Copilot, as though you&#8217;re talking to a friend or a knowledgeable expert or an adviser. </p>\n\n<p class=\"has-text-align-none\">We&#8217;re seeing huge growth in the voice-first interactions, much longer sessions, much more variety of topics that are being covered, much more frequent, because you can just whip it out and within one click get into a dialogue on your headphones with a super knowledgeable, supportive expert. So yes, I definitely think it is the future of computing.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">We’ve been browsing the web the same way for as long as the web has existed, basically. Why do you think we&#8217;ve been stuck?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">We&#8217;ve been stuck in search and browser for 20 years, in the same paradigm, and it&#8217;s because computers haven&#8217;t been able to speak our language. We&#8217;ve had to learn their language, right? And that interface layer mediated our communication, and that layer is buttons and search queries. Search queries don&#8217;t represent the richness of your ideas in conversation. You&#8217;re forced to express things in short form, in a very curiously odd, limiting way, right? And you can&#8217;t ask any follow-up. Whereas now, computers understand our language, they speak plain English — fast, interactive, kind, and supportive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Voice is clearly a totally new paradigm, and the interface always changes what you can do with a piece of technology. So now that we have a brand-new interface, it will open up a whole new range of possibilities for the types of questions that you ask and the types of learning experiences that you go on.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">Which brings us to Copilot Vision. What does that new range of possibilities look like?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Copilot Vision is a mind-blowing experience. This is a first in the industry. We are going to be the first to launch, at scale, general purpose, visual understanding of your entire web page. And this is transformative because it means that you can say to your Copilot, &#8220;What is this?” or, “What is that?&#8221; or, &#8220;Look over there. What does that thing look like?&#8221; And that ambiguous reference — the this or that or there — is a much more human way of thinking about interacting with the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We do that when you&#8217;re standing next to a friend or a colleague or a family member, and you&#8217;re both looking at the same plant or the same sofa, or looking at the same dress. And that is what a companion feels like. That&#8217;s what we&#8217;ve been designing with Copilot Consumer is these visual, interactive companion-like experiences, and it is just mind-blowing. It is totally different. When people get a chance to really use it for themselves, you&#8217;ll see that it is just a completely different way of interacting with a computer.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">It seems like the natural next step here would be to get Copilot Vision to actually do stuff for you on the web instead of just describing things for you.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">You&#8217;re absolutely right. The first step is that your AI companion should be able to hear what you hear and talk to you in your language. The second step is that it should see what you see and be able to talk to you about what you&#8217;re both seeing at the same time. The third step is that it should be able to take actions on your behalf, fill in forms, buy things, book things, plan, navigate, click on drop-down menus, and so on. All of that is coming down the road and in the foreseeable future.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">Hallucinations are a big drawback of a lot of generative AI. Does that happen with Vision, or is it different because it&#8217;s dealing with a set amount of information?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Humans get stuff wrong. Sometimes when they&#8217;re looking into the distance, they mislabel a color, or they get the genre of a piece of furniture wrong. Sometimes that happens, but very rarely. It&#8217;s actually more accurate than your average person at identifying those kinds of objects in the images because it&#8217;s seen so much more data. It&#8217;s had so much more experience. So it&#8217;s not like there&#8217;s zero hallucinations, but it isn&#8217;t a significant limitation of the experience.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">Looking ahead to the future, into the evolution of hardware, how do you think moving from phones to glasses or headsets will steer our relationship with AI?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">I think people are increasingly exhausted with their screens and having to pull out your screen to type something into it or take a photo with it. It&#8217;s an additional layer of friction and an intrusion into your being present in the moment. So I definitely think that various kinds of wearables are going to become more and more present in the next few years, and we&#8217;re certainly thinking about that very carefully.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Adam Clark Estes</h4>\n\n<p class=\"has-text-align-none\">AI seems great for the workplace. It&#8217;s very helpful at summarizing meetings or making presentations. But I&#8217;m having a harder time making it make sense at home. What am I missing?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Mustafa Suleyman</h4>\n\n<p class=\"has-text-align-none\">Think about this: Any time you go to search something, any question that comes to mind, whether it&#8217;s like a restaurant or the time of day in another country, or where you should buy your next car, or, you know, what the answer is to some general knowledge question, or what happened in the news yesterday, what the sports score was —&nbsp;all of those things are now faster and easier and more interactive and more conversational with Copilot. So I think your first thought should be, let me just ask my AI companion, because the answer is much more digestible. It&#8217;s much more succinct, and it&#8217;s instantly available for the follow-up question, if you want to go down that far.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s almost hard to remember what it was like before the whole world seemed to be powered by AI. Whether you like it or not, the tech industry is betting AI can improve everything from your iPhone to your relationship with animals. And the hype doesn’t stop there. As 2025 inches closer, there is no [&#8230;]",
    "author": "Adam Clark Estes"
  }
]