[
  {
    "title": "Can Kamala Harris still win? It’s possible, but it’s looking less likely.",
    "link": "https://www.vox.com/2024-elections/382807/trump-leading-harris-2024-electoral-college",
    "pubDate": "2024-11-06T04:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris standing at a lectern at a rally.\" data-caption=\"Vice President and Democratic presidential candidate Kamala Harris speaks during a campaign rally on the Benjamin Franklin Parkway in Philadelphia, Pennsylvania, on November 4, 2024. | Matthew Hatcher/AFP via Getty Images\" data-portal-copyright=\"Matthew Hatcher/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182344854.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President and Democratic presidential candidate Kamala Harris speaks during a campaign rally on the Benjamin Franklin Parkway in Philadelphia, Pennsylvania, on November 4, 2024. | Matthew Hatcher/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><strong><em>Support independent journalism that matters —&nbsp;</em></strong><a href=\"https://www.vox.com/support-now\"><strong><em>become a Vox Member today</em></strong></a><strong><em>.</em></strong></p>\n\n<p class=\"has-text-align-none\">The presidential race remains too close to call, likely coming down once again to the Rust Belt trio of Michigan, Pennsylvania, and Wisconsin.</p>\n\n<p class=\"has-text-align-none\">But the results so far suggest former President Donald Trump improved his performance in much of the country relative to 2020, and that if Vice President Kamala Harris still manages to win, it would be by an extremely narrow margin.</p>\n\n<p class=\"has-text-align-none\">The sole swing state called by a major news outlet as of late Tuesday is North Carolina, which was called for Trump. The former president also appears well-positioned to win Georgia, where more than 90 percent of the vote has been counted. Harris likely can’t count on Arizona, the swing state where she’d polled the worst, though it will take some time to count the votes there.</p>\n\n<p class=\"has-text-align-none\">If Georgia and Arizona indeed fall to Trump — and keep in mind they haven’t been called yet, but he looks formidable there — Harris’s path to victory depends on winning <em>all three</em> of Michigan, Pennsylvania, and Wisconsin. If she loses just one in this scenario, it’s over for her. (The other remaining swing state, Nevada, will be very slow in counting, but it would be too small to make much of a difference in the Electoral College.)</p>\n\n<p class=\"has-text-align-none\">All three of those Rust Belt states are still close. Trump leads the current count in all three, though many uncounted votes remain from Democratic-leaning areas.</p>\n\n<p class=\"has-text-align-none\">But notably, outside the swing states, Trump is on track to do significantly better than he did in 2020, so a Harris win scenario depends on the Rust Belt defying an apparent nationwide shift in Trump’s favor.</p>\n\n<p class=\"has-text-align-none\">For instance, Biden won Virginia by 10. As of late Tuesday, with more than 80 percent of votes in the state counted, Harris led Trump by a mere 1.7 percentage points. That margin is sure to expand when more Democratic areas count, but per the <a href=\"https://www.nytimes.com/interactive/2024/11/05/us/elections/results-virginia-president.html\">New York Times’s forecast of the uncounted vote,</a> she’ll likely end up with somewhere around a 5-point win, significantly worse than Biden.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Similar dynamics are at play in many other states, and Trump utterly romped in Florida, winning it by about 13 percentage points. (In 2020, Trump won Florida by a little over 3 percentage points.)</p>\n\n<p class=\"has-text-align-none\">Indeed, it seems quite possible that Trump could win the national popular vote. It will take some time to determine that, as it would depend on the final margin in slow-counting states like California.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But what really matters is how the Rust Belt states end up, and we&#8217;re still waiting to learn that.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Support independent journalism that matters —&#160;become a Vox Member today. The presidential race remains too close to call, likely coming down once again to the Rust Belt trio of Michigan, Pennsylvania, and Wisconsin. But the results so far suggest former President Donald Trump improved his performance in much of the country relative to 2020, and [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "How do I fix my ballot if it is tossed out?",
    "link": "https://www.vox.com/2024-elections/382799/ballot-curing-mailed-absentee-ballots-fix-signature",
    "pubDate": "2024-11-06T02:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Absentee ballot voting sign in front of a polling place\" data-caption=\"Fulton County elections workers process absentee ballots at the new Fulton County Elections Hub and Operations Center on November 4, 2024, in Union City, Georgia. | Elijah Nouvelage/AFP\" data-portal-copyright=\"Elijah Nouvelage/AFP\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182272059.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Fulton County elections workers process absentee ballots at the new Fulton County Elections Hub and Operations Center on November 4, 2024, in Union City, Georgia. | Elijah Nouvelage/AFP</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Let’s say you decided to vote by mail.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The bad news is if you make a mistake filling it out — even a small one — your ballot can be tossed out. Some voters in Nevada, for instance, are reportedly having their ballots rejected because the signature they used to sign their ballots <a href=\"https://www.motherjones.com/politics/2024/11/nevada-voter-signature-matching-election-forensics/\">does not resemble the signature the state has on file</a>.</p>\n\n<p class=\"has-text-align-none\">But there’s also good news: Often, a voter whose mailed-in ballot would otherwise not be counted can “cure” that ballot and then their vote will count. All “curing” means is that voters are given a chance to fix the disqualifying error. The rules vary by state, and if you want to know what the rules are in your home state, <a href=\"https://www.ncsl.org/elections-and-campaigns/table-15-states-with-signature-cure-processes\">the National Conference of State Legislatures lists them here</a>.</p>\n\n<p class=\"has-text-align-none\">One important thing to keep in mind is that, if you did cast a ballot that needs to be cured, both state election officials and your political party may attempt to contact you by phone, text, or email. So, <em>if you voted by mail and receive a call from an unfamiliar number in the next few days, it’s a good idea to answer it</em> — it may be someone warning you that you are about to be disenfranchised if you don’t act.</p>\n\n<p class=\"has-text-align-none\">Of the seven swing states, five allow ballots to be cured in at least some circumstances:</p>\n\n<ul>\n<li><strong>Arizona</strong>: In Arizona, ballots can be tossed out if an election official determines that the signature on the envelope containing the ballot <a href=\"https://law.justia.com/codes/arizona/title-16/section-16-550/\">doesn’t match the signature</a> in a voter’s registration record. State law, however, requires election officials to “make reasonable efforts to contact the voter, advise the voter of the inconsistent signature and allow the voter to correct.” The voter has until the fifth business day after the election to correct the signature.</li>\n\n\n\n<li><strong>Georgia</strong>: In Georgia, a ballot <a href=\"https://law.justia.com/codes/georgia/title-21/chapter-2/article-10/section-21-2-386/\">can be rejected for a number of reasons</a>, including if the voter incorrectly writes their driver’s license number when they submit their ballot. If a ballot is rejected, state law says election officials “shall promptly notify the elector of such rejection.” The voter then has three days to cure the ballot, although what they are required to do to cure it varies depending on what caused the ballot to be rejected.</li>\n\n\n\n<li><strong>Michigan</strong>: In Michigan, ballots can also <a href=\"https://www.legislature.mi.gov/Laws/MCL?objectName=MCL-168-766\">be rejected due to a signature matching problem</a>. To cure the ballot, the voter must fill out a cure form and return it by 5 pm on the third day after the election.</li>\n\n\n\n<li><strong>Nevada</strong>: Nevada also can reject ballots because of signature-matching problems. According to state law, if that happens, “the clerk shall contact the voter” and inform them of what they need to do to cure the ballot. The voter then must cure the ballot by 5 pm on the sixth day following the election.</li>\n\n\n\n<li><strong>North Carolina</strong>: North Carolina ballots can be <a href=\"https://ncleg.gov/EnactedLegislation/Statutes/HTML/BySection/Chapter_163/GS_163-230.1.html\">rejected for a variety of clerical errors</a>. Should that happen, state law says “the county board of elections shall promptly notify the voter of the deficiency and the manner in which the voter may cure the deficiency.”&nbsp;</li>\n</ul>\n\n<p class=\"has-text-align-none\">Again, if you cast a ballot that needs to be cured, you will likely be contacted either by election officials, by your political party, or both. For this reason, voters who cast their ballot by mail should be alert to phone calls from unfamiliar numbers, as the caller may be trying to inform them that their ballot needs to be cured. If you miss that call, and your ballot is disqualified, you could lose your chance to vote in this election.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Let’s say you decided to vote by mail.&#160; The bad news is if you make a mistake filling it out — even a small one — your ballot can be tossed out. Some voters in Nevada, for instance, are reportedly having their ballots rejected because the signature they used to sign their ballots does not [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "How a second Trump presidency could reshape the world",
    "link": "https://www.vox.com/2024-elections/382679/trump-foreign-policy-america-first-tariffs-nato-alliance",
    "pubDate": "2024-11-05T22:35:40.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump holding up a fist while standing in front of a crowd.\" data-caption=\"Donald Trump’s ideas about the US role in international affairs could erode US diplomacy. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182919783.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Donald Trump’s ideas about the US role in international affairs could erode US diplomacy. | Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The results aren’t in yet, but if Donald Trump ends up winning the 2024 presidential election and regaining the presidency, he could radically reshape international politics.</p>\n\n<p class=\"has-text-align-none\">Trump has made very clear on the campaign trail that he believes major changes to US foreign policy are necessary. “We have been treated so badly, mostly by allies &#8230; our allies treat us actually worse than our so-called enemies,” <a href=\"https://www.cnbc.com/2024/09/26/not-just-china-trump-2point0-could-spell-trouble-for-us-allies-as-he-doubles-down-on-tariff-talk-.html\">Trump told the audience</a> in September at a <a href=\"https://www.youtube.com/watch?v=7kykpqbOSjI&amp;t=568s\">Wisconsin</a> campaign event. “In the military, we protect them, and then they screw us on trade. We’re not going to let it happen anymore.”</p>\n\n<p class=\"has-text-align-none\">Those aren’t empty promises. Presidents have wide latitude on foreign policy and can enter or nix many international agreements unilaterally.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It really does vary, agreement to agreement, in terms of what the exit criteria are, but there are very few where a congressional approval for withdrawal is required,” Jennifer Kavanagh, senior fellow and director of military analysis at Defense Priorities, told Vox.</p>\n\n<p class=\"has-text-align-none\">In his first term, Trump pursued what he called an “America First” foreign policy, which saw him withdraw from <a href=\"https://www.vox.com/world/2018/5/8/17328520/iran-nuclear-deal-trump-withdraw\">major international agreements</a>, launch a <a href=\"https://www.vox.com/world/2018/7/6/17542482/china-trump-trade-war-tariffs\">trade war with China</a>, verbally <a href=\"https://www.vox.com/2018/6/28/17513972/trump-nato-russia-putin-nafta\">antagonize allies</a>, and <a href=\"https://www.vox.com/world/2019/2/26/18239694/trump-north-korea-kim-jong-un-vietnam-summit\">attempt complex negotiations</a> with <a href=\"https://www.vox.com/policy-and-politics/2018/7/16/17577096/trump-putin-meeting-nato\">several of the US’s adversaries</a>.  </p>\n\n<p class=\"has-text-align-none\">This campaign season, he has promised to continue attempts to dramatically alter or otherwise hamper international agreements, <a href=\"https://www.politico.com/news/magazine/2024/07/02/nato-second-trump-term-00164517\">including the NATO security alliance</a>, in ways that could fundamentally weaken the US’s place in the global order.</p>\n\n<p class=\"has-text-align-none\">Of Trump’s stated foreign policy positions, his <a href=\"https://www.vox.com/policy/2024/2/9/24064244/trump-economy-china-tarriffs-today-explained\">planned protectionist trade policy</a> would likely be the most immediately damaging to Americans; his <a href=\"https://www.vox.com/policy/374102/trump-harris-tariffs-congress\">proposed tariff increases</a> would spark a global trade war and drive up prices for American consumers. In the longer term, his ideas about the US role in international affairs could erode US diplomacy and undermine institutions like NATO and the UN. That could have lasting effects on the geopolitical landscape, much as his first-term foreign policy decisions did.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Trump’s isolationist first administration, briefly explained</strong></h2>\n\n<p class=\"has-text-align-none\">During his first term, from 2017 to 2021, Trump withdrew the US from multiple international agreements, including the <a href=\"https://www.vox.com/world/2018/5/8/17328520/iran-nuclear-deal-trump-withdraw\">Joint Comprehensive Plan of Action (JCPOA), often called the Iran deal</a>. That agreement, negotiated in 2015 under President Barack Obama, essentially eased US sanctions on Iran in exchange for curtailing its nuclear program and allowing greater international oversight of it.</p>\n\n<p class=\"has-text-align-none\">“​The Iran deal was one of the worst and most one-sided transactions the United States has ever entered into,” Trump said when the agreement was terminated in 2018. Since then, <a href=\"https://armscontrolcenter.org/a-worthless-withdrawal-two-years-since-president-trump-abandoned-the-jcpoa/\">Iran has built up its stockpile of enriched uranium</a> and increased its missile supply, <a href=\"https://www.nbcnews.com/investigations/no-evidence-iran-rushing-build-nuclear-weapon-cia-director-says-rcna174004\">reportedly bringing the program much closer to developing nuclear capabilities</a> — despite the Trump administration’s promise that Iran would never have them.</p>\n\n<p class=\"has-text-align-none\">Trump also pulled the US out of the Paris climate agreement, which commits all signatories to reducing greenhouse gas emissions. Other diplomatic casualties of the Trump administration include the <a href=\"https://trumpwhitehouse.archives.gov/briefings-statements/president-donald-j-trump-withdraw-united-states-intermediate-range-nuclear-forces-inf-treaty/\">Intermediate-Range Nuclear Forces Treaty</a> (INF), a Cold War-era pact between the US and Russia limiting the development of short- and intermediate-range nuclear weapons; the <a href=\"https://www.armscontrol.org/factsheets/openskies\">Open Skies Treaty</a>, which allows signatories to conduct military reconnaissance flyovers; and two <a href=\"https://www.brookings.edu/articles/trump-wants-out-of-global-migration-discussions-cities-want-in/\">international migration agreements</a>.</p>\n\n<p class=\"has-text-align-none\">Trump also repeatedly critiqued NATO during his first term. He argued the other countries in the military alliance weren’t spending enough on defense (and they did <a href=\"https://www.vox.com/politics/360160/nato-summit-allies-trump-biden-zelenskyy-ukraine\">begin to spend more</a>), questioned whether the organization was still necessary, and in 2020 <a href=\"https://www.cfr.org/in-brief/trumps-sudden-and-dangerous-troop-withdrawal-germany\">withdrew almost 10,000 troops stationed in Germany</a>, a decision Vice President Kamala Harris’s foreign policy adviser Philip Gordon said seemed “designed to send a message about the limit of what Americans are prepared to spend to defend foreign borders and, more broadly, uphold world order.” </p>\n\n<h2 class=\"wp-block-heading\"><strong>What Trump could do in a second term</strong></h2>\n\n<p class=\"has-text-align-none\">In a second term, Trump has pledged to again withdraw from international agreements and organizations.</p>\n\n<p class=\"has-text-align-none\">He explicitly promised to pull the US out of the <a href=\"https://www.youtube.com/watch?v=lQcZZbCFL2I\">Paris climate accords again</a>, after the US reentered the agreement under President Joe Biden. And Trump could limit US cooperation with UN organizations that his administration was critical of, like the <a href=\"https://2017-2021.state.gov/update-on-u-s-withdrawal-from-the-world-health-organization/\">World Health Organization</a>. He has also floated a variety of new tariffs — at times calling for new taxes as high as <a href=\"https://www.washingtonpost.com/politics/2024/08/14/trump-rally-speech-north-carolina-economy-jd-vance/?itid=lk_inline_manual_30\">20 percent on US trading partners</a> and recently threatening to <a href=\"https://www.washingtonpost.com/business/2024/11/04/trump-mexico-tariff-trade/\">impose tariffs of up to 100 percent on Mexico</a>, the US’s <a href=\"https://www.census.gov/foreign-trade/statistics/highlights/topcm.html\">largest trading partner for goods in 2024</a>.  </p>\n\n<p class=\"has-text-align-none\">One partnership that would be difficult for Trump to alter is the US agreement with NATO. The NATO charter doesn’t have a withdrawal mechanism. As Kavanagh explained, “Recently, Congress passed a law specifically aimed at NATO that would require congressional approval for withdrawal from NATO,” in an effort to further protect the US membership in the alliance.</p>\n\n<p class=\"has-text-align-none\">Even with that safeguard, there are ways a second Trump administration could hollow out NATO or other US military pacts, such as the one between the <a href=\"https://www.csis.org/analysis/new-horizons-korea-us-japan-trilateral-cooperation\">US, South Korea, and Japan</a> meant to deter China and North Korea.</p>\n\n<p class=\"has-text-align-none\">“​​Trump can decide to change US posture in any country, whether that&#8217;s Asia or in Europe, and just pull forces out, close bases, stop investing in sort of the joint infrastructure and on all the committees and logistical pieces that keep an alliance running, that keep us tied into allies and partners,” Kavanagh said. “Any president could do that.”</p>\n\n<p class=\"has-text-align-none\">But neglecting NATO and alienating those allies is not the only way a Trump administration could damage US foreign policy and diplomacy, according to James Lindsay, a senior fellow in US foreign policy at the Council on Foreign Relations.</p>\n\n<p class=\"has-text-align-none\">“A lot is going to depend upon how he staffs his administration,” Lindsay told Vox. “We don&#8217;t have a good sense of who would be a secretary of state, secretary of defense, [or] national security adviser.” The people in those positions could have serious implications for all kinds of foreign policy decisions, from how (and if) ceasefire negotiations are conducted to which countries receive weapons transfers. </p>\n\n<p class=\"has-text-align-none\">In the absence of a robust, experienced diplomatic apparatus, Trump may try to negotiate foreign policy largely on his own, as he has in the past. Those attempts had poor outcomes, like when his <a href=\"https://www.brookings.edu/articles/the-good-the-bad-and-the-ugly-at-the-us-north-korea-summit-in-hanoi/\">attempt to negotiate with North Korean leader Kim Jong Un</a> <a href=\"https://www.vox.com/2019/7/1/20659074/north-korea-trump-kim-jong-un-dmz\">ended in 2019</a> with no guarantees on the North Korean side to stop nuclear weapons development and no fundamental change in the relationship. His talks with <a href=\"https://www.washingtonpost.com/politics/2021/08/20/trump-peace-deal-taliban/\">the Taliban</a> led to the withdrawal of US and NATO forces and the <a href=\"https://www.vox.com/22626240/taliban-afghanistan-baradar\">collapse of the civilian government in Afghanistan</a>.</p>\n\n<p class=\"has-text-align-none\">Trump has made big promises on the types of negotiations he’d conduct as president —&nbsp;like ending the war between <a href=\"https://apnews.com/article/trump-russia-ukraine-war-un-election-a78ecb843af452b8dda1d52d137ca893\">Russia and Ukraine in 24 hours</a> —&nbsp;but as was the case in his first term, the reality is likely to be much harder and messier than he’s suggested.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The results aren’t in yet, but if Donald Trump ends up winning the 2024 presidential election and regaining the presidency, he could radically reshape international politics. Trump has made very clear on the campaign trail that he believes major changes to US foreign policy are necessary. “We have been treated so badly, mostly by allies [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "How news organizations call the election — and why you should trust them",
    "link": "https://www.vox.com/2024-elections/381654/election-network-vote-call-cnn-vox-ap-president",
    "pubDate": "2024-11-05T19:54:11.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"ABC News desk with four people spread out. Images of Biden and Trump are on screens above them\" data-caption=\"“Decision desks” use data, statistical models, and on-the-ground reporting to understand which candidate is leading where. | Lorenzo Bevilacqua/ABC via Getty Images\" data-portal-copyright=\"Lorenzo Bevilacqua/ABC via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2171264777.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>“Decision desks” use data, statistical models, and on-the-ground reporting to understand which candidate is leading where. | Lorenzo Bevilacqua/ABC via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Come Tuesday night, millions of Americans will be glued to their TV screens or refreshing their browser windows to see the latest election returns, all in anticipation of a final race call. (Though&nbsp;we might not know the next president until days later.)</p>\n\n<p class=\"has-text-align-none\">Counting ballots can take a while, but news organizations don’t necessarily need to wait for every cast ballot to be counted before announcing a winner. They’re often able to declare who won without the full returns, thanks to the work of teams colloquially known as “decision desks” — groups of political scientists, statisticians, pollsters, and reporters who use mountains of data, statistical models, and on-the-ground reporting to understand which candidate is up where, and how likely a candidate is to win a given precinct, county, or state. </p>\n\n<p class=\"has-text-align-none\">Given the doubt that former President Donald Trump has sown over the past eight years,&nbsp;both about the election process and the media, it’s worth understanding in detail how the processes of projecting and calling election results work, and why consumers of news should trust those results.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Remember that we don&#8217;t elect anybody,” <a href=\"https://www.cbsnews.com/team/anthony-salvanto/\">Anthony Salvanto</a>, who as CBS News’s executive director of elections and surveys, oversees the network’s decision desk, told Vox. “The voters do that. Elections officials are reporting the vote, and what you&#8217;re getting from us and the networks is our analysis of what they&#8217;ve reported, as well as our first-hand reports from talking to voters.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>How exactly do news organizations figure out who’s winning?</strong></h2>\n\n<p class=\"has-text-align-none\">To figure out who won an election, news organizations like Fox News, CNN, the Associated Press (AP), and others use a combination of data from election officials, statistical modeling, and polling and surveys of voters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Raw vote counts come in at the precinct, county, and state levels, and these help decision desks both ensure voting is in line with their expectations and to make decisions on tight contests. Those expectations are shaped by statistical models based on history and other voter information, like geographical location, gender, age, and more.</p>\n\n<p class=\"has-text-align-none\">This year, there are two main systems that news media will rely on for their projections.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The AP and Fox News use a system called <a href=\"https://apnorc.org/projects/ap-votecast/\">AP VoteCast</a>, which debuted in 2018 and has been used in every national election since. In a shift from past practice, VoteCast doesn’t rely on exit polling, and instead uses large-scale online surveys of registered voters who are chosen randomly from a <a href=\"https://ropercenter.cornell.edu/how-do-probability-based-online-panels-work\">probability-based sample</a>, in an attempt to get the most accurate information from the most representative sample.</p>\n\n<p class=\"has-text-align-none\">A different method is used by the National Election Pool (NEP), which provides data to ABC News, CBS News, CNN, and <a href=\"https://www.nbcnews.com/politics/2024-elections/how-election-data-is-collected\">NBC News</a>. The NEP relies on Edison Research to conduct three types of surveys: Election Day exit polls, in-person early voting exit polls, and polls of likely voters to capture data from those likely to vote by mail, Rob Farbman, executive vice president at Edison Research, told Vox. (AP and Fox News used to be part of this group, but left after the 2016 election.)</p>\n\n<p class=\"has-text-align-none\">(<a href=\"https://forecast.decisiondeskhq.com/methodology\">Decision Desk HQ,</a> a private company that contracts with news organizations including the Economist and The Hill — and Vox.com in 2020 — doesn’t use voter surveys, and instead it relies on a proprietary statistical methodology to project winners.)</p>\n\n<p class=\"has-text-align-none\">Each outlet and agency creates their own criteria for interpreting these results.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sometimes, that can lead to one decision desk getting ahead of the others, like in 2020 when <a href=\"https://www.politico.com/news/magazine/2024/10/21/fox-news-decision-desk-2024-election-00184396\">Fox News’s decision desk head Arnon Mishkin</a> called Arizona for President Joe Biden much earlier than any other news source, including the AP, or when <a href=\"https://www.vox.com/policy-and-politics/21535103/when-will-we-get-election-results-calls-networks\">Decision Desk HQ called the race</a> far ahead of other experts.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Overall though, when it comes time to make a call, “Our decision team will examine all of the models we are running, consult with the networks’ decision teams, and consider any possible data issues to ensure that the possibility of our call being incorrect is sufficiently small,” Farbman said.&nbsp; “We generally will not make a call unless we are 99.5 percent confident in the call.”</p>\n\n<p class=\"has-text-align-none\">Similarly, the <a href=\"https://apnews.com/article/decision-desk-votecast-election-2024-polling-3db119b2d439ce8a0c08878e693b004e\">AP doesn’t call an election</a> until “we are confident that there’s no chance the trailing candidate can catch up,” according to David Scott, the AP’s vice president and head of news strategy and operations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The combination of inputs&nbsp;allows the services to accurately understand who has won each of the <a href=\"https://apnews.com/article/ap-race-calls-presidential-election-winners-0fd480f8ba2f37d0439b76e0c7071413\">around 5,000 elections taking place this year</a>, from the presidential race to local contests and ballot measures. And they can do it quickly, without having to wait on election officials to count each vote. That’s true even in the case of a tight race (like the presidential race is expected to be), though calling those is a bit more complicated.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If you get a very close race, then you&#8217;re looking at where the outstanding vote is, the vote that hasn&#8217;t yet been reported, and you&#8217;re looking at the kind of places that the outstanding vote is from,” Salvanto, of CBS News, said.&nbsp;“You&#8217;re looking at whether it is a mail vote or Election Day vote, if there are any differences in the patterns that you&#8217;ve seen by ballot type.”</p>\n\n<p class=\"has-text-align-none\">Along the way, news organizations keep viewers up to date as the polls close and votes come in, showing the public the data that’s being used to make the calls is accurate.</p>\n\n<p class=\"has-text-align-none\">“We will tell you if our models show that it&#8217;s a toss up or that it&#8217;s leading one way or the other,” Salvanto said. “We will show you, in real time, where the counted vote is coming in — from which counties, which areas of the state, and where it&#8217;s still outstanding, where we know there are registered voters, and we know there are still reports to come, so that the viewer can see the whole picture, the way that we see it.”</p>\n\n<p class=\"has-text-align-none\">Of course, these methods aren’t perfect. Very occasionally, news organizations call a race wrong. The most dramatic instance was in 2000, when news networks <a href=\"https://www.britannica.com/event/Bush-v-Gore\">initially called Florida for Al Gore</a>. Errors do happen —&nbsp;decision desks are made up human beings, after all —&nbsp;but when they do, organizations work to correct them as quickly as possible. Still, mistakes are incredibly rare, so come Election Day (and the days after) you can be confident you’re seeing the real results.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Come Tuesday night, millions of Americans will be glued to their TV screens or refreshing their browser windows to see the latest election returns, all in anticipation of a final race call. (Though&#160;we might not know the next president until days later.) Counting ballots can take a while, but news organizations don’t necessarily need to [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "The new Jeffrey Epstein tapes and his friendship with Trump, explained",
    "link": "https://www.vox.com/culture/382550/jeffrey-epstein-tapes-donald-trump-friendship",
    "pubDate": "2024-11-05T18:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump and Epstein posing together in 1997.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/getty-trumpstein2.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><strong><em>Support independent journalism that matters — </em></strong><a href=\"https://www.vox.com/support-now\"><strong><em>become a Vox Member today</em></strong></a><strong><em>.</em></strong></p>\n\n<p class=\"has-text-align-none\">In media and politics, timing is everything — which leaves many people wondering why journalist and author Michael Wolff waited until mere days before the presidential election to drop a bombshell: what he says are recordings of Jeffrey Epstein discussing his intimate friendship with Republican candidate Donald Trump.</p>\n\n<p class=\"has-text-align-none\">Wolff, author of <em>Fire and Fury</em>, a bestselling 2018 book about the Trump White House, dropped a brief clip from the tapes last week on his <em>Fire and Fury</em> podcast, on which he and co-host James Truman gab about the news and political insider gossip. In the clip, Epstein chit-chats about how Trump played mind games with his staff. After it made headlines over the weekend,&nbsp;Wolff shared a wider selection of the “hundred hours” of his Epstein recordings <a href=\"https://www.thedailybeast.com/listen-to-the-jeffrey-epstein-tapes-i-was-donald-trumps-closest-friend/\">with the Daily Beast</a>, which published excerpts Monday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On the tapes — which, it must be noted, feature only Epstein&#8217;s version of events — Epstein proclaims he was Trump’s “closest friend.” He depicts the pair as bros who partied together for over a decade, and Trump as a dedicated womanizer and adulterer.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The only thing I really like to do is fuck the wives of my best friends,” Trump allegedly told Epstein after a tryst. “That is just the best.’”</p>\n\n<p class=\"has-text-align-none\">The Trump campaign has responded to the tapes by <a href=\"https://www.theguardian.com/us-news/2024/nov/01/trump-jeffrey-epstein-tapes\">accusing</a> Wolff of outright lying and “blatant election interference on behalf of [Trump’s opponent] Kamala Harris.”</p>\n\n<p class=\"has-text-align-none\">What’s striking about the allegations Epstein makes in the tapes is that they aren’t anything we haven’t heard before, about Trump’s friendship with Epstein or Trump himself. </p>\n\n<p class=\"has-text-align-none\">The pair’s “<a href=\"https://www.vanityfair.com/news/2021/01/jeffrey-epstein-and-donald-trump-epic-bromance?srsltid=AfmBOopc6xYmovJN66T-4RU7AHiuLlBJSF2cl2OAb6mVhMXJhOHJnTXG\">bromance</a>” has been a matter of public record since the ’90s, with plenty of accompanying salacious gossip. No fewer than <a href=\"https://www.axios.com/2024/10/28/trump-sexual-misconduct-allegations-women\">28 women</a> have come forward to publicly accuse Trump of sexual misconduct against them over the decades. The two most recent allegations were made within days of each other, with the 27th accuser, Stacey Williams, <a href=\"https://www.theguardian.com/us-news/2024/oct/23/donald-trump-accuser-stacey-williams-jeffrey-epstein\">claiming</a> that Epstein had introduced Trump to her and that the two men seemed to be treating her like the object of a “twisted” game.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Wolff said on the podcast that he was motivated to release the Epstein-Trump clip after the 28th accuser, former Swiss pageant queen Beatrice Keul, also made <a href=\"https://www.yahoo.com/news/donald-trump-jumped-hotel-suite-190903635.html\">a recent allegation of sexual assault</a> against the former president.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Wolff claimed to the Daily Beast that he’d attempted unsuccessfully to interest various media outlets in the tapes at various points in the past. Those editors likely passed on the clips due to the difficulty of fact-checking them or verifying any of the claims made by Epstein, who <a href=\"https://www.vox.com/2018/12/3/18116351/jeffrey-epstein-case-indictment-arrested-trump-clinton\">died in 2019</a> while awaiting trial on sex trafficking charges.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vox likewise makes no claims to the veracity of Epstein’s statements, but even if the claims Epstein makes about Trump can’t be verified, the recordings serve as a visceral reminder that the Epstein-Trump connection was <a href=\"https://www.washingtonpost.com/politics/donald-trump-and-jeffrey-epstein-partied-together-then-an-oceanfront-palm-beach-mansion-came-between-them/2019/07/31/79f1d98c-aca0-11e9-a0c9-6d2d7818f3da_story.html\">real</a> and <a href=\"https://www.vox.com/2019/7/9/20686347/jeffrey-epstein-trump-bill-clinton\">well-documented</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It may even serve as a much-needed reminder about the many, many accusations of sexual misconduct that Trump himself has yet to really confront.</p>\n\n<h2 class=\"wp-block-heading\">Who was Jeffrey Epstein?</h2>\n\n<p class=\"has-text-align-none\">Jeffrey Epstein was, ostensibly, a money manager, though whose money he managed was always somewhat unclear. You can learn more about him <a href=\"https://www.vox.com/2018/12/3/18116351/jeffrey-epstein-case-indictment-arrested-trump-clinton\">here</a> or <a href=\"https://www.vox.com/2019/8/10/20799896/jeffrey-epstein-found-dead-jail\">here</a>, but at a basic level, it’s important to know that by the 1990s, he was wealthy enough to buy a private island in the US Virgin Islands and that he moved in circles with some of the richest and most powerful men in the world.</p>\n\n<p class=\"has-text-align-none\">During that time, dozens of women say that he sexually abused them, often while they were underage, then offered them money to find him more girls or young women to abuse. “He told me he wanted them as young as I could find them,’’ one woman <a href=\"https://www.miamiherald.com/topics/jeffrey-epstein\">told Miami Herald reporter Julie Brown</a>, saying she recruited 70 or 80 girls for Epstein. A detective in Palm Beach, where much of the alleged abuse took place, called it a “sexual pyramid scheme.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But Epstein avoided any legal consequences until 2008, when he pleaded guilty to charges of solicitation of prostitution and procurement of minors for prostitution, and served a shockingly light sentence: just 13 months in a private wing of a Palm Beach county jail.</p>\n\n<p class=\"has-text-align-none\">In July 2019, however, thanks in part to Brown’s reporting at the Herald, <a href=\"https://apnews.com/article/epstein-maxwell-timeline-b9f15710fabb72e8581c71e94acf513e\">Epstein was arrested</a> and charged with sex trafficking, accused of recruiting young girls for abuse in both Palm Beach and New York. A month later, before he could be tried, he was found dead in jail; the New York City medical examiner <a href=\"https://www.nytimes.com/2019/08/16/nyregion/jeffrey-epstein-autopsy-results.html\">ruled his death a suicide</a>.</p>\n\n<p class=\"has-text-align-none\">Epstein has since become a kind of symbol for the most depraved sort of sexual abuser, a man who, according to the women who came forward, knowingly and repeatedly targeted children, manipulating them and forcing them to become his accomplices in harming others. Other men accused of serial sexual misconduct, like <a href=\"https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit\">Sean Combs</a>, are often compared to Epstein. Investigations and reports have continued since the money manager’s death — in <a href=\"https://www.nytimes.com/2020/01/15/nyregion/jeffrey-epstein-virgin-islands.html\">a 2020 lawsuit</a>, for example, the attorney general of the Virgin Islands said Epstein had run a sex trafficking operation from his private island there, bringing girls as young as 11 to be abused.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Trump and Epstein were more than acquaintances — they were self-professed close friends<strong> </strong>who partied together for over a decade</h2>\n\n<p class=\"has-text-align-none\">On <a href=\"https://podcasts.apple.com/us/podcast/fire-and-fury-the-podcast/id1750757108\">episode 22</a> of the <em>Fire and Fury</em> podcast, released October 31, Wolff discusses Epstein and Trump’s “longstanding deep relationship.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Epstein knew him, really, I think, better than most,” Wolff said. “I mean, this was a true BFF situation: two playboys very much styling themselves as playboys in that Hefner sense, who palled around for the better part of 15 years.”</p>\n\n<p class=\"has-text-align-none\">Trump’s own previous statements bear out this assessment. “I’ve known Jeff for 15 years. Terrific guy,” Trump <a href=\"https://nymag.com/nymetro/news/people/n_7912/\">told New York magazine</a> in 2002, in a profile that now reads like an indictment of the many powerful people in&nbsp;Epstein’s orbit. Archival <a href=\"https://www.gettyimages.com/detail/news-photo/portrait-of-american-financier-jeffrey-epstein-and-real-news-photo/681946574\">photos</a> abound of the pair hanging out at events, <a href=\"https://www.gettyimages.com/detail/news-photo/deborah-blohm-jeffrey-epstein-ghislaine-maxwell-and-news-photo/1192977809\">partying</a> at Mar-a-Lago, <a href=\"https://www.newsweek.com/photo-trump-epstein-resurfaces-after-jd-vance-fox-news-1941065\">double-dating</a> with Melania Trump and Epstein’s girlfriend-turned-business partner Ghislaine Maxwell. In one <a href=\"https://www.youtube.com/watch?v=AUDr_c2PalI\">video recorded at Mar-a-Lago</a> in 1992 and <a href=\"https://www.washingtonpost.com/politics/behind-the-scenes-the-night-trump-partied-at-mar-a-lago-with-jeffrey-epstein-and-nfl-cheerleaders/2019/07/17/64be823c-a8c6-11e9-9214-246e594de5d5_story.html\">released in 2019</a>, Trump appears to point out women to Epstein and then to whisper something in his ear, making him laugh. The earliest photos hail from the early ’90s; Trump was a frequent <a href=\"https://www.vanityfair.com/news/2003/03/jeffrey-epstein-200303\">dinner guest</a> of Epstein’s until at least 2003.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump told New York magazine that “Jeffrey enjoys his social life” and “he’s a lot of fun to be with.” He also told the magazine, “It is even said that he likes beautiful women as much as I do, and many of them are on the younger side.”&nbsp;A source once <a href=\"https://pagesix.com/2007/10/15/sex-case-victims-lining-up/\">told Page Six</a> that Epstein had formerly “use[d] the spa” at Trump’s Mar-a-Lago club “to try to procure girls.” (The club claimed it had since banned Epstein, a claim Epstein disputed to Page Six.) Photos of Trump and Maxwell — now <a href=\"https://apnews.com/article/ghislaine-maxwell-sex-trafficking-conviction-2e090610b579c8313bea7c31174ae0c4\">serving her conviction</a> on sex trafficking charges for having procured underage victims for Epstein — <a href=\"https://archive.ph/PJbJr\">also abound</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In addition to Epstein frequently attending Trump parties at Mar-a-Lago, Trump allegedly also frequently partied at Epstein’s former New York townhouse. This included allegedly having sex with at least one of Epstein’s victims “<a href=\"https://www.independent.co.uk/news/world/americas/donald-trump-jeffrey-epstein-documents-b2475210.html\">on regular occasions</a>,” according to an Epstein survivor who later testified in court to witnessing the meetings. Another Epstein accuser <a href=\"https://www.nbcnews.com/news/us-news/jeffrey-epstein-introduced-trump-14-ghislaine-maxwell-accuser-says-rcna7253\">testified in court</a> that Epstein introduced her to Trump when she was just 14.&nbsp; (Trump has denied the accusations.)</p>\n\n<p class=\"has-text-align-none\">Epstein and Trump eventually had a falling out in 2004 after they reportedly <a href=\"https://nypost.com/2024/01/09/news/donald-trump-and-jeffrey-epstein-feuded-over-this-mansion/\">feuded over</a> the since-destroyed Maison de l’Amitie estate in Palm Beach. In 2008, Epstein pleaded guilty to drastically reduced charges of procuring a child for prostitution and soliciting a prostitute — crimes for which he served 13 months of an 18-month sentence. Trump has since <a href=\"https://www.thedailybeast.com/everything-trump-has-said-about-why-he-broke-up-with-epstein/\">distanced himself publicly</a> from Epstein, claiming he was “not a fan” of the money manager and had “no idea” of Epstein’s crimes.</p>\n\n<p class=\"has-text-align-none\">The Wolff tapes, if true, add some new dimension to the dissolution of their friendship and Epstein&#8217;s downfall. According to Wolff, Epstein first told Trump that he was planning to buy the Palm Beach estate, only for Trump, as court records recently <a href=\"https://www.washingtonpost.com/politics/donald-trump-and-jeffrey-epstein-partied-together-then-an-oceanfront-palm-beach-mansion-came-between-them/2019/07/31/79f1d98c-aca0-11e9-a0c9-6d2d7818f3da_story.html\">revealed</a>, to outbid him. Following this dispute, <a href=\"https://www.thedailybeast.com/why-jeffrey-epstein-lived-in-fear-when-donald-trump-was-president-author-michael-wolff/\">according to Wolff</a>, Epstein came to suspect that Trump was the person who initiated the subsequent criminal investigation into Epstein’s now-infamous parties.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Epstein’s part, based on his comments to Wolff, it seemed he remained interested in Trump’s trajectory and had trouble even grasping that Trump, who he described as “functionally illiterate,” could have made it into the White House.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the tapes, Epstein emphatically showed his distaste for his former friend, calling him “a horrible human being.”</p>\n\n<h3 class=\"wp-block-heading\">Why all this matters</h3>\n\n<p class=\"has-text-align-none\">It’s an open question whether Wolff’s revelations about Epstein and Trump will play any role in the 2024 election. The tapes have had little time to percolate through the media landscape or to be investigated and fact-checked. There’s also a widespread belief that no accusation against Trump, no matter how damning, can truly damage his standing with his supporters: He was caught on tape bragging about his ability to <a href=\"https://www.vox.com/culture/381187/trump-access-hollywood-video-gen-z-tiktok\">grab women “by the pussy,”</a> for example, and still won in 2016.</p>\n\n<p class=\"has-text-align-none\">Nonetheless, the Wolff tape underscores what many Americans already knew: that Trump and Epstein spent time together socially, chatting at parties and <a href=\"https://www.washingtonpost.com/politics/donald-trump-and-jeffrey-epstein-partied-together-then-an-oceanfront-palm-beach-mansion-came-between-them/2019/07/31/79f1d98c-aca0-11e9-a0c9-6d2d7818f3da_story.html\">praising one another in the press</a>, for many years. What&#8217;s new on these tapes is largely Epstein&#8217;s perspective on their friendship. According to Epstein in his conversations with Wolff, that party life included sexual exploits — a suggestion that Trump himself teased in the New York magazine piece. Williams’ <a href=\"https://www.telegraph.co.uk/us/politics/2024/10/24/donald-trump-allegations-jeffrey-epstein-stacey-williams/\">recent allegation</a> against Trump further bolsters the theme of Trump and Epstein competing over women; in her recounting of the incident, Trump groped her aggressively while he and Epstein allegedly smiled at each other, after which Epstein grew angry with Williams.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Of course, we see now Epstein as the sexual monster,” Wolff said on the podcast episode, “but certainly, at least in Epstein’s telling, he and Trump were pretty much, in this regard, brothers in arms.”</p>\n\n<p class=\"has-text-align-none\">Besides the fact that <a href=\"https://www.vox.com/2020/11/3/21544482/trump-sexual-misconduct-allegations\">Trump himself has been accused</a> of sexual assault or other misconduct by more than 20 women, he has been found civilly liable for <a href=\"https://www.vox.com/culture/23717295/donald-trump-verdict-e-jean-carroll-rape-sexual-assault-battery-defamation\">sexual abuse and defamation of journalist E. Jean Carroll</a> in 2023. When Carroll first came forward in 2019 to say that Trump had <a href=\"https://www.thecut.com/article/donald-trump-assault-e-jean-carroll-other-hideous-men.html\">assaulted her in a dressing room</a> in the mid-’90s, Trump responded that she was “<a href=\"https://www.vox.com/2019/6/25/18744356/donald-trump-jean-carroll-not-my-type\">not my type</a>.”</p>\n\n<p class=\"has-text-align-none\">American voters may never know how deep Trump’s association with Epstein went. But we are familiar with the fact that for Trump, abuse of women is a punchline, “<a href=\"https://www.politico.com/story/2017/12/12/trump-timeline-sexual-misconduct-allegations-defense-292146\">locker room talk</a>,” a little joke to share among friends. Trump has never made a secret of <a href=\"https://www.theguardian.com/us-news/article/2024/aug/29/donald-trump-kamala-harris-sexist-post\">what he thinks about women</a> and their bodies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, the Wolff tape may be less of a revelation than a reminder of what’s always been out in the open, if voters choose to see it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Support independent journalism that matters — become a Vox Member today. In media and politics, timing is everything — which leaves many people wondering why journalist and author Michael Wolff waited until mere days before the presidential election to drop a bombshell: what he says are recordings of Jeffrey Epstein discussing his intimate friendship with Republican [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "When we&#8217;ll know the next president — and your other biggest election questions, answered",
    "link": "https://www.vox.com/politics/382225/election-day-guide-results-poll-closures-swing-states",
    "pubDate": "2024-11-05T16:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Supporters hold signs at a Kamala Harris rally in Pittsburgh. \" data-caption=\"Supporters hold signs at a campaign event for Democratic presidential candidate Kamala Harris in Pittsburgh, Pennsylvania, on October 10, 2024. | Ryan Collerd/AFP/Getty Images\" data-portal-copyright=\"Ryan Collerd/AFP/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2177120964.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Supporters hold signs at a campaign event for Democratic presidential candidate Kamala Harris in Pittsburgh, Pennsylvania, on October 10, 2024. | Ryan Collerd/AFP/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><strong><em>Support independent journalism that matters — </em></strong><a href=\"https://www.vox.com/support-now\"><strong><em>become a Vox Member today</em></strong></a><strong><em>.</em></strong></p>\n\n<p class=\"has-text-align-none\">After months of cold sweats, <a href=\"https://www.vox.com/even-better/379814/election-anxiety-stress-coping-strategies-control-community\">nail-biting</a>, and conjecture, <a href=\"https://www.vox.com/2024-elections/382093/harris-trump-abortion-immigration-arab-vote\">Election Day is finally here</a>. </p>\n\n<p class=\"has-text-align-none\">Millions of voters across the country will head to polling places and determine everything from <a href=\"https://www.vox.com/politics/381791/harris-trump-election-day-questions-answered\">who will hold the presidency to control of Congress</a> to<strong> </strong>the <a href=\"https://www.vox.com/future-perfect/377096/sonoma-county-denver-factory-farming-slaughterhouse-ban-ballot-measures\">outcomes of local ballot initiatives</a>. They’ll join <a href=\"https://www.axios.com/2024/11/03/early-voting-2020-turnout-2024-election\">more than 75 million people</a> who have already voted early either in person or by mail as they weigh the presidential candidacies of <a href=\"https://www.vox.com/politics/367990/kamala-harris-policy-positions-issues-guide\">Vice President Kamala Harris</a> and <a href=\"https://www.vox.com/politics/368004/donald-trump-policy-positions-issues-guide\">former President Donald Trump</a>, along with other third-party options.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, the presidential race will be <a href=\"https://www.vox.com/today-explained-podcast/378112/battleground-states-election-2024-trump-harris\">decided by seven key swing states</a> where the margins between Democrats and Republicans are exceedingly close. The states — <a href=\"https://www.vox.com/e/378027\">Arizona</a>, <a href=\"https://www.vox.com/today-explained-podcast/373334/georgia-election-board-rule-changes-trump\">Georgia</a>, <a href=\"https://www.vox.com/today-explained-podcast/382226/michigan-2024-election-black-arab-american-voters\">Michigan</a>, <a href=\"https://www.vox.com/today-explained-podcast/380501/nevada-2024-election-economy-trump-harris\">Nevada</a>, <a href=\"https://www.vox.com/today-explained-podcast/378929/north-carolina-election-2024-hurricane-helene-turnout\">North Carolina</a>, <a href=\"https://www.vox.com/2024-elections/375904/pennsylvania-kamala-harris-donald-trumplose-by-less-rural-black-suburb-voters\">Pennsylvania</a>, and <a href=\"https://www.vox.com/e/378368\">Wisconsin</a> — include some that voted for President Joe Biden in 2020, but that also voted for Trump in 2016. And as recently as this past weekend, <a href=\"https://www.nytimes.com/2024/11/03/us/politics/harris-trump-times-siena-poll.html\">polls were so tight in many of them</a> that they remain a toss-up going into Election Day.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Here’s everything you need to know about these pivotal states as well as when to expect results and race decisions to start coming in.&nbsp;</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4198896063\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\"><strong>What time do polls close?</strong></h2>\n\n<p class=\"has-text-align-none\">Poll closures vary by state —&nbsp;and in certain places, even by county —&nbsp;so be sure to check where you live for specifics. You can do so using <a href=\"https://all.votinginfotool.org/\">this tool from Democracy Works</a>, a nonpartisan nonprofit focused on voting participation.</p>\n\n<p class=\"has-text-align-none\">Broadly, though, <a href=\"https://www.politico.com/2024-election/results/poll-closing-times/\">cutoffs start at 6 pm ET</a> in states such as Indiana and Kentucky, with many others, including Illinois, Missouri, and Tennessee, closing at 8 pm ET. Alaska and Hawaii finish out the night, wrapping up voting at midnight and 1 am ET.</p>\n\n<p class=\"has-text-align-none\">In swing states, poll closures are also staggered: Georgia, North Carolina, and Pennsylvania are the first to close at 7 pm, 7:30 pm, and 8 pm ET respectively. Some Michigan counties will close at 8 pm, while others will close at 9 pm ET. Wisconsin and Arizona both close at 9 pm ET, and Nevada is the last of the seven, closing at 10 pm ET.</p>\n\n<h2 class=\"wp-block-heading\"><strong>When will results start coming in?</strong></h2>\n\n<p class=\"has-text-align-none\">States and counties usually start disclosing results once the polls are shuttered in their jurisdictions. Many will post vote counts online as they are being processed, and news outlets and television networks may update their trackers based on these figures. These results are likely to change over time, however.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In some places, smaller and more rural counties may be able to count their ballots more quickly than larger cities, for example. Because of this, smaller towns might report their results faster, creating the impression that one candidate is ahead. This happened in 2020, when certain vote counts suggested that <a href=\"https://www.fastcompany.com/91220223/what-is-red-mirage-blue-shift-2024-election\">Trump was initially ahead in battleground states</a>, creating a “<a href=\"https://www.forbes.com/sites/saradorn/2024/10/29/blue-shift-and-red-mirage-explained-why-the-first-vote-tallies-may-be-misleading/\">red mirage</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since it takes some states longer to count mail-in votes, that dynamic can also contribute to Republicans banking an early lead since they’re less likely to use absentee ballots.</p>\n\n<p class=\"has-text-align-none\">In both instances, early leads might not match the final result, with margins potentially changing significantly as more votes are tallied. In 2020, this happened in states like <a href=\"https://slate.com/news-and-politics/2024/10/election-2024-trump-win-speech-danger.html\">Pennsylvania</a>: As more mail-in ballots were counted, as well as votes from larger cities, Biden picked up support, fueling what political observers referred to as a “blue shift.”</p>\n\n<p class=\"has-text-align-none\">It’s not clear if that same dynamic will play out this cycle, but it is a helpful reminder that things could shift dramatically over the course of hours and days.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>How many electoral votes does Trump or Harris need to win, again?</strong></h2>\n\n<p class=\"has-text-align-none\">There are 538 Electoral College votes up for grabs, and a candidate needs to secure a majority&nbsp; — or 270 electoral votes — to win the presidency.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The majority of these votes are concentrated in safe red or blue states, meaning Trump and Harris are both guaranteed a sizable degree of support. The backing of some swing states, however, will be necessary for each to reach the 270-vote threshold, making them incredibly important.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>So, what do I need to know about these battleground states?</strong></h2>\n\n<p class=\"has-text-align-none\">The presidential race in these seven states is so close that they have the potential to flip for either Harris or Trump and deliver a sizable number of electoral votes along with it. That&#8217;s why both campaigns have been focusing their ground game and advertising here in recent weeks.</p>\n\n<ul>\n<li><strong>Arizona</strong>\n<ul>\n<li><strong>Why it’s a battleground: </strong>Arizona was a longstanding Republican stronghold until Democrats flipped it <a href=\"https://www.vox.com/2018/11/12/18056978/senate-midterm-results-arizona-kyrsten-sinema-winner\">during a Senate race in 2018</a> and subsequent <a href=\"https://apnews.com/article/election-2020-joe-biden-donald-trump-race-and-ethnicity-legislature-218ad4d596e87c6b1a223f19f817776e\">presidential race in 2020</a>. Democrats have steadily made gains here, though Republicans still have plenty of support, so much so that it’s been a wellspring of election denialism since 2020. A ballot initiative enshrining abortion rights in the state Constitution could be very motivating for voters this cycle and give <a href=\"https://www.politico.com/news/2024/03/25/abortion-2024-elections-arizona-00148683\">Democrats a boost due to their support for it</a>.&nbsp;</li>\n\n\n\n<li><strong>Electoral votes: </strong>11</li>\n\n\n\n<li><strong>How voting works: </strong>Arizona can quickly report results for ballots submitted prior to Election Day. A high proportion of mail-in ballots, however, have historically been <a href=\"https://www.pbs.org/newshour/politics/what-to-expect-in-arizona-on-election-day\">submitted on Election Day itself</a>, and those aren’t counted until polls close, meaning there could be delays in reporting the final outcome, particularly in close races.&nbsp;</li>\n\n\n\n<li><strong>When to expect results: </strong>In 2020, <a href=\"https://www.pbs.org/newshour/politics/what-to-expect-in-arizona-on-election-day\">the Associated Press (AP) called the race on the day after the election</a>, while other organizations, such as the New York Times, didn’t call the race until <a href=\"https://www.nytimes.com/interactive/2024/us/elections/results-timing-presidential-race-calls.html\">nine days after Election Day</a>. In 2024, it could once again be several days until an official call is made.&nbsp;</li>\n</ul>\n</li>\n</ul>\n\n<ul>\n<li><strong>Pennsylvania</strong>\n<ul>\n<li><strong>Why it’s a battleground: </strong>Pennsylvania had voted Democrat for years, but was one of three states in the party’s “blue wall” that went to Trump in 2016.&nbsp; Biden won back the state in 2020, though Republicans have continued to maintain a strong presence, keeping control of one of two chambers in the state legislature. Given its sizable number of electoral votes, the state is a major target for both parties, and could well determine who wins the election overall. Because of how competitive the race is, the state has also been a focal point for <a href=\"https://www.cnn.com/2024/10/29/politics/trump-voter-fraud-claims-pennsylvania/index.html\">GOP misinformation about voter fraud</a>, which <a href=\"https://apnews.com/article/pennsylvania-election-misinformation-noncitizen-voting-dead-voters-34004d5c892ebd39101adb86533c469e\">remains very rare</a>.&nbsp;</li>\n\n\n\n<li><strong>Electoral votes:</strong> 19</li>\n\n\n\n<li><strong>How voting works: </strong>Pennsylvania isn’t allowed to process or count mail-in ballots until Election Day, which could contribute to a lag in reporting results.</li>\n\n\n\n<li><strong>When to expect results: </strong>In 2020, the AP reported Biden as the winner four <a href=\"https://apnews.com/article/ap-called-pennsylvania-joe-biden-why-f7dba7b31bd21ec2819a7ac9d2b028d3\">days after Election Day</a>. The timing could be similar this election, depending on how many voters opt for mail-in ballots.&nbsp;&nbsp;</li>\n</ul>\n</li>\n</ul>\n\n<ul>\n<li><strong>Michigan&nbsp;</strong>\n<ul>\n<li><strong>Why it’s a battleground: </strong>Michigan was another “blue wall” state that Trump won in 2016 and Biden took back in 2020. It has strong Democratic roots, and the party currently holds the governor’s mansion, two Senate seats, and both chambers of the legislature. But one major question in the state is whether opposition to Harris’s position on Gaza will lead to the state’s <a href=\"https://www.aljazeera.com/news/2024/11/4/harris-says-will-end-gaza-war-in-final-election-appeal-to-arab-americans\">roughly 200,000</a> <a href=\"https://www.vox.com/policy/381550/arab-americans-protest-vote-harris-gaza-palestine-israel\">Arab American voters</a> sitting out the election, voting for a third party or turning to Trump in protest. <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/michigan/\">Given how close the race is</a>, Harris needs high turnout from this group — and many others who have historically backed Democrats.&nbsp;</li>\n\n\n\n<li><strong>How voting works: </strong>Changes in election laws <a href=\"https://www.bridgemi.com/michigan-government/michigan-has-new-voting-processes-2024-what-know\">made in 2023</a> are giving officials more time to process <a href=\"https://apnews.com/article/michigan-counting-absentee-ballots-9222e0187d3d027e10cf617f5e025315\">mail-in ballots before Election Day</a>. This could help speed up the counting significantly.&nbsp;</li>\n\n\n\n<li><strong>Electoral votes: </strong>15</li>\n\n\n\n<li><strong>When to expect results: </strong>In 2020, results were <a href=\"https://www.nytimes.com/interactive/2024/us/elections/results-timing-presidential-race-calls.html\">called by the AP one day after Election Day,</a> and officials anticipate that the same could be the case this time around.&nbsp;</li>\n</ul>\n</li>\n</ul>\n\n<ul>\n<li><strong>Wisconsin</strong>\n<ul>\n<li><strong>Why it’s a battleground: </strong>Wisconsin is the third “blue wall” state that Trump won in 2016 and Biden retook in 2020. Its status as a battleground is evident: It has a Democratic governor, one Democratic senator, one Republican senator, and two Republican-led chambers in the legislature.&nbsp;</li>\n\n\n\n<li><strong>How voting works: </strong>Mail-in ballots in several large counties are stored in “central locations” and aren’t counted until Election Day, which can lead to some delays.&nbsp;</li>\n\n\n\n<li><strong>Electoral votes: </strong>10</li>\n\n\n\n<li><strong>When to expect results: </strong>In 2020, Wisconsin was <a href=\"https://apnews.com/article/ap-explains-wisconsin-joe-biden-636a771c35314b13a5e33cb19092f9d5\">called by the AP the day</a> after the election and that could happen again.&nbsp;</li>\n</ul>\n</li>\n</ul>\n\n<ul>\n<li><strong>Georgia</strong>\n<ul>\n<li><strong>Why it’s a battleground: </strong>Georgia only recently flipped to Democrats during the 2020 presidential election and then narrowly reelected a Democrat to the <a href=\"https://www.vox.com/23496357/raphael-warnock-herschel-walker-georgia-runoff-2022-results\">Senate in 2022</a>. The state has an enduring Republican lean — evidenced by its Republican governor and two Republican-led chambers in the legislature — but has continued to shift left as it has diversified.<strong> </strong>Previously, Georgia was a major target of Trump’s attacks in 2020, when he called on officials <a href=\"https://www.nytimes.com/2021/01/03/us/politics/trump-raffensperger-call-georgia.html\">in the state to overturn its results</a>.&nbsp;</li>\n\n\n\n<li><strong>How voting works: </strong>Georgia has approved rules changes that enable the <a href=\"https://www.npr.org/2021/03/25/981357583/georgia-legislature-approves-election-overhaul-including-changes-to-absentee-vot\">processing of mail-in ballots earlier</a>. These changes should expedite the process compared to 2020.&nbsp;</li>\n\n\n\n<li><strong>Electoral votes: </strong>16</li>\n\n\n\n<li><strong>When to expect results: </strong>In 2020, an extremely tight margin resulted in election results being called by the AP a full <a href=\"https://apnews.com/article/why-ap-called-georgia-for-joe-biden-29c1fb0502efde50fdccb5e2c3611017\">16 days after the race</a>. The turnaround could potentially be faster this year depending on the margin in the race.</li>\n</ul>\n</li>\n</ul>\n\n<ul>\n<li><strong>Nevada</strong>\n<ul>\n<li><strong>Why it’s a battleground: </strong>Nevada has voted Democratic pretty consistently, and is known for its strong base of left-leaning union support. It has started to move right in recent elections, however, and elected a Republican governor in 2022. This cycle, the economy — and <a href=\"https://www.vox.com/today-explained-podcast/380501/nevada-2024-election-economy-trump-harris\">concerns about the state hospitality industry’s recovery post-pandemic</a> — are key issues that may fuel discontent toward Democrats.&nbsp;</li>\n\n\n\n<li><strong>How voting works: </strong>Nevada has expansive mail-in voting, and allows ballots received up to four days after Election Day to be counted. As a result, there could be some delays in when we know the results.&nbsp;</li>\n\n\n\n<li><strong>Electoral votes</strong>: 6</li>\n\n\n\n<li><strong>When to expect results:</strong> In 2020, <a href=\"https://apnews.com/article/nevada-decision-notes-president-senate-rosen-brown-c304b03049499c887737acc887f89008\">election results were called by the AP</a> four days after the election, and it’s possible that could happen again.&nbsp;</li>\n</ul>\n</li>\n</ul>\n\n<ul>\n<li><strong>North Carolina</strong>\n<ul>\n<li><strong>Why it’s a battleground: </strong>North Carolina has been reliably Republican in presidential and Senate races in recent years, though it has shifted left over time. Questions have been raised for years about if and when the state could flip blue again for a national election. This year, a scandal over incendiary statements made by <a href=\"https://www.vox.com/2024-elections/373094/mark-robinson-slavery-nazi-north-carolina-trump-2024\">Lt. Gov. Mark Robinson</a> could drag down the Republican ticket as he makes a run for governor.&nbsp;</li>\n\n\n\n<li><strong>How voting works: </strong>Processing of mail-in ballots can begin before Election Day, while the counting can’t start until then. <a href=\"https://www.nytimes.com/interactive/2024/us/elections/results-timing-presidential-race-calls.html\">Mail ballots must also be received by Election Day this year</a>, a change from 2020.</li>\n\n\n\n<li><strong>Electoral votes: </strong>16</li>\n\n\n\n<li><strong>When to expect results: </strong>In 2020, <a href=\"https://www.axios.com/2024/10/25/how-long-states-called-election\">the race was called by the AP 10 days after Election Day</a>, and it’s possible it could be faster this year because of the change to mail-in ballot rules.&nbsp;</li>\n</ul>\n</li>\n</ul>\n\n<h2 class=\"wp-block-heading\"><strong>How will I know the race is actually called?</strong></h2>\n\n<p class=\"has-text-align-none\">Vox will monitor a variety of sources before we publish election results, including the AP and the <a href=\"https://www.edisonresearch.com/solutions/u-s-elections/\">National Election Pool</a>, a poll conducted by Edison Research and funded by several major news organizations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">States and counties <a href=\"https://www.kgw.com/article/news/nation-world/how-are-races-called-by-ap-other-networks/507-5f3fa369-20b4-4c2f-9900-ca8d8af70324\">are in charge of running elections</a>, reporting results and certifying those outcomes. There’s a gap, however, between when states report the results of the election and when they declare a winner because of how long the certification process takes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The AP is one of the entities that fills in the gap in the meantime by analyzing the unofficial results that states and counties are posting. The AP has said <a href=\"https://www.ap.org/elections/our-role/how-we-call-races/\">it makes a race call</a> when it’s clear there is no way an opponent can make up the gap in votes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Vox’s Ellen Ioanes has <a href=\"https://www.vox.com/e/381654\">a more detailed explainer</a> on how publications like the Associated Press make these calls.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How long is all this going to take?</strong></h2>\n\n<p class=\"has-text-align-none\">It’s likely that tallying the votes could take several days, as it did in 2020. That year, in particular, it took more time to determine the winner of the election because more people used mail-in ballots due to the pandemic.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The last presidential election also saw some of <a href=\"https://www.census.gov/newsroom/press-releases/2021/2020-presidential-election-voting-and-registration-tables-now-available.html\">the highest voter turnout in years</a>, and extremely close margins in key swing states. Both those dynamics meant that ballot counting took longer, and that more time was needed to determine whether a candidate had secured a high enough lead to win.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2020, it took four days before Biden was declared the winner of the Electoral College by publications including the AP.<strong> </strong>That year, states like <a href=\"https://www.presidency.ucsb.edu/documents/trump-campaign-press-release-trump-campaign-files-election-contest-georgia\">Georgia</a> also saw legal challenges to their outcomes from the Trump campaign, which falsely alleged widespread fraud. States could see <a href=\"https://www.vox.com/scotus/381997/supreme-court-republican-genser-pennsylvania-ballots\">similar lawsuits</a> this cycle, and those could fuel uncertainty about the legitimacy of the result, though they haven’t previously delayed calls by entities like the AP. (AP’s notable <a href=\"https://apnews.com/article/election-2020-joe-biden-donald-trump-georgia-elections-bb997641ca36805c0f53f406a3529d87\">later call in Georgia in 2020</a> came only after the state conducted a hand audit that confirmed the outcome.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">This year, don’t be alarmed if results aren’t announced immediately once again and it takes a few days to arrive at an outcome.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Support independent journalism that matters — become a Vox Member today. After months of cold sweats, nail-biting, and conjecture, Election Day is finally here.  Millions of voters across the country will head to polling places and determine everything from who will hold the presidency to control of Congress to the outcomes of local ballot initiatives. They’ll [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Need a Distraction?",
    "link": "https://www.vox.com/2024-elections/382434/2024-presidential-election-results-distract-yourself",
    "pubDate": "2024-11-05T14:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Sunset in pinks and orange in Sweden that looks peaceful\" data-caption=\"This is a sunset in Sweden that looks peaceful, like you when you’re distracting yourself today.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182086222.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>This is a sunset in Sweden that looks peaceful, like you when you’re distracting yourself today.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s Election Day. The Vox team has <a href=\"https://www.vox.com/2024-elections/382161/harris-trump-final-polls-2024-who-will-win\">covered the latest polls</a>, broken down <a href=\"https://www.vox.com/policy/381636/trump-2024-democracy-threat-orban-second-term\">what’s at stake</a>, and shared <a href=\"https://www.vox.com/politics/382225/election-day-guide-results-poll-closures-swing-states\">what our team is looking for this week</a>. And we will be covering the <a href=\"https://www.vox.com/2024-elections/382197/trump-harris-live-results-polls-updates-analysis-explainers\" data-type=\"vm_stream\" data-id=\"382197\">latest news</a> all day — and all night, and <a href=\"https://www.vox.com/2024-elections/381654/election-network-vote-call-cnn-vox-ap-president\">however long</a> it takes until there’s a result.</p>\n\n<p class=\"has-text-align-none\">But we know you may not want to spend your day <a href=\"https://www.vox.com/even-better/379814/election-anxiety-stress-coping-strategies-control-community\">anxiously waiting</a> for results by reading more political news. So we’ve pulled together some favorite recent (and not-so-recent) articles that have nothing to do with the election to help you pass the hours.&nbsp;Enjoy! </p>\n<ul>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/the-gray-area/376189/laraaji-music-creativity-spirituality\">Creativity as a spiritual practice</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/the-highlight/372787/divorced-guy-style-musk-bezos\">Why do divorced guys dress like that? </a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/videos/376628/why-is-cheese-yellow\">The real reason cheese is yellow</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/down-to-earth/375178/parrotfish-algae-coral-reef-climate-change\">This awkward fish works harder than you</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/future-perfect/375440/a-dna-test-upended-my-family-do-i-side-with-my-grandmother-or-her-secret-child\">A DNA test upended my family. Do I side with my grandmother — or her secret child?</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/the-highlight/373241/chicken-nuggets-culture-shame-processed-foods-america\">Why America hates to love chicken nuggets</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/life/369953/skibidi-tweens-gen-alpha-brainrot-ipad-kids\">iPad kids speak up</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/even-better/369691/kitchen-tips-organization-chef-fridge-tiktok-influencers\">Organize your kitchen like a chef, not an influencer</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/24144224/invasive-species-snakes-puerto-rico\">Massive invasive snakes are on the loose and spreading in Puerto Rico</a>\n\t\t</li>\n\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s Election Day. The Vox team has covered the latest polls, broken down what’s at stake, and shared what our team is looking for this week. And we will be covering the latest news all day — and all night, and however long it takes until there’s a result. But we know you may not [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "Why are foods banned in other places still on US grocery shelves?",
    "link": "https://www.vox.com/explain-it-to-me/381121/food-candy-ingredients-coloring-dye-fda",
    "pubDate": "2024-11-05T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A fluorescent-lit grocery store aisle of canned goods with shoppers pushing grocery carts.\" data-caption=\"Lax regulations allow food products onto US grocery store shelves with ingredients that are banned in Europe. | Jeffrey Greenberg/Universal Images Group/Getty Images\" data-portal-copyright=\"Jeffrey Greenberg/Universal Images Group/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1519959534.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Lax regulations allow food products onto US grocery store shelves with ingredients that are banned in Europe. | Jeffrey Greenberg/Universal Images Group/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">From the financial squeeze of inflation, to recall after recall, and actually getting out the door, going to the grocery store can sometimes feel like an insurmountable task. Adding to the stress is something else on the mind of Vox reader Sommer. When she’s shopping for <a href=\"https://www.vox.com/food\">food</a>, she finds herself wondering: Why are there different ingredients, additives, and dyes in products like candy corn and ranch dressing? </p>\n\n<p class=\"has-text-align-none\">“How is America allowed to feed us certain products that are harmful and banned in other countries?” she asked us. “Don’t you all care about us?” That’s the subject of this week’s episode of <em>Explain It to Me, </em>Vox’s go-to hotline for all your questions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What some people may dismiss as a fixation of “<a href=\"https://www.tiktok.com/discover/what-is-a-granola-mom-explained?lang=en\">granola moms</a>” is actually a legitimate concern, says <a href=\"https://www.ewg.org/news-insights/our-experts/melanie-benesh\">Melanie Benesh</a>, the vice president of government affairs at the Environmental Working Group, an organization that scrutinizes agricultural practices. The impact many of these chemicals have is chronic: They accumulate over time, after a lot of tiny exposures. For example, the whitening agent titanium dioxide in soups and dairy products can build up in the body and even <a href=\"https://www.sciencedirect.com/science/article/pii/S1382668923002703\">damage DNA</a>.&nbsp;</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP2277777797\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">European countries take a much more precautionary approach to additives in their food, Benesh says. “If there are doubts about whether a chemical is safe or if there&#8217;s no data to back up safety, the EU is much more likely to put a restriction on that chemical or just not allow it into the food supply at all.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the US, we’re more likely to see action at the state level. <a href=\"https://leginfo.legislature.ca.gov/faces/billHistoryClient.xhtml?bill_id=202320240AB418\">California banned four chemicals in 2023</a>: brominated vegetable oil, Red Dye No. 3, propylparaben, and potassium bromate. This year, lawmakers in <a href=\"https://www.cspinet.org/page/where-red-3-legal-see-where-your-state-stands\">about a dozen states</a> have introduced legislation banning those same chemicals and, in some states, additional chemicals as well. But federal oversight has been limited, constrained by priorities, authority, and by a lack of resources.</p>\n\n<p class=\"has-text-align-none\">There’s a new deputy commissioner of the FDA’s Human Foods Program, and there is some hope among advocates that could lead to changes in the administration’s approach. We reached out to the FDA, and a spokesperson said the agency needs more funding to expand its food oversight: “Prioritization and drive can only take us so far, and our current budget constraints will limit the number and speed of assessments.”</p>\n\n<p class=\"has-text-align-none\">Why do things operate differently in the US? And what does that mean for our food? We answer these questions in this week’s episode of <em>Explain It to Me. </em>Below is an excerpt of my conversation with Benesh, edited for length and clarity.</p>\n\n<p class=\"has-text-align-none\">You can listen to <em>Explain It to Me</em> on <a href=\"https://podcasts.apple.com/us/podcast/explain-it-to-me/id1042433083\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/1vSUO6Bg4abtjRF7fnGpT1\">Spotify</a>, or <a href=\"https://link.chtbl.com/explainit?sid=site\">wherever you get podcasts</a>. If you’d like to submit a question, send an email to askvox@vox.com or call 1-800-618-8545.</p>\n\n<p class=\"has-text-align-none\"><strong>How does approval for food ingredients&nbsp;work here in the US?</strong></p>\n\n<p class=\"has-text-align-none\">We are also supposed to have a precautionary approach here. The legal standard is something called reasonable certainty of no harm. This includes acute harms, but also chronic harms. Like, “is this going to increase my risk of cancer if I eat it every day for the next 30 years?”&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>When did these rules get put into place? How did they come to be?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">World War II was a period of rapid industrialization and the rise of convenience foods and frozen dinners. Lots of new substances were introduced into the food supply. The FDA realized that they didn&#8217;t really know much about these chemicals, and couldn&#8217;t assure Americans that they were safe.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The FDA created what was meant to be a premarket approval process, meaning that the FDA looks at the chemical before it can ever be used in food, before consumers are ever exposed to it in their food. They created this system in 1958, but they did not include a “lookback provision” for foods already on the shelves. So we have a lot of chemicals that just haven&#8217;t been looked at and haven&#8217;t been given a meaningful review in decades.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other fundamental and, I think, frightening problem with our food chemical system in the US is that today most new chemicals coming onto the market aren&#8217;t being looked at by the FDA at all.</p>\n\n<p class=\"has-text-align-none\"><strong>Why is that?</strong></p>\n\n<p class=\"has-text-align-none\">When Congress wrote the food chemical law, they included an exception for things that are <a href=\"https://www.fda.gov/food/food-ingredients-packaging/generally-recognized-safe-gras\">generally recognized as safe, or GRAS. </a>&nbsp;This was intended to be a narrow loophole, an exception for things that truly have general recognition of safety: things like <a href=\"https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/cfcfr/cfrsearch.cfm?fr=182.10\">spices</a> or <a href=\"https://www.fda.gov/food/food-additives-and-gras-ingredients-information-consumers/understanding-how-fda-regulates-food-additives-and-gras-ingredients\">vinegar</a> or flour or table salt. Rather than the FDA expending the time and the resources to do a full risk assessment of those chemicals before allowing them to be used in food, they could just say these are generally recognized as safe.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What has happened over time is that loophole has really swallowed the entire process. [EWG]&nbsp;did <a href=\"https://www.ewg.org/news-insights/news/2022/04/ewg-analysis-almost-all-new-food-chemicals-greenlighted-industry-not-fda\">an analysis in 2022</a>, where we found that 99 percent of new food chemicals were exploiting this GRAS loophole.</p>\n\n<p class=\"has-text-align-none\">The FDA has created a voluntary notification process, so companies make this determination on their own whether the food qualifies for GRAS exemption, either through their own internal scientist or they can contract with <a href=\"https://www.fda.gov/regulatory-information/search-fda-guidance-documents/guidance-industry-best-practices-convening-gras-panel\">an outside panel.</a> It is up to them whether or not they want to tell the FDA that their chemical is GRAS.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Why does America deal with this so differently? Why are other countries more precautionary and we’re not?</strong></p>\n\n<p class=\"has-text-align-none\">One issue we have is that a lot of programs at the FDA, particularly drug programs, are funded by industry user fees. So they have to pay a fee if they&#8217;re trying to get a product approved by the FDA or registering it with the FDA. There&#8217;s no equivalent user fee for food chemicals. The FDA has a resource issue, and Congress has not appropriated the amount of funding that the FDA needs to do these chemical reviews.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But I also think there has been a degree of inertia. I don&#8217;t think that there has been enough pressure on the FDA to take these food chemical reviews more seriously. A lot of leadership at the FDA&nbsp;— the former FDA commissioners, current FDA commissioners — have really come from more of a drug background than a food background. Sometimes the F in FDA is referred to as the “silent F.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Interestingly, the underlying law — the 1958 law — is a pretty good law. It&#8217;s not an issue of authority; I think it&#8217;s an issue of resources. But should that stop them from proactively identifying chemicals, taking a hard look at chemicals? No. And we have petitioned the FDA to look at particular chemicals, so that&#8217;s a good starting point.</p>\n\n<p class=\"has-text-align-none\"><strong>Do you think anything will change?</strong>&nbsp;</p>\n\n<p class=\"has-text-align-none\">There have been some changes in the last couple of years, I think, in response to a couple of pretty scathing exposés on the FDA food program. They did <a href=\"https://www.fda.gov/about-fda/fda-organization/fda-modernization-efforts-establishing-unified-human-foods-program-new-model-field-operations-and\">reorganize their food program</a>, which took effect October 1. There is now an <a href=\"https://www.fda.gov/about-fda/human-foods-program/office-food-chemical-safety-dietary-supplements-innovation\">Office of Food Chemical Safety</a>. The FDA recently had a public meeting about starting up a food chemical reassessment program where they would go back and look at food chemicals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are things happening. I think there is a growing awareness within the agency that this is a problem. The new <a href=\"https://www.fda.gov/about-fda/fda-organization/jim-jones\">deputy commissioner for human foods is someone named Jim Jones</a>, who was in charge of the pesticide review program and other chemical review program at the EPA for a long time. He understands chemical issues in a way that a lot of leadership at FDA historically has not. Bringing Jim Jones in is a really good step and very hopeful.</p>\n\n<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/rq9dhQIoDw8?si=hC3isXK2ZuURB2CD\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen></iframe>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "From the financial squeeze of inflation, to recall after recall, and actually getting out the door, going to the grocery store can sometimes feel like an insurmountable task. Adding to the stress is something else on the mind of Vox reader Sommer. When she’s shopping for food, she finds herself wondering: Why are there different [&#8230;]",
    "author": "Jonquilyn Hill"
  },
  {
    "title": "5 reasons to expect a Harris win — and 4 to expect a Trump victory",
    "link": "https://www.vox.com/politics/382301/2024-election-kamala-harris-donald-trump-who-will-win",
    "pubDate": "2024-11-05T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris speaking at a lectern and raising her fist. Behind her is a sign reading “Welcome to Las Vegas.”\" data-caption=\"Kamala Harris speaks during a campaign rally at the Craig Ranch Amphitheater in Las Vegas, Nevada, on October 31, 2024. | Brendan Smialowski/AFP via Getty Images\" data-portal-copyright=\"Brendan Smialowski/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2181494115.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Kamala Harris speaks during a campaign rally at the Craig Ranch Amphitheater in Las Vegas, Nevada, on October 31, 2024. | Brendan Smialowski/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><strong>Support independent journalism that matters —&nbsp;<a href=\"https://www.vox.com/support-now\">become a Vox Member today</a>.</strong></em></p>\n\n<p class=\"has-text-align-none\">The 2024 presidential race is the closest on record. Donald Trump and Kamala Harris are separated by 1 percentage point or less both <a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president.html\">nationally</a> and in the <a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president.html\">decisive battleground states</a>. In the Electoral College, the two candidates are essentially tied, with the election turning on a deadlocked Pennsylvania, according to the New York Times’s polling average.</p>\n\n<p class=\"has-text-align-none\">If one looks beyond the <a href=\"https://www.vox.com/2024-elections/382161/harris-trump-final-polls-2024-who-will-win\">polling data</a>, however, it is not difficult to tell a story about why each candidate is actually the favorite. Here are four reasons you should expect Trump to win the presidency Tuesday, and five to expect a Harris victory instead.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4198896063\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Why you should expect a Trump win</h2>\n\n<h5 class=\"wp-block-heading has-text-align-none\">1) Polls are liable to underestimate him again because his voters won’t pick up the phone</h5>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.realclearpolitics.com/epolls/2016/president/2016StateFinalResults.html\">2016</a> and <a href=\"https://projects.fivethirtyeight.com/2020-election-forecast/wisconsin/\">2020</a>, polls <a href=\"https://www.vox.com/policy-and-politics/2020/11/10/21551766/election-polls-results-wrong-david-shor\">badly underestimated</a> Trump’s support, particularly in battleground states.&nbsp;There are reasons to fear that pollsters will miss in the same direction yet again.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One leading theory of pollsters’ recent woes goes like this: Americans who participate in surveys are systematically different — and more Democratic — than those who do not.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you are highly politically engaged, very trustful of strangers, or both, then you’re going to be more inclined to respond to a phone call or text message from a pollster. After all, people who are eager to discuss politics are more liable to share their voting intentions when prompted. And those who aren’t wary of other people are more likely to engage with an unsolicited request for conversation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This has always been true to an extent. But in the past, Republican voters weren’t dramatically less likely than Democratic ones to be highly engaged or trustful. Trump’s conquest of the GOP changed this. As Republicans unified behind a populist, anti-system conspiracy theorist, they made inroads with <a href=\"https://www.nytimes.com/2024/10/22/upshot/polling-errors-2024-election.html\">less politically active and trusting voters</a>, while Democrats racked up large <a href=\"https://nymag.com/intelligencer/2022/10/education-polarization-diploma-divide-democratic-party-working-class.html\">gains with college-educated voters</a>, who have<a href=\"https://www.pewresearch.org/politics/2023/07/12/voter-turnout-2018-2022/\"> relatively high turnout rates</a> and <a href=\"https://www.pewresearch.org/short-reads/2020/12/03/social-trust-in-advanced-economies-is-lower-among-young-people-and-those-with-less-education/\">levels of social trust</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Throughout the past year, there have been signs that this realignment has continued apace, with Trump polling <a href=\"https://www.nytimes.com/2024/10/30/upshot/election-turnout-trump-harris-polls.html\">much better among low-propensity voters</a> than reliable ones. And some pollsters are finding it much easier to reach Democrats than Republicans as a result. Nate Cohn, chief pollster for the New York Times, <a href=\"https://www.nytimes.com/2024/11/03/upshot/polls-harris-trump-battlegrounds.html\">writes</a> that white Democrats were 16 percent more likely than white Republicans to participate in his final surveys.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are many ways for pollsters to counteract this bias, but the fundamental challenge it poses may prove insurmountable. You can try to make sure that low-propensity voters (i.e., those who sat out recent elections) are well-represented in your survey. But <a href=\"https://www.nytimes.com/2024/10/22/upshot/polling-errors-2024-election.html\">as Cohn notes</a>, in his polls of previous elections, low-propensity voters that agreed to participate ultimately voted at much higher rates than such voters in general. Put differently: The politically disengaged voters who respond to polls are not representative of such voters, as they are more politically active (and thus, theoretically, more Democratic). Which isn’t entirely surprising since the very act of taking a poll is a form of political engagement.</p>\n\n<p class=\"has-text-align-none\">Pollsters don’t want to underestimate Trump again. But the inescapable limitations of their methods may lead them to make the same mistake thrice.</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">2) Incumbent parties in virtually every country are losing</h5>\n\n<p class=\"has-text-align-none\">Since the onset of post-pandemic inflation in 2022, incumbents the world over have struggled to retain power. Ruling parties have either lost seats or control of government altogether in <a href=\"https://www.nytimes.com/2024/10/28/world/asia/japan-election.html\">Japan,</a> <a href=\"https://www.bbc.com/news/articles/c8rdygy5888o\">Austria</a>, <a href=\"https://www.cnn.com/world/live-news/uk-general-election-results-2024-intl/index.html\">Britain</a>, <a href=\"https://commonslibrary.parliament.uk/research-briefings/cbp-9629/\">Italy</a>, and <a href=\"https://www.npr.org/2024/09/02/nx-s1-5097895/5-takeaways-germanys-regional-elections\">Germany</a>, among other nations. And if polls <a href=\"https://abacusdata.ca/canadian-politics-abacus-data-september-2/\">hold steady</a>, Justin Trudeau’s governing Liberal Party is poised to suffer a landslide defeat in next year’s Canadian election.</p>\n\n<p class=\"has-text-align-none\">Americans appear to share this transcontinental desire for change. Both <a href=\"https://www.nbcnews.com/politics/2024-election/two-thirds-voters-say-country-wrong-track-ahead-2024-election-rcna172873\">NBC News</a> and <a href=\"https://today.yougov.com/topics/politics/trackers/direction-of-the-united-states\">YouGov</a> find roughly 65 percent of Americans saying America is on “the wrong track,” while 26 percent say they’re “satisfied with the way things are going in the United States” in <a href=\"https://news.gallup.com/poll/1669/general-mood-country.aspx\">Gallup’s polling</a>.</p>\n\n<p class=\"has-text-align-none\">Harris has tried to <a href=\"https://www.youtube.com/watch?v=GaBfFIsoJ0c\">sell herself as a change</a> candidate, centering her campaign on the slogan, “We’re not going back.” But she is still the sitting vice president, and Trump’s team has worked <a href=\"https://www.nytimes.com/2024/10/21/us/politics/trump-ad-harris-biden.html\">relentlessly</a> to link her to the exceptionally unpopular commander-in-chief.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Joe Biden’s approval rating is <a href=\"https://projects.fivethirtyeight.com/biden-approval-rating/\">currently 18 points underwater</a>. And as CNN’s Harry Enten <a href=\"https://x.com/ForecasterEnten/status/1851621958317662558\">notes</a>, since World War II, whenever a retiring president has had a net-negative approval rating, their desired successor has lost: Adlai Stevenson failed to overcome Harry Truman’s unpopularity in 1952, Hubert Humphrey couldn’t withstand Lyndon Johnson’s in 1968, and John McCain was undone by George W. Bush’s in 2008.</p>\n\n<p class=\"has-text-align-none\">Thus, if undecided voters — like their peers abroad — are in a mood for change on Election Day, one might expect them to break for Trump.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"What polls can actually tell us\" src=\"https://www.youtube.com/embed/In9Pqm9YlIo?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<h5 class=\"wp-block-heading has-text-align-none\">3) More voters identify as Republican than Democratic for the first time in decades</h5>\n\n<p class=\"has-text-align-none\">For virtually all of the past 30 years, more voters have identified as Democratic than Republican in Gallup’s surveys. Now, the GOP boasts a 3-point lead on <a href=\"https://news.gallup.com/poll/651092/2024-election-environment-favorable-gop.aspx\">national party identification</a>.</p>\n\n<p class=\"has-text-align-none\">There has been a strong correlation historically between this figure and election outcomes: In 2004 and 2016, when Democrats’ lead on partisan identity was slim, Republicans won the presidency. By contrast, when Democrats’ advantage on this measure was larger than normal — as in 1992, 1996, 2008, 2012, and 2020 — they won the White House.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gallup isn’t alone in detecting a historically unusual advantage for Republicans in partisan self-identification. <a href=\"https://www.wsj.com/politics/elections/more-americans-identify-as-republican-than-democrat-heres-what-that-means-for-the-election-150e12ae\">NBC News</a> and <a href=\"https://www.pewresearch.org/methods/fact-sheet/national-public-opinion-reference-survey-npors/\">Pew Research</a> found the same result. And this shift toward the GOP has also surfaced in some states’ voter registration data: In Pennsylvania, there were 630,000 more registered Democrats than registered Republicans in March 2021. By October 2024, that advantage had fallen by more than half to around 300,000, according to <a href=\"https://www.nbcnews.com/politics/2024-election/democrats-voter-registration-advantage-eroded-pennsylvania-means-2024-rcna176420\">NBC News</a>.</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">4) Voters trust Republicans more on the issues they care about most</h5>\n\n<p class=\"has-text-align-none\">Polls have <a href=\"https://thehill.com/business/4828253-most-voters-in-new-poll-say-economy-immigration-most-important-issues-in-2024/\">routinely</a> <a href=\"https://news.gallup.com/poll/651719/economy-important-issue-2024-presidential-vote.aspx\">found</a> voters rating the economy and immigration as two of their top issues, and <a href=\"https://news.gallup.com/poll/651092/2024-election-environment-favorable-gop.aspx\">favoring the GOP</a> on both. Further, when Gallup recently asked voters which party is better able to handle the issue that matters to them most — whatever that issue may be — they trusted the Republicans over the Democrats by a 46 percent to 41 percent margin.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the past 75 years, no political party has won the presidency while trailing on this question in Gallup’s poll.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Why you should expect a Harris win</h2>\n\n<h5 class=\"wp-block-heading has-text-align-none\">1) She has a higher favorability rating</h5>\n\n<p class=\"has-text-align-none\">Harris is significantly more popular than Trump: Voters disapprove of the Democratic nominee by <a href=\"https://projects.fivethirtyeight.com/polls/favorability/kamala-harris/\">roughly 2 points</a> while they disapprove of the Republican one by <a href=\"https://projects.fivethirtyeight.com/polls/favorability/donald-trump/\">roughly 9 points</a>, according to FiveThirtyEight’s polling average.</p>\n\n<p class=\"has-text-align-none\">As CNN’s Enten <a href=\"https://x.com/i/bookmarks?post_id=1852006799832154373\">notes</a>, since 1956, the more popular candidate has won the White House 16 out of 17 times (the one exception was Trump in 2016).&nbsp;</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">2) Pollsters have an incentive to err on the side of underestimating her</h5>\n\n<p class=\"has-text-align-none\">As noted above, it’s possible that pollsters are doomed to perpetually underestimate Trump’s support due to his disproportionate strength with the politically disengaged.</p>\n\n<p class=\"has-text-align-none\">But it’s also quite possible that pollsters are overcorrecting for that problem. Certainly, every polling firm has a strong incentive to avoid understating Trump’s support for a third election in a row. The reputational damage of missing in the other direction — by overestimating him — is liable to be less severe; it’s more understandable to make new mistakes than to repeat old ones.</p>\n\n<p class=\"has-text-align-none\">There are many ways that pollsters could yield to this incentive. Survey firms don’t publish their raw results. Rather, they each apply their own idiosyncratic series of weights to those results in an effort to make them more representative of the expected electorate. If your sample is more educated than American voters as a whole, for example, then you will increase the weight of responses from non-college-educated voters in your final tally.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is undoubtedly necessary for generating accurate results. But it also gives pollsters a lot of freedom to bend their findings in a safer direction. If your initial result shows Harris winning Wisconsin by 7 points, you can adjust your weights until you have a finding that’s more in keeping with polling averages (and less likely to get your shop laughed at post-election). As Vanderbilt University political scientist Josh Clinton <a href=\"https://goodauthority.org/news/election-poll-vote2024-data-pollster-choices-weighting/\">recently demonstrated</a>, a pollster’s decisions about how to model the 2024 electorate can shift the results of a given survey by 8 points.</p>\n\n<p class=\"has-text-align-none\">And there are signs that pollsters might be abusing their discretion. As <a href=\"https://www.nbcnews.com/politics/2024-election/state-poll-results-show-ties-are-tied-voters-pollsters-rcna177703\">NBC News reported</a> last week, recent polls of the top seven swing states have shown an improbably close race: 124 of 321 surveys showed margins of 1 point or less.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The probability of so many polls showing such a small gap is extremely low, absent pollsters putting their thumbs on the scale. Even if Harris and Trump really are virtually tied in all major swing states, the inherent randomness of polling should produce a more varied series of results than we’re seeing. That suggests many pollsters are playing it safe and engineering results that conform to the consensus. If so, they could be erring on the side of underestimating Harris since that is reputationally safer than underestimating Trump.&nbsp;</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">3) Democrats’ two biggest liabilities — inflation and immigration — have become less salient in recent months</h5>\n\n<p class=\"has-text-align-none\">Polls have long shown that voters trust Republicans over Democrats on inflation and immigration. And the surge in prices and border crossings under Biden coincided with the collapse of his approval rating.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the course of 2024, however, these issues have become less pressing. Inflation has fallen sharply over the past two years, and last week, the Federal Reserve’s favorite inflation indicator — the Personal Consumption Expenditures index — increased by just 2.1 percent, roughly in line with the central bank’s target rate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, economic growth continues humming along at a roughly 3 percent rate, stocks have been hovering near record highs, and unemployment is low. And there are some signs that this is beginning to make an impression on voters: Some <a href=\"https://www.bloomberg.com/news/articles/2024-09-28/harris-closes-gap-as-economy-grows-in-key-us-states-election-2024\">recent polls</a> have shown Harris eroding <a href=\"https://apnorc.org/projects/registered-voters-are-split-on-trusting-harris-or-trump-to-handle-economic-issues/\">Trump’s advantage</a> on the economy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, migrant encounters at the US-Mexico border dropped by 77 percent between December 2023 and August 2024, according to <a href=\"https://www.pewresearch.org/short-reads/2024/10/01/migrant-encounters-at-u-s-mexico-border-have-fallen-sharply-in-2024/\">a recent analysis</a> from the Pew Research Center. There’s no guarantee that improving objective conditions will change the electorate’s subjective impressions. But there is some evidence that immigration has receded a bit from the public’s consciousness in recent months: Between April and October, the share of voters naming immigration as America’s “most important problem” <a href=\"https://news.gallup.com/poll/1675/most-important-problem.aspx\">fell</a> from 27 percent to 21 percent.&nbsp;</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">4) Her coalition shows up when it counts</h5>\n\n<p class=\"has-text-align-none\">As noted above, Democrats now do disproportionately well with America’s most politically engaged voters. That might lead polls to overrepresent Democratic voters. But all else equal, every political party would prefer to be popular with Americans who reliably vote in elections than with those who do not.</p>\n\n<p class=\"has-text-align-none\">Democrats’ strength with the civic-minded has helped them <a href=\"https://www.economist.com/united-states/2024/09/25/recent-special-elections-bode-well-for-democrats\">dominate off-year special elections</a> and hold their own in the 2022 midterms, despite public discontent with inflation and Biden.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s reason to think that Harris’s coalition might be even more reliable than Biden’s was in 2020, as some polls have shown her gaining ground with <a href=\"https://www.vox.com/politics/380132/gender-gap-election-harris-trump\">women</a> and <a href=\"https://www.newsweek.com/kamala-harris-college-educated-voters-democratic-record-1964999\">college-educated voters</a>, both of whom turn out at elevated rates.&nbsp;</p>\n\n<h5 class=\"wp-block-heading has-text-align-none\">5) Late deciders are breaking toward Harris in some polls</h5>\n\n<p class=\"has-text-align-none\">Even if polls are perfectly accurate, they are likely to underestimate whichever candidate does best with voters who make their final decision on Election Day or just before it. And in the New York Times’s <a href=\"https://www.nytimes.com/2024/11/03/us/politics/harris-trump-times-siena-poll.html\">final battleground state polls</a>, Harris led Trump by 9 points among voters who’d only recently picked their candidate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This finding isn’t entirely surprising. The headlines in the campaign’s final weeks haven’t been ideal for Trump, with his former chief of staff calling him a fascist and his rally in Madison Square Garden convincing many Hispanic voters that he is a racist.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If late deciders are indeed breaking toward Harris, then she is likely to win the presidency.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Support independent journalism that matters —&#160;become a Vox Member today. The 2024 presidential race is the closest on record. Donald Trump and Kamala Harris are separated by 1 percentage point or less both nationally and in the decisive battleground states. In the Electoral College, the two candidates are essentially tied, with the election turning on [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Should it really be this hard to beat Donald Trump?",
    "link": "https://www.vox.com/2024-elections/382321/trump-harris-2024-election-underperform-overperform-underachieve-campaign-incumbents",
    "pubDate": "2024-11-05T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris on a stage with an American flag backdrop and the flanked by the word “Vote.”\" data-caption=\"Vice President and Democratic presidential nominee Kamala Harris walks onstage as she arrives for a campaign rally at Michigan State University’s Jenison Field House in East Lansing, Michigan, on November 3, 2024. | Jeff Kowalsky/AFP via Getty Images\" data-portal-copyright=\"Jeff Kowalsky/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182122486.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President and Democratic presidential nominee Kamala Harris walks onstage as she arrives for a campaign rally at Michigan State University’s Jenison Field House in East Lansing, Michigan, on November 3, 2024. | Jeff Kowalsky/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><strong><em>Support independent journalism that matters — </em></strong><a href=\"https://www.vox.com/support-now\"><strong><em>become a Vox Member today</em></strong></a><strong><em>.</em></strong></p>\n\n<p class=\"has-text-align-none\">Over the summer, when it seemed increasingly likely that President Joe Biden would drop out of the 2024 race, a pair of questions dominated media coverage and political punditry. Should Vice President <a href=\"https://www.vox.com/2024-elections/357948/url-harris-replace-biden-trump-debate-reaction-polling-vice-presidency\">Kamala Harris</a> succeed him as the Democratic nominee? Or was there a better candidate out there who could put up a <a href=\"https://www.vox.com/2024-elections/358559/biden-harris-whitmer-newsom-shapiro-buttigieg-alternative-nomination-candidate-2024\">tougher fight</a> against Donald Trump?</p>\n\n<p class=\"has-text-align-none\">Some in the party floated the idea of a <a href=\"https://www.washingtonpost.com/politics/2024/07/05/biden-replacement-mini-primary/\">mini-primary</a>. Ultimately, that open process never happened — Harris and her allies moved quickly to secure the delegates needed to clinch the nomination before the convention, no one stepped up to challenge the vice president, and the Democratic base quickly rallied behind Harris.</p>\n\n<p class=\"has-text-align-none\">Since then, there have been, broadly speaking, two ways to view how her presidential campaign has unfolded.</p>\n\n<p class=\"has-text-align-none\">One is more skeptical about how Harris has fared. Here she is, running against a twice-impeached, historically unpopular, convicted felon former president — and it’s still<em> </em>a toss-up.</p>\n\n<p class=\"has-text-align-none\">Another view offers a more charitable interpretation of the Democratic campaign. After an aging, historically unpopular incumbent president badly damaged his party’s hopes of winning, Harris clawed her side back into a competitive race. She mostly restored the levels of support her party needs among nonwhite, college-educated, and young voters, while holding together a coalition that spanned from former Vice President Dick Cheney to Rep. Alexandria Ocasio-Cortez. And she did it as the standard-bearer for an incumbent political party at a time when one of the only hard-and-fast trends of world politics is that ruling parties are being punished in the <a href=\"https://www.nytimes.com/2024/11/04/opinion/trump-harris-inflation.html?partner=slack&amp;smid=sl-share\">post-Covid inflationary period</a>.</p>\n\n<p class=\"has-text-align-none\">Here’s the case for each perspective.</p>\n\n<iframe loading=\"lazy\" frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP4198896063\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">The case that Harris is fumbling</h2>\n\n<p class=\"has-text-align-none\">The contention that Harris should be performing better is predicated on what some see as the unique awfulness of Donald Trump. With Biden out of the race, it’s now Trump who is the <a href=\"https://www.nbcnews.com/politics/2024-election/polls-election-race-trump-harris-2024-president-rcna175524\">historically unpopular</a> presidential candidate, whose campaign’s ground game is <a href=\"https://www.nytimes.com/2024/10/13/us/politics/trump-harris-campaign-ground-game.html\">virtually</a> nonexistent, who has been consistently outspent by the Democrats, and whose closing weeks have been filled with <a href=\"https://www.theguardian.com/us-news/2024/oct/31/trump-puts-on-high-vis-vest-to-trash-bidens-garbage-gaffe-at-wisconsin-rally\">chaos</a> and late-breaking <a href=\"https://www.vox.com/politics/380462/trump-tony-hinchcliffe-puerto-rico-latinos-pennsylvania\">scandals</a>.</p>\n\n<p class=\"has-text-align-none\">The argument that Harris has underperformed tends to rest on two different charges: that she has played it too safe, and that she has played it too vague.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The “safe” charge relates to her perceived pivot toward the center to court moderates and disaffected Republicans. Progressives argue that this has cost her support and energy from the political left. Her embrace of Liz and Dick Cheney, for example, recently reignited criticism from the <a href=\"https://www.theguardian.com/us-news/2024/oct/28/kamala-harris-moderates\">anti-war left</a> and speculation it could <a href=\"https://www.newsweek.com/kamala-harris-liz-cheney-backfire-1972851\">backfire</a> with Arab American voters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The same critique has been made regarding her stance on Gaza. Harris’s refusal or inability to distance herself from the Biden administration’s position, with the exception of a few nods to Palestinian suffering in speeches and on the debate stage, has lost her support from the left flank.</p>\n\n<p class=\"has-text-align-none\">Zooming out a bit, critics point out that Harris’s centrist pivot on the campaign trail reflects a bigger problem: that Harris has never been clear about why she wants to be president, what she actually believes in, or where she stands on certain policies. She’s avoided explaining changes in policy positions and avoided talking to the press, opting instead for friendly settings, alternative media, or social media influencers and content creators.</p>\n\n<p class=\"has-text-align-none\">Just this week, an <a href=\"https://www.axios.com/2024/11/03/kamala-harris-no-comment-strategy\">Axios report</a> offered the latest instance of Harris’s avoidance strategy: When asked about Harris’s stance on 12 policy matters she had previously supported — like ending the death penalty at the federal level, eliminating the Senate filibuster, or providing reparations to Black Americans — the campaign declined to comment.</p>\n\n<p class=\"has-text-align-none\">And so, on the eve of the election, Harris remains neck-and-neck with Trump — whose favorability ratings are now the <a href=\"https://projects.fivethirtyeight.com/polls/favorability/donald-trump/\">highest</a> they’ve been since he left office, despite millions spent in advertising against him.</p>\n\n<h2 class=\"wp-block-heading\">The case that Harris is beating expectations</h2>\n\n<p class=\"has-text-align-none\">The more positive assessment of Harris’s campaign holds that, given where she started and what she’s facing, running neck-and-neck is a feat,&nbsp;not a failure.</p>\n\n<p class=\"has-text-align-none\">As the New York Times’s Nate Cohn has <a href=\"https://www.nytimes.com/2024/11/02/upshot/democrats-trump-election.html\">written</a>, the national environment in general is one with all the ingredients for a Republican landslide and a conservative cultural rebuke. Americans really dislike Biden. They are upset with the direction&nbsp;the country is heading. Republicans have an edge in national party identification. And Republicans tend to have an edge on most of the issues that seem to matter to voters, specifically the economy and immigration. Gallup <a href=\"https://news.gallup.com/poll/651092/2024-election-environment-favorable-gop.aspx\">recently framed</a> it this way: </p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">Nearly all Gallup measures that have shown some relationship to past presidential election outcomes or that speak to current perceptions of the two major parties favor the Republican Party over the Democratic Party.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">That <a href=\"https://www.cfr.org/blog/election-2024-will-united-states-follow-or-buck-anti-incumbent-trend\">dynamic is true</a> around the world for parties in power. Voters have been consistently punishing incumbents in nearly every democratic election held this year largely because of dissatisfaction with both pandemic response and the ensuing economic crises brought on by inflation and rising global interest rates. This was true for the Conservative Party in the United Kingdom, which was swept out of power in the summer; in South Africa, where the African National Congress party lost its majority <a href=\"https://www.npr.org/2024/06/01/nx-s1-4987616/south-africa-election-results\">for the first time</a>; in <a href=\"https://www.economist.com/interactive/france-elections-2024-polls-macron-le-pen\">France</a>; in <a href=\"https://apnews.com/article/japan-parliamentary-election-ishiba-ldp-coalition-opposition-d5c1fd1871f8f357745ef1847ba26c4e\">Japan</a>; in <a href=\"https://www.atlanticcouncil.org/content-series/transatlantic-horizons/three-state-elections-have-backed-germany-into-a-corner/\">Germany</a>; in India (<a href=\"https://apnews.com/article/india-election-results-2024-lok-sabha-modi-bjp-7893efecc83fa8225a611f174e6420ee\">to a degree</a>), and most recently, in <a href=\"https://www.cnn.com/2024/11/01/africa/botswana-party-loses-election-masisi-boko-intl/index.html\">Botswana</a>. To the north, Canada’s incumbent Liberal Party is mirroring much of the last year of American politics: The party has been trailing the Conservative Party in polling for months, and Prime Minister Justin Trudeau is facing similar internal pressure to step down before his party heads for electoral disaster <a href=\"https://www.bbc.com/news/articles/cjw03yjjqdwo\">in a little less than a year</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also not clear that there was any position Harris could take on Gaza that wouldn’t cost her support from some part of the Democratic coalition.</p>\n\n<p class=\"has-text-align-none\">Some of Harris’s moves appear to be paying off. Yes, she has moved her platform to the right on the issues where Trump has an advantage — crime and immigration — while moderating or compromising on others. But that has, in turn, opened up a big-tent ideological coalition. Her focus on personal freedoms (predominantly abortion rights) and democracy has given her a significant boost among Democratic partisans and moderates. In the <a href=\"https://time.com/7157636/kamala-harris-polls-economy/\">final polls</a> of the cycle, Harris has managed to largely wipe out Trump’s advantage on the economy and <a href=\"https://x.com/lxeagle17/status/1852436874985685303\">make inroads</a> with those who view immigration as a top concern: The final <a href=\"https://maristpoll.marist.edu/polls/u-s-presidential-contest-november-2024/\">PBS/Marist poll</a>, for example, found Harris and Trump tied on the question of who voters think would better handle the economy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And among subgroups, she’s leaned into the gender gap, increasing the levels of Democratic support among women voters to a historic margin, while restoring levels of Democratic support among young voters and nonwhite voters that Biden was drastically underperforming among. Additionally, she’s done that as she boosted her favorability ratings into the positive single digits when those started nearly as bad as Biden’s when the president was at his lowest this summer.</p>\n\n<p class=\"has-text-align-none\">All told, Harris’s defenders see a candidate who, despite an unfavorable national environment, has given her party a chance — a far better situation than Democrats found themselves in when Harris took over the nomination just a few short months ago.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Support independent journalism that matters — become a Vox Member today. Over the summer, when it seemed increasingly likely that President Joe Biden would drop out of the 2024 race, a pair of questions dominated media coverage and political punditry. Should Vice President Kamala Harris succeed him as the Democratic nominee? Or was there a better [&#8230;]",
    "author": "Christian Paz"
  }
]