[
  {
    "title": "What American cities could do right now to save us from this unbearable heat",
    "link": "https://www.vox.com/down-to-earth/359752/what-american-cities-could-do-right-now-to-save-us-from-this-unbearable-heat",
    "pubDate": "2024-07-11T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A group of people hang out on the grass under the shade of a leafy tree.\" data-caption=\"In NYC and other cities across the US, trees — and especially shade — help keep cities cool. Here, people lounge under the shade of trees along the East River on a June day in Brooklyn. | Selcuk Acar/Anadolu via Getty Images\" data-portal-copyright=\"Selcuk Acar/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2157565374.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>In NYC and other cities across the US, trees — and especially shade — help keep cities cool. Here, people lounge under the shade of trees along the East River on a June day in Brooklyn. | Selcuk Acar/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On a hot summer day in New York City, I have a singular need: shade.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is one reason I appreciate trees, especially the big leafy ones. But there are in fact many others: Trees suck up carbon dioxide and other pollutants, helping clean the air and offset planet-warming emissions. They not only block the sun, creating shade, but also pump water vapor out through their leaves, which cools the air. Their roots, meanwhile, help rainwater seep into the soil that might otherwise flood the streets.</p>\n\n<p class=\"has-text-align-none\">Plus, trees literally <a href=\"https://www.psychiatry.org/news-room/apa-blogs/evidence-of-the-benefits-of-trees-in-urban-areas\">make us less anxious</a>. People who live in urban neighborhoods with more trees <a href=\"https://www.florencewilliams.com/the-nature-fix\">tend to be less stressed</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">My point: Trees are good.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is not exactly a revelation, but it’s a point worth underscoring, as many neighborhoods — in New York, Phoenix, and elsewhere — don’t have enough of them. And these treeless city stretches are often disproportionately nonwhite and home to residents with less money. Planting more trees in these neighborhoods is about far more than aesthetics. It can literally help keep people alive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">How, though, does a place like NYC go about planting trees and filling these life-threatening gaps in tree cover? The trash-laden, concrete-covered blocks aren’t exactly ideal for growing. Then there’s climate change, which is raising temperatures and pushing more saltwater onto land, thus altering growing conditions.</p>\n\n<p class=\"has-text-align-none\">To understand how big cities think about the role of trees and where to put them, I spoke with Jessica Einhorn, the chief of forestry programs at the New York City Department of Parks &amp; Recreation. Einhorn, a trained forester, oversees tree preservation and planting in the city. Our conversation has been edited for length and clarity.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2156991200.jpg?quality=90&#038;strip=all&#038;crop=0,18.28433346758,100,63.431333064841\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A tree planted by NYC Parks. | Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images\" data-portal-copyright=\"Deb Cohn-Orbach/UCG/Universal Images Group via Getty Images\" />\n<h2 class=\"wp-block-heading\">Shade is super important, but it’s not equitably distributed</h2>\n\n<h4 class=\"wp-block-heading\">Benji Jones</h4>\n\n<p class=\"has-text-align-none\">Trees provide an obvious benefit as the city warms —&nbsp;shade —&nbsp;but can you explain just how big that benefit is?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Jessica Einhorn</h4>\n\n<p class=\"has-text-align-none\">On a hot summer day, surface temperatures in shaded areas may be anywhere between <a href=\"https://19january2017snapshot.epa.gov/heat-islands/using-trees-and-vegetation-reduce-heat-islands_.html#:~:text=Trees%20and%20Vegetation%20Resources&amp;text=Trees%20and%20vegetation%20lower%20surface,peak%20temperatures%20of%20unshaded%20materials.\">20 to 45 degrees cooler</a> than unshaded areas. It’s wild.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Benji Jones</h4>\n\n<p class=\"has-text-align-none\">How do you choose what species of tree to plant?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Jessica Einhorn</h4>\n\n<p class=\"has-text-align-none\">We have a list of more than 130 different species. We’ve made an effort to diversify our planting palette. When you diversify the urban forest, you&#8217;re proactively planning for the spread of various diseases. If we had just five different trees across the city, a pest like emerald ash borer could come through and decimate a high percentage of them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We consider the land use of the site — whether it’s a commercial or residential strip, industrial land, or a park area —&nbsp;and whether there are overhead wires. We don’t want a tree to grow into wires and cause outages. In those cases, we might plant smaller species, such as a plum tree or a lilac tree. Shorter trees tend to be flowering species, but they often don’t have the same longevity as taller trees.</p>\n\n<p class=\"has-text-align-none\">In a heavily trafficked commercial strip of land, we might want to choose a particularly hardy species, such as honey locusts. They can take a lot of compacted soil and withstand a decent amount of drought.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The surrounding environment is another big thing we consider. We have changed our approach to planting significantly since Superstorm Sandy, when we saw significant saltwater inundation and a major decline in tree health. Lots of trees died throughout the city —&nbsp;namely London plane trees, which are not salt tolerant. We are definitely paying attention to tree species that are salt tolerant, such as hawthorns and hackberry, in <a href=\"https://data.cityofnewyork.us/Environment/Sandy-Inundation-Zone/uyj8-7rv5\">saltwater inundation zones</a>.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Benji Jones</h4>\n\n<p class=\"has-text-align-none\">Is the amount of shade the tree provides a consideration?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Jessica Einhorn</h4>\n\n<p class=\"has-text-align-none\">It’s our mission to maximize tree canopy, so we want to plant the biggest tree that’s appropriate. If we have a site along the street with a big open space to grow, we want to plant our larger canopy trees, such as species of oaks. Other trees, like linden trees, have very broad leaves and can provide really dense shade.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Benji Jones</h4>\n\n<p class=\"has-text-align-none\">How do you determine where to plant them?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Jessica Einhorn</h4>\n\n<p class=\"has-text-align-none\">Right now, we prioritize areas for tree planting based on the <a href=\"https://a816-dohbesp.nyc.gov/IndicatorPublic/data-features/hvi/\">Heat Vulnerability Index</a> [HVI]. It’s pulled together by the city department of health and based on a number of factors including the surface temperature, green space, access to home air conditioning, percentage of residents who are low-income, and the percentage of residents who are non-Latinx Black. We’re focusing on these historically disadvantaged communities in order to increase tree canopy in the spaces where, historically, we haven’t had as many trees.</p>\n\n<p class=\"has-text-align-none\">We’ve made a commitment to fully stock HVI 4 and HVI 5 — <a href=\"https://www.arcgis.com/apps/mapviewer/index.html?layers=468c71b07272431f8a46881fe10dc3b4&amp;layerId=2\">regions with the highest heat risks</a> —&nbsp;by 2027. That means you have a forester walking down the block, looking for any available planting spaces, and marking them.</p>\n\n<h4 class=\"wp-block-heading\">Benji Jones</h4>\n\n<p class=\"has-text-align-none\">Only a small percent of the city’s trees are in areas populated largely by people of color. Will these planting efforts help close this gap?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Jessica Einhorn</h4>\n\n<p class=\"has-text-align-none\">It will help, but we have a long way to go. Historically, affluent communities were designed with trees in mind whereas the disadvantaged communities were not. Even if we fully stock the areas that have historically been underserved, we won’t be able to match the canopy coverage in the historically served areas. The blocks cannot accommodate as many trees because there’s other infrastructure that creates conflict.</p>\n\n<h3 class=\"wp-block-heading\">Bringing heat-loving trees north</h3>\n\n<h4 class=\"wp-block-heading\">Benji Jones</h4>\n\n<p class=\"has-text-align-none\">Are all of the trees native species?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Jessica Einhorn</h4>\n\n<p class=\"has-text-align-none\">About half of the 130-plus trees are not from the US. The landscape and streetscape of New York City does not mimic anything native to this area. Many native trees are not hardy enough; they can’t withstand a lot of the typical environments in such a dense urban area.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You can define native in different ways:&nbsp;native to the US or native to this specific region? We’re introducing trees from warmer climates as our climate trends in that direction, like crape myrtles or southern magnolias. Historically, those trees were not found in NYC, but we’re considering them for planting because of the change in climate and impacts of the <a href=\"https://www.vox.com/22557563/how-to-redesign-cities-for-heat-waves-climate-change\">urban heat island effect</a>. Some might consider them native, whereas others wouldn’t.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Benji Jones</h4>\n\n<p class=\"has-text-align-none\">How much do you consider allergies? Do you think about planting trees that are less pollen-y?</p>\n\n<h4 class=\"wp-block-heading\">Jessica Einhorn</h4>\n\n<p class=\"has-text-align-none\">No. Shade and hardiness take priority over pollen dispersal.&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Benji Jones</h4>\n\n<p class=\"has-text-align-none\">Why do cities have so many ginkgo trees?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Jessica Einhorn</h4>\n\n<p class=\"has-text-align-none\">That’s another tree to add to the “very hardy” list. They can really withstand a lot. And they’re beautiful; their leaves shimmer in the wind.</p>\n\n<h4 class=\"wp-block-heading\">Benji Jones</h4>\n\n<p class=\"has-text-align-none\">How are you preparing for an even warmer future?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Jessica Einhorn</h4>\n\n<p class=\"has-text-align-none\">We are introducing tree species from more southern climates. We’re not going full tropical here, but we are looking south. We can now very successfully plant crape myrtle here, whereas 15-20 years ago we wouldn’t have considered it.</p>\n\n<p class=\"has-text-align-none\">Then we also have to phase out other tree species that are no longer appropriate here. One of my favorite tree species, the sugar maple, is really just not one that we plant anymore because the city is not an appropriate climate.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On a hot summer day in New York City, I have a singular need: shade.&#160; This is one reason I appreciate trees, especially the big leafy ones. But there are in fact many others: Trees suck up carbon dioxide and other pollutants, helping clean the air and offset planet-warming emissions. They not only block the [&#8230;]",
    "author": "Benji Jones"
  },
  {
    "title": "Why are so many female pop stars flopping? ",
    "link": "https://www.vox.com/culture/359734/female-pop-stars-charts-billboard-rap-country-popularity",
    "pubDate": "2024-07-11T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Singer Camila Cabello wears a black dress and glasses, and holds a drink while standing in front of a Bacardi neon sign.\" data-caption=\"Camila Cabello at the C,XOXO album release party on July 2 in London.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2159806935.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Camila Cabello at the C,XOXO album release party on July 2 in London.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Female pop stars have been throwing new personas at the wall: Eight years after her <a href=\"https://www.vox.com/culture/2016/11/4/13521928/beyonce-cma-awards-controversy-deleted-performance\">iconic CMAs performance</a>, Beyoncé made a hard, <a href=\"https://www.vox.com/culture/24122351/beyonce-cowboy-carter-album-visuals-decoded-easter-eggs-references\">star-spangled</a> turn to <a href=\"https://www.vox.com/culture/24115959/beyonce-cowboy-carter-country-music-explained\">country</a>. Ariana Grande traded in her usual R&amp;B bangers for an Imogen Heap-inspired album. Dua Lipa left the dance floor for some chill, vacation bops. And Camila Cabello is determined to be the next princess of hyperpop, taking an <a href=\"https://www.vulture.com/article/charli-xcx-responds-to-camila-cabellos-charli-esque-new-era.html\">uncomfortable amount of inspiration</a> from Charli XCX.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Recently, the pop landscape has been unusually crowded. In addition to the aforementioned artists, Taylor Swift, Kacey Musgraves, Charli XCX, Billie Eilish, and Normani have all released new albums in the span of just four months. However, you wouldn’t necessarily know it looking at the most steady songs on the Billboard Hot 100 this year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is not to ignore the accomplishments of Sabrina Carpenter, whose latest single “Please Please Please” sat at No. 1 last week. (More on that later.) However, it’s hard not to notice what kind of music seems to be making the biggest impression right now — rap and country — and who’s experiencing success in these genres: men.</p>\n\n<p class=\"has-text-align-none\">The demand for these beloved genres isn’t surprising, especially after Billboard’s country takeover last year, and given that Kendrick Lamar has been embroiled in a <a href=\"https://www.vox.com/culture/24132396/drake-beef-explained-kendrick-lamar-the-heart-part-6-euphoria-meet-the-grahams-taylor\">compelling feud with Drake</a>. Still, this male-dominated moment feels glaring as so many established female singers compete for attention in the pop space.</p>\n\n<p class=\"has-text-align-none\">Are listeners exhausted by the current state of female pop, with all its rigorous demands and obsession with “eras”? Is the predictability of someone like country singer Morgan Wallen what it takes to chart?&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Rap and (male) country artists have seized the charts</strong></h2>\n\n<p class=\"has-text-align-none\">In a post-streaming world, it’s never been harder to tell what music is actually popular versus what’s just being consumed in our own algorithmic bubbles. The disparity between what’s talked about in pop music-interested sectors of the internet (i.e., queer people and straight women) and what the “masses” are consuming feels especially pronounced looking at the Billboard Hot 100 chart this year.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">being gay is so interesting cuz i’m like “the entire world is listening to brat rn it’s crazy” meanwhile all top 100 spots on billboard are occupied by people i’ve never heard of with names like “Blickford Crawfish” and “Zuff”</p>&mdash; P.E. Moskowitz (@_pem_pem) <a href=\"https://twitter.com/_pem_pem/status/1808219677103215084?ref_src=twsrc%5Etfw\">July 2, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">For instance, a list of Billboard’s top 10 songs for <a href=\"https://twitter.com/billboardcharts/status/1800215110398468219\">the week of June 15</a> earned surprised reactions from users on X for how starkly male it was. Alongside songs by Morgan Wallen and Post Malone, Shaboozey, Teddy Swims, Kendrick Lamar, Hozier, and Zach Bryan, Sabrina Carpenter’s “Espresso” was the only female entry. Despite being <a href=\"https://www.vox.com/culture/357907/spotify-sabrina-carpenter-espresso-chappell-roan-algorithm\">truly unavoidable and seemingly overplayed</a>, it had only occupied No. 6 on the chart.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’m definitely not hearing something like Post Malone and Morgan Wallen’s “I Had Some Help” on a daily basis,” says music blogger Molly Mary O’Brien, who also co-hosts the <em>And Introducing</em> podcast. “But I do feel like streaming and our perceived lack of musical monoculture mean a No. 1 does not hit the way it used to hit, where it comes at you from every angle.”&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Streaming and our perceived lack of musical monoculture mean a No. 1 does not hit the way it used to hit”</p><cite>—Molly mary o’brien</cite></blockquote></figure>\n\n<p class=\"has-text-align-none\">One of the rare monocultural moments of the year, however, involved Kendrick Lamar, who elevated a years-long feud with Drake on the Future and Metro Boomin song “Like That” back in March. After weeks of sparring and interference from other rappers, Lamar was declared the winner by fans who supported his diss tracks. Even for folks who weren’t hip-hop heads, the scale of the beef made it hard not to tune in. It was equally hard to avoid <a href=\"https://www.vox.com/2024/2/1/24058108/megan-thee-stallion-nicki-minaj-fight-big-foot-hiss\">Megan Thee Stallion’s “Hiss,”</a> which went to No. 1 and incited a feud with Nicki Minaj, as well as Tommy Richman’s viral hit “Million Dollar Baby,” which continues to rise in the top 10. And after <a href=\"https://www.vulture.com/article/kanye-west-vultures-1-removed-streaming.html\">plenty of controversy</a> surrounding Ye and Ty Dolla Sign’s joint album, the eponymous song “Vultures” debuted at No. 1 this year. Although, at this point in Ye’s career, it seems like more people are paying more attention to his antics than his musical output.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If you’re not tuned into the world of country, however, the rise of Morgan Wallen or Post Malone’s pivot to the genre might catch you off guard. However, the popularity of Wallen, Malone, Zach Bryan, and Jelly Roll over the past two years have signaled country going, once again, in a mainstream direction.“We’re in a moment where country music is incredibly popular,” says <a href=\"https://www.binghamton.edu/music/faculty/profile.html?id=phughes\">Phoebe Hughes</a>, a musicology lecturer at Binghamton University. “It’s, dare I say, cool for younger folks to like country music. Or at least, it seems that way in comparison to 10 years ago.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, this moment has raised more complicated questions about who’s allowed to represent the genre to a wide audience. Malone’s transformation from rapper to eagerly embraced country star <a href=\"https://www.vox.com/culture/355306/post-malone-beyonce-taylor-swift-morgan-wallen\">has generated criticism</a> about his ability to shuffle between racialized genres as a white man. Meanwhile, Wallen’s heightened popularity, following a <a href=\"https://www.latimes.com/entertainment-arts/music/story/2023-12-07/morgan-wallen-apology-racist-slur-2021-theres-no-excuse\">racism scandal</a>, has been uncomfortable to observe. The rise of Shaboozey, a rare prominent Black country artist, adds a level of excitement to this lineup. Still, a broader question looming over all of their successes, particularly in the year of <em>Cowboy Carter,</em> is, where are the women?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hughes says that country, like rap, has “always been male-dominated,” despite the indelible contributions of women. In regards to chart performance, a big factor is that women have historically (and presently) struggled to receive the same amount of radio play as men. It’s an issue that’s been discussed by female country singers, from <a href=\"https://www.recordingacademy.com/advocacy/news/why-carrie-underwoods-calling-out-country-radio\">Carrie Underwood</a> to <a href=\"https://abcnews.go.com/GMA/Culture/kacey-musgraves-kelsea-ballerini-call-sexism-country-radio/story?id=68354934\">Kacey Musgraves</a>, ad nauseam. At this point, though, it doesn’t show signs of changing.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“From the early 2000s onward, we can see a dramatic decrease in female artists present on country radio,” Hughes says. “The ratio of male-to-female airplay between 2010 and 2019 was <a href=\"https://songdata.ca/wp-content/uploads/2020/02/SongData-Watson-Inequality-Country-Airplay-2019-in-Review.pdf\">8.7 to 1</a>. And that stat has only gotten worse around the last 5 years.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Male artists have a level of predictability, for better or worse&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">In many ways, this current moment feels like the extension of another controversial period in the genre labeled <a href=\"https://www.vulture.com/2013/08/rise-of-bro-country-florida-georgia-line.html\">“bro country.”</a> The name described a type of country pop in the early 2010s, represented by Nashville-bred artists like Luke Bryan, Florida Georgia Line, Jason Aldean, and Blake Shelton. These men sang — and continue to sing, in many cases — about partaking in stereotypically masculine hobbies like drinking beer and driving pickup trucks. Often, these songs objectified women. At the time, <a href=\"https://time.com/3502546/florida-georgia-line-bro-country/\">critics</a> and even <a href=\"https://people.com/country/brad-paisley-on-nashville-country-music-legacy/\">other</a> male <a href=\"https://tasteofcountry.com/kenny-chesney-billboard-bro-country/\">musicians</a> slammed these artists and their songs for the <a href=\"https://ew.com/article/2013/10/18/bro-country-beer-trucks-lyrics/\">banality of their lyrics</a> and sonic repetitiveness.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“To me, ‘I Had Some Help’ doesn&#8217;t sound super different from 2010s mainstream country music,” O’Brien said. “This type of music is very popular in America, partially <em>because</em> it doesn&#8217;t change much in sound and is a more consistent and conservative genre of music.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hughes notes that the pop and hip-hop influences in many “bro-country” songs, like the popular Nelly-assisted remix of the Florida Georgia Line song “Cruise” in 2013 made the sort of genre-fusing we’re currently hearing from Wallen and Jelly Roll explode.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1771552155.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Singers Post Malone and Morgan Wallen performing at the 57th Annual CMA Awards on November 8, 2023.\" title=\"Singers Post Malone and Morgan Wallen performing at the 57th Annual CMA Awards on November 8, 2023.\" data-has-syndication-rights=\"1\" data-caption=\"Singers Post Malone and Morgan Wallen performing at the 2023 CMA Awards. | Frank Micelotta/Disney via Getty Images\" data-portal-copyright=\"Frank Micelotta/Disney via Getty Images\" />\n<p class=\"has-text-align-none\">Rap has a similar consistency, with beef being a classic form people are always ready and excited to engage with. In the case of Lamar and Drake, the explosion of a long-standing feud between two of the biggest rappers on the planet, who also make ideal enemies, was hard to resist. But it also offered Lamar, a fairly conservative rapper, a platform to step into new territory. With “Not Like Us,” he made the sort of danceable party music Drake is known for — and failed to do in this beef — and showed a more humorous, petty side of himself.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the broader music landscape seems to allow men to thrive in a way that doesn’t involve the sort of evolution and constant transforming consumers have learned to expect from women. In response to Billie Eilish’s hyper-feminine transformation of her sophomore album <em>Happier Than Ever</em>, journalist Cheyenne Roundtree <a href=\"https://www.thedailybeast.com/billie-eilish-lorde-and-the-push-for-women-pop-stars-to-constantly-reinvent-themselves\">wrote</a>, “it seems that more frequently, female pop artists are not only being pushed to challenge themselves artistically, but to transform everything about themselves with each new release.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">O’Brien agrees, saying, “Men, as a whole, do not seem to need to put nearly as much effort into the packaging of their aesthetics to accompany their music.” Ed Sheeran is maybe the most notable (and criticized) example of an A-list act, whose visual presentation, in terms of both himself and his albums, has been completely irrelevant to his success.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2018, a <a href=\"https://www.businessinsider.com/beyonce-ed-sheerans-contrasting-outfits-prompt-gender-standards-debate-2018-12\">viral photo</a> of the British singer dressed casually next to a glammed-up Beyoncé wearing a gown seemed to represent the effort female and male artists are expected to put into their looks. When Sheeran did attempt a visual transformation, parading as a glam-rock vampire in the “Bad Habits” video, he was <a href=\"https://www.thedailybeast.com/ed-sheerans-bizarre-history-of-musical-thievery\">immediately accused</a> of copying The Weeknd, notably one of the few male pop singers who seems interested in “eras” and visual transformations in the tradition of modern pop divas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, someone like Post Malone has proven that these grand, artistic statements are hardly ever demanded from men, even when they make drastic changes to their sound.</p>\n\n<p class=\"has-text-align-none\">“Post Malone’s musical approach has shifted quite a bit from when he first started, from hip-hop to more rock and country,” says O’Brien. “He gets to basically show-not-tell, letting the music speak for itself and not worrying so much about what ‘era’ he’s in.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Fans are yearning for a more fun, simpler time in pop&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">One has to wonder if music fans are partly exhausted by the big artistic gestures we frequently demand from female pop musicians. Given the lack of excitement around the actual music recently, are these extracurricular requirements creating good songs?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Long before Swift had embarked on her enormous Eras tour last year, female artists have been tasked with not just reinventing themselves visually and sonically, but offering compelling personal narratives to go along with their albums. Madonna is <a href=\"https://www.nme.com/blogs/nme-blogs/material-girl-campy-cowboy-madonnas-iconic-eras-2482550\">often credited</a> with this phenomenon, as someone who constantly evolved her sound while telegraphing where she was in her personal life. However, Beyoncé and Swift, through their expansive rollouts and confessional albums, have expertly modeled this for their peers and a generation of online fans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beyoncé has also come to exemplify the merging of personal and political narratives, creating pop music that speaks to moments related to and outside of herself. In the case of <em>Cowboy Carter</em>, though, it does feel like her aims to educate listeners on the Black origins of country music got in the way of a fun, easy-listening summer album.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By contrast, an extremely non-intellectual ditty, Sabrina Carpenter&#8217;s “Espresso,” has emerged as the song of the summer. And Charli XCX’s album of pure club bangers, <em>Brat</em>, has seen a longer-lasting cultural footprint on the internet with the “Brat summer” memes and tracks like “Apple” and “360” becoming TikTok faves.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2157936899.jpg?quality=90&#038;strip=all&#038;crop=0,10.693677971165,100,78.61264405767\" alt=\"Musical artist Chappell Roan performing on The Tonight Show Starring Jimmy Fallon on Thursday, June 20, 2024. \" title=\"Musical artist Chappell Roan performing on The Tonight Show Starring Jimmy Fallon on Thursday, June 20, 2024. \" data-has-syndication-rights=\"1\" data-caption=\"Chappell Roan performing on &lt;em&gt;The Tonight Show&lt;/em&gt; on June 20, 2024. | Todd Owyoung/NBC via Getty Images\" data-portal-copyright=\"Todd Owyoung/NBC via Getty Images\" />\n<p class=\"has-text-align-none\">Chappell Roan is another already beloved, up-and-coming pop singer, whose drag-queen aesthetic and big, infectious melodies feel reminiscent of the 2010s, the Katy Perry era of pop. Her ravenous fanbase has already earned her the title of <a href=\"https://nypost.com/2024/07/06/entertainment/meet-gen-zs-madonna-pops-new-superstar-chappell-roan-speaks-out-about-overtly-sexual-songs/\">Gen Z’s Madonna</a>. Unironically, this year’s deluge of okay-ish pop albums has also made way for a highly anticipated <a href=\"https://www.businessinsider.com/katy-perry-womans-world-song-reactions-criticism-2024-6\">Perry comeback</a>. </p>\n\n<p class=\"has-text-align-none\">“The 2010s were an extremely long decade of millennial pop dominance by women who are all daughters of Madonna in one way or another,” O’Brien says.“I think we’re all ready for some breaths of fresh air.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">While Carpenter and Roan are different in sound and look, they’re filling an obvious void this year. With all the labor involved in creating a new “era,” you’d be forgiven for forgetting that, as a pop diva, you also have to deliver good songs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“What maybe gets forgotten in the quest for ‘moments’ is that you have to have good songs,” O’Brien says. “We’re human beings and we need melody and color and fun, we’re practically screaming out for it, and I think that’s what this new crop of pop stars has to offer most of all at this moment.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Female pop stars have been throwing new personas at the wall: Eight years after her iconic CMAs performance, Beyoncé made a hard, star-spangled turn to country. Ariana Grande traded in her usual R&#38;B bangers for an Imogen Heap-inspired album. Dua Lipa left the dance floor for some chill, vacation bops. And Camila Cabello is determined [&#8230;]",
    "author": "Kyndall Cunningham"
  },
  {
    "title": "How do you know it’s time to retire?",
    "link": "https://www.vox.com/even-better/359598/retire-career-identity-finances-power-biden-age",
    "pubDate": "2024-07-11T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a man with gray hair and glasses sitting at a table looking at a sheet of paper. A cup of coffee and a saucer sit on the table in front of him.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1875384178.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The American workforce is aging. According to data from the US Bureau of Labor Statistics, the median age of the American labor force was <a href=\"https://www.bls.gov/emp/tables/median-age-labor-force.htm\">nearly 42 years old</a> in 2022, up from 40 years old in 2002. Nineteen percent of adults ages 65 and older are <a href=\"https://www.pewresearch.org/social-trends/2023/12/14/the-growth-of-the-older-workforce/\">currently employed</a>, compared to 11 percent in 1987. Further, workers aged 75 and up are the fastest-growing labor demographic. Americans can begin <a href=\"https://www.ssa.gov/benefits/retirement/planner/agereduction.html\">receiving Social Security benefits</a> at age 62 and full benefits at 66, but workers are <a href=\"https://news.gallup.com/poll/394943/retiring-planning-retire-later.aspx\">waiting longer to retire</a>.</p>\n\n<p class=\"has-text-align-none\">The country’s leaders are similarly <a href=\"https://www.vox.com/policy/358863/old-politicians-gerontocracy-age-limits\">delaying retirement</a>. Presidential candidates Joe Biden, 81, and Donald Trump, 78, are working well past what is considered retirement age. The <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/07/01/average-age-us-congress/74268869007/\">average national legislator in the US is 61</a> and the <a href=\"https://simple.wikipedia.org/wiki/Supreme_Court_of_the_United_States\">average age on the Supreme Court is over 63</a>. Given the ages of these leaders, a majority of Americans now <a href=\"https://www.pewresearch.org/short-reads/2023/10/04/most-americans-favor-maximum-age-limits-for-federal-elected-officials-supreme-court-justices/\">favor maximum age limits</a> for elected officials and Supreme Court justices; the <a href=\"https://www.vox.com/politics/358877/biden-age-debate-media-coverage\">Biden age story</a> has <a href=\"https://www.vox.com/politics/359024/biden-age-leaks-lapses-polls\">only accelerated</a> since his <a href=\"https://www.vox.com/politics/357876/biden-trump-debate-cnn-won-step-down-atlanta\">disastrous debate performance</a>.</p>\n\n<p class=\"has-text-align-none\">There are a multitude of reasons why someone may delay retirement. Maybe they have <a href=\"https://www.vox.com/videos/24107812/why-hard-for-americans-to-retire\">inadequate savings</a>, they <a href=\"https://money.usnews.com/money/retirement/second-careers/articles/never-retire-why-people-are-still-working-in-their-70s-and-80s\">find meaning and fulfillment in their jobs</a>, or their <a href=\"https://academic.oup.com/gerontologist/article/58/2/320/2632159\">identities are entwined with their profession</a>. People may also choose to hang on to their work because they enjoy the power and prestige that comes with it, says <a href=\"https://warrington.ufl.edu/directory/profiles/5309/\">Mo Wang</a>, a professor at the University of Florida who studies retirement and older worker employment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless of your role and influence, there are many factors to consider when weighing retirement. Wang shares what holds people back from passing the torch and how to make your retirement years as fulfilling as possible.</p>\n\n<p class=\"has-text-align-none\"><em>This interview has been edited and condensed for clarity.</em></p>\n\n<p class=\"has-text-align-none\"><strong>What holds people back from retiring?</strong></p>\n\n<p class=\"has-text-align-none\">A very important thing would be people’s work identity. Work is an important part of people’s life, and a lot of people define themselves with their work identity. To retire means they’re going to lose their work identity, and that is usually an important reason that people don’t want to retire. A lot of people work because they enjoy their status, they enjoy their influence, and to retire means they’re going to lose those things.</p>\n\n<p class=\"has-text-align-none\"><strong>Why is it so hard to untangle our identities from work?</strong></p>\n\n<p class=\"has-text-align-none\">Our education told us that working is being useful. Working is very well valued in our life. People view working or being productive as a very good quality, a virtue for their life. We learn to use our work identity to communicate to people who we are.</p>\n\n<p class=\"has-text-align-none\"><strong>Are there ways outside of work to feel that tie to identity and power?</strong></p>\n\n<p class=\"has-text-align-none\">We’ve seen for professional workers, after retirement, they can still engage in some similar work activities in terms of volunteering, or they may engage in some other activities similar to their pre-retired job. Those will be really good for them to substitute their worker identity. We also found that strong family support and family engagement would help substitute worker identity because sometimes, after people retire, they really enjoy being grandparents. They endorse their family identity more so that they can transition better as well.</p>\n\n<p class=\"has-text-align-none\">We encourage workers to transition to a mentoring role, passing the knowledge and experience to the next generation. That often helps to make the retiree feel they are still engaged in their professional field and they’re still contributing to the organization. You allow them to keep a little bit of their worker identity so they don’t have to suddenly say goodbye to everything.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Are there certain types of jobs that make it difficult for people to retire?</strong></p>\n\n<p class=\"has-text-align-none\">It’s difficult to speak to different industries; what we found was actually pretty general. Basically across all different jobs people, if they have a strong worker identity, it is a little bit harder for them to detach themselves from such identity and move into retirement. It’s particularly difficult because in the United States, we don’t have mandatory retirement for most jobs. If people don’t want to retire, most of the time, they can stay in their jobs.</p>\n\n<p class=\"has-text-align-none\"><strong>Should there be mandatory retirement?</strong></p>\n\n<p class=\"has-text-align-none\">For very important jobs we do — for firefighters, air traffic controllers. A lot of the top executive jobs in Fortune 500 companies, they actually build in a mandatory retirement clause in their contracts as well. It really depends on the negotiation for [specific] positions whether a mandatory retirement clause will be written into the contract. Especially if cognitive function is very important for the job, I think having some mandatory time and age, or a well-thought-out evaluation process to ensure the ability to accomplish the job, is very important.</p>\n\n<p class=\"has-text-align-none\"><strong>Are there ways we can adequately evaluate our own abilities? Basically, how can we know if we’re still doing a good job?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Scholars and researchers in Finland actually developed this <a href=\"https://www.tela.fi/en/pension-system/work-ability-and-its-significance/assessment-of-work-ability/\">assessment for work ability</a> to assess whether the person is still qualified and still has the ability to carry out their work. It is a pretty comprehensive assessment. It involves a cognitive evaluation, a mental health-related evaluation. It’s from an occupational health perspective to make sure the person can accomplish the work without creating any danger to themselves, that the workplace will be healthy for them. Europeans have a little bit more experience than the United States on this. In the United States, this kind of assessment often is viewed as unnecessary. The United States oftentimes emphasizes people’s work experience over a 360-degree assessment.</p>\n\n<p class=\"has-text-align-none\"><strong>Do you see Americans’ relationship with work and the value of institutional knowledge as one of the reasons why we have this aging workforce?</strong></p>\n\n<p class=\"has-text-align-none\">Actually, the labor force shortage, that’s really the reason that we have to hold on to the aging workforce because we don’t have good labor supplies for teachers, for nurses. We’re short of those professional workers. We need people to work longer. The other side is we oftentimes rely on people’s experience. If people are willing to work and they have been doing a certain job in a successful way, we tend to feel comfortable letting them do the work without checking whether there’s any decline in work ability. I think it goes both ways. On the one hand, we need those people, the human capital. On the other hand, because we tend to believe people’s experience means a lot for them to accomplish the work, we don’t carry out unnecessary assessments to evaluate or to better position people in their job assignments.</p>\n\n<p class=\"has-text-align-none\"><strong>What would an appropriate assessment look like?</strong></p>\n\n<p class=\"has-text-align-none\">I would say it probably should involve some cognitive assessments, making sure people are mentally equipped to conduct the mental operations for their job, like having a certain level of memory ability, a certain level of the attention [and] focus to do their job. Then the physical side: make sure people can handle day-to-day functioning of their job. For example, can they go to their work on time and not have a hard time doing the basic physical activities at work? Also, evaluating whether they are actually motivated to do their job. A lot of people are not very engaged at their job. They’re not getting a lot of satisfaction from their job. If they don’t enjoy doing their job, then maybe retirement is the right thing to do.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Speaking of that motivation, I can imagine it being difficult to retire if you still feel motivated, or you have something to contribute, or you&#8217;re good at it. Is that worth sticking around for?</strong></p>\n\n<p class=\"has-text-align-none\">This is assuming they are the only decision-maker. Most of the time, we have to think about it from the employer standpoint as well, whether the employer is having any opportunity cost not replacing the worker, even if the worker is willing to stay on. Just because a worker is really motivated to work doesn’t mean we should always just keep the person on the same job. Maybe we can shift the job or reallocate them according to their work ability so that their human capital can be better utilized.</p>\n\n<p class=\"has-text-align-none\"><strong>For those who do have a difficult time retiring, what ultimately pushes them to pass the torch?</strong></p>\n\n<p class=\"has-text-align-none\">Oftentimes it’s the physical health component. Usually it’s because, physically, they couldn’t carry on anymore. Another main reason will be family demands: if they have to take care of their sick spouse, or their parents need to be taken care of. A lot of people will retire to take on those family care responsibilities. Those are usually viewed as involuntary retirements. They are not really choosing to retire, but the situation dictates that they should retire. Most people retire in a voluntary way. People don’t struggle that much to retire most of the time. They know when they want to retire, and then they will plan about it.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>How can someone know when it’s time?</strong></p>\n\n<p class=\"has-text-align-none\">If the person’s individual situation cannot allow them to continue the work and also if the organization has good succession planning and they already have a successor in place. If they don’t have a viable successor, then what they are hoping for is the person can stay on the job for as long as they can.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The American workforce is aging. According to data from the US Bureau of Labor Statistics, the median age of the American labor force was nearly 42 years old in 2022, up from 40 years old in 2002. Nineteen percent of adults ages 65 and older are currently employed, compared to 11 percent in 1987. Further, [&#8230;]",
    "author": "Allie Volpe"
  },
  {
    "title": "Iran’s new president can only change the country so much",
    "link": "https://www.vox.com/iran/359723/pezeshkian-iran-khamenei-elections-raisi-president-ayatollah-mahsa-amini-protests-vote-hijab",
    "pubDate": "2024-07-10T21:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Masoud Pezeshkian waves to a crowd, holding up a &quot;V&quot; sign with his fingers and smiling.\" data-caption=\"Newly-elected Iranian President Masoud Pezeshkian visits the shrine of the Islamic Republic’s founder Ayatollah Khamenei in Tehran, Iran on July 6. | Fatemeh Bahrami/Anadolu via Getty Images\" data-portal-copyright=\"Fatemeh Bahrami/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2160351076.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Newly-elected Iranian President Masoud Pezeshkian visits the shrine of the Islamic Republic’s founder Ayatollah Khamenei in Tehran, Iran on July 6. | Fatemeh Bahrami/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Masoud Pezeshkian, the reformist president-elect of Iran, clocked a narrow win over a hard-line candidate in the Islamic Republic’s election Sunday. But given the long-term priorities of the clerics who are the ultimate source of power in Iran, Pezeshkian will only be able to make limited changes, in certain areas —&nbsp;and any reforms he does successfully make are not guaranteed to last beyond his tenure.</p>\n\n<p class=\"has-text-align-none\">Pezeshkian’s victory reveals a few things about both the regime under Supreme Leader Ayatollah Ali Khamenei and the mood of ordinary Iranians. The mere fact of his being able to run —&nbsp;presidential candidates are decided by a group of clerics called the Guardian Council — indicates that Khamenei and his allies, who oversee most of Iran’s government, understand that people are dissatisfied with the status quo, especially following a <a href=\"https://www.vox.com/2022/12/10/23499535/iran-protest-movement-explained\">brutal crackdown on protests and the Woman, Life, Freedom movement in 2022</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, there is a strong element in Iran’s electorate opposed to reforms, as evidenced by the fact that Pezeshkian’s competitor, <a href=\"https://apnews.com/article/iran-election-who-is-saeed-jalili-0c6a621e64fcd1678488d086579517de\">former nuclear negotiator</a> Saeed Jalili, is a hardliner —&nbsp;and <a href=\"https://www.aljazeera.com/news/liveblog/2024/7/6/iran-presidential-election-run-off-2024-results-live\">the final margin between the two of them was quite thin</a>. Though it’s important to note the results with a certain level of skepticism given Iranian leadership’s frequent dishonesty, the regime threw its resources behind Jalili and clearly wanted him to win. And the fact that nearly half the electorate voted for Jalili shows a high level of polarization.</p>\n\n<p class=\"has-text-align-none\">Complicating any effort to draw conclusions from turnout is the fact that there was widespread abstention, either because of <a href=\"https://time.com/6993072/iran-presidential-election-boycott-hijab-protest/\">a vote boycott</a> organized by activists including those from the Woman, Life, Freedom movement or simply due to voter apathy. But of the <a href=\"https://www.timesofisrael.com/liveblog_entry/iran-presidential-election-turnout-at-49-8-reports-say-over-600000-spoiled-ballots/\">nearly 50 percent of eligible voters</a>  who did cast a ballot, the majority voted for someone who at least promised limited change, increased transparency, and a willingness to resist factionalization and try to improve people’s lives. </p>\n\n<p class=\"has-text-align-none\">“Part of the precedent we’ve seen before is that whenever a reformist —&nbsp;an actual reformer —&nbsp;does run, they win,” <a href=\"https://internationalpolicy.org/resource-author/negar-mortazavi/\">Negar Mortazavi</a>, a senior fellow at the Center for International Policy, told Vox. “In a way, it was a surprise that he was allowed to run. But I wasn’t surprised that he won —&nbsp;even from the beginning, polls showed that he was ahead. So this still shows that … the majority of whoever voted, believes in reform and is unhappy.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Reforms are possible under Pezeshkian, but only in a limited way</strong></h2>\n\n<p class=\"has-text-align-none\">Though Iran has a new president, Supreme Leader Khamenei and the Guardian Council are the ultimate decision-makers, particularly when it comes to foreign relations. Pezeshkian will be able to make limited changes within the domestic realm, but still must work within the framework of Iran’s theocratic system.</p>\n\n<p class=\"has-text-align-none\">“The president has ambitions and he’s made them clear, within the social realm, economic realm, and potentially regarding Iran’s foreign relationships,” according to <a href=\"https://www.chathamhouse.org/about-us/our-people/sanam-vakil\">Sanam Vakil</a> of the British think tank Chatham House. “But what the president has to do to be successful is to build consensus across the Iranian political spectrum, working through and with Iranian institutions that are conservatively dominated. So as of right now, without that consensus, and without that support from within, he is not going to have too much room for maneuver.”</p>\n\n<p class=\"has-text-align-none\">It’s not clear Pezeshkian will be able to build that consensus. His campaign had very little institutional support, and while he has expressed a commitment to working across factions, there are yet to be real signals of buy-in from conservatives. Pezeshkian may come from the reformist wing of the parliament, but he is committed to the Islamic Republic and to working with and within the regime.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“He really is a borderline reformer, not a militant or ideological reformist,” <a href=\"https://www.crisisgroup.org/who-we-are/people/ali-vaez\">Ali Vaez</a>, director of the Iran program at the International Crisis Group, said. “That’s why he’s lasted so long in the system.”</p>\n\n<p class=\"has-text-align-none\">That said, there are some spaces where Pezeshkian can make changes —&nbsp;primarily in a social capacity, like easing the hijab laws that triggered massive, violent protests in 2022. The months of protests that followed were in response to Mahsa Amini’s death, but they also reflected people’s anger about oppressive conditions under Peshkezian’s hard-line predecessor, the cleric Ebrahim Raisi, who died in a helicopter crash in May.&nbsp;Anger about ethnic inequality, restrictions on women’s behavior, and ultimately miserable economic conditions brought on by a combination of harsh sanctions, bureaucratic mismanagement, and government corruption erupted following Amini’s death.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During the campaign, Pezeshkian condemned Amini’s death in custody and the following crackdown on the protest movement, which left many dead and thousands in prison. Softening the hijab rules could bring about “a difference in the enforcement as far as the level of violence and harassment,” Mortazavi said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That has precedent; when politicians from the reformist faction (faction rather than party — there are no political parties in Iran) come into office, there has been less strict enforcement of such laws. “This is not just something where we’re guessing or predicting, this is something we’ve seen before under [Hassan] Rouhani,” Mortazavi said. Rouhani was the reformist president who helped negotiate the Joint Comprehensive Plan of Action (JCPOA), also known as the <a href=\"https://www.vox.com/2015/7/15/8969563/iran-deal-explained-video\">Iran nuclear deal</a>, in 2015.</p>\n\n<p class=\"has-text-align-none\">Pezeshkian also could do more to serve ethnic minorities like the Kurdish population, Arabs, Balochs, and Azeris. Pezeshkian himself <a href=\"https://www.theguardian.com/world/article/2024/jul/06/masoud-pezeshkian-the-former-heart-surgeon-who-became-president-of-iran\">is Kurdish and Azeri</a> and comes from Azerbaijan province, which has a large minority population and is one of the provinces that has long suffered from underinvestment and from harsh crackdowns on protests there.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The economy —&nbsp;a serious problem for voters of nearly every background and political disposition —&nbsp;may also be a space where Pezeshkian can move the needle and help improve people’s lives. But his capacity will be limited because Iran’s economic misery is due to three intertwined factors: heavy sanctions by the US; immense corruption and profiteering from those sanctions, especially among elements of the Islamic Revolutionary Guard Corps; and mismanagement.</p>\n\n<p class=\"has-text-align-none\">Like Rouhani, Pezeshkian could try to “come up with more mini agreements with Washington to provide some further sanctions relief or allow for increased oil sales,” Vakil said.</p>\n\n<p class=\"has-text-align-none\">Pezeshkian could try to reduce inflation, which is currently at about 50 percent, as well as introduce policies to try and get Iran off international anti-money laundering group the Financial Action Task Force’s blacklist, which would help open up trade with China in particular.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“These minimal differences do matter to people,” Vaez said, because it gives them “the ability to have a relatively normal life.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>In Iran, some things are non-negotiable — so there’s a lot Pezeshkian simply can’t do</strong></h2>\n\n<p class=\"has-text-align-none\">Pezeshkian has been quite clear while campaigning about what he can and cannot accomplish —&nbsp;for instance, he has very little influence with the judiciary, so he likely can do little to improve the conditions of political prisoners.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">And while Pezeshkian has also expressed a desire to be more open to the West in particular, “he is not proposing to have a big grand bargain with the US or the West,” Vakil said. There are roadblocks to such engagement, too —&nbsp;primarily the US’s unwillingness to do so.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though easing sanctions through <a href=\"https://www.france24.com/en/tv-shows/t%C3%AAte-%C3%A0-t%C3%AAte/20240710-iran-west-should-test-the-waters-on-nuclear-deal-with-pezeshkian-in-power-expert-says\">new nuclear commitments</a> would benefit Iran’s economy, “there will be very serious pushback” on efforts to do so from the so-called “merchants of sanctions” — officials and their intimates who benefit from, for instance, selling black-market goods, according to Vaez.</p>\n\n<p class=\"has-text-align-none\">Pezeshkian, whose clean record is likely part of his appeal to voters exhausted by political malfeasance, has also approached the idea of cutting down on corruption, but that, too, will have limited reach.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Pursuing a really deep and meaningful anti-corruption campaign would be useful, but that’s going to be impossible,” Vakil said. Instead, more transparency around contracts and decision-making is likely to be the extent of Pezeshkian’s reform.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In terms of regional dynamics, very little is likely to change; he has encouraged continued dialogue with Saudi Arabia, <a href=\"https://www.wilsoncenter.org/article/saudi-iranian-relations-restored-remain-tense\">following the former enemies’ detente in 2023</a>. And <a href=\"https://www.jpost.com/middle-east/iran-news/article-809786\">some reporting</a> suggests that Pezeshkian and Hezbollah leader Hassan Nasrallah have assured each other of their ongoing support. “The Islamic Republic has always supported the resistance of the people of the region against the illegitimate Zionist regime,” Pezeshkian <a href=\"https://www.reuters.com/world/middle-east/irans-president-elect-reaffirms-policy-towards-israel-2024-07-08/\">reportedly wrote to Nasrallah</a>.</p>\n\n<p class=\"has-text-align-none\">Pezeshkian has little control over the powerful Islamic Revolutionary Guard Corps, so even if he hoped to significantly change regional dynamics, it would be impossible.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ultimately, the new president isn’t going to radically change Iran any time soon. Pezeshkian will fundamentally change little in the long term, although he may improve the lives of ordinary Iranians in the short term.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Masoud Pezeshkian, the reformist president-elect of Iran, clocked a narrow win over a hard-line candidate in the Islamic Republic’s election Sunday. But given the long-term priorities of the clerics who are the ultimate source of power in Iran, Pezeshkian will only be able to make limited changes, in certain areas —&#160;and any reforms he does [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Are we actually in the middle of a generosity crisis?",
    "link": "https://www.vox.com/future-perfect/359526/charitable-giving-generosity-crisis-report-americans-young",
    "pubDate": "2024-07-10T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A pile of American dollar bills inside a donation box.\" data-caption=\"\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;GHI/Education Images/Universal Images Group via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1265277021.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Did you donate to charity in the past, but no longer do so?&nbsp;</p>\n\n<p class=\"has-text-align-none\">If the answer is yes, you’re not alone. For the <a href=\"https://philanthropy.indianapolis.iu.edu/news-events/news/_news/2023/giving-usa-total-us-charitable-giving-declined-in-2022-to-49933-billion-following-two-years-of-record-generosity.html\">second year in a row</a>, the philanthropy research foundation <a href=\"https://apnews.com/article/giving-usa-report-philanthropy-indiana-university-lilly-school-9a6f1dedf4f88b5809debf75cbda02a2\">Giving USA reported</a> that fewer Americans are donating to nonprofits than they used to, and the total amount of giving is declining once inflation is taken into account.</p>\n\n<p class=\"has-text-align-none\">Some in the philanthropy world are calling it a “<a href=\"https://www.philanthropy.com/package/fundraising-and-the-generosity-crisis\">generosity crisis</a>” — fewer than half of American households now give cash to charity. <a href=\"https://nonprofitquarterly.org/speculations-on-the-roots-of-the-loss-of-small-u-s-donors-what-nonprofits-can-do/\">Twenty million fewer households donated</a> in 2016 than in 2000. And the money that is being given is increasingly coming from <a href=\"https://www.vox.com/recode/2022/9/27/23373134/philanthropy-giving-decline-billionaires\">a small number of super-wealthy people</a>.</p>\n\n<p class=\"has-text-align-none\">The only surprising thing about these findings, to me, though, is that anyone would be surprised.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why aren’t people donating to nonprofits?</strong></h2>\n\n<p class=\"has-text-align-none\">One big, and rather intuitive, reason why fewer people are donating money to registered nonprofits these days is the general state of the economy. The number of donors started sharply declining <a href=\"https://nonprofitquarterly.org/speculations-on-the-roots-of-the-loss-of-small-u-s-donors-what-nonprofits-can-do/\">right around the tail end of the Great Recession</a> in 2010. Of households that stopped donating money to nonprofits between 2000 and 2016, most earned less than $50,000 per year.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.philanthropy.com/article/demographic-trends-push-giving-down-among-young-people/\">Young people are also less likely to donate</a> to registered charities than older people. The relationship between age and willingness to give away money makes sense — the younger you are, the fewer years you’ve had to earn money.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the age gap has grown over the past few years. In part, this can be explained by high costs of living, student loan debt, and inflation. “Younger donors simply don’t have money right now,” said <a href=\"https://www.philanthropy.com/author/rasheeda-childress\">Rasheeda Childress</a>, a senior editor at The Chronicle of Philanthropy.</p>\n\n<p class=\"has-text-align-none\">But we can’t blame the economy for everything. The <a href=\"https://www.philanthropy.com/article/what-philanthropy-and-nonprofits-lose-as-religion-fades\">decline in organized religion</a> might be the biggest factor in the decline in charitable giving.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Religious institutions are major hubs of philanthropy — highly religious adults <a href=\"https://www.pewresearch.org/short-reads/2016/04/12/how-highly-religious-americans-lives-are-different-from-others/\">volunteer nearly twice as much as other adults</a> in the US, and roughly half of them volunteer through a religious organization. A report by the <a href=\"https://dogood.umd.edu/research-impact/publications\">Do Good Institute</a>, which conducts philanthropy research at the University of Maryland, found that people who belong to community groups, religious or otherwise, are more likely than others to volunteer and donate money.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not that religion necessarily makes people more charitable. <a href=\"https://dogood.umd.edu/research-impact/publications/social-connectedness-and-generosity-look-how-associational-life-and\">Community does</a> — specifically, community where charitable giving is centered and expected.&nbsp;But as <a href=\"https://news.gallup.com/poll/642548/church-attendance-declined-religious-groups.aspx#:~:text=A%20decade%20ago%2C%20the%20figure,do%20not%20attend%20services%20regularly.\">participation in organized religion declines</a>, so does giving.</p>\n\n<p class=\"has-text-align-none\">Beyond religion, people seem to be <a href=\"https://www.voanews.com/a/gallup-confidence-in-us-institutions-continues-to-decline/7573289.html\">losing faith in institutions</a> — the government, the media, and <a href=\"https://www.edelman.com/sites/g/files/aatuss191/files/2022-01/2022%20Edelman%20Trust%20Barometer%20FINAL_Jan25.pdf#page=40\">nongovernmental organizations like nonprofits</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nonprofits are one of the most trusted institutions in the US, but only <a href=\"https://independentsector.org/blog/fourth-annual-report-on-trust-in-civil-society-reveals-decline-in-nonprofit-trust/\">about half of Americans have faith in them</a>. Political polarization may be partially to blame — organizations that are colored by partisan values, like religious organizations and civil rights groups, <a href=\"https://independentsector.org/resource/trust-in-civil-society/\">are less trusted</a> than nonprofits focused on more bipartisan issues like wildlife conservation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For <a href=\"https://nonprofitquarterly.org/speculations-on-the-roots-of-the-loss-of-small-u-s-donors-what-nonprofits-can-do/\">Nonprofit Quarterly</a>, Ruth McCambridge speculated that, as the gap between rich and poor gets wider, people are more likely to view nonprofits as “compliant handmaidens to an unjust system.” It’s not that people are less generous, it’s because they don’t trust organizations that cater to the rich donors they depend on, McCambridge added.</p>\n\n<p class=\"has-text-align-none\">At the same time, a survey of over 2,100 adults in the US found that, of those who stopped giving to charity over the past five years, 47 percent said that <a href=\"https://fortune.com/2023/07/06/why-is-charitable-giving-down-ultrawealthy-not-paying-fair-share-survey/\">they chose to stop donating</a> because they believed wealthier households should be pulling more weight.</p>\n\n<p class=\"has-text-align-none\">Historically, reaching out to small-dollar donors has not been an effective use of time for nonprofits, even though many nonprofits — particularly those in less affluent communities — <a href=\"https://www.philanthropy.com/article/the-decline-in-small-dollar-giving-hurts-bottom-lines-and-democracy\">depend on recurring small donations to stay afloat</a>. Why pour energy into persuading 10,000 people to donate $10 each, when you could get all $100,000 from one wealthy donor?</p>\n\n<p class=\"has-text-align-none\">“It’s almost becoming a self-fulfilling prophecy,” Childress said. By catering to the wealthy, nonprofits are “going after where the money is right now, but they’re not growing where the money is going to be.”</p>\n\n<p class=\"has-text-align-none\">The charitable tax deduction system was literally <a href=\"https://www.cambridge.org/core/journals/business-history-review/article/abs/founders-fortunes-and-philanthropy-a-history-of-the-us-charitablecontribution-deduction/F6328324C2B48D598786CC66BDC5B0BF\">designed to benefit the rich</a>. If you don’t earn a lot of money, claiming charitable donations <a href=\"https://www.vox.com/future-perfect/2019/9/3/20840955/charitable-deduction-tax-rich-billionaire-philanthropy\">doesn’t make much sense</a>, especially after former <a href=\"https://time.com/5609173/americans-giving-to-charity-trump-tax-law/\">President Trump’s tax cuts in 2017</a> reduced the need to itemize deductions.</p>\n\n<p class=\"has-text-align-none\">A totally reasonable reaction might be, “Who cares? Rich people have money to spare. Let them pay for everything!”</p>\n\n<p class=\"has-text-align-none\">But if we let rich people dominate philanthropy, we give them the power to shape how nonprofits operate. “You don’t want to be beholden to anyone,” said <a href=\"https://cep.org/people/phil-buchanan/\">Phil Buchanan</a>, president of the Center for Effective Philanthropy and author of <a href=\"https://cep.org/giving-done-right/\"><em>Giving Done Right</em></a>. If an organization that ought to be grounded in generosity and community is visibly propped up by a handful of billionaires and corporations, it’s not a great look.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If donors are not immersed in the community an organization is trying to serve, they’re less likely to understand what that community really needs. And centering the wealthy certainly doesn’t convince already-suspicious young middle-class adults to get involved.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How can we measure generosity if the IRS doesn’t know about it?</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.thegenerositycommission.org/\">The Generosity Commission</a>, a nonpartisan team led by The Giving Institute and Giving USA Foundation, has spent years <a href=\"https://www.thegenerositycommission.org/our-work/\">trying to figure out</a> where all the non-wealthy donors have gone. “There’s certainly a monetary giving crisis,” Childress said. But “if you look at the data, people are being generous” — just not in ways that we’re familiar with.</p>\n\n<p class=\"has-text-align-none\">In other words, the apparent “generosity crisis” may not be a crisis of generosity at all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Measuring generosity is a bit like measuring “happiness” or “loneliness” — weird. Trying to nail down a feeling with statistics requires quantifying something that can’t really be quantified. Inevitably, the final score will be an imperfect reflection of the feeling, heavily skewed by what’s possible to measure.</p>\n\n<p class=\"has-text-align-none\">Today, measuring cash donations to registered charities is relatively simple. These gifts are reported to the IRS, leaving behind a paper trail that can be tracked by organizations like Giving USA. A <a href=\"https://pacscenter.stanford.edu/publication/how-we-give-now-conversations-across-the-united-states/\">2020 study</a> conducted by the <a href=\"https://pacscenter.stanford.edu/\">Stanford Center on Philanthropy and Civil Society</a> found that people in the US give in ways that extend far beyond tax-exempt donations to nonprofits.</p>\n\n<p class=\"has-text-align-none\">These forms of giving are harder to trace, though. When I gift a guitar to my neighbor who wants to teach his kid to play, for example, there’s no official record of that transaction — just a couple Facebook comments and a face-to-face conversation. The IRS can’t trace it, so in the eyes of Giving USA, it never happened.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.globalgiving.org/learn/what-is-mutual-aid\">Mutual aid</a> — or the reciprocal exchange of resources within a community — has existed worldwide for thousands of years. But it entered the spotlight in the US <a href=\"https://www.vox.com/future-perfect/21754625/covid-19-pandemic-generosity-charity-cash-transfers\">during the pandemic</a> through community fridges, child care collectives, and healthcare funds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For a population that increasingly <a href=\"https://ourpublicservice.org/publications/state-of-trust-in-government-2024/\">distrusts political institutions</a> and <a href=\"https://news.mit.edu/2020/hunger-social-cravings-neuroscience-1123\">craves human connection</a>, mutual aid can <a href=\"https://independentsector.org/wp-content/uploads/2022/07/Trust-Report-Independent-Sector-May-19-2022-1.pdf\">feel more impactful</a> than donating to a nonprofit — whether it really is or not. A survey conducted by <a href=\"https://www.givingtuesday.org/blog/a-closer-look-at-informal-giving-mutual-aid-and-community-care-in-a-global-context/\">GivingTuesday</a>, the organization behind the post-Thanksgiving global day of giving, found that 76 percent of respondents between 18 and 34 prefer to give directly to individuals in need, and not nonprofits — only 46 percent of those over 50 agreed.</p>\n\n<p class=\"has-text-align-none\">Donations <a href=\"https://www.fundera.com/resources/crowdfunding-statistics\">raised through crowdfunding</a> also grew 33.7 percent in 2022, with 6,455,080 crowdfunding campaigns launched across the world that year. The crowdfunding market is projected to grow to <a href=\"https://documents1.worldbank.org/curated/en/409841468327411701/pdf/840000WP0Box380crowdfunding0study00.pdf\">as much as $300 billion by 2030</a>. But while a GoFundMe donation counts as “generous” in my book, Giving USA can’t track it — so, we have a “generosity crisis.”</p>\n\n<p class=\"has-text-align-none\">But we know that humans, for the most part, are generous. In 2022, <a href=\"https://www.cafonline.org/docs/default-source/about-us-research/wgi_report_2023_final.pdf\">the Charities Aid Foundation found</a> that 4.2 billion people — 72 percent of the world’s adult population — gave money, <a href=\"https://www.vox.com/future-perfect/23969939/volunteering-charity-nonprofit-busy-time-remote-work-schedule-skills\">time</a>, or service to someone they didn’t know that year.</p>\n\n<p class=\"has-text-align-none\">Over the past several years, the <a href=\"https://www.thegenerositycommission.org/our-work/\">Generosity Commission</a> has been <a href=\"https://www.thegenerositycommission.org/wp-content/uploads/2021/10/TGC-Launch-Press-Release-FINAL_for-website.pdf\">working to “tell the full story” of generosity</a>, so nonprofits can better understand how people want to make their communities better. Their full results should be published later this year.</p>\n\n<h2 class=\"wp-block-heading\"><strong>So, what should we do?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">To be clear: nonprofits do a lot of good, both in the US and abroad. Especially in smaller, less affluent communities, they <a href=\"https://www.feedingamerica.org/about-us/press-room/forbes-largest-charity-2023#:~:text=Food%20banks%20in%20the%20Feeding,people%20are%20experiencing%20food%20insecurity.\">absolutely depend</a> on normal, not-super-rich donors like me — and we’re not pulling our weight.</p>\n\n<p class=\"has-text-align-none\">One could argue that, because I am, temporarily, a member of <a href=\"https://www.vox.com/future-perfect/2023/9/15/23874111/charity-philanthropy-americans-global-rich\">the richest 1 percent of the world’s population</a>, I am morally obligated to donate a portion of my income to charity. At least in theory, if I schedule recurring donations to <a href=\"https://www.vox.com/future-perfect/23976937/charity-giving-tuesday-givewell-ten-percent\">highly effective charities</a>, I could save a number of lives in nations where my money will stretch much farther than it can in the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But such effective philanthropy has always been the exception — in fact, giving to international causes <a href=\"https://theangelettigroup.com/insights-from-the-2024-giving-usa-report-key-trends-for-fundraisers/\">actually declined</a> by 1.6 percent after inflation in 2023. The vast majority of charitable giving in the US is domestic. Most donors aren’t paying for malaria-preventing bed nets overseas — they’re mainly <a href=\"https://www.vox.com/2015/6/3/8723189/john-paulson-harvard-donation\">donating to Ivy League schools</a> and <a href=\"https://smartasset.com/data-studies/where-do-americans-give-the-most-to-charity-2021\">religious organizations</a>. Just this week, Michael Bloomberg <a href=\"https://www.nytimes.com/2024/07/08/us/bloomberg-donation-johns-hopkins-medical.html?partner=slack&amp;smid=sl-share\">donated $1 billion dollars to Johns Hopkins University</a> to pay for med students’ tuition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If I were in med school, I’d be thrilled — student debt sucks. But med students, especially from prestigious schools like the <a href=\"https://www.usnews.com/best-graduate-schools/top-medical-schools/research-rankings\">No. 2 ranked Hopkins</a>, generally go on to make loads of money. Helping them out is less effective than, say, sending $1 billion dollars to <a href=\"https://www.givedirectly.org/?gad_source=1&amp;gclid=Cj0KCQjwv7O0BhDwARIsAC0sjWNsP9J1XQ3sfuXZ_fsGu6I7UTXbDQ_m9v83r8q5rNlxpa7CPm4HhLUaAuyCEALw_wcB\">directly help flood survivors in Kenya</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Personally, I don’t currently donate a portion of my income to registered nonprofits, highly effective or otherwise. I’m still earning back the savings I drained as a freelance journalist (after spending six years on a <a href=\"https://www.nature.com/articles/d41586-022-03472-3\">grad student stipend</a>). Michael Bloomberg didn’t pay for my Ivy League education, and with tens of thousands of dollars in undergraduate student loan debt hanging over my head, I laugh every time I receive, and promptly delete, a fundraising text from my alma mater.</p>\n\n<p class=\"has-text-align-none\">But I do give. I regularly support Kickstarter campaigns, gift household items to my neighbors, and donate to a mutual aid fund supporting sex workers in my community. That makes me like other “<a href=\"https://en.wikipedia.org/wiki/Zillennials\">zillennials</a>” in my cohort, who tend to direct their money <a href=\"https://www.philanthropy.com/article/generosity-report-shows-younger-donors-less-trusting-of-charities-than-older-people\">toward more informal charities than traditional nonprofits</a>. That may not necessarily count in the IRS’s statistics, but I don’t think it’s fair to call us ungenerous.</p>\n\n<p class=\"has-text-align-none\">Given the <a href=\"https://www.vox.com/politics/359160/biden-abc-news-interview-drop-out\">current state of democracy writ large</a>, it makes perfect sense to me that so many of us value direct, tangible impact over indirect measurements of “effectiveness.” Informal community-centered giving can <em>feel</em> more impactful, even if it doesn’t score as high on a utilitarian scale. And what giving within your community can do — whether in the form of cash, time, or stuff — is build connection at a moment when <a href=\"https://www.vox.com/policy/2023/5/3/23707936/surgeon-general-loneliness-epidemic-report\">we need it more than ever</a>.</p>\n\n<p class=\"has-text-align-none\">Middle-class people aren’t unwilling to give. They just seem to be giving differently, and philanthropic organizations are still figuring out how to measure charitable giving beyond tax-deductible donations to 501(c)(3) nonprofits.</p>\n\n<p class=\"has-text-align-none\">Whether channeled through money or not, people perform acts of kindness all the time. Hopefully, the philanthropy sector will start to see them.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story originally appeared in the&nbsp;</em><a href=\"https://www.vox.com/future-perfect\"><em><strong>Future Perfect</strong></em></a><em>&nbsp;newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\"><em><strong>Sign up here!</strong></em></a></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Did you donate to charity in the past, but no longer do so?&#160; If the answer is yes, you’re not alone. For the second year in a row, the philanthropy research foundation Giving USA reported that fewer Americans are donating to nonprofits than they used to, and the total amount of giving is declining once [&#8230;]",
    "author": "Celia Ford"
  },
  {
    "title": "What the world can learn from Indian liberalism",
    "link": "https://www.vox.com/politics/359562/indian-liberalism-politics-world-crisis",
    "pubDate": "2024-07-10T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Jawaharlal Nehru, later Prime Minister of India, with Mohandas Gandhi, the preeminent leader of the Indian independence movement in British-ruled India. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Universal History Archive/Universal Images Group/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Universal History Archive/Universal Images Group/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-590682077.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Jawaharlal Nehru, later Prime Minister of India, with Mohandas Gandhi, the preeminent leader of the Indian independence movement in British-ruled India. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Universal History Archive/Universal Images Group/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Liberalism, it’s often said, is in crisis. Virtually everyone across the political spectrum agrees on that to some degree.</p>\n\n<p class=\"has-text-align-none\">But nobody agrees on what the nature of that crisis is — or, sometimes, even on the basic question of what liberalism is. With such basic disagreements standing in the way, conversations about liberalism often feel like dead ends.</p>\n\n<p class=\"has-text-align-none\">This week, I’m attending a conference that tries to answer these very big questions. “<a href=\"https://www.vox.com/press-room/354708/vox-announces-media-partnership-with-institute-for-the-study-of-modern-authoritarianism-for-their-inaugural-conference-liberalism-for-the-21st-century\">Liberalism in the 21st Century</a>,” hosted by the Institute for the Study of Modern Authoritarianism, is bringing liberals from around the world together to try and interrogate their own ideas —&nbsp;and figure out what can be done to rescue them from crisis.</p>\n\n<p class=\"has-text-align-none\">To kick off the discussion, I sat down with another attendee, the Indian political theorist Pratap Bhanu Mehta. One of his country’s leading public intellectuals, Mehta has been a leading voice in articulating what liberalism means in a distinctively Indian context.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In his telling, liberalism isn’t merely a set of specific ideas: it arises from a basic human impulse, one of hating to be dominated by others. Mehta argues that in India, the abhorrence of domination forms the core of a distinctive liberal tradition — one shaped less by Europe’s war of religion than India’s own tradition of caste oppression.</p>\n\n<p class=\"has-text-align-none\">What follows is a transcript of our conversation on these themes (and others), edited for length and clarity.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">To my mind, liberalism starts with a moral and philosophical principle: that the purpose of government is to encourage or permit individuals to live life according to their own vision of what it means to be a good person, to live a meaningful life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Democracy is one implication of that, because you can’t have people choosing their own lives if they don’t get to determine the government that runs them. Individual rights follow from that for obvious reasons. But those things, which are often defined as primary to liberalism, I think are sort of secondary to the moral core of the doctrine. At least that’s how I see it.</p>\n\n<p class=\"has-text-align-none\">But I’m curious, Pratap — what’s your definition of liberalism, and how does it compare to mine? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">Let me begin with talking about an elemental experience that is at the core of liberalism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We often have this thought that something would be unjustified if it were to be imposed upon us. Sometimes we say that about our parents. Sometimes we might say that about classmates. The thought is that forcing someone to do something violates something important about them. We often resent the fact that we are being made to do things against our will. And I think liberalism actually flows out of that elemental experience: that any demand of authority over us needs to be justified to us.</p>\n\n<p class=\"has-text-align-none\">Underlying that negative prohibition is a sense that choosing what the good life is is both difficult and has various possibilities attached to it. This is almost like a spiritual quest, where authenticity and sincerity actually matter: It is important that it be your choice.</p>\n\n<p class=\"has-text-align-none\">I feel sometimes this moral core has been lost because liberalism has now just become so encumbered by its kind of entanglement with Western history — this mistake we make that liberalism is specifically Western or imperial or something like that. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">This has been a hobbyhorse of mine for years, ever since I read Amartya Sen’s <a href=\"https://media-1.carnegiecouncil.org/cceia/254_sen.pdf\">1997 essay on liberalism and Asian values</a>. It’s amazing how some debates never seem to end.</p>\n\n<p class=\"has-text-align-none\">But though I share your view, I get the other side’s point. I understand why you would say liberalism is this tradition that we identify with a certain set of thinkers who are all European men, all born roughly between the 16th and 19th century, and that those people had a particular set of concerns and biases. Here I’d point to <a href=\"https://www.amazon.com/Racial-Contract-Charles-W-Mills/dp/0801484634\">Charles Mills’s work</a> on the racism and justifications for colonialism in Enlightenment theorists like Kant and Mill.</p>\n\n<p class=\"has-text-align-none\">From this point of view, you could say that this <em>is</em> what liberalism is. However you want to define liberalism abstractly, in actual context, it’s a set of ideas that emerged from the West that co-traveled with racism and imperialism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Interestingly, Charles Mills himself doesn’t agree with that last leap. But many do. And I’m just curious what you make of it as somebody who studies liberalism in a decidedly non-Western context. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">Liberalism arises in 17th-century Europe because there is a kind of history of religious persecution and religious intolerance, right? The first wave of liberalism is, in a sense, a response to the problem of religious tolerance and religious pluralism. </p>\n\n<p class=\"has-text-align-none\">But when people say liberalism was invented in the 17th century,&nbsp; it almost sounds like there were no traditions of religious toleration, no traditions that acknowledged value pluralism or any other tenet of liberalism in different traditions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet there are other parts of the world where theological intolerance was actually not a political problem at all. Just pick up any ancient Indian text. My own tradition, the Jain tradition, takes it to be a natural fact that different people will have different religious beliefs.</p>\n\n<p class=\"has-text-align-none\">India had a different kind of intolerance, which was more social intolerance —&nbsp;that people are arranged in a kind of hierarchical order. But it does not have the tradition of theological intolerance that the West does. Right. So for India, a liberal is going to emphasize surmounting that legacy of inequality.</p>\n\n<p class=\"has-text-align-none\">While the primary concern for 17th-century liberalism was theological intolerance, that doesn’t mean that the history of liberalism is going to be exclusively a Western history. It just means that the sources and enemies of liberalism are actually different in different societies. </p>\n\n<p class=\"has-text-align-none\">There are reasons why liberalism congeals into a particular set of attributes between the 16th and 18th century, but it actually doesn’t mean that much of the moral core of liberalism is not available elsewhere. Not only was it available, it was actually practiced. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">The Sen essay discusses Emperor Ashoka, a third-century BCE Indian monarch — specifically, his 12th edict at Erragudi. In it, Ashoka says, “He who does reverence to his own sect while disparaging the sects of others wholly from attachment to his own, with intent to enhance the splendor of his own sect, in reality by such conduct inflicts the severest injury on his own sect.”</p>\n\n<p class=\"has-text-align-none\">I find that really striking as a third-century BCE text. Here’s an emperor saying, as a matter of official state policy, that you must not disparage the faith and the beliefs of other people who share the territory with you. The edict really does support your argument that there are longstanding and deeply rooted versions of liberal principles across global history — and especially in Indian history. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">I don’t want to romanticize the past. India also had its original sin in the form of inequality in caste. But at least on the question of theological and philosophical intolerance, the question actually never rose in quite the same form as it did in the Western world. </p>\n\n<p class=\"has-text-align-none\">What has been at the center of Indian debates is a different kind of social power, namely the power exercised by communities over individuals within them. </p>\n\n<p class=\"has-text-align-none\">There was a version of toleration that meant, look, each community can have its own beliefs. And yet we know communities exercised power over their individuals within them. Often they will exercise power over women within communities, right? They will exercise power over the ability of individuals to exit communities —&nbsp;to convert, for example.&nbsp;</p>\n\n<p class=\"has-text-align-none\">I think one of the interesting things when I look at these Indian traditions — including Buddhism and Jainism — is that they are also asking an interesting moral psychology question for liberals. What is it that leads people to want to dominate other people? To want to exercise power over their beliefs?&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not just a question of conviction that I’m right and you’re wrong. There is also something about the way we construct our own identities in our own selves — the privileging of our own egos, as it were, that lies at the base of this desire for domination. </p>\n\n<p class=\"has-text-align-none\">One of the things you actually find in a lot of these texts is that if you want a liberal culture, right, where you don’t seek to dominate others, you respect other people’s beliefs and so forth, you will actually have to ask a deeper and profound question: What kind of people do we have to be? Where that thought comes naturally to us. That’s not just a question of philosophical doctrine. That’s almost a question of temperament, of moral psychology. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">So that brings me to my next question —&nbsp;which is a big one. Hopefully not too big!</p>\n\n<p class=\"has-text-align-none\">When we talk about Indian politics today, we’re talking about a modern state.  All sorts of complex historical developments that bridged from over 2,000 years ago to today, including British colonialism. So when we talk about liberalism in its modern Indian form, how did it evolve? How did these various different proto-liberal ideas in the Indian tradition interact with more recent developments to produce what we might now call Indian liberalism? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">That’s a profound question. </p>\n\n<p class=\"has-text-align-none\">One of the interesting things about the Indian Constitution is that for many of its framers —&nbsp;like B.R. Ambedkar and Jawaharlal Nehru —&nbsp;the big worry was that the state was not empowered to reform communities. It is quite possible that you could actually end up with a state that is liberal in its broad constitutional structure, but so much social power is exercised by communities over individuals that most individuals still find the social systems they live in actually quite oppressive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Caste is one example. In principle, you could say the state should be completely neutral: It shouldn’t particularly care how people define their identities. But if caste structures social power, it is going to have profound implications for the kind of freedom individuals actually exercise. The state might say people should be free to choose whatever lifestyle they want. But does that mean, as a society, we can exclude people from taking water from the well in our village just because they happen to be from a lower caste?</p>\n\n<p class=\"has-text-align-none\">So I think Indian liberalism’s biggest social challenge was profoundly shaped by that experience of social policy.</p>\n\n<p class=\"has-text-align-none\">So, many of the debates in Indian liberalism are preoccupied with the question of social justice; the question of how the state can ensure individuals are freed from very oppressive forms of social power. These may not have the sanction of the state behind them, but still can mutilate the dignity of individuals in quite profound ways. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Zack Beauchamp</strong></h4>\n\n<p class=\"has-text-align-none\">So Prime Minister Narendra Modi is no doubt a threat to Indian liberalism. His Bharatiya Janata Party is traditionally the party of the upper caste and the wealthy, but it has expanded its appeal across caste. Its main argument ideologically against Indian liberalism has been an almost Western-type sectarian argument, which is that Muslims don’t belong in India because India is a Hindu country.</p>\n\n<p class=\"has-text-align-none\">So Indian liberalism is concerned with social power. But now it’s facing a challenge from something that you describe as alien to the Indian tradition — sectarianism. So I’m curious: was this challenge anticipated to a great degree by the modern creators of Indian liberalism? And, if not, what happened to give rise to Hindu nationalism as such a potent force in India that they didn’t anticipate?</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\"><strong>Pratap Bhanu Mehta</strong></h4>\n\n<p class=\"has-text-align-none\">That’s a wonderful question because it allows us to introduce one subject we haven’t named in this discussion so far: nationalism. </p>\n\n<p class=\"has-text-align-none\">The Hindutva [Hindu nationalist] right is actually a very modern phenomenon. What makes the emergence of Hindutva possible is the rise of the modern nation-state. Once this idea got around in the late 18th and 19th century&nbsp;— that we can institutionalize something like liberal democracy only in a nation-state form — it naturally led to big questions. How do we define who the people are? Who gets to be a member of a particular society? A modern democracy requires much stronger forms of mutual allegiance: the state taxes you more, the state relies on voluntary armies, and so on and so forth.</p>\n\n<p class=\"has-text-align-none\">How does 19th-century Europe respond to that? By defining nations in terms of particular ethnic characteristics, [like] a language or a religion. In the process of that nation-state formation in 19th-century Europe, you get enormous bloodshed and homogenization of populations. When the Habsburg Empire dissolves, when the Ottoman Empire dissolves, that’s the process which then unleashes the quest to create somewhat more homogeneous nation-states with cohesive identities. And the result was a kind of moral catastrophe for Europe. Nationalism. Two world wars. </p>\n\n<p class=\"has-text-align-none\">Now, what was interesting about the Indian national movement, I think, was that it saw that history and said, “If you want to avoid the catastrophes of Europe, you have to think of nationalism very differently.” It cannot take on board the simplistic ideas of nation-state ideology that Europe propagates, which is that a nation-state should have a principal ethnic identity, that it should be based on one language or one religion, or one dominant kind of sense of community, of faith. They realized that if you try and institutionalize that kind of a nation-state in the Indian context, the only logical conclusion would be immense violence and displacement of people in the quest for creating homogeneous nation-states. </p>\n\n<p class=\"has-text-align-none\">So in that sense, I think the challenge for modern Indian liberalism, like for modern European liberalism, and I dare say even for America, has actually not been traditional theological intolerance. It’s actually the nationalism question. And liberalism has always had a difficulty with the nationalism question because it has a theory of the state. It has a theory of the good life. It doesn’t have a clear theory of membership. It doesn’t have a clear sociological theory of what produces the forms of identification that allow communities to function as democracies with deep allegiance. </p>\n\n<p class=\"has-text-align-none\">So I would actually argue that what Narendra Modi is trying to do in some ways is not revive ancient fundamentalism. He’s as thoroughgoing a modernist as you rightly said. He’s actually trying to import the fantasy of a European-style nationalism in a context where its consequences — like in Europe — will be conflict and violence. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Liberalism, it’s often said, is in crisis. Virtually everyone across the political spectrum agrees on that to some degree. But nobody agrees on what the nature of that crisis is — or, sometimes, even on the basic question of what liberalism is. With such basic disagreements standing in the way, conversations about liberalism often feel [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "TikTok Shop is annoying on purpose",
    "link": "https://www.vox.com/money/358886/tiktok-shop-ads-products-annoying",
    "pubDate": "2024-07-10T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Since TikTok Shop’s US launch last fall, users have been complaining that they’re seeing too many product ads. | Ezra Acayan/Getty Images\" data-portal-copyright=\"Ezra Acayan/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2159326393.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Since TikTok Shop’s US launch last fall, users have been complaining that they’re seeing too many product ads. | Ezra Acayan/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you’ve opened TikTok recently, you’ve probably seen an ad for a product sold in the new, in-app TikTok Shop, which made its official US launch last September. In fact, you’ve probably seen the same TikTok Shop ad multiple times. With a sigh, you swipe away, but a few swipes later, there it is again.</p>\n\n<p class=\"has-text-align-none\">Judging by the <a href=\"https://x.com/CourtneyRutled/status/1757249311681785893\">complaints</a> <a href=\"https://x.com/bushliberator/status/1725211687672811764\">strewn</a> <a href=\"https://x.com/saintclare_/status/1701417047207678215\">over</a> <a href=\"https://x.com/bonethirty/status/1692215443082420550\">the internet</a> <a href=\"https://www.reddit.com/r/Tiktokhelp/comments/1d9rfmc/ads_getting_out_of_control/\">about</a> <a href=\"https://www.reddit.com/r/TikTok/comments/1780ie4/why_so_many_ads_now_super_annoying/\">the ads</a>, people are not fans of so much advertising <a href=\"https://www.vox.com/technology/2023/9/14/23872449/tiktok-shop-for-you-page-ads\">disrupting the flow</a> of endless scrolling. In a series of unscientific tests using my TikTok account, I saw roughly five or six ads for every 20 videos. Not all of them were ads for products in the shop — about half the time they were good old fashioned sponsored ads from big brands such as Sephora or Amazon, distinguishable by their professional polish and lack of an orange shopping cart icon at the bottom that directs users to the product page.</p>\n\n<p class=\"has-text-align-none\">The gripes about TikTok Shop ads don’t just center on how many there are (scrolling through your Instagram Stories feed, you’re likely to see plenty of ads, too) but how often you’ll come across the same one. The product the TikTok algorithm seems to have chosen for me is <a href=\"https://www.microingredients.com/products/premium-pure-collagen-peptides-powder\">this collagen peptide powder</a> — specifically via <a href=\"https://www.tiktok.com/@milafindsdeal/video/7355998666131246378\">this ad</a> from a youthful-looking woman claiming she’s nearly 50 years old. I see it so frequently that it feels like I’m stuck in a social media ad prison. Why are these TikTok ads suddenly stalking us all?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Pushy advertising is crucial to the TikTok Shop business model</h2>\n\n<p class=\"has-text-align-none\">One thing is certain: TikTok is definitely paying close attention to how the frequency of Shop ads is annoying users and affecting traffic. TikTok declined to share details with Vox on how Shop ads were served, including who saw which ads and how frequently they appeared.</p>\n\n<p class=\"has-text-align-none\">Rui Ma, a tech analyst at Tech Buzz China, says there are reports that internally at Douyin, the Chinese version of TikTok, they believe that 8 to 10 percent of the app experience can be commerce-related content before users start leaving, “supposedly based on a combination of mostly hard data and some management intuition,” she tells Vox over email.</p>\n\n<p class=\"has-text-align-none\">“I would personally be surprised if TikTok is not using this number as a guide to start,” Ma says, “but it’s possible that Chinese people are more tolerant of ads and this number could be too high for Americans.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another sure thing is that social media is an ad business. Meta, which owns both Facebook and Instagram, made <a href=\"https://investor.fb.com/investor-news/press-release-details/2024/Meta-Reports-Fourth-Quarter-and-Full-Year-2023-Results-Initiates-Quarterly-Dividend/default.aspx\">$134.9 billion</a> in revenue last year, of which $131.9 billion came from advertising. TikTok, which is much newer to the US and has a smaller user base than Meta’s apps, made about <a href=\"https://www.statista.com/statistics/1302319/tiktok-ad-revenue-us\">$8.75 billion</a> in ad revenue last year in addition to the commission it makes on each Shop sale.</p>\n\n<p class=\"has-text-align-none\">Crucially, if TikTok Shop really takes off in the US, TikTok would sit on a treasure trove of consumer data amassed directly from users.</p>\n\n<p class=\"has-text-align-none\">All the major social media companies serve their users targeted ads. Some of that data is collected by apps based on what you put in your profile, or your interactions and behaviors on the app. Until recently, they could pretty easily see which other websites you visited or which apps you used, but that got a lot harder when Apple started requiring all apps on iOS to ask if users wanted to <a href=\"https://www.vox.com/recode/23045136/apple-app-tracking-transparency-privacy-ads\">opt in</a> to app tracking. Most people <a href=\"https://www.nytimes.com/wirecutter/blog/apple-privacy-labels-tracking/\">say no</a>, which has done a number on effective ad targeting, which in turn means that brands bought fewer ads. Facebook said it lost about <a href=\"https://www.vox.com/recode/22929715/facebook-apple-ads-meta-privacy\">$10 billion in ad revenue</a> the year after Apple’s privacy feature rolled out.</p>\n\n<p class=\"has-text-align-none\">With a built-in e-commerce marketplace, TikTok can snatch first-party data on users’ shopping habits in-house — no need to track them across the internet. “TikTok Shop is a huge ad measurement play,” says Garrett Johnson, a marketing professor at Boston University’s Questrom School of Business.&nbsp;</p>\n\n<p class=\"has-text-align-none\">TikTok’s ad strategy isn’t exactly subtle, but Juozas Kaziukėnas, an e-commerce expert who founded the business intelligence firm Marketplace Pulse, argues it’s the reason TikTok Shop has been succeeding. “I think platforms like Facebook and Instagram were never willing to overtake users’ feeds with that [shopping] content just to kick-start the platform,” he says.</p>\n\n<p class=\"has-text-align-none\">TikTok is willing, perhaps because it’s already known as the place where people are looking for viral products to scoop up. An eMarketer survey from last February, before TikTok Shop launched, found that the top places American consumers started their online product searches were on Amazon and Walmart — but TikTok made <a href=\"https://www.emarketer.com/insights/facebook-advertising-statistics/\">third place</a>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Could TikTok Shop’s aggressive, repetitive ads backfire?</h2>\n\n<p class=\"has-text-align-none\">The aggressiveness of the TikTok Shop ads could potentially be temporary, as the company monitors how many users they lose or whether time spent on the app declines. But it also might not be — the data could show TikTok that, for all the complaints, people are still as addicted to the app as ever.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ma, the tech analyst, doesn’t think the repetition is intentional, but “probably more of an ad inventory issue,” she says. If there aren’t a great number of Shop advertisers yet, that could impact how often you see the same ad, or, if the number of people in a target audience is fairly small, that might make repetition more likely, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet the barrage of ads is perhaps particularly hard-hitting for TikTok because the app was long applauded for its supposedly magical For You page, a feed that felt bespoke to each user’s interests and quirks. While Facebook is stereotyped as the place for your boomer parents to post, Instagram for browsing your friends’ vacation pics, and X (formerly Twitter) for news and unhinged discourse, TikTok fans often expressed a sense of pride in having meticulously trained their For You feed to show novel, entertaining content. The TikTok Shop ads <a href=\"https://www.vox.com/technology/2023/9/14/23872449/tiktok-shop-for-you-page-ads\">ruin this illusion</a>. </p>\n\n<p class=\"has-text-align-none\">“I think someone called this the <a href=\"https://www.wired.com/story/tiktok-platforms-cory-doctorow/\">enshittification</a> of social platforms,” says Kaziukėnas, referring to the term coined by journalist Cory Doctorow describing the tendency of online platforms to become worse in quality over time.</p>\n\n<p class=\"has-text-align-none\">The frequency and doggedness of TikTok Shop ads point to a truth inherent to almost all social media platforms as they mature: The apps are increasingly just a place to stumble upon things to buy.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you’ve opened TikTok recently, you’ve probably seen an ad for a product sold in the new, in-app TikTok Shop, which made its official US launch last September. In fact, you’ve probably seen the same TikTok Shop ad multiple times. With a sigh, you swipe away, but a few swipes later, there it is again. [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "The glorious return of the skort",
    "link": "https://www.vox.com/culture/358859/skort-trend-taylor-swift-halara-popflex",
    "pubDate": "2024-07-10T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Women in skorts.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Untitled-design-17.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Once upon a time, when you complimented someone’s skirt or dress, there was a solid chance she’d reply with, “<a href=\"https://www.reddit.com/r/oddlyspecific/comments/qxhf34/thanks_it_has_pockets/\">Thanks, it has pockets!</a>” These days, you’re more likely to be met with a different response, or rather a correction: “Thanks, it’s actually a skort.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The skort, long relegated to the tennis court or the little girls’ department, has been heralded more for its practicality than its stylishness for the majority of its hundred-ish years-long history. But this summer, the garment — which is to say, shorts meant to look like skirts — are everywhere, much to the thrill of chafed thighs worldwide. Right now, there are <a href=\"https://trends.google.com/trends/explore?date=all&amp;geo=US&amp;q=skort&amp;hl=en\">more Google searches</a> for the item than at any other point in the last 20 years. It is, gloriously, the summer of the skort.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s possible that the film <em>Challengers</em> has something to do with this. <a href=\"https://www.vox.com/2018/8/28/17791518/serena-williams-catsuit-ban-french-open-tennis-racist-sexist-country-club-sport\">Tennis fashion</a> has always influenced style, whenever the culture pays attention to it. This spring’s sexiest romantic drama, combining <a href=\"https://www.vox.com/culture/24139393/challengers-sexy-tennis-zendaya-luca-guadagnino-investigation\">sweaty, rock-hard limbs and bisexual polyamory</a>, had Zendaya wearing a wide variety of skorts not only in the movie but also in her much-lauded press tour.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The current iteration of skortsmania predates <em>Challengers,</em> though, and can be traced back to the spring of 2021, when a handful of skorts went viral on TikTok and searches for the garment&nbsp;on <a href=\"https://www.refinery29.com/en-us/2021/05/10483982/skorts-trend-tiktok\">some shopping</a> websites <a href=\"https://www.stylight.com/Magazine/Fashion/According-Tiktok-Skorts-Back-Baby/#:~:text=Based%20on%20our%20own%20sleuthing,to%20June%202021%20on%20Stylight.\">doubled</a>. Trend forecasters <a href=\"https://www.refinery29.com/en-us/2021/05/10483982/skorts-trend-tiktok\">chalked it up</a> to renewed nostalgia for ’90s and Y2K fashion and internet-born micro aesthetics like <a href=\"https://www.vox.com/the-goods/22638568/old-money-aesthetic-dark-academia-prep-tiktok-pinterest-instagram\">dark academia</a>, which fetishizes collegiate staples like tweed, sweaters, and preppy athletic uniforms. In the years since, brands have capitalized on the interest, creating more styles not only in traditional athletic fabrics but in cotton, linen, and material mimicking suitwear.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Women unveil their skort hauls on TikTok, testing out the latest options from <a href=\"https://www.tiktok.com/@julia_amer/video/7348561760854543647?q=skort%20haul&amp;t=1719433250049\">Lululemon</a> or <a href=\"https://www.tiktok.com/@charliandrea/video/7379415039389748522?q=skort%20haul&amp;t=1719433250049\">Urban Outfitters</a>, praising them for their usefulness <a href=\"https://www.tiktok.com/@getawei/video/7250135406413352198?q=skort&amp;t=1719433635837\">against wind</a> or the <a href=\"https://www.tiktok.com/@juliaperfetto/video/7141095702012218629?q=skort&amp;t=1719433635837\">dreaded riding-up</a> that have bedeviled miniskirts since time immemorial. Crucially, they also allow curvy women to ward off painful chub rub and delight in micro-minis without resorting to mismatched bike shorts underneath. While Google interest in two related athleisure trends, <a href=\"https://www.vox.com/2020/8/7/21346846/bike-shorts-girlfriend-collective-aerie\">bike shorts</a> and <a href=\"https://www.vox.com/the-goods/22667186/exercise-dress-tiktok-hype-explained\">exercise dresses</a>, peaked in 2020 and 2021, respectively, skorts have only gotten more popular in the past three summers, helped in part by a serious skort fangirl named Taylor Swift, who’s <a href=\"https://www.harpersbazaar.com/celebrity/latest/a60294403/taylor-swift-pleated-beige-skort-loafers/\">been wearing them</a> all <a href=\"https://www.billboard.com/culture/product-recommendations/taylor-swift-coachella-halara-skirt-buy-online-1235657205/\">over</a> the <a href=\"https://www.byrdie.com/taylor-swift-viral-tennis-skirt-8644214\">place</a>.</p>\n\n<p class=\"has-text-align-none\">Shorts masquerading as skirts, then dubbed “<a href=\"https://www.atlasobscura.com/articles/skort-history\">trouser skirts</a>,” first appeared in the 1890s as part of a fun new craze: bicycling. By the early 20th century, college women embraced shorts because of all the activities they were doing that their mothers didn’t: They biked, they attended gym classes and played sports outdoors, and soon began wearing them for leisure, too. But shorts were&nbsp;derided by men and older women, just as much as women’s bloomers were in the mid-19th century. One etiquette writer <a href=\"https://www.salon.com/2018/09/07/serena-williams-catsuit-controversy-evokes-the-battle-over-women-wearing-shorts_partner/\">wrote in 1936</a>, “If you gals really knew how cute you look in a well-cut dress, you wouldn&#8217;t hanker to wear shorts. Of course, you’ve got to be comfortable, ah, me! Even if you have to insult the aesthetic sense of men to do it?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">This tends to be a pattern among countless fashion trends throughout history: Young women <a href=\"https://www.vox.com/culture/24074113/bayonetta-office-siren-tiny-reading-glasses-trend-tiktok-sexy-librarian\">embrace a look</a> despite outcries from the rest of the world, until eventually everyone else sees the vision and catches up. By the 1950s, the Bermuda short had become a wardrobe staple for both men and women. (These uproars are ongoing: Athleisure, a category of clothing that exploded in the US during the 2010s, was responsible for a <a href=\"https://www.vox.com/the-goods/2019/3/28/18285843/leggings-controversy-history-notre-dame-tights-not-pants\">decade’s worth of controversy</a> around the idea that women were wearing leggings outside the home.)</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@charliandrea/video/7379415039389748522\" data-video-id=\"7379415039389748522\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@charliandrea\" href=\"https://www.tiktok.com/@charliandrea?refer=embed\">@charliandrea</a> <p>urban outfitters mini skort haul! help me i can’t keep all of them but idk which to return bc i love ALL OF THEMMMM 😭 they’re all in my LTK and l!nk tree shop tab but the names are: bec mini skort, dariah mini skort, grace mini skort @Urban Outfitters  <a title=\"miniskirtoutfit\" target=\"_blank\" href=\"https://www.tiktok.com/tag/miniskirtoutfit?refer=embed\">#miniskirtoutfit</a> <a title=\"miniskorts\" target=\"_blank\" href=\"https://www.tiktok.com/tag/miniskorts?refer=embed\">#miniskorts</a> <a title=\"skorthaul\" target=\"_blank\" href=\"https://www.tiktok.com/tag/skorthaul?refer=embed\">#skorthaul</a> <a title=\"urbanoutfittershaul\" target=\"_blank\" href=\"https://www.tiktok.com/tag/urbanoutfittershaul?refer=embed\">#urbanoutfittershaul</a> <a title=\"miniskirthaul\" target=\"_blank\" href=\"https://www.tiktok.com/tag/miniskirthaul?refer=embed\">#miniskirthaul</a> <a title=\"skorts4life\" target=\"_blank\" href=\"https://www.tiktok.com/tag/skorts4life?refer=embed\">#skorts4life</a> </p> <a target=\"_blank\" title=\"♬ original sound - charli\" href=\"https://www.tiktok.com/music/original-sound-7379415050819308331?refer=embed\">♬ original sound &#8211; charli</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">As usual, college women’s tastes won the day: Deirdre Clemente, a fashion historian at the University of Nevada, Las Vegas, explains that the rise of the skort was intricately tied to California’s place as a new fashion powerhouse after the Great Depression. Unlike the New York design houses, which released seasonal collections after the French model, California brands were consumer-demand driven, designing items based on what was selling. “Skorts became so popular because people were like, ‘We want them. They’re comfortable, they’re easy to wear,’” she explains. The introduction of rayon and synthetic fibers around the same time, she adds, was also crucial to the rise of the skort, allowing for more stretch at a cheaper price. </p>\n\n<p class=\"has-text-align-none\">The 2020s have seen a similar phenomenon. In early 2021, the just-launched fast fashion brand Halara began selling its first collection of skorts, which immediately took off on TikTok. Global Brand President Gabby Hirata says that the <a href=\"https://thehalara.com/products/everyday-2-in-1-tennis-skirt-lucid?pmui=10.1.collection.list.3.skirts_2006&amp;pmuih=skirts&amp;requestId=1983385463093896&amp;_gl=1*1juynhd*_up*MQ..&amp;gclid=CjwKCAjwyo60BhBiEiwAHmVLJeO67ZtbRZq8RQGg8NMYaciWSMhJM1oZh89KI0EZzkYmDU7v_XlxWhoCMAcQAvD_BwE&amp;variant=42485422751910\">Lucid tennis skirt</a>, a crisscrossed skort with a phone pocket, has been viewed on TikTok over a billion times. Since then, Halara has sold more than a million of them, making it the brand’s fifth-bestselling item of all time. Today, they offer more than 500 versions of skorts, which Hirata credits to how the brand obsessively crowd- and A/B-tests product designs and produces more based on what’s already selling. Sales of skorts “have continued to go up and stay elevated,” she says. “Otherwise, we wouldn’t have done so many iterations.”</p>\n\n<p class=\"has-text-align-none\">Another unexpected boost came in April, when Taylor Swift was seen at <a href=\"https://www.cosmopolitan.com/entertainment/celebs/a60497616/buy-taylor-swift-coachella-skirt-garter/\">Coachella wearing Halara’s buckle skort</a>, which looks like a typical pleated mini skirt but has a garter belt-like buckle over the thigh. “That was quite a surprise,” says Hirata, because it didn’t look anything like the typical athleisure and tennis-inspired skorts on the market.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2147795662.jpg?quality=90&#038;strip=all&#038;crop=0,29.413235439787,100,41.173529120426\" alt=\"Taylor Swift in a skort\" title=\"Taylor Swift in a skort\" data-has-syndication-rights=\"1\" data-caption=\"Taylor Swift wearing Halara&#039;s buckle skort at Coachella in April. | Gilbert Flores/Getty Images\" data-portal-copyright=\"Gilbert Flores/Getty Images\" />\n<p class=\"has-text-align-none\">Hirata explains that customers continue to be drawn to skorts that appear to be regular skirts but come with shorts sewn in. Go on any website where many young women buy skirts — Asos, Abercrombie and Fitch, Uniqlo, Old Navy — and you’ll find skorts made with nonathletic-wear fabrics. Miniskirts that a few years ago would have simply been skirts are now made with shorts sewn into them (Los Angeles Apparel, notorious for its sister brand American Apparel’s sexy schoolgirl skirts, now sells a variety of skorts).&nbsp;</p>\n\n<p class=\"has-text-align-none\">When fitness influencer Cassey Ho started her athleisure brand Popflex in 2016, “Everything was pretty much sports bras and leggings,” she says. In 2021, she released her first line of skorts, which she designed to “make you feel like a ballerina — very feminine and ethereal.” Her <a href=\"https://www.popflexactive.com/collections/skorts/products/pirouette-skort-with-pockets-digital-lavender\">Pirouette skort</a>, an athletic short with a tiered, petticoat-inspired outer layer, was released in 2022, and sold out as soon as a TikTok she made about it went viral.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was that skirt in lavender that noted skort-lover Taylor Swift was seen <a href=\"https://www.youtube.com/watch?v=2hBLC7E8v3A\">wearing in a video clip in April</a> to promote her new single “Fortnight.” (She even possibly references it in the opening line of her song “<a href=\"https://genius.com/31516694?\">imgonnagetyouback</a>”: “Lilac short skirt, the one that fits me like skin,” she sings — it is technically a skort but as much as women love them, the term doesn’t really connote the same sexiness.) Swift’s video gave the brand its biggest sales day of the year and the second of all time. Skorts, says Ho, are now Popflex’s bestselling product category.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Will the summer of skorts last? For now, it seems so. Hirata notes that one of the most crucial aspects of skort sales is that many versions come with a phone pocket. “People continue to be more and more addicted to their phone, and with that pocket, your phone is almost touching you,” she says. While younger women might love skorts because it allows them to wear shorter, tighter skirts without worrying they’ll accidentally show too much, they’re useful for older demographics too. “I bought my first skort when my daughter was 2 years old, and that’s a time when they start to move around a lot,” Hirata says.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The thing about skorts is that they meet the needs of the women wearing them,” adds Clemente. “As long as something is comfortable, practical, and easy to wash — these are the tenants of the American wardrobe.” As Derek Thompson <a href=\"https://www.theatlantic.com/ideas/archive/2018/10/bicycle-bloomers-yoga-pants-how-sports-shaped-modern-fashion/574081/\">wrote in the Atlantic</a>, “The theme of the past century of Western fashion is this: We take clothes designed for activity, and we adapt them for inactivity.”</p>\n\n<p class=\"has-text-align-none\">Men — at least those on the cutting edge — are embracing skorts too. High-end menswear designers like Comme des Garçons, Fendi, and Louis Vuitton <a href=\"https://hypebeast.com/2024/1/skorts-menswear-trend-fall-2024-runway-paris-milan-fashion-week-analysis\">debuted skirted trousers</a> in their Fall 2024 collections earlier this year. A perfect garment shouldn’t only be limited to women, after all, nor to mini lengths: Halara has recently begun experimenting with maxi versions, which now <a href=\"https://halara.com/products/breezeful%E2%84%A2-high-waisted-high-low-ruffle-2-in-1-quick-dry-casual-maxi-skirt?pmui=10.1.collection.list.1.skirts&amp;pmuih=skirts&amp;variant=44039442923686\">make up some of</a> the brand’s most popular skorts. Hirata says, “The factories jokingly said to us, ‘Do you guys know what you’re doing? People don’t wear this to play tennis, what are you making this for?’ But eventually it took off.”</p>\n\n<p class=\"has-text-align-none\">I’ve always been a lover of miniskirts, but I’ve since graduated to the option that, I’ve come to realize, is superior in every possible way. For anyone who once imagined summer dressing as an unbearable pain, consider the skort. Your thighs will thank you.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Once upon a time, when you complimented someone’s skirt or dress, there was a solid chance she’d reply with, “Thanks, it has pockets!” These days, you’re more likely to be met with a different response, or rather a correction: “Thanks, it’s actually a skort.”&#160; The skort, long relegated to the tennis court or the little [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "Is Kamala Harris a better candidate now than she was four years ago?",
    "link": "https://www.vox.com/2024-elections/359620/kamala-harris-2020-president-campaign-2024-failure-lesson",
    "pubDate": "2024-07-10T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris, in a white blazer, speaks into a microphone on a stage in front of large blue letters spelling our her first name.\" data-caption=\"Then-Sen. Kamala Harris of California speaks at a campaign rally in Davenport, Iowa, in 2019. | Kevin Dietsch/Getty Images\" data-portal-copyright=\"Kevin Dietsch/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2159025473.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Then-Sen. Kamala Harris of California speaks at a campaign rally in Davenport, Iowa, in 2019. | Kevin Dietsch/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The last time Kamala Harris ran a campaign for the presidency, she dropped out of the contest before a single vote was cast.</p>\n\n<p class=\"has-text-align-none\">After launching her bid in Oakland, California, in front of a crowd of 20,000 supporters in January 2019, she campaigned for 310 days before dropping out of the contest. At the time she left the race, she was polling at <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/799kgtotz3/econTabReport.pdf\">4 percent</a> or lower in polling aggregates — a complete flop. It was a stunning result: Harris had been seen as a rising star for most of her years campaigning for and legislating in the Senate, questioning Trump administration officials, and was viewed as the possible future of the Democratic Party as she prepared for a presidential bid.</p>\n\n<p class=\"has-text-align-none\">She didn’t get close to the nomination in 2020. Now, due to the unprecedented weirdness of the 2024 cycle, she’s as close as she has ever been. President Joe Biden is under strong pressure to drop out of the race, but so far, has vowed not to do so. If&nbsp;that changes, Harris appears most likely to replace him atop the ticket.</p>\n\n<p class=\"has-text-align-none\">But would a Harris-led ticket give Democrats a better shot at beating Donald Trump? What can we learn from 2020 that informs us on how she’d fare in 2024? And would the factors that held Harris back in 2020 likely still plague her this time around?</p>\n\n<p class=\"has-text-align-none\">For answers, we can look back to that failed 2020 primary run to see what happened. Three causes stand out.</p>\n\n<ol>\n<li>Harris and her team were uncertain over which ideological path to take, especially as the Democratic Party shifted hard to the political left.</li>\n\n\n\n<li>Her campaign operation was chaotic and advisers were often divided, changing the campaign’s direction repeatedly.</li>\n\n\n\n<li>The Democratic base wasn’t convinced by her arguments about electability — and she missed her moment once real-world factors like fundraising, media coverage, and polling caught up.</li>\n</ol>\n\n<p class=\"has-text-align-none\">These reasons are specific to 2020, but contrasting them to today’s situation shows how much Harris, the Democratic Party, and the nation have changed.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Theory 1: Harris wobbled ideologically, tacking to the left before trying to pivot to the center</strong></h2>\n\n<p class=\"has-text-align-none\">Soon after launching her campaign, Harris immediately shot into the top tier of Democratic presidential contenders. Her record and reputation as a senator, attorney general, and prosecutor in California all set her up to occupy a lane of law-enforcing crusader against then-President Donald Trump (who, if you remember, was being investigated by special counsel Robert Mueller and about to face an impeachment inquiry for his attempts to elicit electoral interference from Ukraine).</p>\n\n<p class=\"has-text-align-none\">Yet from the start she declined to carve out a strong ideological identity — either progressive or moderate — or defining policy at a time when those ideological labels and consistency were all the rage within the Democratic Party.</p>\n\n<p class=\"has-text-align-none\">“I’m not really into labels. For me, I come at issues through the lens of how it actually impacts people,” Harris told the New York Times <a href=\"https://www.nytimes.com/2019/07/31/podcasts/the-daily/kamala-harris.html?showTranscript=1\">back in July 2019</a>, reflecting on how she thinks about herself ideologically. “Policy has to be relevant. That’s my guiding principle … there are tests that I have for the relevancy or the significance of policy, but it’s not an ideological test.”</p>\n\n<p class=\"has-text-align-none\">This standard quickly became a problem for her. She wasn’t able to rally the support of discrete segments of the Democratic Party’s primary electorate, nor was she able to unite voters around one defining policy priority or convince them she could be consistent.</p>\n\n<p class=\"has-text-align-none\">A clear example comes from the Democratic presidential primary’s focus on health care policy. Left progressives like Sens. Bernie Sanders of Vermont and Elizabeth Warren of Massachusetts championed their own versions of Medicare-for-all. Moderate centrists like former mayor Pete Buttigieg and then-former Vice President Joe Biden were able to advocate for expansions of Obamacare or slimmed down versions of government-sponsored health care.</p>\n\n<p class=\"has-text-align-none\">Harris, <a href=\"https://kamalaharris.medium.com/my-plan-for-medicare-for-all-7730370dd421\">meanwhile</a>, was in a “<a href=\"https://www.vox.com/2019/11/20/20953284/kamala-harris-polls-2020-election\">no person’s land</a>” to the left of the centrists and to the right of the leftists. She first endorsed Sanders’s bill — then <a href=\"https://www.washingtonpost.com/politics/harris-announces-her-plan-for-medicare-for-all/2019/07/28/67cbfb28-b193-11e9-8949-5f36ff92706e_story.html\">turned away</a> from it when the plan’s proposal to eliminate private insurance and replace it with government-sponsored coverage faced pushback from labor unions and other Democratic constituencies. She was sharply criticized for the change on the primary debate stage and in public appearances — and reporters covering her at the time noted that this was an example of Harris’s lack of experience on policy details, compared to the other candidates in the field.</p>\n\n<p class=\"has-text-align-none\">A similar dynamic emerged when the primary race turned toward criminal justice reform.</p>\n\n<p class=\"has-text-align-none\">Harris had a deep background in law enforcement: someone who built her career in the Bay Area thinking about quality of life, public order, policing, and crime. But in the Democratic Party of 2019, pushing tough-on-crime policies — or defending the power of the state to crack down on crime — were not popular positions to have, especially during the early part of the campaign when she was trying to appeal to progressives.</p>\n\n<p class=\"has-text-align-none\">She was pilloried for this prosecutorial past: excerpts from her books, old interviews, and spotlights on her support for <a href=\"https://www.npr.org/sections/codeswitch/2020/10/17/924766186/the-story-behind-kamala-harriss-truancy-program\">legal reforms</a> that <a href=\"https://www.huffpost.com/entry/kamala-harris-truancy-arrests-2020-progressive-prosecutor_n_5c995789e4b0f7bfa1b57d2e\">ended up jailing mothers</a> in California all worked to make her unpalatable to progressives.</p>\n\n<p class=\"has-text-align-none\">So she ran away from this history instead of trying to defend it. As <a href=\"https://www.slowboring.com/p/kamala-harris-wrote-a-good-book-about\">Matt Yglesias pointed out last year</a>, this may have been a mistake. What she actually wrote about in her book on crime and criminal justice was much more nuanced, Yglesias writes:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>Harris is a progressive in the sense that her work is informed by progressive values, like funding social services and assisting the most vulnerable. But she is also a true believer in the power and value of coercion. She pairs her concern for addressing root causes with a focus on compliance and making sure people follow the rules.</em></p>\n\n\n\n<p class=\"has-text-align-none\"><em>When she does advocate for more de-carceral efforts — a program called Back on Track “and other diversion programs aimed at first-time offenders around the country” — it’s restricted to very limited measures for non-violent offenders with no record. Elsewhere she writes that “there can be no backing off the arrests and prosecutions of these violent offenders,” calling for realism about the fact that most violent crime charges aren’t murders and the offenders do eventually get out of prison.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">By the time she began to <a href=\"https://www.politico.com/story/2019/09/09/kamala-harris-criminal-justice-reform-1485443\">embrace</a> this more moderate prosecutorial persona — her new slogan in the <a href=\"https://www.nytimes.com/2019/09/09/us/politics/kamala-harris-criminal-justice.html\">fall of 2019</a> was “<a href=\"https://www.youtube.com/watch?v=rx_q82wAzVs\">justice is on the ballot</a>” — she had already begun to slide in the polls, was running out of cash, and was losing support to the clearer centrists in the field: Biden, Buttigieg, and Sen. Amy Klobuchar of Minnesota.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Theory 2: Her internal campaign structure was chaotic, divided, and inefficient</strong></h2>\n\n<p class=\"has-text-align-none\">Feeding the problems with this external imbalance was an imbalance within her staff and the people advising her. Plenty of ink was spilled in 2019 documenting the infighting among Harris’s senior staff, and that reporting essentially confirmed two parallel power centers, often at odds with each other.</p>\n\n<p class=\"has-text-align-none\">One, led by then-campaign manager Juan Rodriguez, was essentially responsible for the day-to-day running of the campaign’s operations. Buoyed by other senior advisers from a powerful <a href=\"https://www.politico.com/news/2019/11/15/kamala-harris-campaign-2020-071105\">California-based political consulting firm</a> that had aided Harris in previous statewide races, they had proposed national and early-primary state strategies that called for Harris to assemble a pitch to as wide a coalition of Democratic primary voters as possible.</p>\n\n<p class=\"has-text-align-none\">Opposite him was Harris’s own sister, Maya, the campaign chair with a progressive-minded vision. The two reportedly clashed frequently, giving conflicting advice to Harris and to staffers under them. It was <a href=\"https://www.cnn.com/2019/12/03/politics/kamala-harris-2020-campaign/index.html\">reportedly</a> Maya’s own advice that pushed the future-vice president into a more progressive direction earlier on, as well as to <a href=\"https://www.nytimes.com/2019/11/29/us/politics/kamala-harris-2020.html\">disavow</a> parts of her prosecutorial past.</p>\n\n<p class=\"has-text-align-none\">Harris’s sister didn&#8217;t comment at the time. Rodriguez, meanwhile, downplayed divisions in statements, <a href=\"https://www.politico.com/news/2019/11/15/kamala-harris-campaign-2020-071105\">saying</a> the campaign was a “long and arduous” task, but that they were “all united in our commitment to making sure Kamala is the nominee to take on Donald Trump and win &#8230; Maya, I, and the rest of the amazing team are pouring our heart and soul into winning this campaign.”</p>\n\n<p class=\"has-text-align-none\">And that division <a href=\"https://www.nytimes.com/2019/11/29/us/politics/kamala-harris-2020.html\">bled into the rest</a> of her campaign, according to reporting at the time — and worsened material problems the campaign would end up facing.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Theory 3: Reality came crashing in before she could convince people about her electability</strong></h2>\n\n<p class=\"has-text-align-none\">Harris herself blamed a combination of real-world problems when announcing that she was suspending her campaign.</p>\n\n<p class=\"has-text-align-none\">“I’ve taken stock and looked at this from every angle, and over the last few days have come to one of the hardest decisions of my life. My campaign for president simply doesn’t have the financial resources we need to continue,” she said in <a href=\"https://kamalaharris.medium.com/i-am-suspending-my-campaign-today-6dca8cefb252\">a blog post</a> in December 2019. “I’m not a billionaire. I can’t fund my own campaign. And as the campaign has gone on, it’s become harder and harder to raise the money we need to compete.”</p>\n\n<p class=\"has-text-align-none\">By that point in the campaign, she had slid from top-tier candidate to polling in the single digits. The press was hounding her and her campaign staff. Negative stories about infighting, about her lack of vision, about her flip-flopping on policy, were steadily streaming out into the world.</p>\n\n<p class=\"has-text-align-none\">She was <a href=\"https://www.politico.com/news/2019/12/03/super-pac-kamala-harris-iowa-tv-ads-074888#:~:text=A%20super%20PAC%20formed%20by,and%20previously%20listed%20Stephen%20J.\">running out of money</a> — not airing a single ad for three months in Iowa, the state that her campaign had pivoted its attention toward instead of her original focus of South Carolina — and had finally walked back on a commitment to resist Super PAC funding.</p>\n\n<p class=\"has-text-align-none\">That lack of funding led her campaign manager to lay off staff across the country, including in New Hampshire, the second early primary state. And polling showed that Harris was likely to lose California, which, along with South Carolina, had been the two states the campaign was betting on to propel Harris to the nomination.</p>\n\n<p class=\"has-text-align-none\">By this point, other candidates had either dropped out or joined the race. Other leading candidates, like Sanders, Biden, Buttigieg, and Warren, had solidified the support of various moderate and progressive bases in the early primary states.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And Harris had been unable to win the argument about “electability” — beating back concerns about her race and gender among voters of color in states like South Carolina and Nevada, being unable to compete in New Hampshire because of money troubles, and failing to win the support of white voters in Iowa, who had rallied behind Buttigieg and Sanders.</p>\n\n<p class=\"has-text-align-none\">All this ended in an unceremonious end: Harris dropping out of the race before a single primary contest.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Would this affect her in 2024?</strong></h2>\n\n<p class=\"has-text-align-none\">Stepping back, at least two of these explanations are uniquely 2020 problems: infighting among her staff over how to win a presidential primary, and material problems that limited her ability to compete seriously once primary voting started.</p>\n\n<p class=\"has-text-align-none\">She would inherit Biden’s war chest, avoiding <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/07/09/240-million-who-gets-joe-bidens-campaign-money/74295593007/\">legal obstacles</a> that might limit the Democratic National Committee and Biden’s campaign’s ability to pass on access to money to someone else.</p>\n\n<p class=\"has-text-align-none\">She would theoretically have Biden’s support. And at a time when Biden’s own electability is the fundamental question, any discussion about Harris’s own “electability” — itself coded language about the ability of a woman of color to win a national contest — is a bit <a href=\"https://www.vox.com/politics/359431/biden-step-down-lbj-1968-heather-cox-richardson\">moot</a>.</p>\n\n<p class=\"has-text-align-none\">As for the question of her ideological and policy direction — as <a href=\"https://www.vox.com/2024-elections/357948/url-harris-replace-biden-trump-debate-reaction-polling-vice-presidency\">I’ve written before</a>, Harris’s vice presidency has forced a gradual sharpening of her own priorities. Those include reproductive and abortion rights, voting rights, and appeals to young people and voters of color, which she has made by talking about affordability and the economy. She has evaded many of those ideological questions during her vice presidency <em>because</em> of the nature of her office: to support and boost Biden’s agenda, while taking on assignments as seen fit. In leading the ticket, she’d be able to highlight the pragmatic parts of their achievements and accomplishments — and set new priorities based on her own experiences in office.</p>\n\n<p class=\"has-text-align-none\">For now, this is still deeply hypothetical. Biden has said repeatedly that he’s not dropping out, and —&nbsp;at least for now — most&nbsp;lawmakers are publicly standing by him.</p>\n\n<p class=\"has-text-align-none\">And if he were to drop, Harris would inherit plenty of new challenges: Running an abbreviated race with little time to prepare, close ties to an unpopular incumbent, and a MAGA alliance that would throw at her everything it has. (Indeed, the <a href=\"https://www.wired.com/story/far-right-attack-kamala-harris/\">attacks</a> are <a href=\"https://x.com/nypost/status/1809676330008531329\">already starting</a>.)</p>\n\n<p class=\"has-text-align-none\">But since 2020, both the circumstances and the candidate have changed, and the factors that made that run such a flop wouldn’t necessarily hold her back this time around.</p>\n\n<p class=\"has-text-align-none\">Taking over for a candidate who just debated himself out of the race would not be anyone’s ideal for how to enter a contest with Trump. But at this point, Democrats left “ideal” behind a long time ago.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The last time Kamala Harris ran a campaign for the presidency, she dropped out of the contest before a single vote was cast. After launching her bid in Oakland, California, in front of a crowd of 20,000 supporters in January 2019, she campaigned for 310 days before dropping out of the contest. At the time [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "What do we do about Alice Munro now?",
    "link": "https://www.vox.com/culture/359588/alice-munro-daughter-andrea-skinner-gerald-fremlin-sexual-abuse",
    "pubDate": "2024-07-09T21:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Alice Munro speaks to the media as she receives her Man Booker International award at Trinity College Dublin, in Dublin, Ireland, on June 25, 2009. | Peter Muhly/AFP via Getty Images\" data-portal-copyright=\"Peter Muhly/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-183933026.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Alice Munro speaks to the media as she receives her Man Booker International award at Trinity College Dublin, in Dublin, Ireland, on June 25, 2009. | Peter Muhly/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Sunday, the daughter of the late Nobel Prize-winning Canadian author Alice Munro revealed a dark secret that sent the literary world reeling. It serves as a reminder about the shocking layers of complicity that develop when families protect abusers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As recounted <a href=\"https://www.thestar.com/opinion/contributors/my-stepfather-sexually-abused-me-when-i-was-a-child-my-mother-alice-munro-chose/article_8415ba7c-3ae0-11ef-83f5-2369a808ea37.html\">in an essay</a> in the Toronto Star and an <a href=\"https://www.thestar.com/news/in-the-home-of-alice-munro-a-dark-secret-lurked-now-her-children-want-the/article_69a63202-34cd-11ef-83f4-9b4275c26d84.html\">accompanying reported article</a>, in 1976, Munro’s husband, Gerald Fremlin, sexually assaulted her daughter Andrea Robin Skinner, then 9 years old. Skinner eventually told her mother the truth when she was an adult —&nbsp;and Munro chose to side with and protect her husband for decades thereafter.</p>\n\n<p class=\"has-text-align-none\">Skinner’s story, as outlined both in the essay and the Toronto Star’s reporting in which her siblings cooperated, is robustly supported. It has been investigated by the police and corroborated by her family, contemporaneous correspondence, and by her attacker, who pleaded guilty to legal charges for indecent assault in 2005.</p>\n\n<p class=\"has-text-align-none\">In her essay, Skinner writes that she “wanted this story, my story, to become part of the stories people tell about my mother. I never wanted to see another interview, biography or event that didn’t wrestle with the reality of what had happened to me, and with the fact that my mother, confronted with the truth of what had happened, chose to stay with, and protect, my abuser.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, the reckoning that Skinner requested has begun. In light of her story, Munro’s work reads shockingly differently.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>In Munro’s work, women are repressed, silenced, and bullied by sadistic men, yet their thoughts and secret rebellions are slyly subversive</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Munro, <a href=\"https://www.vox.com/culture/356206/next-page-alice-munro-a-s-byatt-alvaro-enrigue-kaliane-bradley\">who died earlier this year</a>, was celebrated for her short stories, which she wrote primarily about the inner lives of women and girls. In Munro’s work, women are repressed, silenced, and bullied by sadistic men, yet their thoughts and secret rebellions are slyly subversive. Frequently, she drew upon her childhood in small-town 1930s Canada, where, as she described it, girls were taught to cramp their minds to match the smallness of the lives they were promised.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Munro to become a party to the silencing of her own daughter, to ally herself with her daughter’s abuser, feels like a betrayal of her readers. She was supposed to be on women’s&nbsp;side. How dare she have lied to us?</p>\n\n<p class=\"has-text-align-none\">Here is what happened to Andrea Skinner, and how Skinner’s revelations recast Munro’s work.</p>\n\n<h2 class=\"wp-block-heading\">How Alice Munro became complicit in her daughter’s abuse</h2>\n\n<p class=\"has-text-align-none\">Skinner is the youngest of Munro’s three children, all of whom she had with her first husband, Jim Munro. In a <a href=\"https://www.nytimes.com/2004/10/24/magazine/northern-exposures.html\">2004 interview with the New York Times magazine</a>, Munro describes herself as ambivalent about being a mother, which she felt was a fate thrust upon her by the expectations of her time. &#8220;She wasn’t the utter joy of my life she might have been,” Munro said of her oldest daughter, adding that she herself had “no moral scruples” about the sacredness of motherhood.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Munro and Jim separated in 1974. In 1976, she married Gerald Fremlin, a geographer she had met in college 20 years earlier. In the same 2004 Times profile, Munro says she fell for Fremlin the first time she ever saw him and agrees with the interviewer when she suggests that Fremlin is the love of Munro’s life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After Munro and Jim divorced, they agreed to share custody of their youngest child. Andrea&nbsp;would stay with Jim and his new wife during the school year, and with her mother and Fremlin in rural Huron County in Ontario for the summer.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">During Skinner’s first summer with Munro and Fremlin in 1976, when Munro was away, Skinner, then 9 years old, asked Fremlin if she could spend the night in Munro’s bed, which was separate from Fremlin’s but adjacent. Later that night, according to the Star, Fremlin climbed into bed with Skinner and began to rub her genitals and press her hand over his penis while Skinner feigned sleep. The next morning, Skinner wrote that she woke up with a sick migraine and dreaded getting out of bed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When Skinner returned to her father’s house after that first summer, she told both her stepbrother and stepmother what had happened. They in turn told Jim Munro. Jim, however, did not talk to either Skinner or Munro about the assault. Instead, when Skinner returned to Munro’s house the next summer, Jim asked Skinner’s older sisters to travel with her, look out for her, and make sure she was never alone with Fremlin.</p>\n\n<p class=\"has-text-align-none\">Fremlin did not touch Skinner again, but he continued to harass her until she reached her teenage years. He would expose himself to her and proposition her for sex. He told her that if she told Munro about what had happened, the shock would kill Munro. Skinner stayed quiet.</p>\n\n<p class=\"has-text-align-none\">The trauma impacted her body. Her migraines continued and she developed bulimia. College was a struggle, and eventually, she dropped out.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 1992, when Skinner was 25, she decided to finally tell her mother the truth. She wrote her a letter outlining Fremlin’s abuse. “I have been afraid all my life you would blame me for what happened,” she wrote.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Skinner’s fears were proven right. Munro treated Fremlin’s abuse as an infidelity and a betrayal from both him and her daughter. She left Fremlin to fly to one of her other homes and stew over what she saw as a humiliation, according to Skinner’s essay. When Skinner told her that Fremlin’s abuse had damaged her, Munro brushed the idea away, saying, “But you were such a happy child.”</p>\n\n<p class=\"has-text-align-none\">Meanwhile, in a letter to the whole family, Fremlin threatened to kill both himself and Skinner and to make public pictures he’d taken of 11-year-old Skinner, which he described as “extremely eloquent.” He wrote his own explicit account of the abuse, in which he described 9-year-old Skinner as a “homewrecker.”</p>\n\n<p class=\"has-text-align-none\">“It is my contention that Andrea invaded my bedroom for sexual adventure,” Fremlin wrote. “For Andrea to say she was ‘scared’ is simply a lie or latter day invention.” He went on to compare himself to Nabakov’s Humbert Humbert, casting Skinner as a seductive Lolita. “I think Andrea has recognized herself to be a Lolita but refused to admit it,” he wrote.</p>\n\n<p class=\"has-text-align-none\">The only apology Fremlin made throughout his graphic, threatening letter was not for molesting Skinner. It was for being unfaithful to Munro.</p>\n\n<p class=\"has-text-align-none\">After a few months of being separated, Munro went back to Fremlin, with a faux-feminist defense of her actions. Skinner writes that Munro said “she had been ‘told too late,’ she loved him too much, and that our misogynistic culture was to blame if [she was] expected [&#8230;] to deny her own needs, sacrifice for her children, and make up for the failings of men.”</p>\n\n<p class=\"has-text-align-none\">Over the following decade, Fremlin’s abuse of Skinner became an unspoken secret, one the family knew about but refused to discuss. Skinner continued making regular visits to Munro and Fremlin’s home. When she and her husband became pregnant in 2002, she decided she couldn’t allow Fremlin to ever be around her children, and she called Munro to tell her so.</p>\n\n<p class=\"has-text-align-none\">“And then she just coldly told me that it was going to be a terrible inconvenience for her (because she didn’t drive),” Skinner told the Toronto Star.&nbsp; “I blew my top. I started to scream into the phone about having to squeeze and squeeze and squeeze that penis and at some point I asked her how she could have sex with someone who’d done that to her daughter?”</p>\n\n<p class=\"has-text-align-none\">The next day, Munro called Skinner back to forgive her for speaking to her mother in such a way, and Skinner decided to cut off contact.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2004, after reading that <a href=\"https://www.nytimes.com/2004/10/24/magazine/northern-exposures.html\">New York Times magazine profile</a> in which Munro speaks so lovingly of her marriage with Fremlin, Skinner decided to go to the Ontario police. She brought them the 1992 letters from both herself and Fremlin about the abuse.</p>\n\n<p class=\"has-text-align-none\">In 2005, Fremlin pleaded guilty to one charge of indecent assault and was sentenced to two years probation. Skinner felt satisfied with the sentencing, feeling that Fremlin, by then 80, was so old he was unlikely to hurt anyone else.</p>\n\n<p class=\"has-text-align-none\">“What I wanted was some record of the truth, some public proof that I hadn’t deserved what had happened to me,” she writes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That long-awaited reckoning would not happen until after both Fremlin and Munro died, Fremlin in 2013 and Munro in 2024. This year, with both Munro and Fremlin gone, Skinner and her siblings took their story to the Toronto Star.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Skinner and the suffering she’s endured, as well as her safety and well-being, are more important, on a human scale, than Munro and her literary legacy. Yet Munro and her legacy are why we know about this story at all. They serve as a reminder that even the people we like and admire can do terrible things and that they can be complicit in hiding an abuser in order to maintain the pleasant status quo of their own lives. They must be faced.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Reading Munro after her daughter’s story</h2>\n\n<p class=\"has-text-align-none\">Much of Munro’s old work reads differently in light of the knowledge of what happened to Skinner. Sex, sexual coercion, and the way brutal men use their power to silence women are recurring themes in her work, where she explored them with great sensitivity and intelligence. Knowing that she failed so conclusively at bringing that sensitivity and intelligence out of her work and into her real life when it mattered most makes those stories feel stranger and darker than they used to.</p>\n\n<p class=\"has-text-align-none\">Only two years after Fremlin abused 9-year-old Skinner while she feigned sleep, Munro published a short story titled “Wild Swans,” in which a man gropes a college student on the train while the student, Rose, pretends she’s asleep.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rose is horrified to find her seatmate’s hand on her leg, but she finds herself unable to reject it, embarrassed at the thought. “It made her feel uncomfortable, resentful, slightly disgusted, trapped and wary,” Munro writes. Yet, “If she did say <em>Please don’t,</em> she was sure he would ignore her, as if overlooking some silliness or impoliteness on her part. She knew that as soon as she said it she would hope he had not heard.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is not only embarrassment that keeps Rose from protesting, though. There is also “curiosity. More constant, more imperious, than any lust;” the desire to find out what will happen if she does nothing. And eventually, there is lust itself, “a sly luxuriance” that renders her both “victim and accomplice.” Later, we learn, Rose will use the memory of this encounter as a reliable fantasy.</p>\n\n<p class=\"has-text-align-none\">Without the knowledge of Munro&#8217;s personal life, “Wild Swans” reads like a canny exploration of the complicated nature of women’s sexuality. The way social pressures prevent Rose from protesting when she first recognizes an unwelcome touch and her eventual arousal reads like playful meditation on the ways our culture eroticizes sexual violence, so that it’s common for women to fantasize about assault.</p>\n\n<p class=\"has-text-align-none\">The new knowledge of Munro lends itself to a darker reading. Revisiting it, I find myself running hypothetical scenarios in my head. Perhaps even when she wrote the story, back before she knew what he had done to her daughter, Munro was already looking for ways to think of Fremlin’s proclivities as harmless. Perhaps when Skinner told Munro about Fremlin’s assault, Munro grabbed for that old story about an unwanted groping turned desirable as a way of shielding her image of him from the awful truth of what he had done. No matter what scenario I imagine, I always find myself tripped up on the same fundamental question: How could a person who thought like that write the way she did?</p>\n\n<p class=\"has-text-align-none\">It’s not only “Wild Swans.” The Toronto Star points to “<a href=\"https://archives.newyorker.com/newyorker/1993-10-04/flipbook/178/\">Vandals</a>,” a short story Munro published in 1993, a year after Skinner told her about Fremlin’s abuse. “Vandals” tells the story of a woman named Bea, in a relationship with the alpha male Ladner. Bea is devoted to Ladner, who takes care of two neglected neighborhood children, Liza and Kenny. He lets them romp around his bucolic property, teaching them about nature.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ladner, though, is also emotionally withholding and demanding. He casually humiliates Bea, mocking her as vain and cowardly and silly. And he molests Liza, has in secret “grabbed Liza and squashed himself against her.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Liza does not tell Bea about the abuse, but she has the sense nonetheless that Bea can protect her from the worst of Ladner. “Surely she could do it,” Liza thinks of Bea. “If only she could turn herself into somebody firm and serious, a hard-and-fast, clean-sweeping sort of woman, whose love was deep and sensible. If only she could find a way to rescue them—to make them all, and keep them all, good.”</p>\n\n<p class=\"has-text-align-none\">Bea, however, remains the woman who Ladner mocked as being vain and cowardly and foolish. She stays with Ladner despite his mockery, having “forgiven Ladner, after all, or made a bargain not to remember.”</p>\n\n<p class=\"has-text-align-none\">Years later, Liza breaks into Bea and Ladner’s house and trashes the whole place with a vicious artistic flair, ripping apart books and pouring whiskey and maple syrup all over the floor. “What did they do that made you so mad at them?” her husband asks her.</p>\n\n<p class=\"has-text-align-none\">“Who’s mad?” Liza responds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Liza’s vengeance targets not only her abuser but also Bea, the woman she believed would protect her but failed to be the kind of “firm and serious” woman who could do so. It’s her revenge that’s at the heart of the story, and the narrator suggests that her vengeance is fully justified.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>We only know what she did, which was monstrous, and what she wrote, which was beautiful</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">With the knowledge of Skinner’s story, “Vandals” reads as a kind of allegory for Munro’s sense of what happened: the horror of Skinner’s letter wrecking her nice life like a vandal in a lovely house, a just punishment for own her shameful failure to protect a child as she “made a bargain not to remember” her husband’s vicious humiliation of her.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Reading “Vandals” now, it feels as though Munro knew that what she did was wrong. She was ashamed of it. She could not acknowledge her shame in real life, so she put it in a story and she made that story great. The whole thing becomes a kind of apology, all the more disturbing for the knowledge that in real life, Munro never apologized to Skinner. She foisted all the blame onto Skinner instead.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That scenario is only speculation. We don’t know what Munro thought or felt, and we never will. We only know what she did, which was monstrous, and what she wrote, which was beautiful.</p>\n\n<h2 class=\"wp-block-heading\">The monstrous artist problem all over again</h2>\n\n<p class=\"has-text-align-none\">Among the most haunting parts of Skinner’s story for me is Fremlin’s invocation of <em>Lolita</em> in his own defense. He reads <em>Lolita</em> as a love story, an account of a sexually aggressive child seducing a hapless older man, and he argues that Skinner was just such a child.</p>\n\n<p class=\"has-text-align-none\">Fremlin’s reading of <em>Lolita</em> is a common enough one, particularly in the 1990s. Yet such a reading requires ignoring <a href=\"https://www.vox.com/culture/2020/3/6/21158138/my-dark-vanessa-excavation-controversy-lolita\">the plentiful textual evidence</a> that Lolita, whose real name is Dolores, is coerced into a horrific affair with her stepfather that she neither desires nor consents to. It requires privileging the narrative of Humbert Humbert over the protests from Dolores that he brushes away, like Rose in “Wild Swans,” as silly, embarrassing, rude.</p>\n\n<p class=\"has-text-align-none\">I am accustomed to reading Munro, who wrote so evocatively of women’s fears and desires, as a corrective to a culture that would allow for such a reading of <em>Lolita</em>. Munro, I am used to thinking, is the kind of writer who excavates the stories and the pain and the rage of women from underneath tired old patriarchal narratives. I am not used to thinking of her as the kind of writer who would respect such a misreading of <em>Lolita</em>, much less as the kind of woman who would decide to stay married to Humbert Humbert.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Even when she’s a woman; even when she’s a woman who writes about women; even when she’s the kind of woman who is supposed to be on the side of other women</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">After all these years of the public learning about great artists doing terrible things —&nbsp;<a href=\"https://nationalpost.com/entertainment/celebrity/the-point-of-no-return-came-when-norman-mailer-stabbed-her-for-saying-he-wasnt-as-good-as-dostoyevsky\">62 years after Norman Mailer</a>, <a href=\"https://www.vox.com/culture/2017/8/17/16156902/roman-polanski-child-rape-charges-explained-samantha-geimer-robin-m\">45 years after Roman Polanski</a>, <a href=\"https://www.vox.com/culture/22295290/woody-allen-mia-farrow-timeline-hbo\">32 years after Woody Allen</a>, six years after <a href=\"https://www.vox.com/culture/2018/5/4/17318668/junot-diaz-sexual-misconduct-accusation\">Junot Díaz</a> and <a href=\"https://www.vox.com/culture/2017/11/9/16629400/louis-ck-allegations-masturbation\">Louis C.K.</a> and <a href=\"https://www.vox.com/culture/2017/11/3/16602628/kevin-spacey-sexual-assault-allegations-house-of-cards\">Kevin Spacey</a> and and and and —&nbsp;it feels naive to be shocked about Alice Munro. It feels naive to marvel, yet again, at the horrible revelation that people who make beautiful and very human art are, at the end of the day, j<a href=\"https://www.vox.com/culture/2018/10/11/17933686/me-too-separating-artist-art-johnny-depp-woody-allen-michael-jackson-louis-ck\">ust as capable of banal human monstrosity as all the rest of us</a>. Even when she’s a woman; even when she’s a woman who writes about women; even when she’s the kind of woman who is supposed to be on the side of other women. Yet here it is: I am shocked. I am marveling.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In her book <a href=\"https://www.vox.com/the-gray-area/23768672/claire-dederer-interview-monsters-a-fans-dilemma-me-too\"><em>Monsters: A Fan’s Dilemma</em></a>, the critic Claire Dederer argues that one of the reasons we find ourselves so preoccupied with the question of what to do with art from bad people is that this question is “a kind of laboratory or a kind of practice for the real deal, the real question.” Namely, “What is it to love someone awful? <em>The problem is that you still love her</em>.” We fret over how to handle art from artists who have done horrible things, Dederer suggests, because we don’t quite know what we should do when the people we love in real life —&nbsp;friends, family members, spouses —&nbsp;do horrible things themselves, and then we find ourselves in the awful position of still loving them.</p>\n\n<p class=\"has-text-align-none\">When Skinner told Munro what Fremlin had done to her, Munro found herself in this very position. She loved someone who had done something terrible. What could be done about it?</p>\n\n<p class=\"has-text-align-none\">Munro’s response was by any moral measure a bad one. She allowed her love for her husband to supersede her love for her child, further traumatizing Skinner in the process. Through her inaction, she also became complicit in any future assaults on children her husband might have committed. “Vandals” suggests that perhaps she knew her choice was a shameful one. Her interactions with Skinner suggest that the shame was still not strong enough for her to choose differently.</p>\n\n<p class=\"has-text-align-none\">Yet Dederer’s argument is not a call for us&nbsp;to estrange ourselves from all the people in our lives who have failed us, or to unthinkingly discard the art of artists who have done terrible things when their art still matters to us. Instead, her argument is a call to reckon with the love and the monstrousness at once, to hold both in our minds, the way Munro could do in her fiction but not in her life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Munro&#8217;s children told the Toronto Star that they want this allegation not to destroy Munro&#8217;s legacy but to create a more robust understanding of who she was as a writer. If we want to accomplish that goal, we have to face the idea that the clarity and force of vision Munro brought to her work was not something she carried with her into the real world when it counted. She was as capable of self-deception as her characters were. The question&nbsp;now is whether learning that Munro is as horribly flawed as an Alice Munro character means the characters should mean less to us.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, July 10, 11:45 am ET:</strong> An earlier version of this story, published July 9, misnamed the Toronto paper in two places. It is the Toronto Star.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Sunday, the daughter of the late Nobel Prize-winning Canadian author Alice Munro revealed a dark secret that sent the literary world reeling. It serves as a reminder about the shocking layers of complicity that develop when families protect abusers.&#160; As recounted in an essay in the Toronto Star and an accompanying reported article, in [&#8230;]",
    "author": "Constance Grady"
  }
]