[
  {
    "title": "Black women on Kamala Harris and their party’s future",
    "link": "https://www.vox.com/today-explained-podcast/368108/black-voters-kamala-harris-democrats",
    "pubDate": "2024-08-22T17:10:01.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Rapper Lil Jon (right) joins the Georgia delegation during the Ceremonial Roll Call of States during the Democratic National Convention in Chicago this week. | Chip Somodevilla/Getty Images\" data-portal-copyright=\"Chip Somodevilla/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2167642099.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rapper Lil Jon (right) joins the Georgia delegation during the Ceremonial Roll Call of States during the Democratic National Convention in Chicago this week. | Chip Somodevilla/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">By now, you’ve probably heard the message loud and clear from Democrats: This election is all about unity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <em>Today, Explained</em> podcast team has been at the Democratic National Convention in  Chicago this week, and inside and outside the perimeter of the United Center, Democrats are buzzing with exuberance and relief: They now believe they have a real shot at winning the White House in 2024, and the party’s toughest issues are not a welcome topic of conversation.</p>\n\n<p class=\"has-text-align-none\">Tonight, after accepting the party’s nomination earlier in the week from the campaign trail, Kamala Harris will appear in Chicago to close out the convention, carrying the mantle of the “renewed sense of hope” that <a href=\"https://www.vox.com/2024-elections/367899/michelle-obama-dnc-convention-speech-2024-hope\">Michelle Obama</a> — and the rest of the Democratic Party — have bestowed upon her. </p>\n\n<p class=\"has-text-align-none\">First, though, <em>Today, Explained </em>sat down with three Black women delegates for Harris to ask about the thorniest challenges, from Gaza policy to identity politics, that Democrats will face in these next 11 weeks before Election Day.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The delegates are:&nbsp;</p>\n\n<ul>\n<li>Illinois Lt. Gov. <a href=\"https://ltgov.illinois.gov/\">Juliana Stratton</a>, 58 </li>\n\n\n\n<li><a href=\"https://ballotpedia.org/Hala_Ayala\">Hala Ayala</a>, former Virginia State General Assembly member, 51  </li>\n\n\n\n<li><a href=\"https://mojenkins.com/\">Mo Jenkins</a>, precinct chair in Harris County, Texas, 25</li>\n</ul>\n\n<p class=\"has-text-align-none\">All three committed to cast their votes for Harris and consider it their role to support and defend Democratic Party policies. But we picked at the party’s scabs a little bit and found that even the most faithful Democrats were willing to acknowledge that Black voters and nonvoters are no longer the assured bloc of support they have been for decades and that the Israel-Palestine conflict has caused a worrisome fissure between the official party and young progressives. <br><br>Here&#8217;s what they had to say. You can hear more of the discussion <a href=\"https://www.vox.com/today-explained-podcast\" target=\"_blank\" rel=\"noreferrer noopener\">here</a> on <em>Today, Explained.</em> </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166931587.jpg?quality=90&#038;strip=all&#038;crop=0,10.75214828329,100,78.49570343342\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A delegate turns their back in protest during a ceremonial roll call vote during the Democratic National Convention on Tuesday. Pro-Palestinian protesters have convened in Chicago to call for an end to US aid to Israel. | David Paul Morris/Bloomberg via Getty ImagesDavid Paul Morris/Bloomberg via Getty Images\" data-portal-copyright=\"David Paul Morris/Bloomberg via Getty ImagesDavid Paul Morris/Bloomberg via Getty Images\" />\n<h2 class=\"wp-block-heading\"> <strong>Gaza and the US policy on Israel remain an open sore for young progressives</strong></h2>\n\n<p class=\"has-text-align-none\">Americans’ disapproval of Israeli military actions in Gaza eased this summer, but 48 percent still disapprove, according to a <a href=\"https://news.gallup.com/poll/646955/disapproval-israeli-action-gaza-eases-slightly.aspx\">Gallup poll</a> conducted in June. This week, thousands of protesters, mostly <a href=\"https://www.vox.com/2023/12/6/23990673/keffiyeh-symbolism-palestinian-history\">keffiyeh</a>-clad and young, were waiting for Joe Biden and Kamala Harris — or “Genocide Joe and Killer Kamala,” to them — in Chicago. On Monday, they gathered at Union Park and marched along a circuitous route outside the convention center to demand that the US end aid to Israel. They will march the same route Thursday ahead of Harris’s acceptance speech.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It&#8217;s a live issue for many voters, but especially people like Hala Ayala, who is of Lebanese descent.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ayala points out that Harris called for an &#8220;immediate ceasefire&#8221; back in March, and told us she’d met Harris and felt seen on the issue of Gaza. “I took that authentically because that&#8217;s who she is, and I took that as there&#8217;s more work to be done,” she said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The issue of Gaza is also fraught for Gen Z politician Mo Jenkins. Nearly 50 percent of Democrats or Democratic-leaning young adults under 30 say they <a href=\"https://www.pewresearch.org/short-reads/2024/04/02/younger-americans-stand-out-in-their-views-of-the-israel-hamas-war/\">sympathize more with Palestinians</a> than Israelis, according to Pew. That doesn’t always line up with the party’s loyalties: The Biden administration just approved the sale of <a href=\"https://www.cbsnews.com/news/us-approves-20-billion-weapons-sales-israel-hamas-backs-out-cease-fire-talks/\">$20 billion in arms to Israel</a> over the next five years.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">When her Black constituents complain to her about pro-Palestinian activists refusing to back a Black woman candidate for president or not paying enough attention to ignored wars in Sudan or Congo, Jenkins said she tells them that she needs to join the system in order to bring about change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When they ask why she’s leaving them in the cold, her response is: “‘I&#8217;m not leaving you in the cold … We&#8217;re going to end up in the Arctic if I don&#8217;t do the work necessary to make sure that Donald Trump does not become president.’”</p>\n\n<h2 class=\"wp-block-heading\"><strong><strong>The Democratic Party no longer has the default support of Black Americans</strong></strong></h2>\n\n<p class=\"has-text-align-none\">It won’t be clear until after the election whether Black voters will turn out for Harris as they have for Democratic candidates in the past, but much has been made in recent months about flagging party support among Black Americans.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://goodauthority.org/news/are-black-voters-really-leaving-democratic-party-election-2024/\">Data supports</a> the idea that the once-reliable Dem bloc has splintered considerably since 2008, with more Black would-be voters saying they plan instead to cast a vote for former President Donald Trump. This was certainly true when Joe Biden was at the top of the ticket, and now, even with Harris as the Democrats’ candidate for president, a significant share of Black voters are still leaning toward Trump. &nbsp;</p>\n\n<p class=\"has-text-align-none\">Seventy percent of Black voters polled in July picked Harris over Trump on a hypothetical ballot, up from 59 percent who backed Biden in May and June polls, according to Reuters/Ipsos polling. But Trump&#8217;s share of the Black vote also rose slightly, to 12 percent in July from 9 percent in May and June.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166910710.jpg?quality=90&#038;strip=all&#038;crop=0,10.694600113617,100,78.610799772766\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Charlamagne tha God was an outspoken critic of President Joe Biden’s candidacy and told Vox this spring that Black people “shouldn’t be beholden to any political party in this country.” | Bryan Bedder/Variety via Getty ImagesBryan Bedder/Variety via Getty Images\" data-portal-copyright=\"Bryan Bedder/Variety via Getty ImagesBryan Bedder/Variety via Getty Images\" />\n<p class=\"has-text-align-none\">Ayala, the Woodbridge, Virginia-based delegate, says the party is well aware of this shuffling of allegiances: “Yeah, there&#8217;s been a separation [between Black men and women on politics]. We&#8217;ve seen it. Like, we can&#8217;t deny that.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Jenkins said her Black male constituents in Houston often tell her they are voting for Trump “because he put a stimulus check in my hand.” She said she’ll remind them that their checks “<a href=\"https://www.taxpolicycenter.org/taxvox/did-adding-trumps-name-slow-down-mailing-stimulus-checks-course-it-did\">got delayed</a> because he wanted his name on it. … I think it&#8217;s a confusion about the policy process.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her concern is whether she and other Democrats can effectively set the record straight and make a case to enough of these Trump-interested Black voters ahead of Election Day.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong><strong><strong>Identity politics could be a stumbling block</strong></strong></strong></h2>\n\n<p class=\"has-text-align-none\">This has been a very identity- and social justice-forward DNC. That is a realm Kamala Harris is comfortable in, but it also raises the question for Democrats: Will a focus on identity help them win the White House in November?</p>\n\n<p class=\"has-text-align-none\">Many analysts have urged the Harris campaign to avoid talking outright about her race and gender. We asked our roundtable about the theoretical 49-year-old white man in Michigan, a toss-up vote who has voted Democrat in the past. Will Harris talking about her identity as a Black and South Asian woman undermine her chance of getting his vote?<br><br>Stratton, the Illinois lieutenant governor, said emphatically that the Democratic Party also needs to talk about economic issues that impact the whole middle class, to draw voters like him in with discussions of “workers’ rights and making sure that we stand with organized labor. There are a number of things that we&#8217;re going to have to lay out when we talk about reducing gas prices and food prices and all of those other things.<br><br>&#8220;Those are things that everyday Americans are going to want to know.” </p>\n\n<p class=\"has-text-align-none\"><em>This story originally&nbsp;appeared&nbsp;in&nbsp;</em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\"><strong><em>Today, Explained</em></strong></a><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "By now, you’ve probably heard the message loud and clear from Democrats: This election is all about unity.&#160; The Today, Explained podcast team has been at the Democratic National Convention in  Chicago this week, and inside and outside the perimeter of the United Center, Democrats are buzzing with exuberance and relief: They now believe they [&#8230;]",
    "author": "Miranda Kennedy"
  },
  {
    "title": "Pumpkin spice lattes — and the backlash, and the backlash to the backlash — explained",
    "link": "https://www.vox.com/culture/2018/8/29/17791082/pumpkin-spice-latte-starbucks-backlash-explained",
    "pubDate": "2024-08-22T14:20:52.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"An anthropomorphized Pumpkin Spice Latte with a spooky black cat. | &lt;a href=&quot;https://twitter.com/TheRealPSL/media&quot;&gt;@TheRealPSL&lt;/a&gt;/Twitter\" data-portal-copyright=\"&lt;a href=&quot;https://twitter.com/TheRealPSL/media&quot;&gt;@TheRealPSL&lt;/a&gt;/Twitter\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/12647667/DIA0VlTUwAAbHMf.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>An anthropomorphized Pumpkin Spice Latte with a spooky black cat. | &lt;a href=&quot;https://twitter.com/TheRealPSL/media&quot;&gt;@TheRealPSL&lt;/a&gt;/Twitter</figcaption>\n</figure>\n<p>August 22<strong> </strong>is not a day that is particularly known for feeling especially crisp or autumnal in most parts of North America. And yet it’s the day this year — the earliest release date ever — that Starbucks, contending with a slowdown in sales, will unleash <a href=\"https://www.axios.com/2024/08/21/starbucks-pumpkin-spice-latte-2024-fall-menu-release\">its annual run of pumpkin spice lattes</a> upon its customers.</p>\n\n<p>You’d be forgiven for mistaking this tone for one of disdain. Since its inception in 2003, the pumpkin spice latte has become something of a straw man for discussions about capitalism, seasonal creep, and the meaning of “basic,” resulting in widespread hatred for an otherwise innocuous beverage.</p>\n\n<p>For example, back in 2014, at the height of pumpkin spice mania, <a href=\"https://www.vox.com/2014/9/10/6126359/pumpkin-spice-latte-starbucks-season-trend\">this very website described the PSL</a> as “an unctuous, pungent, saccharine brown liquid, equal parts dairy and diabetes, served in paper cups and guzzled down by the liter” — even though clearly the pumpkin spice latte is a highly delicious treat that pairs well with <a href=\"https://www.racked.com/2016/12/19/14010138/vest-couples\">wearing vests</a> and making dorky comments about how crisp the air feels today. Yes, it contains 380 calories; yes, it will make your coffee a rather unappetizing orange color; no, you should not “guzzle it down by the liter.”</p>\n\n<p>But contempt for the PSL and other items of the seasonal pumpkin spice variety is often not really about the flavor itself. After all, there are plenty of other flavors we should all be way more furious about. (There is a <a href=\"https://www.washingtonpost.com/news/voraciously/wp/2018/07/27/yes-hellmanns-has-frozen-over-mayonnaise-ice-cream-is-here/?utm_term=.a02fb363af32\">shop in Scotland that serves <em>mayonnaise ice cream</em></a>, people!) Too frequently, it’s about sexism, class anxiety, and our collective skepticism of savvy marketing. After all, the PSL is doing something right: It’s Starbucks’ most popular seasonal beverage, with about <a href=\"https://www.cnbc.com/2019/08/26/starbucks-is-introducing-its-first-new-pumpkin-beverage-since-the-pumpkin-spice-latte.html\">424 million sold worldwide</a>. In 2019, the chain leaned in further with the introduction of the Pumpkin Cream Cold Brew, finally admitting to the world that late August is still iced coffee weather.</p>\n\n<h2 class=\"wp-block-heading\">The history of the PSL</h2>\n\n<p>The pumpkin spice latte almost didn’t exist. As former <a href=\"https://qz.com/136781/psl-untold-history-of-starbucks-pumpkin-spice-latte/\">Starbucks veteran Tim Kern told Quartz</a>, “A number of us thought it was a beverage so dominated by a flavor other than coffee that it didn’t put Starbucks’ coffee in the best light.”</p>\n\n<p>Fortunately for Starbucks, the Tim Kerns of the company were ultimately overruled, because within a decade of its launch in 2003, the PSL became its top-selling drink, with more than 200 million of them sold. In 2015, Forbes estimated the <a href=\"https://www.forbes.com/sites/clareoconnor/2015/11/10/the-pumpkin-spice-economy-how-starbucks-lattes-fueled-a-500-million-craze/#49e4ddd4ded4\">PSL brought in around $100 million in revenue</a> over a single season.</p>\n\n<p>2015 was also the year that Starbucks changed its decade-old formula to <a href=\"http://fortune.com/2015/08/17/starbucks-pumpkin-spice-latte/\">include actual pumpkin</a> for the first time, rather than simply caramel coloring and pumpkin pie spices (like cinnamon, nutmeg, ginger, allspice, and cloves). By all accounts, it tasted pretty much the same, just, <a href=\"https://www.thrillist.com/eat/nation/we-just-tasted-the-new-starbucks-pumpkin-spice-latte-recipe#\">according to its inventor, “cleaner.”</a></p>\n\n<p>At that point, the PSL wasn’t just a cash cow; it was a cultural phenomenon. In part, that’s thanks to its marketing — there is nothing inherently seasonal about the spices that go in pumpkin pie, but Starbucks is able to convince us that the drink should only be consumed during the fall months, thereby increasing demand.</p>\n\n<p>But there’s another reason the PSL exploded so much over the past decade. Culinary food trend analyst <a href=\"https://www.vox.com/2014/9/10/6126359/pumpkin-spice-latte-starbucks-season-trend\">Suzy Badaracco told Vox in 2014</a>, “Pumpkin became recognized as part of the comfort food trend during the recession in 2008,” due to its association with Thanksgiving and the holidays. In tough times, we’re <a href=\"http://www.chicagotribune.com/business/chi-sat-trading-downjan24-story.html\">more likely to crave foods that bring back happy memories</a>.</p>\n\n<p>Surely, though, the reason we all began talking about PSLs to begin with was their prevalence on social media. It’s not that they’re inherently photogenic — a Starbucks cup is a Starbucks cup regardless of what’s inside it, and the PSL doesn’t get its own specially designed cup the way the holiday drinks do.</p>\n\n<p>It’s because when you add a PSL to a photo of, say, your new fall boots standing atop crunchy-looking leaves or a selfie featuring a festive dark lip color, it adds to the autumnal aesthetic. It’s not a coincidence that Instagram — the epicenter of cutesy fall tableaus — happened to blow up in the early 2010s, which is the same time it became cool to claim you despised pumpkin spice.</p>\n\n<p>But maybe that’s not the whole story.</p>\n\n<h2 class=\"wp-block-heading\">The backlash is about our anxieties around capitalism</h2>\n\n<p>The fact that the pumpkin spice latte — which, to many, conjures the scents and imagery of Thanksgiving — is released in increasingly hot weather year after year is often touted as an ominous harbinger of the evil forces of seasonal creep. <a href=\"http://theweek.com/articles/723439/still-summer-away-damn-pumpkins\">“It’s agricultural revisionism!”</a> argue some, citing the fact that pumpkins aren’t actually in season until autumn proper.</p>\n\n<p>A viral John Oliver clip from 2014 declares as much, noting that “that bottle of pumpkin-flavored science goo sits behind the counter of Starbucks, never aging, like Ryan Seacrest”:</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube alignnone\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Pumpkin Spice (Web Exclusive): Last Week Tonight with John Oliver (HBO)\" src=\"https://www.youtube.com/embed/DeQqe0oj5Ls?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p>Perhaps in response to such criticism, in 2019 Starbucks released its second pumpkin spice beverage since the PSL’s introduction, but this time, it’s cold. The Pumpkin Cream Cold Brew is a vanilla cold brew with pumpkin cold foam and topped with pumpkin spice, which <a href=\"https://www.cnbc.com/2019/08/26/starbucks-is-introducing-its-first-new-pumpkin-beverage-since-the-pumpkin-spice-latte.html\">CNBC describes</a> as “less sweet and has a stronger coffee taste than a pumpkin spice latte.”</p>\n\n<p>The success of the PSL is also largely responsible for the barrage of pumpkin spice-flavored everything else,&nbsp;including <a href=\"https://www.eater.com/2017/9/26/16330438/pumpkin-spice-food-pop-tarts-kit-kats-milanos-jello\">cream cheese, dog treats, Kahlua, and an especially wacky seasonal crossover, Peeps</a>. There have also been <a href=\"https://express.google.com/product/8454718204561677777_10098084892655435749_10046?mall=WashingtonDC&amp;directCheckout=1&amp;utm_source=google_shopping&amp;utm_medium=product_ads&amp;utm_campaign=gsx\">air fresheners</a>, <a href=\"https://www.etsy.com/listing/554836377/pumpkin-spice-deodorant-aluminum-free?gpla=1&amp;gao=1&amp;&amp;utm_source=google&amp;utm_medium=cpc&amp;utm_campaign=shopping_us_hanukkah_Bath_and_Beauty&amp;utm_custom1=dd7afb09-db72-4cb4-86c2-4a37b8b95c43&amp;gclid=EAIaIQobChMI9rTHpZuQ3QIVQVgNCh1rUgiuEAQYASABEgJb7PD_BwE\">deodorant</a>, even Four Loko (okay, <a href=\"https://www.eater.com/2014/9/25/6847289/pumpkin-spice-flavored-four-loko-was-a-cruel-joke-many-people-fell-for\">that one ended up being a joke</a>), resulting in the expected amount of hand-wringing about a food trend “gone too far.” (Indeed, back in 2010, the spice brand McCormick forecast that pumpkin spice would be a popular flavor for the holiday season, which in turn likely exacerbated the rush.)</p>\n\n<p>When a food trend is as in-your-face as pumpkin spice is — ever been to a <a href=\"https://www.refinery29.com/2017/10/175148/trader-joes-pumpkin-food-products\">Trader Joe’s in October</a>? — it forces us to think about how the free market is essentially designed to create this kind of phenomenon. If a product like the pumpkin spice latte sells, it’s natural under capitalism for other companies to attempt to replicate that success. But it’s uncomfortable when we see it happening on such an exaggerated scale.</p>\n\n<h2 class=\"wp-block-heading\">Actually, the backlash is about our contempt for women</h2>\n\n<p>Well, maybe, but maybe what pumpkin spice backlash is really about is our dismissal of trends that are coded as feminine. As Jaya Saxena wrote in Taste last fall, in a piece titled <a href=\"https://www.tastecooking.com/women-arent-ruining-food/\">“Women Aren’t Ruining Food,”</a> “When men enjoy something, they elevate it. But when women enjoy something, they ruin it.”</p>\n\n<p>She continues, on the topic of “girly” food crazes like açai bowls, rosé, and pumpkin spice versus “manly” ones like barbecue, Flamin’ Hot Cheetos, and IPAs:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>When those foods blow up, we judge women for falling for the marketing or trying to jump on the bandwagon, and we assume that because they like something other women like, they don’t have minds of their own. And on top of that, women are asked to reckon with, consciously or unconsciously, the perceived psycho-sexual symbolism attached to seemingly innocuous foods.</p>\n</blockquote>\n\n<p>Plus, “masculine” foods are almost never chastised for being<strong> “</strong>basic,” the ever-nebulous term used to describe someone with average, predictable taste that’s usually reserved for women.</p>\n\n<p>In the most stereotypical (and by now probably outdated) terms, a “basic bitch” wears North Face, leggings, and Uggs, and <a href=\"https://www.buzzfeed.com/laraparker/things-all-basic-white-girls-do-during-the-fall?utm_term=.ac5VeZPOo4#.apzXDeAGvW\">absolutely adores hashtag-PSLs</a>, marking her as a woman with “a girlish interest in seasonal changes and an unsophisticated penchant for sweet,” as <a href=\"https://www.thecut.com/2014/10/what-do-you-really-mean-by-basic-bitch.html\">the Cut noted back in 2014</a>.</p>\n\n<p>There are often classist implications, too. In a BuzzFeed piece about “basic” and class anxiety, <a href=\"https://www.buzzfeednews.com/article/annehelenpetersen/basic-class-anxiety\">Anne Helen Peterson wrote</a>:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p>Unique taste — and the capacity to avoid the basic — is a privilege. A privilege of location (usually urban), of education (exposure to other cultures and locales), and of parentage (who would introduce and exalt other tastes). To summarize the groundbreaking work of theorist Pierre Bourdieu: We don’t choose our tastes so much as the micro-specifics of our class determine them. To consume and perform online in a basic way is thus to reflect a highly American, capitalist upbringing. Basic girls love the things they do because&nbsp;<em>nearly every part of American commercial media</em>&nbsp;has told them that they should.</p>\n</blockquote>\n\n<p>Essentially, hating pumpkin spice lattes is our way of othering those who drink them, and in the process, marking ourselves as decidedly un-basic.</p>\n\n<p>Of course, this notion of what “basic” means is not the same way black people have been using it for decades, which, as <a href=\"https://jezebel.com/overanalyzing-basic-is-the-most-basic-move-of-all-1648927319\">Kara Brown explained in Jezebel</a>, pretty much just translates to “I think that the stuff you like is lame and I don’t really like you.”</p>\n\n<p>“Rihanna could become the official spokesperson for Starbucks pumpkin spice lattes and nobody would think of her as basic,” she wrote. “You know why? Because Rihanna does what she wants and what she thinks is cool and doesn’t give a damn about anybody else.”</p>\n\n<h2 class=\"wp-block-heading\">Or maybe nobody cares anymore</h2>\n\n<p>Even if Rihanna suddenly became the official spokesperson of PSLs, however, there is also the possibility that, quite frankly, nobody really cares that much anymore. We seemed to have hit peak “pumpkin spice hot take” in the year 2014, with searches for “pumpkin spice latte” peaking in 2015.</p>\n\n  trends.embed.renderExploreWidget(\"TIMESERIES\", {\"comparisonItem\":[{\"keyword\":\"pumpkin spice latte\",\"geo\":\"US\",\"time\":\"2004-01-01 2018-08-28\"}],\"category\":0,\"property\":\"\"}, {\"exploreQuery\":\"date=all&amp;geo=US&amp;q=pumpkin%20spice%20latte\",\"guestPath\":\"https://trends.google.com:443/trends/embed/\"}); \n\n<p>Maybe that’s because we’ve all been stricken with a case of seasonal beverage fatigue in general. Starbucks is constantly coming out with random gimmicky drinks, from the Unicorn Frappuccino to the so-called “secret menu.”</p>\n\n<p>We also aren’t seeing the same kind of anger directed at what is arguably replacing pumpkin spice as autumn’s de facto flavor. In 2017, both Starbucks and Dunkin’ Donuts released maple pecan lattes. And <a href=\"https://www.eater.com/2017/9/25/16361288/maple-pecan-flavor-trend\">according to restaurant menu data</a> from that year, “mentions of maple as a flavor in nonalcoholic beverages on menus are up 86 percent this year over last. &#8230; Pumpkin mentions, on the other hand, are down 20 percent.” Yet nobody’s complaining about how stupid maple syrup is.</p>\n\n<p>And these days, tweets about PSLs are way more in the vein of “Screw you and let me enjoy my shitty drink in peace, because everything is terrible.”</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Pumpkin Spice Latte comes back tomorrow and I am 100% getting one in 91 degree weather because this world is a shitshow and I take joy where I can get it, like in delicious flavored coffee drinks.</p>&mdash; kelsey (@drunkhaught) <a href=\"https://twitter.com/drunkhaught/status/1034087709239926784?ref_src=twsrc%5Etfw\">August 27, 2018</a></blockquote>\n</div></figure>\n\n<p>People have also expressed exhaustion about the “actually-ing” over what pumpkin spice even is, as if anyone <em>really</em> wants to talk about it.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">&quot;pumpkin spice refers to the spices used in pumpkin pie and doesn&#039;t actually taste like pumpkins&quot; is the &quot;Frankenstein was the name of the doctor&quot; of this decade</p>&mdash; Kyle 🌱 (@KylePlantEmoji) <a href=\"https://twitter.com/KylePlantEmoji/status/1034125475700850689?ref_src=twsrc%5Etfw\">August 27, 2018</a></blockquote>\n</div></figure>\n\n<p>There are even ironic tweets poking fun at the automation of feminist responses to the anti-pumpkin spice brigade:</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter alignnone\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Women&#039;s unabashed enjoyment of a thing has always led to wholesale dismissal of said thing as frivolous and/or bad. From early examples like needlework to more current cases like pumpkin spice and romance novels, we can track this trend throughout history. In this paper I will &#8211;</p>&mdash; The Ripped Bodice (@TheRippedBodice) <a href=\"https://twitter.com/TheRippedBodice/status/1034181407319314432?ref_src=twsrc%5Etfw\">August 27, 2018</a></blockquote>\n</div></figure>\n\n<p>Anyway, this is all to say that maybe by now pumpkin spice has finally returned to signifying the autumnal blend of cinnamon, ginger, nutmeg, and cloves, and nothing more: not basic, not everything wrong with capitalism, and not gross. Because it’s not! It’s delicious.</p>\n\n<p><a href=\"http://vox.com/goods-newsletter\"><em><strong>Sign up for The Goods’ newsletter.</strong></em></a><em>&nbsp;Twice a week, we’ll send you the best Goods stories exploring what we buy, why we buy it, and why it matters.</em></p>\n\n<p><em><strong>Update, August 22, 2024, 10:20 am ET: </strong>This story was originally published in 2018 and has been updated multiple times, most recently with the 2024 PSL return date. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "August 22 is not a day that is particularly known for feeling especially crisp or autumnal in most parts of North America. And yet it’s the day this year — the earliest release date ever — that Starbucks, contending with a slowdown in sales, will unleash its annual run of pumpkin spice lattes upon its [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "The massive Social Security number breach is actually a good thing",
    "link": "https://www.vox.com/technology/367986/freeze-credit-equifax-experian-transunion-ssn-breach",
    "pubDate": "2024-08-22T13:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A Social Security card.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1205793826.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">A couple weeks ago, I got an unnerving message from my bank. My Social Security number had been compromised in an alleged data breach. I hung on to the word “alleged” as I tried to figure out if it was real. Now I know: <a href=\"https://www.washingtonpost.com/technology/2024/08/15/social-security-hack-leak-ssn-freeze-credit-npd/\">It’s real</a>.</p>\n\n<p class=\"has-text-align-none\">As many as 272 million Social Security numbers are floating around hacker forums after someone <a href=\"https://www.theverge.com/2024/8/19/24223858/national-public-data-breach-ssn-privacy\">stole them</a> from a Florida-based background check company called <a href=\"https://www.nationalpublicdata.com/\">National Public Data</a>, which is owned by an <a href=\"https://krebsonsecurity.com/2024/08/nationalpublicdata-com-hack-exposes-a-nations-data/\">actor and retired sheriff’s deputy named Salvatore “Sal” Verini</a>. This data breach is not as catastrophic as some headlines might make it seem. One news station ran a hyperbolic <a href=\"https://abc7.com/post/hackers-may-have-stolen-social-security-numbers-every-american-heres-what-know/15190266/\">headline that claimed</a>, “Hackers may have stolen the Social Security numbers of every American.” They haven’t.</p>\n\n<p class=\"has-text-align-none\">Nevertheless, now is a good time to freeze your credit files with the major bureaus (Equifax, Experian, and TransUnion) if you haven’t already. That will protect you from the scammers that tend to follow big breaches like this. If more people freeze their files, there will be fewer victims of cybercrime. It just may be the one good thing that comes from this massive Social Security number breach.</p>\n\n<p class=\"has-text-align-none\">Freezing your credit simply means <a href=\"https://www.nytimes.com/2018/09/14/your-money/credit-freeze-free.html\">preventing potential creditors from accessing your credit report</a>, which makes it harder for bad actors to open new accounts, like a new credit card or a loan, using your personal information. It also prevents credit bureaus from selling the data in your credit report, <a href=\"https://apnews.com/general-news-f0e11efe200e407ea33b0540975adc42\">which they unfortunately do</a>. If you want to grant access to your credit report, you can simply ask the credit bureaus to thaw your files. None of this will hurt your credit score.</p>\n\n<p class=\"has-text-align-none\">Even if you don’t think you were impacted by the National Public Data breach, your data has almost certainly been involved in some kind of breach. That’s why you should freeze your credit files: It’s a free and easy way to protect yourself from identity theft and to keep hackers and scammers out of your bank account. And while this latest breach isn’t an urgent concern, big security scares like this tend to attract scammers who prey on the anxious. It’s also election season, which is already <a href=\"https://www.proofpoint.com/us/blog/email-and-cloud-threats/election-2024-mobile-political-spam-volume-jumps-3x-compared-2022\">full of scammy spam</a>. So why not take an extra step or two to lock down your accounts?</p>\n\n<p class=\"has-text-align-none\">I did just that a few days ago, and it took no more than 10 minutes. But to understand why you should freeze your credit files — and why you should also <a href=\"https://www.nerdwallet.com/article/finance/child-identity-theft\">freeze the credit files of your children</a>, even if they’re under 18 — it helps to understand what big data breaches mean for you now and in the inevitable future when there will be an even bigger one.</p>\n\n<h2 class=\"wp-block-heading\"><strong>The very big but not very scary Social Security number hack</strong></h2>\n\n<p class=\"has-text-align-none\">Back in April, a cybercriminal known as USDoD <a href=\"https://x.com/H4ckManac/status/1777246310782902686\">tried to sell</a> four terabytes of data on a hacker forum. The data was from the blandly named National Public Data and comprised 2.9 billion rows of records, including Social Security numbers, addresses, and phone numbers. Partial copies of the data leaked in the following months before another hacker <a href=\"https://www.bleepingcomputer.com/news/security/hackers-leak-27-billion-data-records-with-social-security-numbers/?utm_campaign=Illicit%20Edge%20Daily&amp;utm_medium=email&amp;_hsenc=p2ANqtz-_qxXBz21fqqsrpHy4AgOniD8BKRxoNBFE4itU1-r3UfRd0QXDlcn1LAQR2-ZeVWmNNv_FEhlgXM2cyScAwoQBfReHuHw&amp;_hsmi=319653925&amp;utm_content=319653925&amp;utm_source=hs_email\">posted a nearly complete version on August 6</a> for anyone to download for free. A few days later, National Public Data confirmed that it had suffered a data breach. That’s when security experts started to get worried.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The hacker forum play-by-play is important here because it illustrates just how freewheeling data thieves can be. Once your information is compromised in a breach, you can expect it will end up in the wrong hands.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>How data breaches make scams worse</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">It’s a presidential election year, and the fresh batch of free stolen data supplied by the National Public Data breach will supercharge the typical types of scams you see during an election. The National Association of Secretaries of State has a helpful <a href=\"https://www.nass.org/sites/default/files/2021-08/CSN%20Election%20Scams%20Infosheet_NASS.pdf\">guide to the three most common types of election season scams</a>: political donation scams, fake surveys or polls, and voter registration scams. You should also just be very wary about any messages you get asking to donate to a campaign or to submit your private information.</p>\n\n\n\n<p class=\"has-text-align-none\">“If anyone is interested in contributing to a campaign …  they should look up the campaign&#8217;s official website and donate through that instead of clicking the link in their SMS inbox,” said Bill Budington, senior staff technologist at the Electronic Frontier Foundation, who clarified that he was not offering electioneering advice. </p>\n\n\n\n<p class=\"has-text-align-none\">Honestly, <a href=\"https://consumer.ftc.gov/consumer-alerts/2020/04/dont-click-links-unsolicited-text-messages\">don’t ever click a link from an unsolicited text message</a>. There&#8217;s no way that click will be a good thing.</p>\n</div>\n\n<p class=\"has-text-align-none\">One of the first security experts to analyze the data <a href=\"https://www.troyhunt.com/inside-the-3-billion-people-national-public-data-breach/\">was Troy Hunt</a>, founder of <a href=\"http://haveibeenpwned.com/\">HaveIBeenPwned.com</a>, a website that lets you check to see if you’ve been implicated in a data breach. The sheer scale of the breach meant it was “very serious,” Hunt said in an interview. Researchers at the Atlas Data Privacy Corp. reported that the database <a href=\"https://krebsonsecurity.com/2024/08/nationalpublicdata-com-hack-exposes-a-nations-data/\">contained 272 million unique Social Security numbers</a>, which is not the 2.9 billion you might see in <a href=\"https://www.cnbc.com/2024/08/15/billions-people-social-security-numbers-and-data-stolen-allegedly.html\">some headlines</a>. Many of the records appear to belong to deceased people. Atlas also set up a website where you can <a href=\"https://www.npdbreach.com/\">check to see if you’ve been affected</a> by the National Public Data breach.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hunt actually found his own data in the breach, although most of the information was either outdated or incorrect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I wouldn&#8217;t lose sleep over it because I don&#8217;t think this is particularly different to what&#8217;s been happening for many years,” Hunt told me.</p>\n\n<p class=\"has-text-align-none\">TJ Sayers, director of intelligence and incident response at the Center for Internet Security, had a similar response when I asked him about how worried we should be about this attack.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I don&#8217;t think necessarily that this is groundbreaking and game-changing,” Sayers said. “A lot of the information that&#8217;s in here is probably already out there in some form or fashion from other breaches that have taken place in the past.”</p>\n\n<p class=\"has-text-align-none\">Indeed, data breaches are exceedingly common. There’s a familiar cycle of breaches happening, companies admitting to it, <a href=\"https://news.bloomberglaw.com/privacy-and-data-security/background-check-data-of-3-billion-stolen-in-breach-suit-says\">lawyers filing class action lawsuits</a>, and individual consumers <a href=\"https://www.cnbc.com/2022/12/28/payments-from-equifax-settlement-over-2017-data-breach-are-going-out.html\">getting checks for $5 in the mail</a>. That’s typically it — no arrests, no jail time, no consequences for the hackers who stole the data or the companies who failed to protect it. There is little regulatory <a href=\"https://epic.org/issues/consumer-privacy/data-brokers/\">oversight of the data broker industry</a>, where companies big and small mine information from consumers and sell it to other companies, often <a href=\"https://www.fastcompany.com/90310803/here-are-the-data-brokers-quietly-buying-and-selling-your-personal-information\">without properly protecting that data</a> — hence the frequency of breaches. Data brokers don’t necessarily care, though, since <a href=\"https://edition.cnn.com/2017/09/11/opinions/dont-complain-to-equifax-demand-government-act-opinion-schneier/index.html\">consumers are the product</a> in this industry, not the customer.</p>\n\n<p class=\"has-text-align-none\">The amount of stolen consumer data available online is also growing. In his coverage of this latest breach, Krebs, the security journalist, <a href=\"https://krebsonsecurity.com/2024/08/nationalpublicdata-com-hack-exposes-a-nations-data/\">likens data brokers to oil tankers</a>; breaches are oil spills with negative long-term effects. Krebs says, “[T]he cleanup costs and effort from data spills — even just vast collections of technically ‘public’ documents like the [National Public Data] corpus — can be enormous, and most of the costs associated with that fall to consumers, directly or indirectly.”</p>\n\n<p class=\"has-text-align-none\">So even if this breach isn’t an immediate threat, the sum total of all data breaches is disastrous. And there isn’t much to protect consumers like you and me.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How to freeze your credit files</strong></h2>\n\n<p class=\"has-text-align-none\">That brings us back to freezing credit files. Even in the absence of a major data breach, freezing your credit is a free and straightforward way to protect yourself from identity theft. It’s also surprisingly easy to do and just as easy to undo, in the event that you want to open a new account or apply for a loan.</p>\n\n<p class=\"has-text-align-none\">The three major credit bureaus are Equifax, Experian, and TransUnion. You might remember <a href=\"https://www.ftc.gov/enforcement/refunds/equifax-data-breach-settlement\">Equifax from its own massive data breach</a>, which compromised the private records of 148 million Americans in 2017. That hack, which was carried about by the Chinese military, <a href=\"https://www.fbi.gov/news/stories/chinese-hackers-charged-in-equifax-breach-021020\">according to the FBI</a>, led to <a href=\"https://www.vox.com/policy-and-politics/2017/9/13/16292014/equifax-credit-breach-hack-report-security\">calls for stricter data breach laws</a> — laws that still haven’t been passed. But thanks to <a href=\"https://www.ftc.gov/news-events/news/press-releases/2018/09/starting-today-new-federal-law-allows-consumers-place-free-credit-freezes-yearlong-fraud-alerts\">a 2018 law</a> that loosened some banking regulations in the wake of the Great Recession, the credit bureaus can no longer charge fees to freeze and unfreeze your credit files. You can also <a href=\"https://consumer.ftc.gov/consumer-alerts/2023/10/you-now-have-permanent-access-free-weekly-credit-reports\">request a free credit report</a> from each of the bureaus once a week now, rather than once a year. So things have gotten better in a way.</p>\n\n<p class=\"has-text-align-none\">You can put a freeze in place by setting up an account at each of the credit bureaus’ websites. (Here are direct links to the pages to freeze your accounts for <a href=\"https://www.equifax.com/personal/credit-report-services/\">Equifax</a>, <a href=\"http://experian.com/freeze/center.html\">Experian</a>, and <a href=\"https://www.transunion.com/credit-freeze\">TransUnion</a>.) Once your account is set up, it only takes a couple of clicks to freeze your files. You can also file a freeze by phone or by mail. Read more about how that works <a href=\"https://krebsonsecurity.com/2018/09/credit-freezes-are-free-let-the-ice-age-begin/\">here</a>. You might also consider freezing your files with secondary bureaus, of which there are many. You can opt out of LexisNexis, one of the biggest, <a href=\"https://optout.lexisnexis.com\">here</a>. Other secondary bureaus include ChexSystems, Innovis, MicroBilt, and NCTUE — you can <a href=\"https://www.consumerfinance.gov/consumer-tools/credit-reports-and-scores/consumer-reporting-companies/companies-list/\">read up</a> about them and see <a href=\"https://www.reddit.com/r/IdentityTheft/comments/uvv3ij/psa_freezing_your_three_main_credit_reports_is/?share_id=NYVl-S3gkRLGCCMkNnazS&amp;utm_content=1&amp;utm_medium=ios_app&amp;utm_name=ioscss&amp;utm_source=share&amp;utm_term=4\">how to freeze</a> those files too. </p>\n\n<p class=\"has-text-align-none\">By the way, don’t pay for anything while you’re doing this. The credit bureaus are required to let you freeze your files for free but they might try to sell you a paid service with the confusing name “credit lock.” Credit lock services, which cost <a href=\"https://www.nerdwallet.com/article/finance/credit-lock-and-credit-freeze\">as much as $30 a month</a>, also restrict access to your credit report and promise to let you unlock it immediately. Credit freezes might take a business day or three to unfreeze, but they come with <a href=\"https://www.consumerreports.org/credit-protection-monitoring/why-a-free-credit-freeze-is-better-than-a-credit-lock/?srsltid=AfmBOoq_oAR6hgjEdagKJZ4s35tYEGa0IDvW48c127Ek1lBwpYVxrg1O\">more legal protections</a>.</p>\n\n<p class=\"has-text-align-none\">If you have kids, you can freeze their credit files, too — even if they don’t have one yet. Although freezing a child’s credit is not as quick as two clicks on a website, <a href=\"https://www.nytimes.com/2018/12/28/your-money/credit-freeze-children.html\">it’s fairly straightforward</a> and could save your family a lot of grief.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Childhood identity theft is outpacing adult identity theft,” said Sayers, from the Center for Internet Security. “A lot of parents and children don&#8217;t realize their identity is stolen until they turn 18 years old and they need to get a college loan or they need to get their first credit card.”</p>\n\n<p class=\"has-text-align-none\">This is all scary stuff, although the latest batch of stolen Social Security numbers in the news shouldn’t frighten you into inaction. Freezing your credit files will not only provide peace of mind but also real protection. Now is also a good time to <a href=\"https://www.nytimes.com/wirecutter/reviews/best-password-managers/\">start using a password manager</a> and multi-factor authentication if you don’t already. After all, your usernames and passwords are more than likely already out there, floating around the hacker forums, just waiting for an identity thief to target you next.</p>\n\n<p class=\"has-text-align-none\"><em>A version of this story was also published in the Vox Technology newsletter.&nbsp;</em><a href=\"https://www.vox.com/pages/newsletters\"><em><strong>Sign up here</strong></em></a><em>&nbsp;so you don’t miss the next one!</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A couple weeks ago, I got an unnerving message from my bank. My Social Security number had been compromised in an alleged data breach. I hung on to the word “alleged” as I tried to figure out if it was real. Now I know: It’s real. As many as 272 million Social Security numbers are [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "One way that Kamala Harris needs to be more like Joe Biden",
    "link": "https://www.vox.com/politics/368024/kamala-harris-democratic-convention-speech-democracy-joe-biden",
    "pubDate": "2024-08-22T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kamala Harris standing at a lectern with Joe Biden behind her.\" data-caption=\"Vice President Kamala Harris gives remarks alongside President Joe Biden at Prince George’s Community College on August 15, 2024, in Largo, Maryland. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166913298.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris gives remarks alongside President Joe Biden at Prince George’s Community College on August 15, 2024, in Largo, Maryland. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">President Joe Biden bet his reelection bid on the idea that American voters in November would care about <a href=\"https://www.newyorker.com/magazine/2024/03/11/joe-biden-profile\">the fate of American democracy</a>. The <a href=\"https://www.washingtonpost.com/politics/2024/08/20/kamala-harris-freedom-democracy-biden/?pwapi_token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJyZWFzb24iOiJnaWZ0IiwibmJmIjoxNzI0MTI2NDAwLCJpc3MiOiJzdWJzY3JpcHRpb25zIiwiZXhwIjoxNzI1NTA4Nzk5LCJpYXQiOjE3MjQxMjY0MDAsImp0aSI6IjVlZjVmMGRhLTY4YzgtNDYzOS04YmZhLTBjODA4YzRlNzMwZCIsInVybCI6Imh0dHBzOi8vd3d3Lndhc2hpbmd0b25wb3N0LmNvbS9wb2xpdGljcy8yMDI0LzA4LzIwL2thbWFsYS1oYXJyaXMtZnJlZWRvbS1kZW1vY3JhY3ktYmlkZW4vIn0.ucGihfJrvFuXndu6uYVF252jsQJc1iJNEUKf0vH72sc\">conventional wisdom now</a> is that Biden was wrong and that Vice President Kamala Harris is not only stepping away from his strategy but doing so for good reasons.</p>\n\n<p class=\"has-text-align-none\">Many Democratic political types today believe that “democracy” is a message that’s both tired and abstract, something that preoccupies elites but not the key voting demographics. They <a href=\"https://www.liberalpatriot.com/p/no-democracy-is-not-on-the-ballot\">cite data</a> showing ”democracy” at the bottom of the list of voter concerns in the 2024 election, with issues like inflation, immigration, and abortion placing well ahead of what Joe Biden treated as issue number one.</p>\n\n<p class=\"has-text-align-none\">It appears Harris has taken the conventional wisdom to heart. Reporting in <a href=\"https://www.axios.com/2024/08/01/kamala-harris-joe-biden-president-strategy-election\">Axios</a> and <a href=\"https://www.washingtonpost.com/politics/2024/08/20/kamala-harris-freedom-democracy-biden/?pwapi_token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJyZWFzb24iOiJnaWZ0IiwibmJmIjoxNzI0MTI2NDAwLCJpc3MiOiJzdWJzY3JpcHRpb25zIiwiZXhwIjoxNzI1NTA4Nzk5LCJpYXQiOjE3MjQxMjY0MDAsImp0aSI6IjVlZjVmMGRhLTY4YzgtNDYzOS04YmZhLTBjODA4YzRlNzMwZCIsInVybCI6Imh0dHBzOi8vd3d3Lndhc2hpbmd0b25wb3N0LmNvbS9wb2xpdGljcy8yMDI0LzA4LzIwL2thbWFsYS1oYXJyaXMtZnJlZWRvbS1kZW1vY3JhY3ktYmlkZW4vIn0.ucGihfJrvFuXndu6uYVF252jsQJc1iJNEUKf0vH72sc\">the Washington Post</a> shows that Harris uses the word “democracy” far less than Biden did in both advertising and stump speeches — mentioning it only 12 times in her first nine campaign rallies.</p>\n\n<p class=\"has-text-align-none\">Rather than casting the Trump-Vance ticket as a threat to democracy, the Harris-Walz campaign prefers to describe them as “weird” men aiming to curtail Americans’ freedom. The language of freedom has suffused the Democratic National Convention so far, and will almost certainly be a centerpiece of Harris’s address on Thursday night.</p>\n\n<p class=\"has-text-align-none\">Yet I think the conventional wisdom is wrong in nearly every respect. Harris should not abandon democracy as a campaign issue, but rather double down on it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Democracy is a more powerful issue than polling might suggest: It likely swung the 2022 midterms Democrats’ way, and some research suggests it remains potent in 2024. Democracy messaging is especially persuasive with moderate Trump-skeptical Republicans, an important voting bloc in swing states around the country. Given its proven track record of success with a critical demographic, democracy ought to be a significant part of Harris’s message.</p>\n\n<p class=\"has-text-align-none\">Integrating democracy doesn’t require ditching the clearly effective freedom messaging: Harris can quite easily spend more time highlighting attacks on democratic freedoms, talking about “the freedom to vote” as one of several essential liberties Trump and Project 2025 plan to attack. That’s what some of the Democratic pollsters who helped develop the party’s “freedom” message back in 2022 currently urge her to do.</p>\n\n<p class=\"has-text-align-none\">“Saying ‘we’re trying to protect your freedom to vote’ and ‘we’re trying to protect your freedom to have a family when you want to’&#8230; those two things together frame that story in a way that makes people care about democracy,” Jen Fernandez Ancona, vice president of the progressive strategy group Way To Win, told Vox.</p>\n\n<p class=\"has-text-align-none\">If Harris listens to the conventional wisdom instead, she’ll be leaving a powerful campaign issue&nbsp;—&nbsp;and potentially some crucial votes — on the table.</p>\n\n<h2 class=\"wp-block-heading\">The case that democracy matters in American politics</h2>\n\n<p class=\"has-text-align-none\">Sarah Longwell is a longtime Republican strategist who, since 2016, has made it her life’s work to figure out how to get her fellow conservatives to ditch the Republican Party. As the head of a group called Republican Voters Against Trump, she has conducted “hundreds and hundreds” of focus groups with persuadable Republican moderates — a systematic attempt to figure out how they might be convinced to ditch the Trumpified GOP.</p>\n\n<p class=\"has-text-align-none\">When she talks to former Trump voters, they say the same thing over and over again: that his assault on democracy pushed them out of the party.</p>\n\n<p class=\"has-text-align-none\">“I listen to why voters who voted for Trump now refuse to do so, and the No. 1 reason is that January 6 was a red line for them. They were out after that,” Longwell says.</p>\n\n<p class=\"has-text-align-none\">The 2022 midterms showed that these voters mattered — that these voters aren’t just important, but potentially decisive in critical states.</p>\n\n<p class=\"has-text-align-none\">We remember 2022 as a Democratic victory because the party managed to make gains in the Senate while suffering minimal losses in the House&nbsp;— defying the historical rule that the party in charge of the White House loses in the midterms. But this wasn’t the result of a blue wave: Republicans got several million more votes in House races nationally than Democrats. What happened instead is that Democrats excelled in a handful of key races, making history as a result.</p>\n\n<p class=\"has-text-align-none\">So what happened in those key races? The <em>Dobbs</em> ruling was a major part of the story. But so too was democracy.</p>\n\n<p class=\"has-text-align-none\">Multiple <a href=\"https://catalist.us/whathappened2022/\">separate</a> data <a href=\"https://split-ticket.org/2023/05/24/the-electoral-impact-of-election-denial/\">analyses</a>, conducted by sources ranging from Stanford political scientists to the Democratic data firm Catalist, attempted to estimate a “MAGA penalty”: how much Republicans who parroted Trump’s “big lie” about 2020 suffered at the ballot box relative to other Republicans. On the whole, these estimates converge somewhere in the neighborhood of a two- to three-point penalty for MAGA candidates, with some estimates going as high as five or six. </p>\n\n<p class=\"has-text-align-none\">Without this effect, Democrats likely wouldn’t control the Senate: Georgia Sen. Raphael Warnock beat his opponent, Trump darling Herschel Walker, by 2.8 percentage points. Moreover, extremists would almost certainly hold key statewide positions: Kari Lake, the Republican candidate for governor in Arizona who made the big lie central to her message, lost by less than a percentage point.</p>\n\n<p class=\"has-text-align-none\">After the election, I interviewed several Democratic candidates and strategists who fought and won races against election deniers. They told me that putting democracy first was a major component of their victory.</p>\n\n<p class=\"has-text-align-none\">“Voters are just tired of the bullshit. They know it’s nonsense, that there’s no evidence behind the big lie or any of that stuff, and they rejected it,” Adrian Fontes, Arizona’s secretary of state who was first elected in 2022, told me at the time.</p>\n\n<p class=\"has-text-align-none\">Democratic strategists are fully aware of what happened last election, but not all of them are convinced that it’ll work the same way in 2024.</p>\n\n<p class=\"has-text-align-none\">“[Democracy messaging] worked extremely well with the folks we needed in the midterms, which was those suburban college-educated folks who voted every time and do not like the current direction of the Republican Party. [But] those folks are already with us,” says Lanae Erickson, a senior vice president at the center-left Third Way think tank.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That might not be true. Anat Shenker-Osorio, the head of the progressive messaging outfit ASO Communications, recently conducted a randomized experiment testing the effect of ads featuring January 6. She found that the ads “did a decent job” swinging voters away from Trump and toward Harris, specifically by making voters in the study connect Trump to political violence.</p>\n\n<p class=\"has-text-align-none\">This tactic is especially likely to work with moderate Republicans. Key races in 2022 were determined, in large part, by a small group of registered Republicans who crossed the aisle to vote against extremists. But these same voters were often perfectly happy to vote for a more normal Republican: In Georgia, for example, incumbent Republican Gov. Brian Kemp handily defeated Democrat Stacey Abrams with support from anti-Herschel Walker Republicans.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s far from obvious that these voters are stable Democrats, and Harris will need them if she wants to rebuild the coalition that powered Joe Biden to victory in 2020. As such, it would be<strong> </strong>unwise to abandon the most proven line of argument for reaching them: that democracy is at stake and therefore partisan grievances need to take a back seat to saving the republic.</p>\n\n<p class=\"has-text-align-none\">It’s perhaps understandable why Harris and her campaign seemingly chose to step away from the message, given Biden’s campaign struggles even before the disastrous June debate, but that skepticism would be wrong. While democracy was indeed at the center of his doomed campaign, it’s hard to blame the message for its failure. Everything we’ve seen since June suggests that concerns about Biden’s age made it impossible for any message, no matter how good, to break through with persuadable voters.</p>\n\n<p class=\"has-text-align-none\">Recent evidence suggests that Harris can effectively make a democracy argument in a way Biden could not. A <a href=\"https://osf.io/preprints/osf/qacmr\">just-released academic study</a> — the first to examine the effect of democracy rhetoric on support for Harris specifically — suggests that she could make inroads among persuadable Republicans by focusing on democracy.</p>\n\n<p class=\"has-text-align-none\">The study’s authors showed Republican voters “democracy is on the ballot”-type messaging and asked them how it affected their political views. On the whole, the authors found, the effects were minimal and at times even counterproductive — causing Republicans to dig in harder on their partisan identity. This kind of rhetoric, they conclude, “does not change the attitudes that allowed Trump to challenge the legitimacy of the 2020 election.”</p>\n\n<p class=\"has-text-align-none\">But there was a notable exception to these dour findings: vote choice in the 2024 election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After a Republican audience heard “democracy is on the ballot”-type rhetoric, Harris’s support in the group more than tripled — going from 2.3 percent to 7.3 percent. “The treatment induces a negative emotional response in Republicans and effectively shames them to report support for Harris,” the study’s authors write.</p>\n\n<p class=\"has-text-align-none\">Unsurprisingly, the effect faded as time passed; it’s hard to change someone’s mind permanently after a single experiment. But perhaps repeating anti-authoritarian messaging through an entire campaign might have more durable effects.</p>\n\n<p class=\"has-text-align-none\">For all their concerns about the limits of this approach, the authors concede that democracy messaging “has desirable effects in the short-term (a single election).”</p>\n\n<h2 class=\"wp-block-heading\">How Harris can campaign on democracy —&nbsp;and win</h2>\n\n<p class=\"has-text-align-none\">Registered Republicans aren’t the only kind of persuadable voters who matter. There’s a much larger group of independents who don’t normally pay very much attention to politics or especially like either major party. These voters are much more likely to turn out in presidential elections than in midterms, and, per polling, are mostly unmoved by pro-democracy rhetoric.</p>\n\n<p class=\"has-text-align-none\">“Our mantra has become ‘you defend democracy by practicing it.’ And you practice it by focusing on voters in the middle,” says Liam Kerr, co-founder of the Democratic WelcomePAC. “A lot of gettable voters —&nbsp;especially at this point, after eight years — don’t believe that stormtroopers are going to come into the streets the day after the election.”</p>\n\n<p class=\"has-text-align-none\">But whatever message you think this group wants — be it tough-on-the-border centrism, a liberal focus on abortion bans, or middle-class economic populism — it’s not obvious that it trades off with pro-democracy messaging.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Any good campaign develops different messages for different groups: There’s little opportunity cost in focusing more on democracy when reaching out to moderate suburban Republicans than disaffected downscale Democrats. Even a high-profile address like her DNC speech can include a reasonably sized section on such a critical issue without dragging.</p>\n\n<p class=\"has-text-align-none\">Moreover, it’s possible to tie multiple messages together, especially through overarching themes like “freedom.”</p>\n\n<p class=\"has-text-align-none\">In my new book <a href=\"https://www.amazon.com/Reactionary-Spirit-Insidious-Political-Tradition-ebook/dp/B0CMQB8S94\"><em>The Reactionary Spirit</em></a>, I study how pro-democracy candidates — in the United States and around the world — beat authoritarian rivals in elections. One of the most consistent findings is that it’s possible, and quite effective, to campaign on democracy in conjunction with other issues: showing how anti-democratic politics affects voters’ lives in concrete ways.</p>\n\n<p class=\"has-text-align-none\">In Brazil’s 2022 presidential election, the left-wing candidate Luiz Inacio Lula da Silva connected democracy to his core message of advancing economic equality, describing it as a vehicle to build shared prosperity. In Budapest’s 2019 mayoral election, the opposition candidate Gergely Karácsony tied democracy to housing, arguing that the concentration of power in the hands of the ruling Fidesz party was responsible for the government’s failure to address high costs of living.</p>\n\n<p class=\"has-text-align-none\">In the book, I call this strategy “linkage” and argue that Democrats used a version of it effectively in the midterms. In linking abortion restrictions and January 6 as shared assaults on American freedoms, they made a strong case that Republicans were an extremist party attacking cherished American values.</p>\n\n<p class=\"has-text-align-none\">Harris’ “freedom” campaign makes a linkage strategy exceptionally easy to execute. She doesn’t need to radically change her campaign rhetoric or strategy, but rather spend more time and effort explaining why the right to choose your own leaders is one of several important freedoms imperiled by the Trump-Vance ticket.</p>\n\n<p class=\"has-text-align-none\">Another effective avenue for making democracy feel real is by attacking Trump’s ideas, especially those contained in <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">the Project 2025 planning document</a>.</p>\n\n<p class=\"has-text-align-none\">Just over a week before Joe Biden dropped out, I attended a strategy meeting at the Center for American Progress (CAP) — the Democratic establishment’s leading DC think tank — about the party’s Project 2025 messaging.&nbsp; The data showed that Democrats had done a remarkable job at both raising awareness of Project 2025 and convincing Americans that it was a bad thing.</p>\n\n<p class=\"has-text-align-none\">CAP’s researchers wanted to understand why, and how Democrats could take advantage in November. So they conducted extensive interviews with voters, with a special focus on Black and Latino voters who some polls showed moving into the Trump column. As part of this research, they presented voters with a series of attack lines on Project 2025 and asked them to rate which were most and least concerning.</p>\n\n<p class=\"has-text-align-none\">All four of the top-performing messages&nbsp;— the ones voters consistently ranked as most concerning — focused on the threat its proposals posed to democracy. The best was a so-called “strong man” message, arguing that “the restructuring of government that Project 2025 lays out is similar to the playbook dictators and authoritarian governments have used repeatedly over the last century.”</p>\n\n<p class=\"has-text-align-none\">When I spoke with the researchers again after Biden dropped out, they argued that Harris needed to keep up this theme. It worked, they said, because it picked up on something important to many voters —&nbsp;their freedom to choose who governs them — and connected it to something new.</p>\n\n<p class=\"has-text-align-none\">“There’s 800 pages of the same old conservative nonsense in here. But what’s so different is the method, the means to complete it —&nbsp;it’s the takeover. And people freak out about that,” says Joe Radosevich, CAP’s vice president for campaigns and outreach.</p>\n\n<p class=\"has-text-align-none\">Campaigning on democracy, in other words, isn’t just about repeating the word “democracy” like a mantra. It’s about figuring out creative ways to make the defense of democracy feel vital and relevant. And there are plenty of ways for Harris to do just that.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "President Joe Biden bet his reelection bid on the idea that American voters in November would care about the fate of American democracy. The conventional wisdom now is that Biden was wrong and that Vice President Kamala Harris is not only stepping away from his strategy but doing so for good reasons. Many Democratic political types [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "Tim Walz’s DNC speech used Midwestern dad energy to sell a liberal agenda",
    "link": "https://www.vox.com/politics/368150/tim-walz-dnc-speech-accept-nomination",
    "pubDate": "2024-08-22T06:19:56.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Gov. Tim Walz, in a navy suit jacket and blue tie, smiles and puts both hands together in a thank-you gesture, with a large blue banner reading “DNC 2022” behind him.\" data-caption=\"2024 Democratic vice presidential candidate and Minnesota Gov. Tim Walz gestures on the first day of the Democratic National Convention in Chicago, Illinois, on August 19, 2024. | Charly Triballeau/AFP via Getty Images\" data-portal-copyright=\"Charly Triballeau/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166798078.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>2024 Democratic vice presidential candidate and Minnesota Gov. Tim Walz gestures on the first day of the Democratic National Convention in Chicago, Illinois, on August 19, 2024. | Charly Triballeau/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When Vice President Kamala Harris chose Tim Walz as her running mate, many pundits <a href=\"https://nymag.com/intelligencer/article/kamala-harris-tim-walz-moderate-liberal-progressive-centrist.html\">lamented her decision</a>. In their view, the Democratic nominee should have chosen a vice presidential candidate who could mitigate her liabilities, and balance out her party’s ticket — such as Pennsylvania Gov. Josh Shapiro. </p>\n\n<p class=\"has-text-align-none\">After all, Harris had been a liberal senator from one of America’s most left-wing states and then had run <a href=\"https://www.nytimes.com/2024/07/29/us/politics/kamala-harris-2020-positions.html\">an exceedingly progressive primary campaign</a> in 2020. To win over swing-state undecideds, she needed to demonstrate her independence from her party’s most radical elements. And selecting the popular governor of a purple state — who had defied the Democratic activist base <a href=\"https://www.spotlightpa.org/news/2024/07/josh-shapiro-vice-president-school-choice-voucher/\">on education policy</a> and <a href=\"https://www.axios.com/2024/08/05/josh-shapiro-israel-gaza-vice-president-harris\">Israel’s war in Gaza</a>— would do just that. </p>\n\n<p class=\"has-text-align-none\">Walz, in this account, was just another liberal darling: As Minnesota governor, he had <a href=\"https://nymag.com/intelligencer/2023/06/why-are-minnesota-democrats-so-progressive.html\">enacted a litany of progressive policies,</a> including restoring the <a href=\"https://www.minnpost.com/state-government/2023/02/minnesota-supreme-court-state-can-bar-felons-from-voting-until-probation-ends/\">voting rights</a> of ex-felons and creating a <a href=\"https://www.mprnews.org/story/2023/03/24/you-belong-here-minnesota-house-passes-trans-health-refuge-bill?gclid=CjwKCAjwm4ukBhAuEiwA0zQxk5RdtxtcOM0fkfu6rK75hb7lRLLdAum34DpJQvpg5GJQ4ZL6OiHtzRoC5lcQAvD_BwE\">refuge program for trans people</a> denied gender-affirming care in other states. Picking Walz might thrill the subset of Americans who would vote for Harris even if she burned an American flag on live TV and lit a blunt with its flames. But it would do nothing to reassure those who heard two words they did not like in the phrase, “California liberal.”</p>\n\n<p class=\"has-text-align-none\">But there is more than one way to balance a ticket. Or so Harris’s team believes, if the third night of the Democratic National Convention is any guide.</p>\n\n<p class=\"has-text-align-none\">On Wednesday night, Democrats used Walz’s nomination to associate their party with rural American culture and small-c conservative moral sentiments, while remaining true to a broadly progressive agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Walz may not be especially distinct from Harris ideologically. But he is quite different demographically and symbolically. Harris is the half-Jamaican, half-Indian daughter of immigrant college professors who grew up in the San Francisco Bay Area. Walz was born into a family whose roots in the United States went back to the 1800s, and raised in a Nebraska town of 400, where ethnic diversity largely consisted of several different flavors of Midwestern white (Walz himself is of <a href=\"https://www.irishecho.com/2024/8/walz-roots-traced-to-wexford\">German, Irish, Swedish</a>, and <a href=\"https://www.luxcitizenship.com/tim-walzs-luxembourgish-roots-a-unique-connection-to-the-grand-duchy/\">Luxembourgish</a> descent). Harris is an effortlessly cool veteran of <a href=\"https://www.youtube.com/watch?reload=9&amp;v=UbDK0z5V0UQ\">red carpets</a>. Walz is a dad joke that has attained corporal form. </p>\n\n<p class=\"has-text-align-none\">In her person and biography, Harris represents the America that has benefited unequivocally from the transformations of the past half-century — the cosmopolitan, multicultural nation that has greeted the advance of racial and gender equality with relief, and the knowledge economy that’s taken to globalization with relish. Walz, by contrast, was shaped by the America that feels more at home in the world of yesterday, at least as it is nostalgically misremembered — a world where moral intuitions felt more stable, rural economies seemed more healthy, and the American elite looked more familiar; the America that put Donald Trump in the Oval Office, in other words.</p>\n\n<p class=\"has-text-align-none\">Or at least, the Harris campaign has chosen to associate Walz with all of that America’s iconography, attempting to make it feel as included in the Democratic coalition as possible — without actually ceding much ground to conservative policy preferences. </p>\n\n<p class=\"has-text-align-none\">The introduction to Walz’s speech Wednesday night looked like it could have been scripted by a chatbot asked to generate the antithesis of a “San Francisco liberal.” A <a href=\"https://www.youtube.com/watch?v=yh6Ei1TU2Sg\">video montage</a> celebrated Walz’s diligent work on his family farm growing up, his service in the US military, skills as a marksman, and — above all — success as a football coach. Democrats leaned especially hard on that last, most American item on Walz’s resume. Just before the party’s vice presidential nominee took the mic, a group of his former players decked out in their gridiron garments marched on stage to a fight song (not to be confused with “<a href=\"https://www.youtube.com/watch?v=xo1VInw-SKc\">Fight Song</a>”). </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Tim Walz&#039;s old football team is in the house! <a href=\"https://t.co/c1LqY5xL9P\">pic.twitter.com/c1LqY5xL9P</a></p>&mdash; Aaron Rupar (@atrupar) <a href=\"https://twitter.com/atrupar/status/1826458984351453485?ref_src=twsrc%5Etfw\">August 22, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Walz’s current persona is surely a half-truth. Unmentioned Wednesday night was that fact that, his parochial roots notwithstanding, Walz is a cosmopolitan intellectual who wrote a <a href=\"https://www.timesofisrael.com/lauded-by-former-students-tim-walz-wrote-his-masters-thesis-on-holocaust-education/\">graduate thesis on Holocaust education</a> and has been to <a href=\"https://www.npr.org/2024/08/19/nx-s1-5081407/tim-walz-china-study-abroad\">China roughly 30 times</a>. Still, the basic picture that Democrats aimed to paint rang true: Walz’s former students and players appeared to genuinely revere him, and the love between him and his family was palpable. It is possible to be worldly, liberal, and a quintessentially normal Midwesterner. And if Walz is not the latter, he certainly plays a good one on TV.</p>\n\n<p class=\"has-text-align-none\">Walz put that persona to fine use in his address to the DNC. As both he and Harris have been doing <a href=\"https://www.vox.com/politics/367389/dnc-2024-kamala-harris-policies-trump-dangerously-liberal\">throughout their young campaign</a>, Walz attempted to sell a liberal agenda in conservative terms. He framed social liberalism and safety net programs as logical extensions of rural American neighborliness, saying that growing up in a small town taught him that the “family down the road, they may not think like you do, they may not pray like you do. They may not love like you do. But they’re your neighbors. And you look out for them. And they look out for you. Everybody belongs. And everybody has a responsibility to contribute.”</p>\n\n<p class=\"has-text-align-none\">The antithesis of small-town, middle American values was not California progressives, in Walz’s telling, but Republican zealots. Speaking of <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">Project 2025</a>, the conservative movement’s blueprint for a second Trump admiration, Walz said:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>Here’s the thing. It’s an agenda nobody asked for. It’s an agenda that serves nobody, except the richest and the most extreme amongst us. And it’s an agenda that does nothing for our neighbors in need.</em><em> </em><em>Is it weird? Absolutely. Absolutely. But it’s also wrong, and dangerous.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">There is some basis for believing that Democrats might be able to win over a small but significant fraction of Republican-leaning independents by wrapping center-left policies in conservative packaging. Some political scientists <a href=\"https://news.stanford.edu/stories/2019/05/political-messages-values-matter-policy\">have found</a> that when moderate and conservative voters are presented with a progressive, Democratic economic policy idea — that is justified on the grounds that it will help uphold “the values and traditions that were handed down to us: hard work, loyalty to our country and the freedom to forge your own path” — some do respond favorably (as do liberal voters, who take no offense at such abstract, traditionalist pieties).</p>\n\n<p class=\"has-text-align-none\">Whether Walz tying himself to rural American symbology — or Harris tying herself to “Coach Walz” — will be enough to blunt Trump’s attacks on the Democratic nominee’s supposed “<a href=\"https://thehill.com/homenews/campaign/4834669-trump-fake-photo-harris-communist/\">communism</a>” remains to be seen. But the Democratic ticket is at least trying to make right-leaning Midwesterners feel like they belong (even if they do not think like Democrats do).</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When Vice President Kamala Harris chose Tim Walz as her running mate, many pundits lamented her decision. In their view, the Democratic nominee should have chosen a vice presidential candidate who could mitigate her liabilities, and balance out her party’s ticket — such as Pennsylvania Gov. Josh Shapiro.  After all, Harris had been a liberal [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "The major political transformation flying under the radar at the DNC",
    "link": "https://www.vox.com/2024-elections/368138/dnc-immigration-border-security-latino-voters",
    "pubDate": "2024-08-22T05:25:40.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Delegates hold “USA” signs during the Democratic National Convention at the United Center in Chicago, Illinois, on August 21, 2024. | David Paul/Bloomberg via Getty Images\" data-portal-copyright=\"David Paul/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2167064601.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Delegates hold “USA” signs during the Democratic National Convention at the United Center in Chicago, Illinois, on August 21, 2024. | David Paul/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On the third night of the Democratic National Convention four years ago, immigration was front and center. Americans heard a series of personal stories about how Trump-era policies had scrambled immigrants’ and their families’ lives.</p>\n\n<p class=\"has-text-align-none\">An 11-year-old girl <a href=\"https://19thnews.org/2020/08/how-a-young-girl-talking-about-deportation-became-one-of-the-breakout-moments-at-the-dnc/\">read a letter to then-President Donald Trump</a>; the Trump administration had deported her mother two years before. An undocumented mother <a href=\"https://twitter.com/DemConvention/status/1296260314665824257?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1296260314665824257%7Ctwgr%5E6f84f4e0a8a3890fe86c37c03d66d8665e9b015d%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fslate.com%2Fnews-and-politics%2F2020%2F08%2Fdnc-immigration-undocumented-trump.html\">recounted</a> how she crossed the border illegally to seek better medical care for her baby daughter — “When we got to the river, I raised her above the water and we crossed,” she said on national TV. She wasn’t the first undocumented immigrant to address the DNC, but she was the first non-DREAMer — more controversially, someone who crossed the border as an adult.</p>\n\n<p class=\"has-text-align-none\">Four years later, the DNC sounds a lot different, reflecting how public opinion toward immigration in general has soured as concerns over how secure the border is have risen. Gone are the heartfelt testimonies from undocumented immigrants, the repudiation of Trump-era policies, and the calls for better treatment of migrants and expansion of asylum protections. Instead, Wednesday evening’s speakers embraced tougher policies for asylum seekers, praised President Joe Biden’s attempts to negotiate a bipartisan border security bill, and conceded the <a href=\"https://www.vox.com/politics/351535/3-theories-for-americas-anti-immigrant-shift\">changed reality of immigration politics</a> since the pandemic’s dawn.</p>\n\n<p class=\"has-text-align-none\">In other words, Democrats’ speeches on immigration and the border were drastically different than the ones at the conventions of 2012, 2016, or 2020 — because reality and the public’s feelings have changed drastically too.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Migrant hardships don’t seem to be much of a concern this year</strong></h2>\n\n<p class=\"has-text-align-none\">Unlike at the GOP’s convention in Milwaukee last month, no one in Chicago this week is waving “Mass Deportations Now” placards, nor talking about an “<a href=\"https://www.vox.com/2024-elections/361155/rnc-2024-republican-immigration-border-biden-policy-invasion-legal-gop\">invasion</a>” or a “bloodbath” at the southern border. But given that party’s often extreme rhetoric and its consistently anti-immigrant positions in the past two decades, it can be easy to miss the Democrats’ own right-ward shift in recent years.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">In past party conventions, Democrats made significant attempts to highlight the plight of young immigrants and immigrant families — be they families split apart because of immigration policy, young DREAMers struggling and succeeding in America despite not having documentation, or activists working toward immigration reform.</p>\n\n<p class=\"has-text-align-none\">In 2012, for example, Benita Veliz, a DREAMer from San Antonio, Texas, became <a href=\"https://www.theguardian.com/world/2012/sep/06/benita-veliz\">the first undocumented person to address a national party’s political convention</a> — telling millions of viewers how she graduated as a top student and earned a double major in college before nearly being deported over a traffic violation. A DREAMer, she praised the Obama plan to roll out deportation protections in the Deferred Action for Childhood Arrivals (DACA) program.</p>\n\n<p class=\"has-text-align-none\">Four years later, <a href=\"https://www.cbsnews.com/philadelphia/news/astrid-silva-facts-wiki/\">another DREAMer</a> would join first lady Michelle Obama and Sen. Bernie Sanders as keynote speakers during Democratic nominee Hillary Clinton’s convention. Astrid Silva <a href=\"https://www.youtube.com/watch?v=wyrSSBQClGQ\">would tell</a> her story of coming to the US as a 4-year-old with her mother, climbing into a raft to cross the Rio Grande, with just “a little doll.”</p>\n\n<p class=\"has-text-align-none\">And 2020 was all about contrasts with Trump, and the human suffering he had caused during his presidency.</p>\n\n<p class=\"has-text-align-none\">Wednesday night, speakers balanced two messages: that Democrats are not the same flavor of anti-immigrant as Republicans — they value diversity and believe in the humane treatment of migrants — but they understand the need for reform and bolstered security. They’re starting to sound like the fictional vice president from HBO’s <em>Veep</em>, who <a href=\"https://www.theatlantic.com/entertainment/archive/2019/03/veep-season-7-review/585976/\">once</a> described a need to “<a href=\"https://www.yahoo.com/entertainment/tvlines-performer-week-fargos-allison-tolman-191154066.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAGAnjk5MAYTYSJl60f5HYf6mN3R0PLr1wA0pU_1PmSW2Z1702_4QJntvwrnex0MGoyuZFXLECOxqnNIwq2bIT6EZXZ0I3egIcri5zFXRoUOGqNuG8gEz_VF5Kox7fhaDK-cMXO9AKdRQ_YKjyiMGn0vaYvzDli4fu5SOyVhIppid\">reform, reaffirm, and repel</a>” immigration.</p>\n\n<p class=\"has-text-align-none\">On Wednesday night, some DREAMers did get a <a href=\"https://x.com/DaishiMT/status/1826419975608775102\">50-second chance</a> to endorse Vice President Kamala Harris and push for DACA protections. And in just about every biographical clip of Harris, or biographical mention of Harris’s upbringing, her parents’ immigrant life stories take center stage. But there was hardly any wholehearted embrace of immigration in general this week, rarely a welcoming of economic migrants seeking “a better life,” as in past conventions. And that’s because reality has changed.</p>\n\n<p class=\"has-text-align-none\">Public sentiment is <a href=\"https://www.vox.com/politics/351535/3-theories-for-americas-anti-immigrant-shift\">now turning sharply against all kinds of immigration</a>. As I’ve <a href=\"https://www.vox.com/2024-elections/361155/rnc-2024-republican-immigration-border-biden-policy-invasion-legal-gop\">explained before</a>, the shift has been quick but sustained:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\"><em>Since 2020, the share of Americans wanting the level of all immigration to decrease has shot up, from 28 percent in the middle of 2020 to 55 percent as of June 2024, according to </em><a href=\"https://news.gallup.com/poll/647123/sharply-americans-curb-immigration.aspx\"><em>Gallup polling data</em></a><em>.</em></p>\n\n\n\n<p class=\"has-text-align-none\"><em>Those analysts note that 2024 is the first time since 2005 that the majority of the American public has wanted less immigration and that this anti-immigration sentiment is at its highest point since 2001, when the country was going through another bout of anti-immigrant fervor after the 9/11 terrorist attacks.</em></p>\n\n\n\n<p class=\"has-text-align-none\"><em>Those shifts are also happening across all sectors of the electorate. It’s not just white voters. </em><a href=\"https://news.gallup.com/poll/647123/sharply-americans-curb-immigration.aspx\"><em>Nonwhite</em></a><em> voters and especially </em><a href=\"https://www.axios.com/2024/04/18/latino-immigrants-election-policy-deportation-discrimination\"><em>Latino</em></a><em> voters are </em><a href=\"https://www.axios.com/2024/07/16/trump-latino-voter-enthusiasm-gap\"><em>more likely</em></a><em> than in the past to want less immigration, and anti-immigrant sentiment is rising across all partisan groups, including among Democrats.</em></p>\n</blockquote>\n\n<p class=\"has-text-align-none\">That changed reality also explains the DNC’s immigration programming choices.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Latino Democrats tried to paint Republicans as being weak on the border</strong></h2>\n\n<p class=\"has-text-align-none\">Though it didn’t fall exclusively to them, a handful of Latino Democrats got the task of pushing the Democrats’ new tough-on-the-border image. California Rep. Pete Aguilar, the highest-ranking Latino in Congress, described Harris as both pro-immigrant and pro-border security: “Under President Harris, we can and will do both. As a prosecutor, she took on transnational gangs and cartels. As president, she will fight for pathways to citizenship.”</p>\n\n<p class=\"has-text-align-none\">Nevada Sen. Catherine Cortez Masto leaned into this message too, extolling Harris’s past prosecuting drug smugglers and human traffickers. And it was Texas’s Bexar County Sheriff Javier Salazar who criticized Trump for sabotaging Biden’s border deal, saying Trump “just made our jobs harder.”</p>\n\n<p class=\"has-text-align-none\">These lines likely foreshadow how Harris will keep positioning herself as moderate voters, swing voters, and less tuned-in voters consider her. Immigration policy and border security are some of her biggest vulnerabilities, and Republicans have been quick to <a href=\"https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc\">lean into misleading attacks</a> about her role in handling diplomatic relations with Latin American countries as a way to blame her for the surge in border crossings during the Biden administration’s first three years (though those surges have slowed down significantly in recent months.)</p>\n\n<p class=\"has-text-align-none\">Still, the direction the party is heading was evident throughout the night: Gone are the Obama- and Clinton-era days of casting the Democratic Party as the unequivocal pro-immigrant party. The differences in the convention platforms <a href=\"https://www.cbsnews.com/news/dnc-night-3-immigration-speakers/\">make that clear as well</a>. The 2024 party platform supports quicker deportations of economic migrants and stricter asylum rules — including the ability to stop processing those asylum claims. It’s not clear that those policies would help deter or slow the rate of future immigration, either legal or not, but for the time being, Democrats can report some results. After historically high numbers of migrant encounters at the southern border, crossings have been declining every month for the past five months, according to US Customs and Border Protection statistics provided to USA Today <a href=\"https://www.usatoday.com/story/news/nation/2024/08/16/immigration-plunges-us-mexico-border/74786097007/\">this week</a>. The Department of Homeland Security attributes part of this to the administration’s tougher asylum and deterrence efforts&nbsp;—&nbsp;but it’s unclear that the public is aware of these trends yet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the meantime, 2024’s Democrats sound very different from 2020 — when none of these kinds of stricter proposals appeared in the party’s platform.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On the third night of the Democratic National Convention four years ago, immigration was front and center. Americans heard a series of personal stories about how Trump-era policies had scrambled immigrants’ and their families’ lives. An 11-year-old girl read a letter to then-President Donald Trump; the Trump administration had deported her mother two years before. [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "Chappell Roan spent 7 years becoming an overnight success",
    "link": "https://www.vox.com/culture/358464/chappell-roan-rise-and-fall",
    "pubDate": "2024-08-21T21:39:48.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"On a pink-lit stage, Chappell Roan stands singing into a microphone, with her left hand oustretched behind her. She is wearing a pink dress and heavy white makeup, with blue eyeshadow. Her curly red hair blows in a wind machine.\" data-caption=\"Chappell Roan performs during the 2024 Kentucky Pride Festival at Waterfront Park on June 15, 2024, in Louisville, Kentucky. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Stephen J. Cohen/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Stephen J. Cohen/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2157780644.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Chappell Roan performs during the 2024 Kentucky Pride Festival at Waterfront Park on June 15, 2024, in Louisville, Kentucky. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Stephen J. Cohen/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s undeniable: the era of Chappell Roan is upon us. At music festivals and on the lists forecasting <a href=\"https://www.yahoo.com/entertainment/chappell-roan-5-things-know-090855914.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAEefUpnkTaIJpRuEbR6dE8g5e8t3nu9bxSbG-mFk3deSmqQseg2Xmsg51irNEqZ3m3ocr0VrQCUQ5pmmLthbiscRQAPsECNMFwIwcpklVdeo-dS_3mOVBmbh0PJ6i8XuouS6Ft8w8qPXFF3zbm0RKAMXGEpx0cZJyXZ70EIFkZk5\">pop’s</a> <a href=\"https://www.theguardian.com/music/2023/dec/29/chappell-roan-pops-next-big-thing-i-grew-up-thinking-being-gay-was-a-sin\">next</a> <a href=\"https://www.grammy.com/news/chappell-roan-big-year-interview-coachella-performance\">big</a> <a href=\"https://industryme.co.uk/born-this-way-the-rise-of-chappell-roan/\">thing</a>, there she is: big red hair and big powerhouse voice, unapologetically queer lyrics and exuberant drag queen aesthetic. This is the summer Chappell Roan became impossible to ignore.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Roan has been a working pop artist for years. Now 26, she signed her first record deal with Atlantic Records at 17 and has been putting out songs ever since — but for a long time, none of them seemed to quite hit. Last September, though, Roan released her first full album, <em>The Rise and Fall of a Midwest Princess</em>, and set off on tour as Olivia Rodrigo’s opener. In March, <a href=\"https://www.youtube.com/watch?v=w4WiXKGCJhg\">her appearance on NPR’s Tiny Desk Concert series</a> went surprisingly viral (3.4 million views and counting), sending her <a href=\"https://www.yahoo.com/entertainment/sabrina-carpenter-chappell-roan-are-pop-stars-in-the-making-how-opening-tour-gigs-tiktok-and-coachella-are-keys-to-their-success-215444839.html\">Spotify monthly listeners count</a> rocketing up by 500 percent. In April, she became one of the <a href=\"https://www.nme.com/features/music-features/coachella-2024-review-best-acts-3618348\">biggest stories out of Coachella</a>. In June, she was the story of the <a href=\"https://people.com/chappell-roan-dresses-as-statue-of-liberty-governors-ball-statement-about-freedom-8660637\">Governor’s Ball</a>. She’s been <a href=\"https://www.youtube.com/watch?v=L94zTNhLnXo\">on Jimmy Fallon</a>. She’s <a href=\"https://www.youtube.com/watch?v=WOg93THAyE0\">performed on <em>The Late Show with Stephen Colbert</em></a>. She is currently in the process of crossing the border that separates “working pop artist” and “pop star” — and finding that being a pop star comes with baggage.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://abcnews.go.com/GMA/Culture/chappell-roan-addresses-creepy-behavior-fans-videos/story?id=112980547\">In a pair of TikToks on August 20</a>, Roan called out her fans for overstepping boundaries in their interactions with her. “I don’t care that abuse and harassment — stalking, whatever — is a normal thing to do to people who are famous or a little famous, whatever,” she said. “I don’t care that it’s normal. I don’t care that this crazy type of behavior comes along with the job, the career field I’ve chosen. That does not make it okay. That doesn’t make it normal. Doesn’t mean I want it. Doesn’t mean I like it.”</p>\n\n<p class=\"has-text-align-none\">Roan has such a clear-eyed relationship to her fame in part perhaps because of<strong> </strong>how long it took her to get here and what a strikingly different artist and performer she was at the beginning of the journey. Today, a Chappell Roan show plays like a joyous drag ball. A few years ago, Roan was making broody Lorde-meets-Florence Welch power ballads about suffering deliciously for the love of a boy. She pitched her voice deep and <a href=\"https://www.vice.com/en/article/pkyqkv/cursive-singing-tiktok-trend-explained\">sang her lyrics in smooth, diphthonged cursive</a>. In her videos, she wore her hair dark and straight.</p>\n\n<p class=\"has-text-align-none\">Roan’s trajectory from there to here reveals a lot about why, exactly, she’s taking off so precipitously right now. It’s the story of coming of age, both artistically and personally, at exactly the right time and place.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">How Kayleigh became Chappell</h2>\n\n<p class=\"has-text-align-none\">Roan grew up with the name Kayleigh Amstutz. She lived in what she sometimes describes as a <a href=\"https://www.polyesterzine.com/features/chappell-roan-audience-participation-playing-a-character-and-being-horny\">trailer park</a> in Willard, Missouri, <a href=\"https://data.census.gov/profile/Willard_city,_Missouri?g=160XX00US2979882\">population 6,000</a>. Her childhood was deeply conservative. She went to <a href=\"https://www.theguardian.com/music/2023/dec/29/chappell-roan-pops-next-big-thing-i-grew-up-thinking-being-gay-was-a-sin\">church three times a week</a>, she said in an interview with the Guardian, and was taught that “being gay was bad and a sin.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I wish it was better. I wish I had better things to say,” <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">she told Rolling Stone</a> in 2022. “But mentally, I had a really tough time.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her family and peers found out she could sing when they heard her in a middle school talent show, and she signed to Atlantic Records after she was scouted posting songs to YouTube. Flying back and forth between her parents’ home in Missouri and studios in LA and New York, she got to work. She released her first single, “Good Hurt,” in August 2017, and her first EP <em>School Nights</em> a month later.</p>\n\n<p class=\"has-text-align-none\">Already, she had decided that she would not be performing as Kayleigh Amstutz. Instead, <a href=\"https://www.news-leader.com/story/entertainment/2017/08/17/chappell-roan-singer-willard-she-just-made-big-time/548315001/\">she created a stage name</a> in honor of her grandfather, Dennis Chappell, and his favorite song, “The Strawberry Roan.”&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>A few years ago, Roan was making broody Lorde-meets-Florence Welch power ballads about suffering deliciously for the love of a boy</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">&#8220;The picking of the name was the hardest part of this entire thing,&#8221; <a href=\"https://www.news-leader.com/story/entertainment/2017/08/17/chappell-roan-singer-willard-she-just-made-big-time/548315001/\">Roan confided in her hometown newspaper</a>, The Springfield News-Leader, in the lead-up to releasing <em>School Nights</em> in 2017. &#8220;It was the most stressful part.&#8221;&nbsp;</p>\n\n<p class=\"has-text-align-none\">A few years later, Roan had a different perspective on this part of her life. All of it seemed strange to her, stressful in its own way. “I felt very unprepared,” <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">she told Rolling Stone</a>. “I didn’t know the consequences of how much I had to sacrifice. I didn’t do my senior year. I didn’t go to prom. I didn’t go to graduation. I missed a lot of what would have been the end of my childhood to do this job.”</p>\n\n<p class=\"has-text-align-none\">At the time, the job was to sing dark, moody songs about the sadomasochistic thrill of being in love with a bad boy. “No one else compares to who I had first,” Roan sings in “<a href=\"https://www.youtube.com/watch?v=bmEWNgO0F9k\">Good Hurt</a>” as she submerges herself somberly in a lake of black water in the accompanying video. “All I really want is a good hurt.”</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Chappell Roan - Good Hurt (Official Music Video)\" src=\"https://www.youtube.com/embed/bmEWNgO0F9k?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Roan of this era was a markedly different performer from the Roan we know now. There was no hint of queerness in her presentation yet, with her songs addressed mainly to an unnamed “<a href=\"https://genius.com/Chappell-roan-sugar-high-lyrics\">beautiful boy</a>.” With her long hair worn dark and straight, she gave off a witchy aura, an impression she magnified by gliding around in long white gowns — a far cry from the gleefully tacky drag get-ups she wears now.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps most striking of all, the aesthetic Roan used in the 2010s doesn’t feel like one particular to her. She was doing a variation of the melancholy indie pop sound and look that was then in vogue.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nme.com/features/the-cover/the-cover-chapell-roan-interview-the-rise-and-fall-of-a-midwest-princess-3582467\">Roan now describes her sound of this era as</a> “really dark, angsty pop that was pretty boring.” Her magnetic presence and vocal chops were enough to garner her a small and fervent fanbase, but it wasn’t yet a group large enough to reach critical mass.</p>\n\n<p class=\"has-text-align-none\">Everything changed, Roan has said in interviews, when she left Missouri to live full time in Los Angeles on her own in 2018. For the first time, she was able to separate herself from the conservative ideology of her childhood.</p>\n\n<p class=\"has-text-align-none\">“I was told this city is demonic and Satanists live here,” <a href=\"https://www.nme.com/features/the-cover/the-cover-chapell-roan-interview-the-rise-and-fall-of-a-midwest-princess-3582467\">Roan told NME this February</a>. “But when I got to West Hollywood, it opened my eyes [to the fact] that everything I was afraid of wasn’t always true — especially [what I’d been told] about the queer community. Going to gay clubs for the first time, it felt spiritual.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was also in LA that Roan met the man who would become her primary creative collaborator: Dan Nigro, a music producer and former indie frontman. He and Roan&nbsp; began collaborating just a few months before Nigro broke out in a huge way for his work on Olivia Rodrigo’s “Driver’s License.”</p>\n\n<p class=\"has-text-align-none\">The first collaboration Nigro and Roan released together was “<a href=\"https://www.youtube.com/watch?v=GR3Liudev18\">Pink Pony Club</a>,” which dropped in April 2020. There, we start to see the beginning of what we now know as Chappell Roan: hair worn loose and curly, vulnerability pushed forward but shame exuberantly chased away.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Chappell Roan - Pink Pony Club (Official Music Video)\" src=\"https://www.youtube.com/embed/GR3Liudev18?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">“Pink Pony Club” is a story song Roan has said was inspired by her first trip to the Abbey, an institution in LA’s gay nightlife scene. She was transfixed by the go-go dancers, and so she wrote a song about a woman from a small town who leaves her scandalized mother behind to become a stripper at the Pink Pony Club. Roan had sung all her previous songs in the deep indie girl slur that was popular at the time, but she does “Pink Pony Club” in a voice so precise it starts to feel like a burlesque.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“<em>God</em>, what have you <em>done</em>?” wails the narrator’s mother in the chorus, with Roan coming down hard on the d’s and the t’s, her falsetto bright and airy. “Oh mama, I&#8217;m just having fun,” the narrator responds, and although the song is in a minor key, Roan’s voice is joyous: “On the stage in my heels, it’s where I belong.” </p>\n\n<p class=\"has-text-align-none\">Unfortunately for Roan, April 2020 was not a time that welcomed raucous odes to the dance club. When “Pink Pony Club” dropped into the traumatic early days of the pandemic, it sank like a stone.</p>\n\n<p class=\"has-text-align-none\">The song was also <a href=\"https://www.nme.com/features/the-cover/the-cover-chapell-roan-interview-the-rise-and-fall-of-a-midwest-princess-3582467\">unpopular at her label</a>, which disapproved of Roan turning her back so abruptly on the aesthetic she’d begun to craft in <em>School Nights</em>. Roan released only two more songs with Atlantic: the light love ballad “<a href=\"https://youtu.be/0SfI95-XIqU?si=xYK-CHWLXetEukRD\">Love Me Anyway</a>” and the melancholy “<a href=\"https://youtu.be/GcXlN7meclE?si=7xSlEVN8IHIbaeCy\">California</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“California” is a sort of response to and inverse of “Pink Pony Club.” Like its predecessor, it tells the story of a dreamer who left her small town for a love of delicious sin in LA. Unlike the main character in “Pink Pony Club,” the narrator of “California” feels increasingly like she’s failed by coming to the city and that everything she’s sacrificed has been for nothing. “Won’t make my mama proud,” Roan sings with mounting excitement in “Pink Pony Club.” “I let you down,” she sings on a down note in “California.”</p>\n\n<p class=\"has-text-align-none\">Ten days after “California” was released, in August 2020, Atlantic officially dropped Roan from the label. Her music, they said, was underperforming. The same week, <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">her relationship with the man she’d been seeing for four and a half years ended</a>.</p>\n\n<h2 class=\"wp-block-heading\">The Midwest princess rises</h2>\n\n<p class=\"has-text-align-none\">“I felt like a failure, but I knew deep down I wasn’t,” <a href=\"https://www.theguardian.com/music/2023/dec/29/chappell-roan-pops-next-big-thing-i-grew-up-thinking-being-gay-was-a-sin\">Roan told the Guardian in 2023</a>. She moved back home to Willard, Missouri, got a job working the drive-thru window at a coffee kiosk, and plotted her next move. She wanted to give herself time to recalibrate and save money before going back to LA and trying music again. She would give herself a year there to make it before giving in and enrolling in college.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, little by little, Roan was beginning to develop a cult following, without any official backing from the music industry. “Pink Pony Club” was becoming a bona fide sleeper hit as it took off across TikTok and through word of mouth.</p>\n\n<p class=\"has-text-align-none\">“Here’s a totally reasonable proposal for song of summer 2021: a single that dropped more than a full year ago, in April 2020, to essentially no fanfare, by a 21-year-old singer-songwriter who hasn’t even cracked 4,000 followers on Twitter,” <a href=\"https://www.vulture.com/article/song-recommendation-chappell-roan-pink-pony-club.html\">announced Vulture in 2021</a>, describing “Pink Pony Club” as “a pop hit from an alternate timeline that somehow ended up in ours by accident.” The song wasn’t charting yet, not even close, but it was starting to get attention in all the right places.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Nigro had been helping Olivia Rodrigo craft and release her hit debut studio album, <em>Sour.</em> In November 2021, with Rodrigo launched, Nigro and Roan reunited. Roan was feeling listless and ignored, she says, and Nigro gave her the impetus she needed to start working for herself. “[Dan] was just looking at me and goes ‘You are going to run your career into the fucking ground if you don’t start doing shit on your own,’” <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">Roan told Rolling Stone in 2023</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In March 2022, Roan released “<a href=\"https://youtu.be/nXZuv1T8bfg?si=Sfu9KPq3laClLfbS\">Naked in Manhattan</a>,” her first song as an independent artist, without the backing of a music label. She shot the accompanying video with friends in thrifted wardrobe on the streets of New York City.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The song sees Roan crushing on a girl friend, hoping to finally cross the line and kiss her. “Boys suck, and girls I’ve never tried,” she sings. In real life, she says, the lyric was true when she wrote it. “I was dating a boy then,” <a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">Roan told the LA Times last August</a>. “I had never even kissed a girl when these songs [“Naked in Manhattan” and “Red Wine Supernova”] were written. It was all what I wished my life could be.”</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Chappell Roan - Naked in Manhattan (Official Music Video)\" src=\"https://www.youtube.com/embed/nXZuv1T8bfg?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">“Naked in Manhattan” continues the aesthetic project Roan found in “Pink Pony Club” and develops it. It’s Roan’s first explicitly queer song. (“Pony Club” covers its coming-out narrative in a thin veil of plausible deniability.) It’s also the first to feature the spoken word interlude that would become a go-to move for her. The accompanying video also debuts the “<a href=\"https://www.rollingstone.com/music/music-features/chappell-roan-casual-release-1234618237/\">thrift store pop star</a>” drag queen style that became her calling card: fire engine red hair, elaborate hyper-femme outfits cobbled together from thrift store pieces, a pinup girl burlesque cheekiness. It was a sign that Roan had at last found a new image that she loved.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In March 2022, Roan was announced as the opener for Olivia Rodrigo and Fletcher. She continued releasing independent singles: “<a href=\"https://youtu.be/ePsqyPMIg6I?si=d-PcUErh9GQdzuhw\">Karma</a>” and “<a href=\"https://www.youtube.com/watch?v=xdaKBAuO8zg\">Femininomenon</a>” in August 2022, and “<a href=\"https://www.youtube.com/watch?v=AfSjnsYiY_A\">Casual</a>” in October. In February 2023, she launched her own national tour.</p>\n\n<p class=\"has-text-align-none\">All the while, she was developing the character of “Chappell Roan” beyond just a stage name into a fully distinct persona like those used by the drag queens she had come to idolize. “Don’t call me baby, and don’t call me Kayleigh,” she would say at the opening of her shows. When she was performing, she stopped being Kayleigh and Chappell took over.</p>\n\n<p class=\"has-text-align-none\">Chappell was all the things Kayleigh was ashamed of, made newly exuberant and joyful. She wore clownish white-face makeup because “that’s what the <a href=\"https://www.papermag.com/chappell-roan-trixie-mattel#rebelltitem2\">country boys called gay people in my hometown. Clowns.</a>” She plays campily with the signifiers of her small-town background: <a href=\"https://5centsound.com/blog/house-of-chappell\">yodeling vocal trills and camo-print merch</a>. Perhaps most significantly, she is unapologetically sexual in ways that her creator cannot quite bring herself to be.</p>\n\n<p class=\"has-text-align-none\">“I have such a difficult time — as Kayleigh — with sex,” she said in an <a href=\"https://www.polyesterzine.com/features/chappell-roan-audience-participation-playing-a-character-and-being-horny\">interview with Polyester Zine in 2023</a>. “I have a hard time watching sex scenes or flirting with people! I get really uncomfortable with hyper sexual things. But as the drag queen that I play, Chappell, she&#8217;s not like that — she is very confident and comfortable singing about those things.”</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Don’t call me baby, and don’t call me Kayleigh,” she would say at the opening of her shows</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">In March&nbsp;2023, Roan announced that she had signed to Nigro’s new label, Amusement Records, in partnership with Island Records.</p>\n\n<p class=\"has-text-align-none\">According to Roan, by then, she had options. “I met with nine labels and I went in with the attitude [of], ‘This is what I need — the only thing I need right now is money,’” she told <a href=\"https://www.nme.com/features/music-interviews/chappell-roan-interview-red-wine-supernova-debut-album-radar-3458322\">NME</a>. “So if you don’t give me this, this and this, I’m just not going to sign with you because I can keep going on my own. I was very picky and I had a fuck ton of leverage.”</p>\n\n<p class=\"has-text-align-none\">Roan wasn’t wrong. She had all that leverage because it was clear that her moment was arriving. Now, after years of trying on personas that didn’t quite fit, of working bad day jobs and living with roommates, of scrabbling studio time and music videos together without a label to back her, it’s finally here.</p>\n\n<h2 class=\"wp-block-heading\">A drag queen pop star in a time of moral panic</h2>\n\n<p class=\"has-text-align-none\">Looking back over the arc of Roan’s career, it becomes clear that her music got really good and her career started to take off once she had a strong sense of who she was as an individual. That sense of self is intertwined with Roan defining herself as a queer woman.</p>\n\n<p class=\"has-text-align-none\">The energy of <em>The Rise and Fall of a Midwest Princess</em> comes from the palpable joy of finding oneself and rejecting old beliefs. “Touch me, baby, put your lips on mine,” Roan instructs her sapphic crush in “Naked in Manhattan,” adding with a verbal shrug, “Could go to hell but we’ll probably be fine.” The Chappell Roan of “Good Hurt” might have believed she would go to hell if she kissed a girl. The Chappell Roan of “Naked in Manhattan” doesn’t much care either way, even if the person who wrote the lyrics hasn’t quite gotten there herself yet.</p>\n\n<p class=\"has-text-align-none\">If <em>Midwest Princess</em> is a celebration of finding oneself, Chappell Roan the character is the personification of that glee. Chappell, with her white-face makeup and princessy gowns that are just a little off, expresses what her creator longs for and cannot quite reach herself.</p>\n\n<p class=\"has-text-align-none\">“The whole project is to honor my 10-year-old self. My whole persona is just me trying to honor that version of myself that I was never allowed to be,” <a href=\"https://www.papermag.com/chappell-roan-trixie-mattel#rebelltitem2\">she told Paper in June</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Part of the fame problem Roan is now facing is the downside of making a drag queen a pop star. In drag, it’s understood that <a href=\"https://www.reddit.com/r/rupaulsdragrace/comments/7amnp5/how_do_you_guys_approach_queens_out_of_drag/\">you don’t approach a queen for a picture when she’s out of costume</a>. Roan has made it clear that when she stops being Chappell and starts being Kayleigh again, she expects to be left alone — but not all of her fans think that’s an appropriate ask coming from a pop star who owes her fame to her fanbase.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://abcnews.go.com/GMA/Culture/chappell-roan-addresses-creepy-behavior-fans-videos/story?id=112980547\">In her videos</a>, Roan implies that some fans have stalked her family and bullied her virtually after she refused to take a picture “because she has her own time.”<strong> </strong></p>\n\n<p class=\"has-text-align-none\">“I’m a random bitch. You’re a random bitch. Just think about that for a second, okay?” Roan said. </p>\n\n<p class=\"has-text-align-none\">Even as Roan grapples with her fans, it is probably not a coincidence that America fell in love with Chappell Roan at the same time that <a href=\"https://www.vox.com/2023/9/7/23860447/supreme-court-drag-shows-ban-tennessee-montana-texas-florida-queens\">drag shows are becoming criminalized</a>. While lawmakers position drag queens as monstrous threats to children, Roan stands for drag as the thing that saved an unhappy child, a joy, a marvelous act of creation. Her artistic project is about finding her self-identity, and as soon as she found that self, she made her a drag queen.</p>\n\n<p class=\"has-text-align-none\">What makes Chappell Roan so compelling to watch is that as a character, she stands for a profound release, an unshaming. She is the artistic culmination of a long search for self-discovery, and you can hear the joy and celebration of that search in the music.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That is, she’s the culmination for now. Who knows what’s coming next?&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 21, 5:40 pm:</strong> This article was originally published on July 2, 2024. It has been updated to include news of Roan’s videos addressing disagreements with her fans.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s undeniable: the era of Chappell Roan is upon us. At music festivals and on the lists forecasting pop’s next big thing, there she is: big red hair and big powerhouse voice, unapologetically queer lyrics and exuberant drag queen aesthetic. This is the summer Chappell Roan became impossible to ignore.&#160; Roan has been a working [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "The US says an Israel-Hamas ceasefire is close. What’s really happening?",
    "link": "https://www.vox.com/world-politics/367954/ceasefire-deal-israel-hamas-gaza-blinken-bridging",
    "pubDate": "2024-08-21T21:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People run as smoke rises amid a fiery explosion in a residential neighborhood in Gaza’s Deir al Balah.\" data-caption=\"Palestinians run away from the blast after Israeli forces carry out an airstrike in Deir al Balah, Gaza, on August 18, 2024. | Ali Jadallah/Anadolu via Getty Images\" data-portal-copyright=\"Ali Jadallah/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2166602221.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Palestinians run away from the blast after Israeli forces carry out an airstrike in Deir al Balah, Gaza, on August 18, 2024. | Ali Jadallah/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The US claims that progress has been made on a ceasefire deal between Israel and Hamas —&nbsp;and that the Israeli side has already accepted a framework the US calls a “bridging proposal” that would end the nearly 11 months of brutal fighting in Gaza.</p>\n\n<p class=\"has-text-align-none\">The announcement is reminiscent of one President Joe Biden made in June; then, he seemed to <a href=\"https://www.vox.com/world-politics/353558/gaza-ceasefire-talks-proposal-biden-israel-hamas\">suggest Israel had created a promising ceasefire proposal</a>. That proposal ultimately went nowhere, and Israel pushed back on Biden’s description of the plan.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This time, Israel has yet to publicly embrace the “bridging proposal,” though <a href=\"https://www.axios.com/2024/08/19/netanyahu-ceasefire-hostage-deal-demands\">reports indicate</a> Israeli Prime Minister Benjamin Netanyahu is against concessions that would allow for a successful deal. President Joe Biden <a href=\"https://www.reuters.com/world/middle-east/biden-raise-egypt-gaza-corridor-call-with-netanyahu-axios-reports-2024-08-21/\">reportedly spoke with Netanyahu Wednesday</a>, urging him to back down on demands regarding Israeli control of parts of Gaza. Meanwhile, Hamas claims <a href=\"https://apnews.com/article/israel-hamas-war-latest-20-august-2024-0af8804c872792a73a5d9044634dc884\">the deal is a “reversal”</a> of previous agreements and has claimed that the US is imposing new Israeli demands upon the agreement.</p>\n\n<p class=\"has-text-align-none\">Multiple rounds of ceasefire talks have already fallen through; the last successful effort to end the violence — albeit temporarily — was in November 2023, when a <a href=\"https://www.vox.com/world-politics/2023/11/27/23976383/israel-hamas-war-hostage-ceasefire-deal-extension\">week-long pause in fighting</a> allowed for the return of 105 Israeli hostages and the release of about 240 Palestinian prisoners held by Israel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The goals of November’s agreement were limited to the prisoner exchange and getting humanitarian aid into Gaza. Now, the objective is to end the fighting that has killed at least 40,000 Palestinians, according to Gaza’s health ministry. The extent of the devastation, with many bodies buried under rubble, means that the real death toll is likely even higher — possibly by <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(24)01169-3/fulltext\">tens of thousands</a>.</p>\n\n<p class=\"has-text-align-none\">The major sticking point in the negotiations, both now and earlier this summer, seems to be a fundamental disagreement about what a ceasefire might look like. Hamas wants a permanent ceasefire in Gaza, while Netanyahu has said an end to the fighting can <a href=\"https://www.nytimes.com/2024/08/14/us/politics/israel-military-gaza-war.html\">only come once Hamas is destroyed</a> —&nbsp;despite a growing consensus that such a goal is unfeasible. Furthermore, Israel has indicated it would like to have a <a href=\"https://abcnews.go.com/International/wireStory/israel-demanding-control-2-gaza-corridors-cease-fire-112973629\">security presence in Gaza post-war</a>, something Hamas will not agree to.</p>\n\n<p class=\"has-text-align-none\">Reaching a real ceasefire agreement has only become more urgent as Israeli <a href=\"https://abcnews.go.com/International/aftermath-attack-israeli-settlers-palestinian-village-reporters-notebook/story?id=112906804\">settlers in the West Bank continue to attack Palestinians</a>, and as the risk of a regional war that could come to encompass <a href=\"https://www.nytimes.com/live/2024/08/21/world/israel-iran-hamas-gaza-war\">Lebanon</a> and <a href=\"https://www.cnn.com/2024/08/14/middleeast/iran-response-israel-assassination-analysis-intl/index.html\">Iran</a> looks increasingly serious. But despite the renewed attention on the negotiations, there’s reason to be skeptical that this time is any different.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Why the prospect of a ceasefire remains dim</strong></h2>\n\n<p class=\"has-text-align-none\">The latest ceasefire news is just the latest in a long string of almost-but-not-quite proposals since November’s week-long ceasefire ended (both sides claim the other broke that agreement).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most recently, in a <a href=\"https://www.axios.com/2024/08/18/hamas-rejects-us-ceasefire-hostage-proposal\">ceasefire proposal issued by the US on Friday</a> Israel reportedly included a demand for control over two areas of Gaza. One of these is what Israel calls the Philadelphi corridor, which runs along the border between Egypt and Gaza. <a href=\"https://apnews.com/article/israel-palestinians-hamas-war-ceasefire-talks-corridors-03deb20a6c549273fb4b8ce3475fff17\">Israel claims it needs to occupy the area</a> to prevent Hamas from using the region to resupply its war material.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other area Israel wants to control is what’s known as the Netzarim corridor, which divides northern and southern Gaza. Israel similarly says it needs security forces in that area to <a href=\"https://abcnews.go.com/International/wireStory/israel-demanding-control-2-gaza-corridors-cease-fire-112973629\">block the flow of weapons</a>. For Hamas, however, additional Israeli control over Palestinian territory is likely to be a nonstarter, reminiscent of <a href=\"https://www.vox.com/world-politics/23921529/israel-palestine-timeline-gaza-hamas-war-conflict\">Israeli efforts to divide the Palestinian people geographically</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Friday’s deal also did not provide for a permanent ceasefire, another of Hamas’s primary demands.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The last major ceasefire plan was initially <a href=\"https://www.axios.com/2024/08/18/hamas-rejects-us-ceasefire-hostage-proposal\">negotiated back in May</a>. Hamas agreed to the proposal, and the United Nations endorsed it, but that deal was reportedly scuppered when Netanyahu introduced new conditions, including control over the Philadelphi corridor and a demand that Israel screen Palestinians returning to their homes in the north, <a href=\"https://www.bbc.com/news/articles/c4gex1rl6q5o\">according to the BBC</a>.</p>\n\n<p class=\"has-text-align-none\">Part of what has made a ceasefire deal difficult is the fact that Israel has the military edge: The balance of power in Gaza has always been asymmetrical. The Israeli military is powerful in its own right; aid from the US, including the delivery of <a href=\"https://www.washingtonpost.com/national-security/2024/07/10/us-israel-500-pound-bomb/\">500-pound bombs</a>, compounds the advantage. And Israel has continued attacking Gaza amid the ceasefire talks, reportedly killing <a href=\"https://www.aljazeera.com/news/liveblog/2024/8/20/israels-war-on-gaza-live-israel-kills-35-in-gaza-as-us-buying-time\">at least 12 in an attack on a school in Gaza City Tuesday</a>.</p>\n\n<p class=\"has-text-align-none\">But Hamas has a degree of leverage “they’ve never had before” in previous conflicts in Gaza, <a href=\"https://www.crisisgroup.org/who-we-are/people/joost-hiltermann\">Joost Hiltermann</a>, the director of the Middle East and North Africa program at the International Crisis Group, said: The group still holds 105 Israeli hostages taken in October 2023. </p>\n\n<p class=\"has-text-align-none\">The fact that hostages remain in Gaza has only been marginally effective in securing Hamas’s demands, however; a weeklong ceasefire and the return of hundreds of Palestinian prisoners is a far cry from a permanent one and full Israeli troop withdrawal from Gaza.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s also not clear how many of those hostages are still alive; <a href=\"https://www.bbc.com/news/articles/c23lgy1k22zo\">on Monday Israel retrieved the bodies of six hostages from Khan Younis</a> in Gaza. And Hamas has continued its attacks amid the ceasefire negotiations, including an <a href=\"https://www.nytimes.com/2024/08/19/world/middleeast/tel-aviv-bomb-hamas.html\">apparent suicide attack in Tel Aviv Sunday</a>, for which the group has claimed credit.</p>\n\n<p class=\"has-text-align-none\">Further complicating negotiations is a change in Hamas’s leadership.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Following the assassination of its political leader and chief negotiator Ismael Haniyeh in Tehran last month, <a href=\"https://www.nytimes.com/2024/08/01/world/middleeast/how-hamas-leader-haniyeh-killed-iran-bomb.html\">likely by Israel,</a> Yahya Sinwar, the head of Hamas’s militant wing, has assumed the top job. Sinwar, Hiltermann told Vox, is a “very stubborn fellow.”</p>\n\n<p class=\"has-text-align-none\">“He doesn’t give in. I think he would much rather be martyred, in their term — killed — than concede,” Hiltermann said. “So that doesn’t mean he doesn’t want to cease fire, but he wants a ceasefire on terms that he thinks are good for the Palestinian cause. If he cannot get them, then he will say to Israel, ‘Continue to fight.’”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The US role in ending the war – and why talks continue to fall short</strong></h2>\n\n<p class=\"has-text-align-none\">As the latest ceasefire news demonstrates, the US also remains a major player in negotiations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.vox.com/world-politics/23916266/us-israel-support-ally-gaza-war-aid\">scale of US military assistance to Israel</a> could provide a point of leverage to push Netanyahu and Israel toward a deal; at least publicly, however, Blinken and Biden have shown little appetite to use that leverage, even while pushing for a ceasefire and telling Israel that its war is unwinnable. Vox reached out to the White House and the State Department for further clarification on the status of the bridging negotiations, but did not receive a response by publication time.</p>\n\n<p class=\"has-text-align-none\">In other words, there’s no clear reason to assume a breakthrough is truly imminent. “Every public indication that the principals are giving is that we’re not close,” said <a href=\"https://www.csis.org/people/jon-b-alterman\">Jon Alterman</a>, the director of the Middle East program at the Center for Strategic and International Studies. “And that either reflects a) an underlying reality or b) the fact that each side is negotiating effectively to try to extract the maximum from its adversary — but I can’t tell you which of those is true.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The US claims that progress has been made on a ceasefire deal between Israel and Hamas —&#160;and that the Israeli side has already accepted a framework the US calls a “bridging proposal” that would end the nearly 11 months of brutal fighting in Gaza. The announcement is reminiscent of one President Joe Biden made in [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Vox’s guide to Kamala Harris’s 2024 policies",
    "link": "https://www.vox.com/politics/367990/kamala-harris-policy-positions-issues-guide",
    "pubDate": "2024-08-21T20:22:58.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2166932903.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Americans will choose between Vice President Kamala Harris and re-electing former President Donald Trump in the 2024 presidential election. In many cases, the candidates are miles apart on a number of top issues.</p>\n\n<p class=\"has-text-align-none\">Here are Harris’s policy positions. You can find our guide to Trump’s policy positions <a href=\"https://www.vox.com/politics/368004/donald-trump-policy-positions-issues-guide\">here</a>. These guides will be updated as Election Day nears.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<p class=\"has-text-align-none wp-elements-f0a5527e76147567879fdeae1990e3d7\"></p>\n\n<p class=\"has-text-align-none\"></p>\n<ul>\n\t\t\t<li><a href=\"https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc\">Kamala Harris and the border: The myth and the facts</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/2024-elections/362782/kamala-harris-gaza-israel-palestine-biden-netanyahu\">What Kamala Harris really thinks about Israel and Gaza</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/housing/365063/kamala-harris-housing-rent-control-landlords\">Kamala Harris’s recent embrace of rent control, explained</a></li>\n\t</ul>\n\t\t\t<h3>Crime</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/today-explained-newsletter/363859/kamala-harris-prosecutor-record-tough-crime\">Ruthless “cop” or “soft on crime”? Kamala Harris’s record as prosecutor, explained.</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Economy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage\">Trump and Harris agree on “no tax on tips.” They’re both wrong.</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Foreign Policy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/2024-elections/362782/kamala-harris-gaza-israel-palestine-biden-netanyahu\">What Kamala Harris really thinks about Israel and Gaza</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Immigration</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/361635/kamala-harris-border-czar-immigration-mexico-guatemala-rnc\">Kamala Harris and the border: The myth and the facts</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Social Issues</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/housing/365063/kamala-harris-housing-rent-control-landlords\">Kamala Harris’s recent embrace of rent control, explained</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/climate/362131/biden-drop-out-kamala-harris-climate-record\">What Kamala Harris’s track record on climate makes clear</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Americans will choose between Vice President Kamala Harris and re-electing former President Donald Trump in the 2024 presidential election. In many cases, the candidates are miles apart on a number of top issues. Here are Harris’s policy positions. You can find our guide to Trump’s policy positions here. These guides will be updated as Election [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "Vox’s guide to Donald Trump’s 2024 policies",
    "link": "https://www.vox.com/politics/368004/donald-trump-policy-positions-issues-guide",
    "pubDate": "2024-08-21T20:22:10.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2163542286.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Americans will choose between re-electing former President Donald Trump or Vice President Kamala Harris in the 2024 presidential election. In many cases, the candidates are miles apart on a number of top issues.</p>\n\n<p class=\"has-text-align-none\">Here are Trump’s policy positions. You can find our guide to Harris’s stances <a href=\"https://www.vox.com/politics/367990/kamala-harris-policy-positions-issues-guide\">here</a>. These guides will be updated as Election Day nears.</p>\n<ul>\n\t\t\t<li><a href=\"https://www.vox.com/politics/24080265/trump-immigration-policies-2024\">Trump’s immigration policies are his old ones — but worse</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/politics/353037/trump-gaza-israel-protests-biden-election-2024\">What Trump really thinks about the war in Gaza</a></li>\n\t\t\t<li><a href=\"https://www.vox.com/2023/11/14/23958866/trump-vermin-authoritarian-democracy\">When Trump tells you he’s an authoritarian, believe him</a></li>\n\t</ul>\n\t\t\t<h3>Democracy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/360516/trump-assasination-attempt-democracy-threat-rhetoric-critics-violence-politics-biden\">Yes, it’s still fair to call Trump a threat to democracy</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/357776/biden-trump-debate-democracy-crisis-analysis-lies-facts\">Donald Trump is getting away with it</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/2023/11/14/23958866/trump-vermin-authoritarian-democracy\">When Trump tells you he’s an authoritarian, believe him</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/24159069/trump-guardrails-authoritarian-democracy-second-term\">If Trump wins, what would hold him back?</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Economy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage\">Trump and Harris agree on “no tax on tips.” They’re both wrong.</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Foreign Policy</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/353037/trump-gaza-israel-protests-biden-election-2024\">What Trump really thinks about the war in Gaza</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t<h3>Social Issues</h3>\n\t\t<ul>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/today-explained-newsletter/366472/2024-election-donald-trump-vaccines-schools\">Trump’s campaign against public health is back on</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/366495/trump-medication-abortion-mifepristone\">Trump’s ever-shifting position on abortion, explained (as best as possible)</a></li>\n\t\t\t\t\t\t\t<li><a href=\"https://www.vox.com/politics/2024/3/12/24098773/trump-social-security-medicare-cuts-entitlements-position-2024\">Trump just opened the door to Social Security cuts. Take him seriously.</a></li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Americans will choose between re-electing former President Donald Trump or Vice President Kamala Harris in the 2024 presidential election. In many cases, the candidates are miles apart on a number of top issues. Here are Trump’s policy positions. You can find our guide to Harris’s stances here. These guides will be updated as Election Day [&#8230;]",
    "author": "Vox Staff"
  }
]