[
  {
    "title": "Elon Musk says he’s giving away $1 million a day to voters. Is that legal?",
    "link": "https://www.vox.com/politics/378912/musk-trump-voting-contest-million-dollars-swing-state-lottery-pennsylvania",
    "pubDate": "2024-11-04T23:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Elon Musk onstage with a woman who is holding a novelty check above her head. \" data-caption=\"SpaceX and Tesla founder Elon Musk awarded Kristine Fishell with a $1 million check during the town hall at the Roxain Theater on October 20, 2024 in Pittsburgh, Pennsylvania. | Michael Swensen/Getty Images\" data-portal-copyright=\"Michael Swensen/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2178881653.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>SpaceX and Tesla founder Elon Musk awarded Kristine Fishell with a $1 million check during the town hall at the Roxain Theater on October 20, 2024 in Pittsburgh, Pennsylvania. | Michael Swensen/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Elon Musk, the billionaire entrepreneur and campaign surrogate for former President Donald Trump, has given away <a href=\"https://abcnews.go.com/Politics/elon-musk-pac-giveaway-judge-injunction-ruling/story?id=92223179\">$17 million</a> to people who have signed a petition from his political action committee — despite a legal challenge to the sweepstakes that has now failed.</p>\n\n<p class=\"has-text-align-none\">To win the money, the signee must be a registered swing state voter — and that criterion raised concerns that Musk may be in <a href=\"https://www.govinfo.gov/content/pkg/USCODE-2023-title52/pdf/USCODE-2023-title52-subtitleI-chap103-sec10307.pdf\">violation of a federal law</a> that makes it illegal to pay people (or offer them an incentive) to either register to vote or cast a ballot.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think there&#8217;s a strong argument that there&#8217;s potential criminal liability here, so at the very least [the Department of Justice] should be investigating and should be warning people not to be doing this,” <a href=\"https://electionlawblog.org/?p=146397\">Richard Hasen</a>, director of the Safeguarding Democracy Project at UCLA Law School, told Vox.</p>\n\n<p class=\"has-text-align-none\">On Monday, however, Philadelphia Common Pleas Court Judge Angelo Foglietta ruled that the contest could continue. Philadelphia District Attorney <a href=\"https://www.washingtonpost.com/elections/2024/10/28/2024-election-campaign-updates-harris-trump/#link-TKYLI67SXBD75FWTBKZRWPR7U4\">Larry Krasner had alleged</a> that the giveaway was a lottery in violation of Pennsylvania’s consumer protection laws. An attorney for Musk’s PAC <a href=\"https://6abc.com/post/lawsuit-elon-musk-1m-giveaway-returns-philadelphia-court/15507410/\">argued that the contest is not a lottery</a>, claiming that the winners are not subject to chance and that they are paid to be “spokespeople” for Musk’s PAC. </p>\n\n<p class=\"has-text-align-none\">A spokesperson for Krasner’s office indicates that the city of Philadelphia may continue its litigation, though Musk’s PAC has said the contest will end on Election Day. &#8220;A lot of truth came out in court today, and it was jaw-dropping,” Dustin Slaughter, a spokesperson for Krasner’s office, told Vox. “Stay tuned.&#8221;</p>\n\n<p class=\"has-text-align-none\">Krasner’s suit follows a complaint by public advocacy group Public Citizen <a href=\"https://www.citizen.org/article/elon-musk-violated-campaign-finance-law-complaint-to-fec/\">filed with the Federal Elections Commission</a>, which alleges<strong> </strong>that the contest violates federal campaign finance law because “the purpose of the $1 million reward for signing the petition appears to be to motivate voter registration and voting at the polls by those sympathetic with the candidacy of Donald Trump in the key swing states for the 2024 presidential election.” The DOJ also reportedly <a href=\"https://www.nytimes.com/2024/10/23/us/politics/elon-musk-department-of-justice-giveaway.html\">sent a letter</a> to a lawyer for Musk’s PAC warning that the contest might violate the law. Neither the DOJ nor a representative for the PAC have commented publicly on the warning.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3354574880\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">The program worked like this: Registered voters in Arizona, Pennsylvania, North Carolina, Georgia, Michigan, Nevada, or Wisconsin — all swing states that could go for either Vice President Kamala Harris or Trump come Election Day — could sign the <a href=\"https://petition.theamericapac.org/\">petition</a>, which claims to be a “Petition in Favor of Free Speech and the Right to Bear Arms” until Monday, October 21, which happened to be <a href=\"https://www.pavoterservices.pa.gov/pages/VoterRegistrationApplication.aspx\">the voter registration deadline in Pennsylvania</a>. </p>\n\n<p class=\"has-text-align-none\">The petition was circulated by Musk’s America PAC, which has taken over much of Trump’s ground operation in <a href=\"https://wapo.st/4fw1Tij\">key swing states</a>. Musk has made Pennsylvania a particular focus of his personal outreach, hosting events there, <a href=\"https://www.reuters.com/world/us/pro-trump-group-funded-by-musk-struggles-with-outreach-targets-inflation-2024-10-18/\">including one</a> in which he handed a woman in a Trump-Vance shirt a giant $1 million check.</p>\n\n<p class=\"has-text-align-none\">Though the petition does not require signers to be registered Republicans, the focus on the First and Second Amendments does seem to<strong> </strong>appeal to potential Trump voters who fear Democrats will take away their gun rights and who subscribe to Musk’s idea of “<a href=\"https://www.cato.org/commentary/elon-musk-sues-critics-silence-so-much-free-speech\">free speech</a>.” The net effect, then, is that Musk promised $1 million a day to a program aimed at getting pro-Trump voters registered in swing states.</p>\n\n<p class=\"has-text-align-none\">Because his contest is only open to registered voters, there may be a case for it to<strong> </strong>be understood as an illegal financial incentive to get people to register to vote, as Public Citizen’s complaint alleges. One issue Musk faces, said <a href=\"https://electioninnovation.org/team/david-becker/\">David Becker</a>, executive director of the nonpartisan Center for Election Innovation &amp; Research, is that what constitutes payment for voting-related activity has been broadly interpreted in the past.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This could involve anything of value,” Becker said. The law “has been applied to things like Ben &amp; Jerry&#8217;s offering everyone who has an ‘I Voted’ sticker <a href=\"https://www.abajournal.com/news/article/election_law_blogger_responsible_for_free_ben_jerrys\">an ice cream cone on Election Day</a>. They received a cease-and-desist letter and changed [the promotion to give] everyone a free ice cream cone on Election Day.”</p>\n\n<p class=\"has-text-align-none\">There is some ambiguity in Musk’s promotion, compared to what Ben &amp; Jerry’s offered, however. The uncertainty arises from the fact that Musk’s PAC is asking people to sign a petition for the chance to win $1 million, not explicitly rewarding them for registering to vote.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.brennancenter.org/about/leadership/daniel-i-weiner\">Daniel Weiner</a>, director of the Brennan Center’s Elections &amp; Government Program, told Vox that the issue at hand really comes down to whether entering a specific group of people in a contest if they sign a petition counts as paying people to register to vote.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There&#8217;s certainly an argument that it is, [but] I think&nbsp;it&#8217;s hard to know for sure how to predict how this would play out in court,” Weiner said.</p>\n\n<p class=\"has-text-align-none\">Democratic <a href=\"https://www.nbcnews.com/politics/2024-election/pennsylvania-gov-shapiro-law-enforcement-take-look-elon-musk-voter-pay-rcna176279\">Pennsylvania Gov. Josh Shapiro called the contest</a> “concerning,” shortly after it was announced in late October,<strong> </strong>and said it was “something that law enforcement could take a look at.” Thus far, the federal government hasn’t announced any investigation into the contest. </p>\n\n<p class=\"has-text-align-none\">If indeed the Justice Department decided to pursue Musk, it would first send a cease-and-desist letter —&nbsp;just like the one Ben &amp; Jerry’s received back in 2008. From there, he would have to decide how to respond; the penalty for breaking the law is $10,000 or a maximum of five years in prison.</p>\n\n<p class=\"has-text-align-none\">But even if the DOJ decides to go after Musk for this —&nbsp;and there is no guarantee that it will —&nbsp;the issue likely won’t be resolved before November 5, in part to avoid any perception on the part of the federal government that the DOJ is meddling in the election.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“There are important norms around initiating investigations and legal proceedings in the runup to an election. Otherwise, they can potentially launch an investigation after the election, and whether they will is something that&#8217;s difficult to predict,” Weiner said. “I think that this is something whose legality will not be resolved before the election.”</p>\n\n<p class=\"has-text-align-none\"><strong><em>Update, November 4, 6 pm ET: </em></strong><em>This story, originally published October 21, has been updated several times, most recently to include the result of<strong> </strong>the lawsuit filed by the Philadelphia district attorney.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Elon Musk, the billionaire entrepreneur and campaign surrogate for former President Donald Trump, has given away $17 million to people who have signed a petition from his political action committee — despite a legal challenge to the sweepstakes that has now failed. To win the money, the signee must be a registered swing state voter — [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "The voters who could decide the 2024 election in Michigan",
    "link": "https://www.vox.com/today-explained-podcast/382226/michigan-2024-election-black-arab-american-voters",
    "pubDate": "2024-11-04T21:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Three people stand in a group behind a red, white, and blue sign that says “VOTE HERE.”\" data-caption=\"Voters outside of a polling station in Dearborn, Michigan, on November 3, 2024. | Islam Dogru/Anadolu via Getty Images\" data-portal-copyright=\"Islam Dogru/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2182160067.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Voters outside of a polling station in Dearborn, Michigan, on November 3, 2024. | Islam Dogru/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you’re just emerging from six months under a rock, we have some news for you: The election is Tuesday, and it’s a toss-up. Seven swing states will decide whether Kamala Harris or Donald Trump is sworn in as the next president<s> </s>in January, and their polling averages are all within the <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/michigan/\">margin of error</a>. In an election this close, small constituencies really matter.</p>\n\n<p class=\"has-text-align-none\">In Michigan, that has meant a focus on its Arab American community, which numbers more than <a href=\"https://www.bbc.com/news/articles/cy5ln171edlo\">200,000</a>. Long a reliable Democratic constituency, many of these voters are furious with the Biden administration for its handling of Israel’s war in Gaza and now Lebanon. Trump has been trying to take advantage of this: He has welcomed the <a href=\"https://www.foxnews.com/politics/michigan-arab-american-mayor-who-endorsed-trump-reveals-one-most-important-factors-his-decision\">endorsement of the mayor of a majority Arab American suburb of Detroit</a>, as well as the <a href=\"https://www.wxyz.com/trump-endorsed-by-several-muslim-arab-american-leaders-at-campaign-rally-in-novi\">endorsement of some local imams</a>.</p>\n\n<p class=\"has-text-align-none\">But the biggest beneficiary of Arab American anger at Democrats may be Green Party candidate Jill Stein. Among American Muslims, Stein is tied with Harris, with Trump a distant third, according to <a href=\"https://www.cair.com/press_releases/breaking-cairs-final-election-poll-shows-stein-and-harris-still-tied-among-muslim-voters-trump-trailing/\">a new nationwide poll by the Council on American-Islamic Relations</a>. </p>\n\n<p class=\"has-text-align-none\">Still, many Democrats see a vote for Stein as a vote for Trump. And if Stein is able to peel off enough Arab American voters, it could cost Harris Michigan — and the election. “If you told me it&#8217;s the morning after the election and Michigan has made the difference, I would say the most likely scenario is that Democratic weakness among Arab American voters and Black voters showed up,” <a href=\"https://polisci.msu.edu/people/directory/grossmann-matt.html\">Matt Grossmann</a>, director of the Institute for Public Policy and Social Research at Michigan State University<a href=\"https://polisci.msu.edu/people/directory/grossmann-matt.html\">,</a> told <em>Today, Explained </em>co-host Noel King late last week.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of their conversation, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> wherever you get your podcasts, including <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a> and <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3104441036\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\"><strong> </strong>What is Kamala Harris’s closing argument?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Matt Grossmann</h4>\n\n<p class=\"has-text-align-none\">Well, there is a bit of dissent within the Harris campaign and the broader Democratic apparatus. The Democratic super PAC, which has tested hundreds of messages, has repeatedly come back and said that the most effective messages are about Harris herself and about Harris&#8217;s economic policy proposals. But the campaign has remained somewhat focused, while including that message, on threats to democracy and the threat of Donald Trump. So it will be interesting to see which one they emphasize more at the end. This is the most money that has been spent in a presidential race, so they really do have the money. But the message is a little bit different in the ads than it is from the candidate herself.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">What is the economic message in Michigan specifically?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Matt Grossmann</h4>\n\n<p class=\"has-text-align-none\">The Democrats believe that they made a mistake in 2016 by running the same ads that they ran nationally. … Since then, they have made an effort to really target the Michigan auto industry. That was not new. In 2012, Barack Obama&#8217;s campaign was all about the auto bailout and “Mitt Romney was going to close your factories.” So they believe the 2016 move was a problem. In 2020 and 2024, and really throughout the Biden administration, they have been repeatedly focused on the auto industry, on union support, coming back to talk about factory retooling, about support for infrastructure. They&#8217;ve been here a lot, talking about Michigan-specific concerns.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">How are residents of Michigan responding to that?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Matt Grossmann</h4>\n\n<p class=\"has-text-align-none\">In general, positively. Certainly, there&#8217;s no concern that Michigan has been left out or that the Harris or the Biden administration have ignored Michigan. But Republicans have come up with a useful counterattack on the auto industry, which is that, overall, the electric vehicle transition is not going to be great for Michigan. And so while Democrats want to get your traditional bonus from showing up to a ribbon-cutting, saying we&#8217;re opening a new factory or doing a big factory retooling investment, Republicans have come back and said, really, this is DC trying to impose an electric vehicle transition that the industry wouldn&#8217;t otherwise be moving forward with.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">In the first half of the show, we talked to <a href=\"https://www.freep.com/staff/8814359002/khalil-alhajal/\">Khalil AlHajal.</a> He&#8217;s an opinion editor at the Free Press, and he told us that the Arab American community in and around Detroit is very angry at the Democratic Party. How much do you think this will hurt Kamala Harris?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Matt Grossmann</h4>\n\n<p class=\"has-text-align-none\">It is a small part of the voting population as a whole, but it is one that could swing in a strong direction this year. We have this perception that Arab American voters are liberals overall, that they are concerned about this one issue and willing to sit it out or vote for a third-party candidate. But that&#8217;s really not representative of the Arab American population as a whole. They have actually been more of a swing vote than people might think.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For example, in the 2022 midterm election, the Dearborn area actually moved toward the Republicans while the rest of the state was moving toward the Democrats. It had to do with a controversy over LGBT books in schools and over general post-pandemic school policy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It&#8217;s a constituency that has a lot of people who are socially conservative. It also has a lot of small-business owners and people who are economically conservative. And yet, since 9/11, [Arab Americans] have viewed the Democratic Party as their home, as the party that supports them and the Republican Party as the party that opposes them. So it&#8217;ll be interesting to see,&nbsp;not only if you get lower support for the Democrats this time, but [if there’s] actually increase in Trump&#8217;s support, even though it might seem odd given that Trump&#8217;s position on Israel is at least as, if not more, pro-Netanyahu than the Biden administration.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">The other demographic that you mentioned that Kamala Harris has had some trouble with is Black voters. <a href=\"https://open.spotify.com/episode/196U5lEGjM3a3VtPWwvZwB\">We&#8217;ve covered this all year long</a>. Black men in particular are interested in Donald Trump in greater numbers than before. What specifically is Kamala Harris failing to do with this demographic? Or maybe a better way of putting it is: Say that in the days after the election, we learn that Black men did turn toward Donald Trump. Is that something that the Trump campaign did right or that the Harris campaign did wrong?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Matt Grossmann</h4>\n\n<p class=\"has-text-align-none\">Maybe neither. These are long-term trends in progress. The age gradient on the white vote is that the older you are, the more likely you are to be conservative and a Republican voter. But it&#8217;s actually reversed among Black voters. The younger you are, the more likely you are to be a Republican because [you’re] losing the tie that the Democrats had to Black voters from the civil rights movement. So in some ways, it is part of an ideological realignment or an educational realignment that may be happening regardless of the candidates.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Biden was losing Black voters and had a bigger reduction in support among Black voters than Harris does now. Harris has actually improved her standing among Black voters, including Black men, compared to Biden this summer. So I don&#8217;t think we can say this was about any particular attribute of Harris. It&#8217;s more about the reaction of the Black community to four years of the Biden administration and the continuing distance from civil rights history.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are a lot of Black voters that self-identify as conservatives, have conservative positions on social issues and economic issues, and still vote Democratic. And the explanation that&#8217;s usually given is that there is still a social tie to the Democratic Party, social pressure within the Black community to support Democrats. It brings along people who are really pretty conservative. So if they lose pretty conservative voters who disagree with the Democrats on most issues, it&#8217;s hard to say whether that was the fault of the Democrats or the credit of the Republicans.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">All right. Let&#8217;s talk about Donald Trump. What is his closing argument to the great state of Michigan?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Matt Grossmann</h4>\n\n<p class=\"has-text-align-none\">Well, there’s what the&nbsp;campaign is running on the airwaves, which I take to be the poll-tested research-supported message, which is clearly just comparing the Biden administration to the Trump administration. It&#8217;s just, were you better off under the Trump administration or under the Biden administration? And in Michigan, there&#8217;s a particular gain to talking about nostalgic politics, talking about the way things used to be, because we&#8217;re a state that used to be in the top 15 or 20 in income in the US and are now in the bottom 10 or 15. So it&#8217;s a place that really did think that things were better before, at least in economic terms.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And so Trump&#8217;s message is the same nationally, but has a chance to land with Michigan. [But] it&#8217;s hard to get the candidate on the same message, especially with Trump.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">And what&#8217;s Donald Trump&#8217;s message to the auto industry?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Matt Grossmann</h4>\n\n<p class=\"has-text-align-none\">The Republicans have at least been effective at countering the Democratic message that they&#8217;re investing in the auto industry by saying, “This is about the imposition of environmental values and constraints on the auto industry that really isn&#8217;t going to be good for Michigan. It&#8217;s going to be better for China.” It&#8217;s certainly a continued emphasis on trade and immigration, although Michigan is a place where immigration is actually not as big of an issue in terms of the most important problem as in other states. So he really has to lean a little bit more on the economic message here.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">All right. So Michigan is a toss-up. Much of the country, the polls tell us, is a toss-up. What is the uncertainty in Michigan? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Matt Grossmann</h4>\n\n<p class=\"has-text-align-none\">It&#8217;s hard to say whether it&#8217;s uncertain because there&#8217;s a whole bunch of people who haven&#8217;t made up their mind or if it&#8217;s just uncertain because we&#8217;re not great at polling. I do want to hold out that second possibility. We could have the election and it could be six points more to the Harris side or six points more to the Trump side, which would look in our times like a landslide. And that would just be an average polling error.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It probably is not the case that if that happens it’s because a whole bunch of people just made up their mind at the end. It is instead that we were just wrong all along. And I&#8217;m not picking on the pollsters. We have our own survey of Michigan. It shows Harris up five. So, you know, if that turns out to be right, I won&#8217;t even necessarily believe that the poll was right internally. We may have just gotten lucky.</p>\n\n<p class=\"has-text-align-none\">But I do think it&#8217;s important to say that we are divided as a country, as a state. It&#8217;s been 40 years since a presidential candidate won by 10 points or more. We just have not had landslide elections. We have been fighting in the middle for a shrinking number of voters who haven&#8217;t made up their mind between the two sides. And there’s not any easy way out of this two-sided system.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you’re just emerging from six months under a rock, we have some news for you: The election is Tuesday, and it’s a toss-up. Seven swing states will decide whether Kamala Harris or Donald Trump is sworn in as the next president in January, and their polling averages are all within the margin of error. [&#8230;]",
    "author": "Miles Bryan"
  },
  {
    "title": "What the final polls show about the 2024 presidential election",
    "link": "https://www.vox.com/2024-elections/382161/harris-trump-final-polls-2024-who-will-win",
    "pubDate": "2024-11-04T17:00:27.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Harris on stage, waving, in front of an American flag and two signs that say “vote.”\" data-caption=\"Vice President Kamala Harris arrives for a campaign event in East Lansing, Michigan, on November 3, 2024. | Sarah Rice/Bloomberg via Getty\" data-portal-copyright=\"Sarah Rice/Bloomberg via Getty\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2182115731.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris arrives for a campaign event in East Lansing, Michigan, on November 3, 2024. | Sarah Rice/Bloomberg via Getty</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If you were hoping the final polls before Election Day would give a clearer picture of the presidential contest, you were hoping in vain.</p>\n\n<p class=\"has-text-align-none\">Pretty much any theory about what will happen Tuesday got some new piece of supporting polling evidence in final polls — and also some new evidence casting doubt on it.</p>\n\n<p class=\"has-text-align-none\">Are late deciders breaking for Donald Trump or Kamala Harris? Are polls missing Trump voters yet again — or have they overcorrected to the point that they’re significantly underestimating Democrats? Is Harris performing better in the Rust Belt battlegrounds or the Sun Belt?</p>\n\n<p class=\"has-text-align-none\">The final batch of polling does not provide a consensus answer to any of these questions, and the uncertainty about the outcome appears greater than ever.</p>\n\n<p class=\"has-text-align-none\">What Democrats hope is true is that late deciders are breaking for Harris (perhaps nudged by Trump’s controversial <a href=\"https://www.vox.com/2024-elections/380588/trump-rally-racism-maga-stolen-election-claims\">Madison Square Garden rally</a> last week). Some new state polls suggest that <a href=\"https://www.nytimes.com/2024/11/03/us/politics/harris-trump-times-siena-poll.html\">may be true</a>. The New York Times reported its <a href=\"https://www.nytimes.com/2024/11/03/us/politics/harris-trump-times-siena-poll.html\">final state polls</a> found that “among the 8 percent of voters who said they had only recently decided on their vote,” Harris “wins the group by 55 percent to 44 percent.”</p>\n\n<p class=\"has-text-align-none\">And yet the final batch of national polls have actually moved toward Trump, and averages now show Harris’s national lead dropping to <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/national/\">1 point</a> or <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">less</a> — her smallest in months. If there were a national trend in Harris’s favor, we’d expect it to show up in the final national polls, but it isn’t there.</p>\n\n<p class=\"has-text-align-none\">The final state polling averages, meanwhile, show a race that is essentially deadlocked, with a margin of 1 point or less separating the candidates in <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">nearly every</a> <a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president.html\">swing state</a>. But <a href=\"https://www.natesilver.net/p/theres-more-herding-in-swing-state\">Nate Silver has argued</a> that there are clear signs of widespread pollster “herding” — that, like sheep, pollsters are adjusting their results to fit an expected close outcome.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Statistical principles suggest that, if the race is truly tied, most polls should show near ties. But there should also be a fair amount of variation with some polls showing clear leads for either candidate, and we’re getting very few of those this year. “The odds are 1 in 9.5 trillion against at least this many polls showing such a close margin,” Silver wrote.</p>\n\n<p class=\"has-text-align-none\">But is the herding hurting one candidate more than the other? Both parties have reason to hope the polls are missing support for their side. Republicans’ reason is that pollsters did underestimate support for Trump in 2016 and 2020. That could happen again: New York Times chief polling analyst Nate Cohn wrote Sunday that, <a href=\"https://www.nytimes.com/2024/11/03/upshot/polls-harris-trump-battlegrounds.html\">in the final Times polls,</a> “white Democrats were 16 percent likelier to respond than white Republicans,” which “raises the possibility that the polls could underestimate” Trump once more.</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"What polls can actually tell us\" src=\"https://www.youtube.com/embed/In9Pqm9YlIo?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">Others suspect pollsters have overcorrected to the point they’re now overestimating Trump’s support. The highly respected Iowa <a href=\"https://www.desmoinesregister.com/story/news/politics/iowa-poll/2024/11/02/iowa-poll-kamala-harris-leads-donald-trump-2024-presidential-race/75354033007/\">pollster J. Ann Selzer</a> shocked the political world Saturday with a poll showing Harris up by 3 in her state, despite the widespread assumption that it was a safe Trump state. Some theorize Selzer has caught on to a shift toward Democrats that other pollsters have missed, but others suspect her poll is just an outlier that won’t actually match the results.</p>\n\n<p class=\"has-text-align-none\">The specifics of the swing state map are also highly uncertain. The averages show Harris having a very slight edge in Michigan and Wisconsin, while Pennsylvania is basically tied. They also generally show a slight Trump edge in Georgia, North Carolina, and Nevada — and a more significant Trump lead in Arizona. This suggests Harris’s best path to victory is by holding the Rust Belt.</p>\n\n<p class=\"has-text-align-none\">But the <a href=\"https://www.nytimes.com/2024/11/03/us/politics/harris-trump-times-siena-poll.html\">New York Times/Siena College poll</a> released Sunday threw much of that map up in the air, showing Harris ahead in Georgia, North Carolina, and Nevada as well as Wisconsin — with Pennsylvania and Michigan in a tie. (Arizona still went pretty solidly to Trump.) Even if the tied states went to Trump, those leads would be enough for a narrow Harris Electoral College victory.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP3104441036\" width=\"100%\"></iframe>\n\n<h2 class=\"wp-block-heading\">How much stock should we put in the Selzer poll?</h2>\n\n<p class=\"has-text-align-none\">Election wonks’ general advice for interpreting a flood of polling is to “stick to the averages.” Looking at individual polls can be interesting, but any individual poll can be an outlier, and for partisans, the temptation to cherry-pick and see what you want to see is strong.</p>\n\n<p class=\"has-text-align-none\">As of Monday morning, the <a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president.html\">New York Times averages</a> show:</p>\n\n<ul>\n<li>Harris leading by 1 point in Wisconsin</li>\n\n\n\n<li>Harris leading by less than 1 point in Michigan</li>\n\n\n\n<li>A tie in Pennsylvania</li>\n\n\n\n<li>Trump leading by less than 1 point in North Carolina and Nevada</li>\n\n\n\n<li>Trump leading by 1 point in Georgia</li>\n\n\n\n<li>Trump leading by 3 points in Arizona</li>\n</ul>\n\n<p class=\"has-text-align-none\">If those results show up on Election Day, then the election gets determined by whoever wins Pennsylvania. And yet we shouldn’t assume those will be the results, either. Final state polling averages <a href=\"https://www.vox.com/2018/10/19/17995454/elections-2018-polls-predictions-democrats\">frequently differ</a> from the results by a few points. And given that so many of these final averages show a 1-point difference or less, the only reasonable takeaway here is: It’s really close.</p>\n\n<p class=\"has-text-align-none\">Now, some number crunchers tend to qualify the “stick to the averages” advice by saying that perhaps there are a few pollsters that stand out above the rest and deserve at least a bit of special attention. That elite class includes Selzer’s Iowa polls, and the New York Times/Siena College’s state polls.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Both have won respect in past election cycles for their lack of herding — for seeing results coming that the national polling averages missed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2016, Selzer’s final poll <a href=\"https://www.realclearpolling.com/polls/president/general/2016/iowa/trump-vs-clinton\">showed Trump up 7</a> in Iowa when other polls showed a closer contest. Trump won the state by more than 9 points. In 2020, most pollsters again <a href=\"https://www.realclearpolling.com/polls/president/general/2020/iowa/trump-vs-biden\">showed a close contest</a>, but Selzer found Trump up 7 and he won by 8.</p>\n\n<p class=\"has-text-align-none\">So Selzer is a pollster who has <em>not</em> underestimated Trump — she accurately gauged her state’s support for Trump in the past two cycles. And her final poll <a href=\"https://www.desmoinesregister.com/story/news/politics/iowa-poll/2024/11/02/iowa-poll-kamala-harris-leads-donald-trump-2024-presidential-race/75354033007/\">shockingly shows</a> Harris beating him by 3 points.</p>\n\n<p class=\"has-text-align-none\">Theories to explain this have been flying around the political world. Has Selzer caught onto something unique happening in Iowa — perhaps a backlash against state Republicans’ harsh <a href=\"https://www.commondreams.org/news/iowa-polls-2024\">anti-abortion law</a>? More grandly, some theorize that she could be one of the only ones capturing a national shift toward Democrats, one that those other herding pollsters refuse to believe.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Alternatively, nobody’s perfect, and even the best pollsters will be wrong sometimes due to random chance, so maybe she’s just wrong!</p>\n\n<p class=\"has-text-align-none\">The New York Times/Siena College poll also has a reputation for avoiding herding, but its <a href=\"https://www.nytimes.com/2024/11/03/us/politics/harris-trump-times-siena-poll.html\">final swing state polls</a> are a bit of a mixed bag for Harris.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Intriguingly, the Times polls do show Harris up 2 in Wisconsin (the tipping point state of 2020), up 3 in Nevada (a state where some early voting analysts thought <a href=\"https://www.rgj.com/story/news/politics/elections/2024/11/02/nevada-republicans-hold-50000-early-vote-lead-over-democrats/76010274007/\">Republicans looked strong</a>), and up 2 in North Carolina (a state Trump won in both his previous runs). Trump held four rallies in North Carolina in the campaign’s final days, which some have interpreted as a sign his team is worried about their prospects in the state.</p>\n\n<p class=\"has-text-align-none\">But the Times polls also show Michigan and Pennsylvania tied, perhaps a sign that Harris can’t rely on the Rust Belt after all. They also show a 1-point difference in Georgia that we probably shouldn’t put too much stock in.</p>\n\n<p class=\"has-text-align-none\">Altogether, the picture is clear as mud. The polls are not telling us who will win. We could be set up for a gut-wrenchingly close contest. Or either candidate could outperform their polling by a few points and win pretty solidly. The only way to find out is to count the votes.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If you were hoping the final polls before Election Day would give a clearer picture of the presidential contest, you were hoping in vain. Pretty much any theory about what will happen Tuesday got some new piece of supporting polling evidence in final polls — and also some new evidence casting doubt on it. Are [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "So what if Martha Stewart is a perfectionist control freak?",
    "link": "https://www.vox.com/culture/381802/martha-stewart-documentary-netflix-review",
    "pubDate": "2024-11-04T16:54:52.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An older blonde woman in professional makeup appears with her face in profile on the left side of the screen. She is gazing into space, one finger tapping her chin.\" data-caption=\"Martha Stewart in Martha. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Martha_n_01_48_04_13.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Martha Stewart in Martha. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Halfway through the run of <em>Martha</em>, the new Netflix documentary about the former domestic goddess-turned-<a href=\"https://swimsuit.si.com/swimsuit/model/martha-stewart-2023-si-swimsuit-photos\">Sports Illustrated cover star</a>, Martha Stewart lingers over the moment in 2004 when she received a guilty verdict at the end of her high-profile insider trading trial.</p>\n\n<p class=\"has-text-align-none\">Stewart’s lips purse viciously with disgust. She rolls her eyes. “Guilty guilty guilty on all these charges,” she says. “The New York Post lady was there, just looking so smug.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Stewart, now 83, pauses reflectively. “She’s dead now,” she adds. “Thank goodness. Nobody has to put up with all that crap that she was writing all the time.”</p>\n\n<p class=\"has-text-align-none\">The past few years have seen a small boom in documentaries about the many wronged women of the ’90s and 2000s: <a href=\"https://www.vox.com/culture/22276585/framing-britney-spears-us-weekly-perez-hilton-daniel-ramos\"><em>Framing Britney Spears</em></a>; <a href=\"https://www.vox.com/culture/23585077/pamela-a-love-story-netflix-anderson-documentary\"><em>Pamela, a Love Story</em></a>; <a href=\"https://www.nytimes.com/2019/01/30/arts/television/lorena-bobbitt-documentary-jordan-peele.html\"><em>Lorena</em></a>. <em>Martha, </em>directed by R.J. Cutler, is a different animal. It is not an apologia for its subject. It does not suggest that the public and its obsession with her foibles and legal troubles ruined her life.</p>\n\n<p class=\"has-text-align-none\">Martha Stewart does not admit to ever having her life ruined. Martha Stewart disdains self-pity. Martha Stewart refuses to be a victim.</p>\n\n<p class=\"has-text-align-none\">“Some people revel in this self-pity, etc., etc.,” Stewart remarks to the camera, when asked to reminisce about her divorce from the husband she describes as “a piece of shit” for having cheated. (Her own affairs, she explains to the camera <a href=\"https://x.com/netflix/status/1844415230631346531\">in a now-viral clip</a>, don’t count because her husband didn’t know about them.) She herself is different, she continues: “I just don’t.” She wouldn’t know how to wallow.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@philstarlife/video/7424823134383131922\" data-video-id=\"7424823134383131922\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@philstarlife\" href=\"https://www.tiktok.com/@philstarlife?refer=embed\">@philstarlife</a> <p>American businesswoman Martha Stewart revealed that she cheated on her now ex-husband Andy in the trailer of Netflix documentary Martha. She said he “never knew” about it during their marriage that lasted for almost 30 years. <a title=\"entertainmentnewsph\" target=\"_blank\" href=\"https://www.tiktok.com/tag/entertainmentnewsph?refer=embed\">#entertainmentnewsph</a> <a title=\"celebritynewsph\" target=\"_blank\" href=\"https://www.tiktok.com/tag/celebritynewsph?refer=embed\">#celebritynewsph</a></p> <a target=\"_blank\" title=\"♬ original sound - philstarlife - philstarlife\" href=\"https://www.tiktok.com/music/original-sound-philstarlife-7424823191296150273?refer=embed\">♬ original sound &#8211; philstarlife &#8211; philstarlife</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">Martha Stewart is, in other words, exactly as much of a hardass as you always thought she was. She is exactly the mean perfectionist control freak all the tabloids used to claim she was.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>What a perfectionist, what a control freak, what a mean lady.</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">Cutler, who conducts the documentary&#8217;s single talking-head interview with its subject, interlaces it with plenty of archival footage. (In a neat touch, all the other interviews for the film are audio-only, so that Stewart’s face is the only one&nbsp;we see in the present.) As the interview evolves, Cutler seems to revel in needling Stewart. He repeatedly asks her the kinds of questions she clearly finds annoying —&nbsp;personal questions on subjects that deal with moments where she perceives herself as having failed. He pauses mid-interview, leaving her to sigh heavily as she waits for the questions to keep going. He brings out her Martha-ness, her irritability, her impatience, her dislike at being at someone else’s mercy, under circumstances that are not precisely under her control.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those are all the things that used to make people hate Martha Stewart. What a perfectionist, what a control freak, what a mean lady. In <em>Martha</em>, they become the thing that makes her the most likable. They are human flaws, messy and endearing, in a woman who has worked for decades to try to make herself appear perfect.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">Stewart traces her perfectionism back to her upbringing. She was born in 1941, just on the far side of the Depression, to parents who couldn’t afford to feed their family. They set their six children to work tending the garden and beat them when they made mistakes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her father was exacting, an alcoholic whose fine tweed suits and leather shoes had to be pressed and shined just so. Stewart’s face lights up when she says she was the only one he trusted to tend to them, but she allows that the man himself was “mean, mean, mean.”</p>\n\n<p class=\"has-text-align-none\">She got out of that house every chance she saw: first by modeling as a teenager, then by going to college, then by marrying publishing executive Andrew Stewart. Characteristically, once she was married, Stewart tackled every ambition with ferocious discipline and took each failure as a personal crisis. She spent years as a successful stockbroker until one of her recommendations tanked, at which point she quit finance and moved her family to the farthest suburbs of Connecticut so she could remodel a house that was falling apart.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Eventually, Stewart parlayed her highly refined skills at homemaking and party-hosting into a career as an upscale caterer for her well-heeled friends. From catering came the lifestyle guide <em>Entertaining</em> in 1982, and then more books, and then a magazine, and then a TV show. By the 1990s, Stewart was the center of a multimedia empire, the embodiment of a massively lucrative brand that was all centered on a lifestyle so elevated that no one besides Stewart herself could ever possibly achieve it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Martha Stewart thought snow peas individually stuffed with cream cheese made an elegant dinner party side. Martha Stewart modeled her fruit bowl displays off the paintings of the Italian Renaissance. Martha Stewart, <a href=\"https://www.theguardian.com/lifeandstyle/2019/jan/29/meet-the-cleanfluencers-the-online-gurus-who-like-things-nice-and-tidy\">like the cleaning influencers of today</a>, wanted to store her laundry detergent in an aesthetically pleasing container.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All this could be a lot to swallow, both when Stewart was coming up and now. It&#8217;s easy to roll your eyes and wonder who has the time and energy to think that much about their laundry room.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“She got under men’s hair,” Flanagan says, “this idea that you could be a homemaking expert who’s a bitch.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">But Martha Stewart is a lot more interesting, it turns out, when she is presented to you not as someone you should aspire to be like but as a very strange and specific psychological case study.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Cutler presents Stewart to the audience as a portrait of a perfectionist scrabbling madly for something, anything, to mold in her own image, and then lashing out furiously at anyone she perceives as getting in her way. You don’t necessarily want to be her, but there’s something so compelling about watching her twist herself around to become this impossible-to-please empress of all she beholds.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One piece of archival footage shows Stewart lambasting an employee behind the scenes for using a paring knife to cut an orange for Easter brunch. “Well, isn’t that a stupid knife?” Stewart says impatiently, her tone sharp enough to cut the orange with voice alone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In voiceover, the journalist Caitlin Flanagan explains the phenomenon that we’re watching. “She got under men’s hair,” Flanagan says, “this idea that you could be a homemaking expert who’s a bitch.”</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-528812654.jpg?quality=90&#038;strip=all&#038;crop=0,10.172323571838,100,79.655352856324\" alt=\"Martha Stewart, beaming, carries a tray of brioche sandwiches through the glass doors of the Stock Exchange. To her right an older man with a white beard has started to eat one of the sandwiches.\" title=\"Martha Stewart, beaming, carries a tray of brioche sandwiches through the glass doors of the Stock Exchange. To her right an older man with a white beard has started to eat one of the sandwiches.\" data-has-syndication-rights=\"1\" data-caption=\"Stewart at her IPO at the New York Stock Exchange in 1999. | James Leynse/Corbis via Getty Images\" data-portal-copyright=\"James Leynse/Corbis via Getty Images\" />\n<p class=\"has-text-align-none\">In the 2000s, at the height of her empire, Stewart made an odd fit for the era. She was a woman with power <a href=\"https://www.vox.com/culture/22350286/2000s-pop-culture-misogyny-britney-spears-janet-jackson-whitney-houston-monica-lewinsky\">in a moment misogynistic enough to humiliate powerful woman</a>; a woman who made art and business out of home life in a moment <a href=\"https://www.reddit.com/r/GilmoreGirls/comments/kwmx72/that_damn_donna_reed_discussion/\">just feminist enough to understand a focus on the home as regressive</a>; a woman viciously committed to perfection in a moment that craved <a href=\"https://www.theringer.com/2022/2/10/22926619/introducing-just-like-us-the-tabloids-that-changed-america\">tabloid-friendly mess</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That was the fundamental paradox of Martha Stewart. On the one hand, she built her brand on presenting a vision of the home so exactingly idealized it was impossible for anyone to live up to it. She romanticized the domestic sphere that women had spent so many decades trying to escape. She was regressive, surely, a ’50s throwback who deserved to be mocked and ignored.</p>\n\n<p class=\"has-text-align-none\">On the other hand, Stewart used all that domestic acumen to make herself the first female self-made billionaire in the world. She took homemaking seriously as an aesthetic pursuit when the rest of the culture was minimizing it as unimportant women’s work. She had power and she had swagger and she knew it, and it put a target on her back.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.newyorker.com/magazine/2000/02/21/martha-stewart-profile-joan-didion\">When Joan Didion wrote about Martha Stewart</a> for the New Yorker in 2000, she noted that there was something telling about the way all those Martha Stewart parody books that flourished in the era were so bizarrely sexualized. The parodies, Didion wrote, were “too broad, misogynistic in a cartoon way (stripping Martha to her underwear has been a reliable motif of countless on-line parodies), curiously nervous (‘Keeping Razors Circumcision-Sharp’ is one feature in ‘Martha Stuart’s Better Than You at Entertaining’), oddly uncomfortable, a little too intent on marginalizing a rather considerable number of women by making light of their situations and their aspirations.” There was a vengeful, humiliating edge to all of it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All that power, however, took quite a beating when Stewart was arrested for insider trading in 2002.&nbsp;</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\">In 2004, Stewart was found “guilty guilty guilty,” not of fraud but of conspiracy, obstruction of justice, and lying to federal investigators. She allegedly took an illicit tip from her stockbroker, perhaps in the same spirit with which she decided that her affairs didn’t count as infidelity. (The chief prosecutor against her was James Comey, of whom Stewart says in <em>Martha</em>, “Those prosecutors should have been put in a Cuisinart and turned on high.”)</p>\n\n<p class=\"has-text-align-none\">In <em>Martha</em>, Cutler lingers in detail on Stewart’s trial and her time in jail. In his hands, the media circus around her conviction becomes a portrait of what it is like for a woman who built her whole identity on her sense of control to find herself rendered completely powerless.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In archival footage of the period between her trial and her sentencing, Stewart explained her preparations for her sentencing to an interviewer in a chipper Snow White voice, as though explaining how to fold a fitted sheet. “Well, you know, you go to the dentist. You go to the gynecologist,” she said. “You just make sure you’re in as best shape as you possibly can to let your body and your mind take whatever comes!” In the diary she kept in prison, she instructed herself sternly to learn something new every day: the control freak doing her best to reap something of value from even the worst of experiences.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/Martha_n_00_22_37_12.jpg?quality=90&#038;strip=all&#038;crop=0,3.4613147178592,100,93.077370564282\" alt=\"A blonde woman in her 30s stands in the center of a cluttered wood-paneled kitchen. Over her head hang dozens of copper pots and several stainless steel utensils. On the countertops around her are dried flowers, pies, cracker plates, pumpkins, asparagus, other vegetables, and a cat.\" title=\"A blonde woman in her 30s stands in the center of a cluttered wood-paneled kitchen. Over her head hang dozens of copper pots and several stainless steel utensils. On the countertops around her are dried flowers, pies, cracker plates, pumpkins, asparagus, other vegetables, and a cat.\" data-has-syndication-rights=\"1\" data-caption=\"Martha at a photoshoot in her Turkey Hill Farm kitchen in the 1980s. | Netflix\" data-portal-copyright=\"Netflix\" />\n<p class=\"has-text-align-none\">Stewart served five months in prison, and today, she insists it wasn’t a major inflection point in her life. The scandal that came with it, though, forced her to rebuild everything. She lost control of her fiercely guarded brand, lost her TV show, and lost what she estimates to be about $1 billion. Her first project after her release, the flashy NBC talk show <em>The Martha Stewart Show</em>, she dismisses now as a failure despite its seven seasons on the air: She wasn’t, she says, able to control it the way she wanted to.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Eventually, Stewart managed to rebuild herself as a sort of ironic celebrity. She’s built a clever brand for herself now as the nice grandma who knows everything there is to know about rose gardens but also has done hard time and <a href=\"https://people.com/food/martha-stewart-snoop-dogg-friendship-timeline/\">is friends with Snoop</a>. (Endearingly, their relationship appears to be both authentic and organic —&nbsp;they were seated next to each other on Comedy Central’s roast of Justin Bieber and apparently hit it off.) She’s not a billionaire anymore, but she’s made herself relevant to the public again while apparently refusing to change her own behavior or personality in any meaningful way. She still wants power, and she is still grabbing for it.&nbsp;</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>Stewart managed to rebuild herself as a sort of ironic celebrity. </p></blockquote></figure>\n\n<p class=\"has-text-align-none\">In Didion’s essay, she suggests, in a passage Stewart describes as “very insightful” in the documentary, that it’s Stewart’s power that is attractive to her audience, not her unreachable exactitude.</p>\n\n<p class=\"has-text-align-none\">“The dreams and the fears into which Martha Stewart taps are not of ‘feminine’ domesticity,” Didion writes, “but of female power, of the woman who sits down at the table with the men and, still in her apron, walks away with the chips.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">What <em>Martha</em> suggests is different from Didion’s idea. It offers us a Martha Stewart who is attractive not because she played and won, but because she played so hard each and every time,&nbsp;even when she lost. She’s a control freak, a perfectionist, unreasonably demanding, and vicious when crossed — and what’s more touchingly, imperfectly human than that?</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, November 4, 11:55 am:</strong> A quote in this story, originally published November 2, was misattributed. The journalist speaking was Caitlin Flanagan.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Halfway through the run of Martha, the new Netflix documentary about the former domestic goddess-turned-Sports Illustrated cover star, Martha Stewart lingers over the moment in 2004 when she received a guilty verdict at the end of her high-profile insider trading trial. Stewart’s lips purse viciously with disgust. She rolls her eyes. “Guilty guilty guilty on [&#8230;]",
    "author": "Constance Grady"
  },
  {
    "title": "What actually matters this week, according to our politics team",
    "link": "https://www.vox.com/2024-elections/382093/harris-trump-abortion-immigration-arab-vote",
    "pubDate": "2024-11-04T16:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A Black man wearing a cap stands behind a voting booth that says Vote with the US flag\" data-caption=\"A voter in Detroit casts their in-person early ballot on October 29, 2024. | Jeff Kowalsky/AFP via Getty Images\" data-portal-copyright=\"Jeff Kowalsky/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2181096933.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A voter in Detroit casts their in-person early ballot on October 29, 2024. | Jeff Kowalsky/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Good morning, and welcome to election week! Tens of millions of people have already cast their ballots early, with tens of millions more bound for the polls tomorrow as Americans decide whether Vice President Kamala Harris or former President Donald Trump will be the next US president.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Between the presidential election, congressional races, and ballot measures, there’s a lot at stake in this election, from&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS8yMDI0LWVsZWN0aW9ucy8zNzA3NTMvdGF4ZXMtZGViYXRlLXRydW1wLWhhcnJpcy1pcnMtdGFyaWZmcy1jaGlsZC10YXgtY3JlZGl0P3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5Ba6306e59\">the economy</a>&nbsp;to&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS8yMDI0LWVsZWN0aW9ucy8zNzc2MzkvbmVicmFza2EtYWJvcnRpb24tYmFsbG90LW1lYXN1cmUtdHJpbWVzdGVyLWJhbi1lbGVjdGlvbi1yZXByb2R1Y3RpdmUtZnJlZWRvbT91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5Ba2721e37\">women’s health care</a>&nbsp;to&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS8yMDI0LWVsZWN0aW9ucy8zODEwOTQvdHJ1bXAtc2Vjb25kLXRlcm0tMjAyNC1lbGVjdGlvbi1qdXN0aWNlLWRlcGFydG1lbnQtY2l2aWwtcmlnaHRzP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5B11d2beaf\">civil rights</a>&nbsp;to the&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zODA1ODIvbWFzcy1kZXBvcnRhdGlvbnMtdHJ1bXAtaGlzdG9yeS1hbGllbi1lbmVtaWVzP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5Beaaea16a\">future for immigrants</a>&nbsp;and their families. If you’re feeling particularly unnerved going into the week, be sure to check out our story on the unique dread that is&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9ldmVuLWJldHRlci8zNzk4MTQvZWxlY3Rpb24tYW54aWV0eS1zdHJlc3MtY29waW5nLXN0cmF0ZWdpZXMtY29udHJvbC1jb21tdW5pdHk_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B43b6d0f7\">political anxiety and how you can cope with it</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the Today, Explained newsletter</h2>\n\n\n\n<p class=\"has-text-align-none\">Understand the world with a daily explainer plus the most compelling stories of the day. Sign up <a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">And follow Today, Explained all week as we bring election results and analysis straight to your inbox, and our writers break down what the news means for the nation and for you. </p>\n\n<p class=\"has-text-align-none\">But first, we’re setting the stage with a preview of the themes, races, and storylines that our politics and policy team will be looking at closely throughout the week.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9hdXRob3JzL2FuZHJldy1wcm9rb3A_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B1ff84863\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Andrew Prokop</strong></a><strong>, senior politics correspondent</strong></p>\n\n<p class=\"has-text-align-none\">I’ve been watching with growing alarm how Trump and the people around him are voicing certainty that he will win — and that, if he loses, it will mean the election was rigged. What I wonder is just how mobilized his supporters would end up being in the event of a narrow Harris win, just how far they’d go. As I&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS8yMDI0LWVsZWN0aW9ucy8zODA4NzAvaGFycmlzLXdpbi10cnVtcC1lbGVjdGlvbi1kZW5pYWwtdmlvbGVuY2U_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B4cfe184d\" target=\"_blank\" rel=\"noreferrer noopener\">wrote last week</a>, there are some procedural and legal reasons to expect a Trump electoral challenge would be even less successful in 2024 than it was in 2020, but there is a real risk that ends up mattering less than force and partisanship.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9hdXRob3JzL3BhdHJpY2stcmVpcy0yP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5Bc99759a7\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Patrick Reis</strong></a><strong>, senior politics and ideas editor</strong></p>\n\n<p class=\"has-text-align-none\">I’m curious to see how the vote breaks down among young men, particularly young men who are voting in their first election. While Kamala Harris does better with younger voters overall thanks to&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zODAxMzIvZ2VuZGVyLWdhcC1lbGVjdGlvbi1oYXJyaXMtdHJ1bXA_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B3e242ce1\" target=\"_blank\" rel=\"noreferrer noopener\">a massive advantage among young women</a>, the New York Times/Siena College polls have found Donald Trump winning among young men overall (58 percent to 37 percent). There’s a reason Trump and JD Vance&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9jdWx0dXJlLzM4MDAwOC9oYXJyaXMtdHJ1bXAtcG9kY2FzdC1pbnRlcnZpZXdzLWFwcGVhcmFuY2VzLWpvZS1yb2dhbi1zaGFubm9uLXNoYXJwZS10aGVvLXZvbi1jYWxsLWhlci1kYWRkeS1mbGFncmFudD91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B6f8f557e\" target=\"_blank\" rel=\"noreferrer noopener\">both went on Joe Rogan’s podcast</a>&nbsp;— which is massively popular, especially among young men — and why Tim Walz appeared on a World of Warcraft Twitch stream. The campaigns are trying to find these voters where they are.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9hdXRob3JzL3JhY2hlbC1tLWNvaGVuP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5B9b02d244\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Rachel Cohen</strong></a><strong>, policy correspondent&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Ten states have abortion measures on their ballots, making it one of the biggest opportunities for voters to make their voices heard on the subject since the rollback of&nbsp;<em>Roe v. Wade</em>. Some could overturn sweeping state abortion bans, while others would strengthen protections against future restrictions on reproductive rights.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Among the most anticipated contests is Florida, where abortion is&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpY3kvMjAyMy80LzUvMjM2NjgyNzIvZmxvcmlkYS1hYm9ydGlvbi1zaXgtd2Vlay1iYWxsb3QtbWVhc3VyZT91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5Bc963cd04\" target=\"_blank\" rel=\"noreferrer noopener\">almost entirely banned</a>.&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpY3kvMzc0MTc0L2Fib3J0aW9uLWZ1bmRyYWlzaW5nLXJlcHJvZHVjdGl2ZS1yaWdodHMtZWxlY3Rpb24tcGxhbm5lZC1wYXJlbnRob29kLXRydW1wLW1lZGljYXRpb24_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B1138015e\" target=\"_blank\" rel=\"noreferrer noopener\">Advocates in Florida have raised over $100 million</a>&nbsp;to restore access up to fetal viability — around 22 to 24 weeks — but the measure, known as Amendment 4, needs approval from 60 percent of voters, a high threshold to meet.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9hdXRob3JzL3phY2stYmVhdWNoYW1wP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5Bd4dc9513\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Zack Beauchamp</strong></a><strong>, senior correspondent and author of Vox’s&nbsp;</strong><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wYWdlcy9vbi10aGUtcmlnaHQtbmV3c2xldHRlci13aGF0cy1kcml2aW5nLWNvbnNlcnZhdGl2ZS1pZGVhcz91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B5096abcd\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>On the Right newsletter</strong></a></p>\n\n<p class=\"has-text-align-none\">There are<em>&nbsp;</em>two X factors that I’m looking for to determine whether Harris will outperform her polls. The first is North Carolina, a state where Trump is favored but&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zNzM2NTUvbWFyay1yb2JpbnNvbi1ibGFjay1sYXRpbm8tcmlnaHQtd2luZy1leHRyZW1pc20_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bef23064c\" target=\"_blank\" rel=\"noreferrer noopener\">Republicans have nominated a sure loser</a>&nbsp;for governor: self-described&nbsp;“<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cuY25uLmNvbS8yMDI0LzA5LzE5L3BvbGl0aWNzL2tmaWxlLW1hcmstcm9iaW5zb24tYmxhY2stbmF6aS1wcm8tc2xhdmVyeS1wb3JuLWZvcnVtL2luZGV4Lmh0bWw_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B4b2d391a\" target=\"_blank\" rel=\"noreferrer noopener\">Black Nazi</a>”&nbsp;Mark Robinson. Will Harris get a “reverse coattails” effect, where voters turn out to stop Robinson and vote for her, or will there be a lot of folks who split their tickets at the governor and state level?</p>\n\n<p class=\"has-text-align-none\">The second is Puerto Rican voters in Pennsylvania. In the wake of the&nbsp;“<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zODA4MTgvdHJ1bXAtcmFsbHktcHVlcnRvLXJpY28tdG9ueS1oaW5jaGNsaWZmZS1ncm95cGVycz91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B40c4a5aa\" target=\"_blank\" rel=\"noreferrer noopener\">floating island of garbage</a>”&nbsp;comments, the Puerto Rican community seems to have mobilized to a degree I’m not sure I’ve ever seen this late in a presidential race. Given that there are about 473,000 Puerto Ricans in Pennsylvania alone, significant anti-Trump turnout in this group could end up being critical.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9hdXRob3JzL2NocmlzdGlhbi1wYXo_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bb6c60a32\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Christian Paz</strong></a><strong>, senior politics reporter</strong></p>\n\n<p class=\"has-text-align-none\">It’s not impossible for me to conceive of a situation where we see a strong rightward shift of Latino voters in places like California, Illinois, Texas, Florida, and New York, but less of a shift in battleground states where they generally may have a bit more of a Democratic tilt. I’m very curious to see how Latino voters turn out in this election, and whether we see&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS8yMDI0LWVsZWN0aW9ucy8zNzc4MDIvbGF0aW5vcy10cnVtcC1oYXJyaXMtaW1taWdyYXRpb24tYXNzaW1pbGF0aW9uLWNvbnNlcj91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B3a712260\" target=\"_blank\" rel=\"noreferrer noopener\">more ideological sorting</a>&nbsp;(Latino moderates and conservatives shifting toward Republicans) and where they prove decisive.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given how young this voting group is, I’m also curious to see if rates of voting participation increase — if we see nonvoters turn out at higher rates, like the Trump campaign has been counting on.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2180690202.jpg?quality=90&#038;strip=all&#038;crop=0,10.735385504941,100,78.529228990118\" alt=\"Kamala Harris stands in the middle of a restaurant while older people listen and hold up their phones to record her\" title=\"Kamala Harris stands in the middle of a restaurant while older people listen and hold up their phones to record her\" data-has-syndication-rights=\"1\" data-caption=\"Kamala Harris campaigns at the Puerto Rican restaurant Freddy &amp; Tony&#039;s on October 27, 2024, in Philadelphia. | Saul Loeb/AFP via Getty Images\" data-portal-copyright=\"Saul Loeb/AFP via Getty Images\" />\n<p class=\"has-text-align-none\"><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9hdXRob3JzL2FiZGFsbGFoLWZheXlhZD91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B76240a35\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Abdallah Fayyad</strong></a><strong>, policy correspondent and author of Vox’s&nbsp;</strong><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wYWdlcy93aXRoaW4tb3VyLW1lYW5zLW5ld3NsZXR0ZXItdXMtcG92ZXJ0eS1wb2xpdGljcy1zb2x1dGlvbnM_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B658e8421\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Within Our Means</strong></a><strong>&nbsp;newsletter</strong></p>\n\n<p class=\"has-text-align-none\">Arab Americans make up&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cuYWFpdXNhLm9yZy9kZW1vZ3JhcGhpY3M_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B6f8e3cca\" target=\"_blank\" rel=\"noreferrer noopener\">hundreds of thousands of voters</a>&nbsp;in key swing states, including Michigan and Pennsylvania, and they have tended to vote Democrat in recent cycles. I&#8217;m looking to see how Israel&#8217;s war in Gaza might sway voters. A&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cuYWFpdXNhLm9yZy9saWJyYXJ5L3ByZXNzLXJlbGVhc2UtbmV3LXBvbGwtYXJhYi1hbWVyaWNhbi12b3RlcnMtZXZlbmx5LWRpdmlkZWQtaW4tcmFjZS1mb3Itd2hpdGUtaG91c2UtZjk4OW0_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B34637efc\" target=\"_blank\" rel=\"noreferrer noopener\">couple</a>&nbsp;of&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cubXNuYmMuY29tL3RvcC1zdG9yaWVzL2xhdGVzdC9hcmFiLWFtZXJpY2FuLW11c2xpbS12b3RlcnMtdHJ1bXAtaGFycmlzLW1pY2hpZ2FuLWdhemEtaXNyYWVsLXJjbmExNzc2NDc_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B85879311\" target=\"_blank\" rel=\"noreferrer noopener\">polls</a>&nbsp;show Donald Trump having a slight edge over Kamala Harris. Although many of those voters fear the prospect of another Trump presidency, there&#8217;s also a sense that Democrats have to face electoral consequences for what the Biden administration has done to Gaza. One pollster told me that the &#8220;punish Democrats&#8221; vote might be smaller than we expect. But even so, he says, &#8220;those are a lot of votes Democrats will have left on the table.&#8221;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9hdXRob3JzL2lhbi1taWxsaGlzZXI_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B119aa518\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Ian Millhiser</strong></a><strong>, senior correspondent</strong></p>\n\n<p class=\"has-text-align-none\">One of the biggest things that keeps me up at night is that the Supreme Court&#8217;s Republican majority, the same majority that recently ruled that Donald Trump was&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9zY290dXMvMzU4MjkyL3N1cHJlbWUtY291cnQtdHJ1bXAtaW1tdW5pdHktZGljdGF0b3JzaGlwP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5Bb73702a2\" target=\"_blank\" rel=\"noreferrer noopener\">allowed to commit crimes while he was in office</a>, will attempt to flip the election if Harris is the legitimate winner. Realistically, this outcome is&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9zY290dXMvMzc2MTUwL3N1cHJlbWUtY291cnQtYnVzaC1nb3JlLWhhcnJpcy10cnVtcC1jb3VwLXN0ZWFsLWVsZWN0aW9uP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5B85d7d975\" target=\"_blank\" rel=\"noreferrer noopener\">only likely if the election is extraordinarily close</a>. The Supreme Court chose the winner of the 2000 election, which came down to a nail-biter in Florida. It stayed its hand in 2020, an election in which Biden won by a large enough margin that the Court would have had to flip three states to deny him victory.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9hdXRob3JzL25pY29sZS1uYXJlYT91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B042bce7b\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Nicole Narea</strong></a><strong>, senior reporter, politics and society</strong></p>\n\n<p class=\"has-text-align-none\">Trump’s closing argument has been a redux of his 2016 campaign on steroids:&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly9hYmNuZXdzLmdvLmNvbS9Qb2xpdGljcy9kb25hbGQtdHJ1bXAtdmlzaXQtYXVyb3JhLWNvbG9yYWRvLWFmdGVyLXB1c2hpbmctbWlzbGVhZGluZy9zdG9yeT9pZD0xMTQ1ODQzMTMmdWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B2a11ff9a\" target=\"_blank\" rel=\"noreferrer noopener\">fearmongering about criminal immigrants</a>, threatening&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS8yMDI0LWVsZWN0aW9ucy8zNzk4ODMvbWFzcy1kZXBvcnRhdGlvbnMtdHJ1bXAtaGFycmlzLXBvbGxpbmctaW1taWdyYXRpb24tYm9yZGVyP3VlaWQ9MWI3NzIyMzc3ZjA3NWMwMTBhZmY3M2M5YWVlMWYwMDM/64ea41d450f053fabe0ceea5Bd087e405\" target=\"_blank\" rel=\"noreferrer noopener\">mass deportations</a>, and racist attacks like his lies about&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zNzE4NTUvdHJ1bXAtdmFuY2Utc3ByaW5nZmllbGQtb2hpby1yYWNpc3QtY29uc3BpcmFjeS10aGVvcmllcy1oYWl0aWFuLWltbWlncmFudHM_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5B835b43a2\" target=\"_blank\" rel=\"noreferrer noopener\">Haitians eating pets</a>&nbsp;and his assertion that immigrants are “<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cubmJjbmV3cy5jb20vcG9saXRpY3MvMjAyNC1lbGVjdGlvbi90cnVtcC1zYXlzLWltbWlncmFudHMtYXJlLXBvaXNvbmluZy1ibG9vZC1jb3VudHJ5LWJpZGVuLWNhbXBhaWduLWxpa2VuLXJjbmExMzAxNDE_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bfe08c534\" target=\"_blank\" rel=\"noreferrer noopener\">poisoning the blood</a>” of the country. By engaging in such extreme rhetoric, he has managed to pull Harris, and Democrats overall,&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cudm94LmNvbS9wb2xpdGljcy8zNzg0NzgvaGFycmlzLWltbWlncmF0aW9uLWJvcmRlci1wcm9ncmVzc2l2ZS1hZ2VuZGEtMjAyNC1lbGVjdGlvbj91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B5da01559\" target=\"_blank\" rel=\"noreferrer noopener\">further to the right on the issue of immigration</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s despite the fact that his portrayal of immigration isn’t grounded in reality. Border crossings have&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly93d3cucGV3cmVzZWFyY2gub3JnL3Nob3J0LXJlYWRzLzIwMjQvMTAvMDEvbWlncmFudC1lbmNvdW50ZXJzLWF0LXUtcy1tZXhpY28tYm9yZGVyLWhhdmUtZmFsbGVuLXNoYXJwbHktaW4tMjAyNC8_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bdc5c487e\" target=\"_blank\" rel=\"noreferrer noopener\">come down significantly throughout 2024</a>. Still, Republicans could read the election results as either a vindication or a rebuke of Trump’s approach.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/GettyImages-2180226988.jpg?quality=90&#038;strip=all&#038;crop=0,10.636882933167,100,78.726234133665\" alt=\"Trump smiles on stage as a person speaks at a podium with the American flag behind them\" title=\"Trump smiles on stage as a person speaks at a podium with the American flag behind them\" data-has-syndication-rights=\"1\" data-caption=\"Donald Trump and Paul Perez, right, president of the National Border Patrol Council, speak at a campaign rally on October 25, 2024, in Austin, Texas. | Sergio Flores/AFP via Getty Images\" data-portal-copyright=\"Sergio Flores/AFP via Getty Images\" />\n<p class=\"has-text-align-none\"><strong>Angela Chen, senior editor, policy and ideas</strong></p>\n\n<p class=\"has-text-align-none\">I’m tracking a lot of important races, but I’m always interested in what’s going on in my home state of California, particularly when it comes to housing. This year, that means watching&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly9jYWxtYXR0ZXJzLm9yZy9jYWxpZm9ybmlhLXZvdGVyLWd1aWRlLTIwMjQvcHJvcG9zaXRpb25zL3Byb3AtMzMtcmVudC1jb250cm9sLz91ZWlkPTFiNzcyMjM3N2YwNzVjMDEwYWZmNzNjOWFlZTFmMDAz/64ea41d450f053fabe0ceea5B2ba4ecd8\" target=\"_blank\" rel=\"noreferrer noopener\">Prop 33</a>, which would expand rent control, and&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly9jYWxtYXR0ZXJzLm9yZy9jYWxpZm9ybmlhLXZvdGVyLWd1aWRlLTIwMjQvcHJvcG9zaXRpb25zL3Byb3AtNS12b3RlLXRocmVzaG9sZC8_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bf73f6572\" target=\"_blank\" rel=\"noreferrer noopener\">Prop 5</a>, which would lower voting thresholds so it’s easier for local governments to build affordable housing. Then there’s the purely symbolic&nbsp;<a href=\"https://link.vox.com/click/37312198.98681/aHR0cHM6Ly9jYWxtYXR0ZXJzLm9yZy9jYWxpZm9ybmlhLXZvdGVyLWd1aWRlLTIwMjQvcHJvcG9zaXRpb25zL3Byb3AtMy1zYW1lLXNleC1tYXJyaWFnZS8_dWVpZD0xYjc3MjIzNzdmMDc1YzAxMGFmZjczYzlhZWUxZjAwMw/64ea41d450f053fabe0ceea5Bdfe2fd99\" target=\"_blank\" rel=\"noreferrer noopener\">Prop 3</a>. This one would repeal Prop 8, an infamous anti-same-sex marriage measure that passed when I was&nbsp;<em>just</em>&nbsp;too young to vote against it.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Good morning, and welcome to election week! Tens of millions of people have already cast their ballots early, with tens of millions more bound for the polls tomorrow as Americans decide whether Vice President Kamala Harris or former President Donald Trump will be the next US president.&#160;&#160; Between the presidential election, congressional races, and ballot [&#8230;]",
    "author": "Lavanya Ramanathan"
  },
  {
    "title": "The strange case that the Supreme Court keeps refusing to decide",
    "link": "https://www.vox.com/scotus/378058/supreme-court-hamm-smith-death-penalty-eighth-amendment",
    "pubDate": "2024-11-04T15:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A pair of tattooed brown-skinned hands are held out through the bars of a cell door, with a person in a white shirt visible down the hallway.\" data-caption=\"A prisoner’s hands inside a cell at Angola prison in Louisiana. | Giles Clarke/Getty Images\" data-portal-copyright=\"Giles Clarke/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-894670834.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A prisoner’s hands inside a cell at Angola prison in Louisiana. | Giles Clarke/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><strong><em>Editor’s</em> <em>note, November 4, 10:30 am:</em></strong><em> On Monday, November 4 — more than a year after the justices first met to consider the </em>Hamm<em> case — the Supreme Court <a href=\"https://www.supremecourt.gov/orders/courtorders/110424zor_8mjp.pdf\" target=\"_blank\" rel=\"noreferrer noopener\">released an order</a> sending the case back down to the federal appeals court that previously decided it.</em></p>\n\n<p class=\"has-text-align-none\"><em>Monday&#8217;s order is probably bad news for Joseph Clifton Smith, the death row inmate at the heart of this case. It asks the lower court to clarify whether it gave “conclusive weight” to Smith&#8217;s lowest score on five separate IQ tests, or whether it also gave full consideration to the tests that showed a higher score. This suggests that many of the justices doubt that Smith is intellectually disabled — it is unconstitutional to execute an intellectually disabled person.</em></p>\n\n<p class=\"has-text-align-none\"><em>At the same time, the order focuses on the specific facts of Smith&#8217;s case, rather than diving into deeper questions about how to interpret the Eighth Amendment. So that suggests the Court may not be eager to substantially revise the law governing cruel and unusual punishment.</em></p>\n\n<p class=\"has-text-align-none\"><em>The original story, published October 17, follows. </em></p>\n\n<p class=\"has-text-align-none\">For more than a year, Joseph Clifton Smith, a man who says he is intellectually disabled, has sat on death row, waiting to find out if the Supreme Court will greenlight his execution.</p>\n\n<p class=\"has-text-align-none\">Smith’s case, known as <a href=\"https://www.scotusblog.com/case-files/cases/hamm-v-smith-3/\"><em>Hamm v. Smith</em></a>, first arrived on the Court’s doorstep in August 2023. Since then, the justices have met more than two dozen times to decide what to do about the case, and each time they’ve put the decision off until a future meeting.</p>\n\n<p class=\"has-text-align-none\">No one outside of the Court can know for sure why the justices keep delaying, but if you follow the Court’s Eighth Amendment cases closely, it’s easy to see how the <em>Hamm</em> case could open up all kinds of internal rifts among the justices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Eighth Amendment, which has a vague ban on “<a href=\"https://constitution.congress.gov/constitution/amendment-8/\">cruel and unusual punishments</a>,” is at the center of the <em>Hamm </em>case because, for decades, the Court has held this amendment forbids executions of<strong> </strong><a href=\"https://www.law.cornell.edu/supct/html/00-8452.ZO.html\">intellectually disabled</a> offenders (and offenders who <a href=\"https://supreme.justia.com/cases/federal/us/543/551/\">commit a crime while they are juveniles</a>). The idea is that both groups have diminished mental capacity, at least as compared to non-disabled adults, and thus bear less moral responsibility even for homicide crimes.</p>\n\n<p class=\"has-text-align-none\">That idea, however, has long been contested by the Court’s various ideological factions, and the <em>Hamm</em> case potentially reopens up all of the Court’s issues with the amendment at once. Indeed, in the worst-case scenario for criminal defendants, the justices could potentially overrule more than 60 years of precedents protecting against excessive punishments.</p>\n\n<h2 class=\"wp-block-heading\">This Supreme Court’s ongoing battles over the Eighth Amendment, briefly explained</h2>\n\n<p class=\"has-text-align-none\">In two 2000s decisions, <a href=\"https://www.law.cornell.edu/supct/html/00-8452.ZO.html\"><em>Atkins v. Virginia</em></a> (2002) and <a href=\"https://supreme.justia.com/cases/federal/us/543/551/\"><em>Roper v. Simmons</em></a> (2005), a coalition of Democratic and moderate Republican justices handed down decisions that barred youths and people who are intellectually disabled from being executed. Those majority decisions came down over bitter dissents from the Court’s right flank — the same right flank that has since <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">gained a supermajority on the Supreme Court</a>.</p>\n\n<p class=\"has-text-align-none\">At least some of the current Court’s Republicans seem eager to use their newfound supermajority to blow up those two cases (and pretty much everything the Court has said about the Eighth Amendment in the last six or seven decades). So it’s possible that the Court is fighting over what to do with the <em>Hamm</em> case because many of the justices want a wholesale revolution in Eighth Amendment law.</p>\n\n<p class=\"has-text-align-none\">Beginning in the mid-20th century, the Supreme Court maintained that the Eighth Amendment “must draw its meaning from the <a href=\"https://www.vox.com/2020/12/30/22187578/death-penalty-united-states-executions-decline-gregg-georgia-bucklew-precythe\">evolving standards of decency that mark the progress of a maturing society</a>.” Thus, as a particular method of punishment grew less common, the Court was increasingly likely to declare it cruel and unusual in violation of the Constitution.</p>\n\n<p class=\"has-text-align-none\">At least some members of the Court’s Republican majority, however, have suggested that this “evolving standards of decency” framework should be abandoned. In <a href=\"https://www.supremecourt.gov/opinions/18pdf/17-8151_1qm2.pdf\"><em>Bucklew v. Precythe</em></a> (2019), the Court considered whether states could use execution methods that risked causing the dying inmate a great deal of pain. Justice Neil Gorsuch’s majority opinion, which held that potentially painful methods of execution are allowed, <a href=\"https://www.vox.com/2020/12/30/22187578/death-penalty-united-states-executions-decline-gregg-georgia-bucklew-precythe\">seems to exist in a completely different universe</a> than the Court’s Eighth Amendment cases that look to evolving standards.</p>\n\n<p class=\"has-text-align-none\">While the Court’s earlier opinions ask whether a particular form of punishment has fallen out of favor <em>today</em>, Gorsuch asked whether a method of punishment was out of favor <em>at the time of the founding</em>. Though his opinion does list some methods of execution, such as “disemboweling” and “burning alive” that violate the Eighth Amendment, Gorsuch wrote that these methods are unconstitutional because “by the time of the founding, these methods had long fallen out of use and so had become ‘unusual.’”</p>\n\n<p class=\"has-text-align-none\">What makes <em>Bucklew</em> confusing, however, is that it didn’t explicitly overrule any of the previous decisions applying the evolving standards framework. So it’s unclear whether all five of the justices who joined that opinion share a desire to blow up more than a half-century of law, or if the justices who joined the <em>Bucklew </em>majority simply failed to rein in an overly ambitious opinion by Gorsuch, the Court’s <a href=\"https://www.vox.com/22431044/neil-gorsuch-nihilism-supreme-court-voting-rights-lgbt-housing-obamacare-constitution\">most intellectually</a> <a href=\"https://www.vox.com/2022/6/27/23184848/supreme-court-kennedy-bremerton-school-football-coach-prayer-neil-gorsuch\">sloppy justice</a>.</p>\n\n<p class=\"has-text-align-none\">In any event, <em>Hamm</em> opens up at least two major potential divides within the Court. Smith says he is intellectually disabled; the state of Alabama wants to execute him anyway. So the case perfectly tees up a challenge to <em>Atkins</em> if a majority of the justices want to go there. Meanwhile, <em>Bucklew</em> looms like a vulture over any cruel and unusual punishment case heard by the Court, as it suggests that the Republican justices may hit the reset button on all of its Eighth Amendment precedents at any time.</p>\n\n<h2 class=\"wp-block-heading\">So what is the specific legal issue in <em>Hamm</em>?</h2>\n\n<p class=\"has-text-align-none\">The Court receives thousands of petitions every year asking it to hear a particular appeal, and it typically <a href=\"https://www.scotusblog.com/supreme-court-procedure/#:~:text=In%20most%20circumstances%2C%20the%20Supreme,argument%20in%20only%20about%2080.\">only grants several dozen of these petitions</a>. The vast majority of these cases are nominally discussed at one of the justices’ regular conferences, then promptly denied.</p>\n\n<p class=\"has-text-align-none\">In recent years, the Court often discusses a case in two different conferences before agreeing to hear it — for this reason, I and other Supreme Court reporters often watch the <a href=\"https://www.scotusblog.com/case-files/petitions-were-watching/\">list of cases the Court “relisted”</a> for a second conference to identify cases the justices are more likely to hear. Occasionally, a case may be relisted for several conferences in a row. But this is rare, and typically is a sign either that the justices are negotiating over which issues they wish to decide in a particular case — or, more often, that a justice is dissenting from the Court’s decision not to hear a case and the “relists” are really just buying that justice time to draft an opinion.</p>\n\n<p class=\"has-text-align-none\"><em>Hamm</em>, however, has now been relisted in every single conference since the justices first discussed it on October 27, 2023. That is, to say the least, highly unusual. And it suggests that some particularly bitter internal negotiations are ongoing. If someone were dissenting from the Court’s decision to turn the case away, they likely would have released that dissent last July, because the justices typically try to resolve loose ends before they go on their summer vacation.</p>\n\n<p class=\"has-text-align-none\"><em>Hamm </em>involves a question that would inevitably arise once the Court decided <em>Atkins</em> — though it is unconstitutional to execute intellectually disabled offenders, there will always be some offenders who are on the borderline of what mental health professionals consider an intellectual disability. The specific question before the Court is what to do with these borderline cases.</p>\n\n<p class=\"has-text-align-none\">As a general rule, someone must have an IQ of 70 or below to be considered intellectually disabled. But IQ tests aren’t particularly precise — as the Supreme Court acknowledged in <a href=\"https://casetext.com/case/moore-v-texas-12\"><em>Moore v. Texas</em></a> (2017), the IQ of someone who scores 74 on a particular IQ test falls within “a range of 69 to 79.” So, if courts read IQ tests as if they can identify an offender’s IQ score exactly, an intellectually disabled person could be executed due to something as arbitrary as a measurement error.</p>\n\n<p class=\"has-text-align-none\">Accordingly, the Court held in <a href=\"https://casetext.com/case/hall-v-florida-7#p723\"><em>Hall v. Florida</em></a> (2014) that a capital offender with an IQ score slightly above 70 must be given “the opportunity to present evidence of his intellectual disability, including deficits in adaptive functioning over his lifetime.” That is, such an offender must be allowed to present additional evidence beyond their IQ score to show that they are, in fact, intellectually disabled.</p>\n\n<p class=\"has-text-align-none\"><em>Hamm</em> is such a case. Smith took five different IQ tests, four of which showed him with an IQ in the low to mid-70s. Accordingly, two lower courts looked at additional evidence of his disability, determined he is, in fact, intellectually disabled, and ruled that he must receive a sentence other than death.</p>\n\n<p class=\"has-text-align-none\">In asking to execute Smith, in other words, Alabama is asking, among other things, that the Supreme Court overrule <em>Moore</em> and <em>Hall</em>, both cases that were handed down before former President Donald Trump <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">remade the Court in the Federalist Society’s image</a>. If the Court agrees, that alone would be a very significant legal development, both because it could allow intellectually disabled inmates to be executed due to a testing error, and because it would be a severe blow to <a href=\"https://www.vox.com/2021/5/18/22440256/brett-kavanaugh-supreme-court-edwards-vannoy-abortion-criminal-justice-constitution-stare-decisis\">stare decisis</a> — the idea that judicial precedents shouldn’t be tossed out simply because the members of a court change.</p>\n\n<p class=\"has-text-align-none\">Of course, this Court’s Republican majority has shown little regard for stare decisis, at least in cases that divide along partisan lines. Since Justice Amy Coney Barrett’s confirmation gave the Republican Party a supermajority on the Supreme Court in late 2020, the Court has <a href=\"https://www.vox.com/scotus/2023/7/8/23784320/supreme-court-2022-term-affirmative-action-religion-voting-rights-abortion\">behaved as if it was going down a checklist</a>, overruling liberal victories such as the cases establishing a constitutional right to abortion or the line of cases permitting affirmative action in limited circumstances, and replacing them with whatever outcome the GOP prefers.</p>\n\n<p class=\"has-text-align-none\">Yet, while this process has been painful for Democrats and <a href=\"https://projects.fivethirtyeight.com/polls/approval/supreme-court/\">toxic for the Court’s approval rating</a>, it hasn’t been comprehensive — occasionally, one or more of the Republican justices signal that they will allow a previous liberal victory to remain in effect. Concurring in the Court’s decision to overrule <em>Roe v. Wade</em>, for example, Justice Brett Kavanaugh identified the Court’s past decisions <a href=\"https://www.supremecourt.gov/opinions/21pdf/19-1392_6j37.pdf\">protecting a right to contraception, as well as the right to marry a person of your own choosing</a>, as cases he did not intend to overrule.</p>\n\n<p class=\"has-text-align-none\">All of which is a long way of saying that there’s no good way to know if <em>Atkins</em> or <em>Roper</em> is on the Court’s checklist of past liberal decisions to be overruled. These justices’ approaches to specific cases are often idiosyncratic, unpredictable, and unbound by preexisting law — just look at the Republican justices’ recent decision holding that Trump was <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">allowed to commit many crimes while he was in office</a>. The question of whether <em>Atkins</em> survives or falls will turn on whether there are five justices who want intellectually disabled people to be executed, and nothing else.</p>\n\n<p class=\"has-text-align-none\">But the fact <em>Hamm</em> has been relisted so many times suggests, at the very least, that there is a vocal faction within the Supreme Court that wants to use this case to aggressively reshape the law.</p>\n\n<h2 class=\"wp-block-heading\">What can be made of <em>Bucklew</em>?</h2>\n\n<p class=\"has-text-align-none\">The other uncertainty looming over <em>Hamm</em> is the <em>Bucklew</em> decision, which didn’t so much overrule the Court’s last six decades of Eighth Amendment precedents as pretend that they didn’t exist.</p>\n\n<p class=\"has-text-align-none\"><em>Bucklew</em> involved a death row inmate who claimed that the Eighth Amendment would not allow him to be executed using Missouri’s lethal injection protocol — he said he had an unusual medical condition that would cause him to experience extraordinary pain before his death. So the question was whether the Constitution allows a state to execute an inmate in a manner that may amount to torture.</p>\n\n<p class=\"has-text-align-none\">Gorsuch’s opinion denying relief to this inmate reads like the Court’s “evolving standards of decency” framework never existed. This phrase appears nowhere in Gorsuch’s opinion, and the only citation to <a href=\"https://supreme.justia.com/cases/federal/us/356/86/\"><em>Trop v. Dulles</em></a> (1958), the first Supreme Court case to use that phrase, appears in Justice Stephen Breyer’s dissent.</p>\n\n<p class=\"has-text-align-none\">Rather than follow longstanding law, Gorsuch asked whether capital offenders could be subjected to similar pain “<a href=\"https://www.supremecourt.gov/opinions/18pdf/17-8151_1qm2.pdf\">at the time of the framing</a>.” This is the Eighth Amendment rule long favored by the Court’s rightmost flank, including in Justice Antonin Scalia’s dissenting opinion in <em>Atkins</em>.</p>\n\n<p class=\"has-text-align-none\">Scalia’s <em>Atkins</em> dissent, moreover, doesn’t simply disagree with the Court’s past decisions. It lays out many examples of how the law would change — and how much easier it would be to subject even minor criminal offenders to outlandish punishments — under a framework that looks to how things worked in the 1790s.</p>\n\n<p class=\"has-text-align-none\">For starters, Scalia argues that&nbsp;<a href=\"https://www.law.cornell.edu/supct/html/00-8452.ZD1.html\" target=\"_blank\" rel=\"noreferrer noopener\">only “severely or profoundly” intellectually disabled people</a> enjoy some protection against execution (he argues these individuals were often “committed to civil confinement or made wards of the State” rather than being criminally punished). One of the sources Scalia cites suggests that only people with an IQ of 25 or below enjoy any constitutional protection.</p>\n\n<p class=\"has-text-align-none\">More significantly, Scalia also argues that the Eighth Amendment only forbids “always-and-everywhere ‘cruel’ punishments, such as the rack and the thumbscrew,” and that it does not prohibit the government from imposing excessive punishments for minor crimes. Under Scalia’s framework, if the death penalty can constitutionally be applied to murderers (and he believes it can) then it can also be applied to shoplifters. If a rapist can be sentenced to life in prison, so too can a jaywalker.</p>\n\n<p class=\"has-text-align-none\">Gorsuch’s <em>Bucklew</em> opinion elaborates on the sort of punishments that, under this <a href=\"https://www.vox.com/21497317/originalism-amy-coney-barrett-constitution-supreme-court\">originalist</a> framework, are prohibited by the Eighth Amendment. He lists “<a href=\"https://www.supremecourt.gov/opinions/18pdf/17-8151_1qm2.pdf\">dragging the prisoner to the place of execution, disemboweling, quartering, public dissection, and burning alive</a>” as examples.</p>\n\n<p class=\"has-text-align-none\">So there is a faction within the Supreme Court that would drastically shrink Americans’ constitutional protections against cruel and unusual punishment. This faction would allow more people to be executed. They would apparently eliminate any concern that punishments must be proportionate to the crime. And the kinds of punishments they do offer up as examples of impermissible sanctions are the kinds of things normally depicted in <a href=\"https://www.youtube.com/watch?v=uFFvI0IQpt8\">torture scenes from movies set in the Middle Ages</a>.</p>\n\n<p class=\"has-text-align-none\">Will five justices go there? It’s impossible to know. But that a total of five justices joined Gorsuch’s opinion in <em>Bucklew</em> suggests this faction could very well prevail — if and when the Court decides to take up <em>Hamm</em>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note, November 4, 10:30 am: On Monday, November 4 — more than a year after the justices first met to consider the Hamm case — the Supreme Court released an order sending the case back down to the federal appeals court that previously decided it. Monday&#8217;s order is probably bad news for Joseph Clifton Smith, the death [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Welcome to the Drug Issue of The Highlight",
    "link": "https://www.vox.com/drug-war/380343/highlight-november-2024-drug-issue",
    "pubDate": "2024-11-04T15:18:31.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Illustration of a baggy wafting weed fumes\" data-caption=\"\" data-portal-copyright=\"JooHee Yoon for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/JooHee_Vox_NovHighlight_CoverCrop3.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Drugs are a perennial American preoccupation, from the war on illicit ones to our massive pharmaceutical industry. This month, Vox reporters looked into the pressing drug questions of the moment: What happens when weed replaces alcohol? Given high costs and various medication shortages, how much do expiration dates matter? What <em>is</em> pink cocaine? We even have an interview with a biohacking anarchist about DIY medicine, for The Highlight podcast.</p>\n\n<p class=\"has-text-align-none\">There’s plenty of non-drug stuff for you to enjoy too: pieces on how to reconcile after a family estrangement and how to rewild your own backyard, recommendations from Vox’s book critic, and an exploration of why nostalgia won’t get us out of the loneliness epidemic.</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue5_sq_d7b18c.png?quality=90&#038;strip=all&#038;crop=0,23.635239139366,100,52.729521721267\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/the-highlight/379637/marijuana-daily-drug-americans-alcohol\" data-type=\"page\" data-id=\"351615\">How weed won over America</a></h2>\n\n<p class=\"has-text-align-none\">Land of the free, home of the blazed.</p>\n\n<p class=\"has-text-align-none\">By Marin Cogan</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue4_sq_3ac7de.png?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/future-perfect/378046/pink-cocaine-tuci-2cb-drugs-liam-payne-peso-pluma\" data-type=\"page\" data-id=\"351615\">What in the world is pink cocaine?</a></h2>\n\n<p class=\"has-text-align-none\">It’s not cocaine, but it can be just about anything else — except a good idea.</p>\n\n<p class=\"has-text-align-none\">By Celia Ford</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue1_edit_cf09d7.png?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/the-highlight/379267/drug-expiration-dates-medication-tylenol\" data-type=\"page\" data-id=\"351615\">Are drug expiration dates meaningless?</a></h2>\n\n<p class=\"has-text-align-none\">That Tylenol’s shelf life is longer than you think.</p>\n\n<p class=\"has-text-align-none\">By Keren Landman, MD</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue3_edit_7d8b79.png?quality=90&#038;strip=all&#038;crop=0,23.821989528796,100,52.356020942408\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/the-highlight/379914/dmt-psychedelics-drug-neuroscience-consciousness-ayahuasca\" data-type=\"page\" data-id=\"351615\">The world’s most mysterious psychedelic is already inside your brain</a></h2>\n\n<p class=\"has-text-align-none\">DMT, “the nuclear bomb of the psychedelic family,” explained.</p>\n\n<p class=\"has-text-align-none\">By Oshan Jarow</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/drug_issue2_edit_71d0c8.png?quality=90&#038;strip=all&#038;crop=0,24.408462268477,100,51.183075463047\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/the-highlight/379796/marijuana-legalization-black-market-drug-war-raids\" data-type=\"page\" data-id=\"351615\">How marijuana legalization played itself</a></h2>\n\n<p class=\"has-text-align-none\">Pricey, legal weed is great news — for the black market.</p>\n\n<p class=\"has-text-align-none\">By Lavanya Ramanathan</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2177699642.jpg?quality=90&#038;strip=all&#038;crop=0,10.748709970289,100,78.502580059422\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/the-highlight/381686/mixael-laufner-interview-pharmaceuticals-biohacking\" data-type=\"page\" data-id=\"351615\">Mixael Laufer on DIY health care</a></h2>\n\n<p class=\"has-text-align-none\">Medicine shouldn’t be so hard to access — so the Four Thieves Vinegar Collective is helping people make their own.</p>\n\n<p class=\"has-text-align-none\">By Jorge Just</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/AllieVolpe_Vox_LonelinessNostalgia.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/the-highlight/378924/loneliness-epidemic-solutions-religion-volunteering-community-purpose-meaning\" data-type=\"page\" data-id=\"351615\">Nostalgia won’t fix the loneliness epidemic</a></h2>\n\n<p class=\"has-text-align-none\">There are practical, everyday ways to get out of your head and into community.</p>\n\n<p class=\"has-text-align-none\">By Allie Volpe</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_Header_.jpg?quality=90&#038;strip=all&#038;crop=0,16.230366492147,100,83.769633507853\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/the-highlight/377995/rewilding-lawn-backyard-climate-change\" data-type=\"page\" data-id=\"351615\">Yes, you can fight climate change in your backyard</a></h2>\n\n<p class=\"has-text-align-none\">One wildflower at a time.</p>\n\n<p class=\"has-text-align-none\">By Cat Willett</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2181612592.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"People stand in line with a sign that reads Vote Here\" title=\"People stand in line with a sign that reads Vote Here\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/politics/381791/harris-trump-election-day-questions-answered\" data-type=\"page\" data-id=\"351615\">What counts as a landslide? Your biggest election questions, answered.</a></h2>\n\n<p class=\"has-text-align-none\">Split-ticket voting, the Senate, down-ballot issues, and more.</p>\n\n<p class=\"has-text-align-none\">By Eric Levitz and Christian Paz</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1781833390.jpg?quality=90&#038;strip=all&#038;crop=0,12.603933116252,100,74.792133767495\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/the-highlight/380542/family-estrangement-reconnection-relationships-boundaries\">Family estrangement doesn’t have to be forever</a></h2>\n\n<p class=\"has-text-align-none\">Reconnecting with someone you’ve cut ties with isn’t easy — but it can be done.</p>\n\n<p class=\"has-text-align-none\">By Fortesa Latifi</p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Vox_NextPage_ConstanceGrady_10-25.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Paige Vickers/Vox\" />\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/the-highlight/380067/fever-dream-samanta-scheweblin-piranesi-susannah-clarke\">“I’m looking for a fever dream of a book.”</a></h2>\n\n<p class=\"has-text-align-none\">In November’s month’s edition of Ask a Book Critic, novels to scratch the surrealist itch, lesbian necromancers in space, and more.</p>\n\n<p class=\"has-text-align-none\">By Constance Grady</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Drugs are a perennial American preoccupation, from the war on illicit ones to our massive pharmaceutical industry. This month, Vox reporters looked into the pressing drug questions of the moment: What happens when weed replaces alcohol? Given high costs and various medication shortages, how much do expiration dates matter? What is pink cocaine? We even [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "The big stakes in the Supreme Court’s new, absurdly messy gerrymandering case",
    "link": "https://www.vox.com/scotus/381517/supreme-court-callais-louisiana-racial-gerrymander",
    "pubDate": "2024-11-04T14:33:43.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Protesters hold signs in the shape of gerrymandered districts in front of the Supreme Court building.\" data-caption=\"Demonstrators protest against gerrymandering at a rally at the Supreme Court. | Evelyn Hockstein/Washington Post via Getty Images\" data-portal-copyright=\"Evelyn Hockstein/Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-1227675803.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Demonstrators protest against gerrymandering at a rally at the Supreme Court. | Evelyn Hockstein/Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Supreme Court announced on Monday that<a href=\"https://www.supremecourt.gov/orders/courtorders/110424zor_8mjp.pdf\"> it will hear a bizarre dispute</a> between two different federal courts about how to fix Louisiana’s racially gerrymandered congressional maps. Under existing law, one of these courts was clearly correct and the other clearly erred. But this Supreme Court is often hostile to voting rights plaintiffs, so there is some risk that the justices could change the law, permitting more racial gerrymanders.</p>\n\n<p class=\"has-text-align-none\">The Court will consider this dispute in a pair of consolidated cases, known as <em>Louisiana v. Callais</em> and <em>Robinson v. Callais</em>.</p>\n\n<p class=\"has-text-align-none\">In June 2022, Chief Judge Shelly Dick, an Obama appointee to a federal court in Louisiana, determined that state’s congressional maps were <a href=\"https://casetext.com/case/robinson-v-ardoin-5\">an illegal racial gerrymander</a>. Under the invalid maps, Black voters made up a majority in only one of the state’s six congressional districts, despite the fact that Black people comprise about a third of Louisiana’s population.</p>\n\n<p class=\"has-text-align-none\">Dick ruled that “the appropriate remedy in this context is a remedial congressional redistricting plan that includes an additional majority-Black congressional district” — meaning that Louisiana must draw a new map that includes at least two Black-majority districts. Dick’s case is known as <a href=\"https://casetext.com/case/robinson-v-ardoin-5\"><em>Robinson v. Ardoin</em></a>, and Dick is a judge of the US District Court for the Middle District of Louisiana.</p>\n\n<p class=\"has-text-align-none\">A ton of litigation followed Dick’s decision, including a brief trip to the Supreme Court, but Louisiana’s attempts to appeal Dick’s ruling ultimately failed. After the Fifth Circuit, the federal appeals court that oversees Louisiana, <a href=\"https://www.vox.com/scotus/2023/11/13/23959252/supreme-court-fifth-circuit-louisiana-gerrymander-robinson-ardoin\">rejected an attempt to toss out Dick’s ruling</a>, the state decided to give up the fight and comply with her order. The state legislature passed a new map that includes two Black-majority districts.</p>\n\n<p class=\"has-text-align-none\">But then an entirely different federal trial court, the Western District of Louisiana, decided to insert itself into this dispute. A new set of plaintiffs filed a suit in the Western District claiming that the new maps are unconstitutional. This case, which was known as <a href=\"https://casetext.com/case/callais-v-landry\"><em>Callais v. Landry</em></a> while it was before the trial court, was assigned to a three-judge panel. Two of those judges — the ones appointed by former President Donald Trump — agreed with these new plaintiffs that the state’s new maps are unconstitutional.</p>\n\n<p class=\"has-text-align-none\">Louisiana, in other words, is now subject to two competing court orders. The first, from Judge Dick, forbids it from using the old maps. The second, from the two Trump judges in the Western District, forbids the state from using the new maps it enacted to comply with Dick’s order.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Supreme Court ruled last May that the state <a href=\"https://www.supremecourt.gov/opinions/23pdf/23a994_7mip.pdf\">could use its new maps during the 2024 election</a>, so that temporarily delayed resolution of this fight. But the long-term situation is obviously untenable. Louisiana needs to be able to draw congressional maps of some kind. And it needs to know what the rules are governing how it must draw those maps.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s not possible so long as two entirely separate courts, each of which apparently have wildly divergent views about how to resolve racial gerrymandering disputes, are allowed to issue competing court orders.</p>\n\n<h2 class=\"wp-block-heading\">So what does the law actually say about racial gerrymandering in Louisiana?</h2>\n\n<p class=\"has-text-align-none\">Under existing law — including the Roberts Supreme Court’s recent decision in <a href=\"https://www.supremecourt.gov/opinions/22pdf/21-1086_1co6.pdf\"><em>Allen v. Milligan</em></a> (2023) — Dick is clearly correct, and the two Trump judges are clearly wrong, about what should happen with Louisiana’s maps. Among other things, <em>Milligan</em> involved a nearly identical racial gerrymandering dispute from Alabama, and the Supreme Court ordered Alabama to draw a second Black congressional district in that case.</p>\n\n<p class=\"has-text-align-none\">But this Supreme Court, with its 6-3 Republican supermajority, is frequently hostile to voting rights claims — and it is <a href=\"https://www.vox.com/22575435/voting-rights-supreme-court-john-roberts-shelby-county-constitution-brnovich-elena-kagan\">especially hostile to claims brought under the Voting Rights Act</a>, the law that Dick relied on in her decision. So, while the right outcome in <em>Callais</em> is clear under existing law, there’s always a risk that this Court will abandon that law.</p>\n\n<p class=\"has-text-align-none\">In <em>Milligan</em>, Alabama effectively asked the Supreme Court to abandon the legal framework governing racial gerrymandering cases brought under the Voting Rights Act, which the Court first announced in <a href=\"https://supreme.justia.com/cases/federal/us/478/30/\"><em>Thornburg v. Gingles</em></a> (1986), and replace it with a new test that would <a href=\"https://www.vox.com/policy-and-politics/2022/10/2/23377432/supreme-court-alabama-merrill-milligan-racial-gerrymandering-voting-rights-act\">render the act’s safeguards against racial gerrymandering toothless</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a 5-4 decision, the Court rejected Alabama’s request, holding instead that a lower court decision striking down Alabama’s racially gerrymandered maps “faithfully applied our precedents.” The <em>Gingles</em> framework, which the Court reaffirmed in <em>Milligan</em>, is complex. But it primarily required the <em>Milligan</em> plaintiffs to show that it was possible to draw two geographically “compact” Black-majority districts in Alabama, and that Black and white voters in the state tend to vote in separate blocs.</p>\n\n<p class=\"has-text-align-none\">The <em>Ardoin</em> case — the one heard by Judge Dick — is similar in all relevant respects to <em>Milligan</em>. Louisiana’s lawyers previously told the Supreme Court that <em>Ardoin</em> “<a href=\"https://www.supremecourt.gov/DocketPDF/23/23A281/283864/20230930114301429_SCOTUS%20Emergency%20Stay%20Application%20-%20Robinson%20v.%20Ardoin-corrected.pdf\">presents the same question</a>” as the one decided in <em>Milligan</em>. In its ruling against Louisiana, the Fifth Circuit concluded that “most of the arguments the State made here <a href=\"https://www.vox.com/scotus/2023/11/13/23959252/supreme-court-fifth-circuit-louisiana-gerrymander-robinson-ardoin\">were addressed and rejected by the Supreme Court in <em>Milligan</em></a>.”</p>\n\n<p class=\"has-text-align-none\">So that really should have been the end of this dispute. Advocates who wanted the Court to abandon <em>Gingles</em> and legalize the kind of racial gerrymanders that were initially drawn by the Alabama and Louisiana state legislatures brought their case to the justices, and a majority of the justices rejected those arguments in 2023. That likely explains why, after Louisiana lost its appeal to the Fifth Circuit, it decided to give up this fight and voluntarily draw new maps.</p>\n\n<h2 class=\"wp-block-heading\">So how on Earth did the Western District wind up getting involved?</h2>\n\n<p class=\"has-text-align-none\">To understand how a second federal court wound up invalidating the very maps that Louisiana enacted to comply with Judge Dick’s order, it’s important to understand a bit of tension that has long existed in federal voting rights law.</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.law.cornell.edu/constitution/amendmentxiv\">14th  Amendment</a> generally prohibits race discrimination of all kinds. Accordingly, the Supreme Court has held that this amendment forbids states from <a href=\"https://www.supremecourt.gov/opinions/16pdf/15-1262_db8e.pdf\">using “race as the predominant factor in drawing district lines unless it has a compelling reason.”</a> At the same time, the Voting Rights Act sometimes requires states to draw a minimal number of legislative districts where a racial minority group is in the majority. This principle has been reaffirmed in many cases, including <em>Gingles</em> and <em>Milligan</em>.</p>\n\n<p class=\"has-text-align-none\">Tension arises between these two principles because, if a state knows that it must draw at least two congressional districts with a Black majority, it can’t really accomplish that task without taking account of race. To resolve this tension, the Court held in <a href=\"https://www.supremecourt.gov/opinions/16pdf/15-1262_db8e.pdf\"><em>Cooper v. Harris</em></a> (2017) that a state may engage in “race-based districting” when it has “a strong basis in evidence” for concluding that it must do so to comply with the Voting Rights Act.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Under <em>Cooper</em>, a VRA-compliant map is lawful if the state “had ‘good reasons’ to think that it would transgress the Act if it did not draw race-based district lines.”</p>\n\n<p class=\"has-text-align-none\">So, under <em>Cooper</em>, the Western District had no business striking down Louisiana’s new map. Louisiana clearly had “good reasons” to think that it must draw a new map with two Black-majority districts because a federal court ordered it to draw a new map with two Black-majority districts, and the state’s attempts to appeal that decision were unsuccessful.</p>\n\n<p class=\"has-text-align-none\">To avoid this conclusion, the two Trump judges responsible for the <em>Callais</em> decision largely rely on a line in <em>Milligan</em> which states that the Voting Rights Act “never require[s] adoption of districts that violate traditional redistricting principles.” They argue that the new maps, which were also drawn to protect several Republican incumbents, violate the traditional principle that legislative districts should be compact.</p>\n\n<figure class=\"wp-block-image alignnone\"><img src=\"https://lh7-rt.googleusercontent.com/docsz/AD_4nXd6PjuzUmbnY1iEHEpylrgn4eDalLY8ml3UyhI_oWbwfSyGtyotuE-3Ufu7VZ3w3jh8rMyR7utv5TPXJ6iPCg8SdA8pb-7wcO728gYHComcutwyMCdex_AEyHqF4j-jr-dAV9qT0N02BO8yRUfkeWVrt6ld?key=y4MweDqvOApL1yFN24Pi0ls2\" alt=\"\" /></figure>\n\n<p class=\"has-text-align-none\">But that’s a pretty strained reading of <em>Milligan</em>. While the Supreme Court did hold that the VRA doesn’t <em>require</em> states to draw ugly districts, it also said in the very same paragraph that redistricting “is primarily the duty and responsibility of the States, not the federal courts.” So <em>Millligan </em>does not <em>forbid</em> states from drawing ugly, misshapen districts so long as those districts otherwise comply with the Voting Rights Act.</p>\n\n<p class=\"has-text-align-none\">It’s worth noting that <em>Callais</em> falls within the Supreme Court’s mandatory jurisdiction, meaning that the justices are required to hear this case, or at least to issue an order resolving it. So the mere fact that the justices will hear what should be a very easy voting rights case does not mean that they intend to upend decades worth of law.</p>\n\n<p class=\"has-text-align-none\">Still, while the legal principles that should govern in <em>Callais</em> are crystal clear, it is always worrisome whenever this unpredictable Court takes up a Voting Rights Act case of any kind. In <em>Milligan</em>, the Court <a href=\"https://www.vox.com/scotus/24153784/supreme-court-louisiana-gerrymander-black-voters-robinson-ardoin-callais-landry\">surprised most Supreme Court-watchers</a> when it voted to leave longstanding safeguards against racial gerrymandering in place. We’ll find out soon if all five justices in the <em>Milligan</em> majority actually meant what they said in that case.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Supreme Court announced on Monday that it will hear a bizarre dispute between two different federal courts about how to fix Louisiana’s racially gerrymandered congressional maps. Under existing law, one of these courts was clearly correct and the other clearly erred. But this Supreme Court is often hostile to voting rights plaintiffs, so there [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "I don’t want children. I do want children. What should I do?",
    "link": "https://www.vox.com/future-perfect/380742/parenthood-ambivalence-having-kids-childfree-fencesitter-advice",
    "pubDate": "2024-11-03T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/ambivalence.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Your Mileage May Vary is an advice column offering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional&nbsp;column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other.</em>&nbsp;<em>Here is a Vox reader’s question, condensed and edited for clarity.</em></p>\n\n<p class=\"has-text-align-none\"><strong>I’m at an age where I feel like I need to decide whether I want to have kids, but I’m very ambivalent about it and don’t know how to know whether I want them. I don’t dream of parenthood or filling my days with caregiving for a young child. But, does anyone?! That doesn’t seem like a good way to decide whether I truly want to be a parent. But then what is? The main place my mind goes is that I fear my life would be sad and depressing when my partner and I are 70 and childless. I like the thought of having well-adjusted adult children to spend time with when I’m old. That seems like a misguided and selfish reason to have kids.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\"><strong>A better reason might be that I think my partner and I have good values, and I’d</strong><strong> like to bring more people into the world who have those values, but that also seems selfish because there’s no guarantee that a child will embrace your values, and your duty as a parent is to let them flourish as whoever they want to be. I worry that I would be the kind of parent who struggles to support my kid if they rebel against everything I believe in. But I also feel like you just can’t know what you would be like in that situation until you’re in it. How do you decide that such a life-altering decision is right for you, let alone its ethical implications for a person who doesn’t exist yet?&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Dear Fencesitter,</p>\n\n<p class=\"has-text-align-none\">Ah, parenthood ambivalence. <a href=\"https://www.vox.com/features/23979357/millennials-motherhood-dread-parenting-birthrate-women-policy\">So many</a> of us <a href=\"https://www.reddit.com/r/Fencesitter/\">can relate</a>. And, like you, so many of us try to answer the question “Do I want to have kids?” by looking inward for the answer. We introspect, we ruminate, we dig through childhood traumas. We consider what makes us happy now in hopes of predicting whether kids would make us happier or more miserable later. We assume the answer is there within us, a buried treasure waiting to be unearthed.</p>\n\n<p class=\"has-text-align-none\">That’s understandable: Most advice for people considering parenthood encourages us to do just that. Countless <a href=\"https://www.vox.com/first-person/22370250/should-i-have-kids-a-baby-decide-start-family-parenthood-kids-childfree\">articles</a>, <a href=\"https://www.vox.com/future-perfect/22399882/climate-change-kids-children-overpopulation\">books</a>, and yes, <a href=\"https://therumpus.net/2011/04/21/dear-sugar-the-rumpus-advice-column-71-the-ghost-ship-that-didnt-carry-us/\">advice columns</a> are premised on the idea that the answer exists as a stable fact within us. So is the parenthood ambivalence coach Ann Davidman’s <a href=\"https://www.motherhoodisitforme.com/motherhoodclaritycourse\">online class</a>, the “Motherhood Clarity™ Course” which opens with a mantra: “The answers will come because they never left … It’s all within me.”&nbsp;&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>Have a question you want me to answer in the next Your Mileage May Vary column?</strong> </h2>\n\n\n\n<p class=\"has-text-align-none\">Feel free to email me at <a href=\"mailto:sigal.samuel@vox.com\">sigal.samuel@vox.com</a> or <a href=\"https://forms.gle/wTU5egBukdhyKeL56\">fill out this anonymous form</a>! Newsletter subscribers will get my column before anyone else does and their questions will be prioritized for future editions. <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Sign up here!</a></p>\n</div>\n\n<p class=\"has-text-align-none\">But there are a few problems with that approach. For one, you could spend your entire adult life auditing your soul for the answer and still end up looking like the shrug emoji. That’s because introspection is an unbounded search process: You’ve got no way to know when you’ve searched enough.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another problem is that this approach centers you and your desires too much. As you pointed out, bringing a kid into the world can’t only be about its costs and benefits for you.</p>\n\n<p class=\"has-text-align-none\">Finally, you’re just not well-positioned to predict whether kids will make you happier or more miserable! <a href=\"https://philosophybreak.com/articles/laurie-ann-paul-on-how-to-approach-transformative-decisions/\">As the philosopher L.A. Paul notes</a>, you can’t quite know what it’ll be like to have a kid until you have one, and besides, the “you” might become transformed in the process, so that the things that make you happy now are not the same as the things that will make you happy as a parent.</p>\n\n<p class=\"has-text-align-none\">So, what I suggest is a radically different approach: If you want to arrive at a decision, you have to go beyond your own interiority. You have to turn your gaze outward and ask yourself: What is it that you find awesome, thrilling, and intrinsically valuable about being in the world?&nbsp;</p>\n\n<p class=\"has-text-align-none\">I’m not asking because I think the key is deciding which values you want to transmit to your kid. Like you said, there’s no guarantee that your kid will embrace your values. Instead, I’m asking because this is the basis on which you can make a choice —&nbsp;not “find the answer” but make a choice —&nbsp;about whether to have kids.</p>\n\n<p class=\"has-text-align-none\">Up until now, you’ve been thinking of the kids question as an epistemic one — you say you “don’t know how to know” — but I would think of it as an existential one instead. The existentialist philosophers argued that <a href=\"https://philosophybreak.com/articles/existence-precedes-essence-what-sartre-really-meant/\">life doesn’t come with predefined meaning or fixed answers</a>. Instead, each human has to choose how to create their own meaning. As the Spanish existentialist Jose Ortega y Gasset put it, the central task of being human is “autofabrication,” which literally means self-making. You come up with your own answer, and in so doing, you make yourself. </p>\n\n<p class=\"has-text-align-none\">A decade ago, just for fun, my friend Emily sat me down in a park and had me do an exercise that would turn out to be extremely impactful: It was, believe it or not, an online quiz. It listed dozens and dozens of different values —&nbsp;friendship, creativity, growth, and so on —&nbsp;and instructed me to select my top 10. Then it made me narrow it down to my top five. I found that brutally hard, but it was revealing. My number one value turned out to be what the quiz called, somewhat idiosyncratically, “delight of being, joy.”&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">I return to that again and again (my mind preserves the punctuation, so I regularly find myself talking to people about “delight-of-being-comma-joy!”) when I have to make tough decisions. It captures a core fact about me: I love being alive in this world! Whenever I snorkel with impossibly colorful fish, or experience deep connection with another human being, or stare up at all the galaxies we’ve barely begun to understand, I feel so grateful that I get to participate in the grand mystery of being.</p>\n\n<p class=\"has-text-align-none\">And that’s what made me decide I want to be a mom one day. Choosing to have a child feels like one of the biggest ways I can say YES to life, at a time when many <a href=\"https://www.vox.com/future-perfect/2020/2/13/21132013/climate-change-children-kids-anti-natalism\">doubt the worthiness of perpetuating human life</a> on this planet. It’s a way to affirm that being alive in this world is a gift, one I want to pass along to others.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So allow me to be your Emily. Let me present you with <a href=\"https://www.ed.ac.uk/reflection/reflectors-toolkit/self-awareness/values\">an inventory of values</a> (one of many similar inventories available online) and urge you to select your top five. Then ask yourself: Would having a kid be a good way to enact my values&nbsp;—&nbsp;or is there another way to enact my values that feels more compelling to me? Which path is the best fit for you personally, given your specific talents and your physical and psychological needs?</p>\n\n<p class=\"has-text-align-none\">This depends a lot on the individual. Imagine three women who all rank “personal growth” as their top value. They might still arrive at totally different conclusions about kids. For one woman, that value may feel like a great reason to have a kid, because she believes childrearing will help her grow as a person and that she’ll get to guide a new person in their development. The second woman might say her primary mode of growth is art-making, so she wants to focus on that while being an active auntie to her friends’ kids on the side. A third woman might feel that, for her, the most promising path is to become a nun. All three are completely valid!&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">A lot of people struggling with parenthood ambivalence say they’re scared that if they don’t have a kid, they’ll miss out on something sui generis —&nbsp;a completely unique experience, a sort of love to which nothing else compares. It sounds like this FOMO is playing a role for you, too; you mentioned that you fear your life would be sad and depressing when you and your partner are 70 and childless.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But there are plenty of parents who will tell you that, while they adore their kids, the <a href=\"https://x.com/KelseyTuoc/status/1794865681051312460\">kid-parent relationship is not magically more meaningful</a> than anything else in their life. In the excellent new book <a href=\"https://us.macmillan.com/books/9781250276131/whatarechildrenfor\"><em>What Are Children For?</em></a> by Anastasia Berg and Rachel Wiseman, the former writes:&nbsp;</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">While the relationship between a parent and child is doubtless unique, what if I told you that, phenomenologically speaking, it is not really grand and tremendous? That it’s not even particularly extraordinary? … To love your child isn’t like nothing you’ve ever known. It isn’t unimaginable. If you have known love, you have also known it, or something like it … What is so special about this love isn’t how exotic, mysterious, or astounding it is but how simple and familiar.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">So, if you just like the thought of having children because you want lovely people to spend time with when you’re old, try first experimenting with other ways to get that same need met. You might find that it’s not something that only a child can provide. As the author (and my friend) <a href=\"https://www.vox.com/future-perfect/24105295/platonic-partnership-friendship-other-significant-others-rhaina-cohen\">Rhaina Cohen documents</a> beautifully in <a href=\"https://us.macmillan.com/books/9781250333025/theothersignificantothers\"><em>The Other Significant Others</em></a>, some people find that deep friendships meet their need for connection perfectly well, with no child-shaped hole or partner-shaped hole left over.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But even if you believe having a child is a sui generis experience, the point I would make is: Other things are too! An artist might tell you there’s nothing that compares to the creative thrill of painting. Someone involved in political work may tell you there’s nothing quite like the feeling of fighting for justice and winning. Lots of things in the world are unique and incommensurably good.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So don’t be pushed around by societal narratives of what the ultimate good looks like. Let your choice flow from your own sense of what’s most valuable about human life. Whereas what makes you feel happy or miserable can change a lot over time, <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0146167216639245?journalCode=pspc\">core values are relatively stable</a>, so they form a more enduring basis for making major decisions. Yes, it’s conceivable that even those values might shift a little over the decades, but making a choice that flows from your values means you will at least be confident that you had a very solid reason for doing what you did —&nbsp;no matter how you end up feeling about it in the future.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And as for the future? You really can’t control it. So, your goal is not to control every possible outcome. Your goal is to live in line with your values.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Bonus: What I’m reading</h2>\n\n<ul>\n<li>Danish philosopher Søren Kierkegaard, often called the “father of existentialism,” proposed the idea that <a href=\"https://philosophybreak.com/articles/kierkegaard-life-can-only-be-understood-backwards-but-must-be-lived-forwards/\">life can only be understood backward</a>, but it must be lived forward. This week’s question prompted me to revisit that idea.&nbsp;</li>\n</ul>\n\n<ul>\n<li>As I wrote this column, I went back and reread a great <a href=\"https://www.newyorker.com/magazine/2019/01/21/the-art-of-decision-making\">New Yorker article by Joshua Rothman</a> about how we make major decisions. It discusses philosopher Agnes Callard’s idea that “we ‘aspire’ to self-transformation by trying on the values that we hope one day to possess.” In other words, you don’t decide you want to be a parent — you decide you want to be the sort of person who’d want to be a parent, and lean into that. I found the idea interesting but too complicated by half: Why would I ground this decision in values I hope to one day possess instead of grounding it in the values I already hold dear?</li>\n</ul>\n\n<ul>\n<li>Lots of people bring up climate change as a reason not to have kids. I think that’s <a href=\"https://www.vox.com/future-perfect/22399882/climate-change-kids-children-overpopulation\">misguided</a>. Having a kid is one of the things that <a href=\"https://www.vox.com/future-perfect/2020/2/13/21132013/climate-change-children-kids-anti-natalism\">can push you to take heroic action</a> on climate change — so I was interested in <a href=\"https://www.noemamag.com/its-time-to-give-up-hope-for-a-better-climate-get-heroic/\">this new piece in Noema Magazine</a>, which argues that we need to evoke heroism, not hope, with regard to the climate — and finds a prime example of that in … JRR Tolkien.  </li>\n</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Your Mileage May Vary is an advice column offering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional&#160;column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other.&#160;Here is a Vox reader’s question, [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "Are Black voters drifting from Democrats? It’s complicated.",
    "link": "https://www.vox.com/politics/381857/2024-election-black-voters-harris-trump",
    "pubDate": "2024-11-03T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A family consisting of a dad, mom, and kid look at a sign that reads Early Voting Center\" data-caption=\"People wait for an early voting center to open. | Paul Hennessy/Anadolu via Getty Images\" data-portal-copyright=\"Paul Hennessy/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/11/gettyimages-2179151486.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People wait for an early voting center to open. | Paul Hennessy/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On an unseasonably warm October afternoon, I did something I’ve done just about every fall since 2009: I made my way to Howard University’s (HU) campus to celebrate homecoming. It’s an event that’s reached almost hagiographic status: <a href=\"https://www.youtube.com/watch?v=HXLCOIcb41Y\">name-checked</a> in rap songs and even <a href=\"https://thehilltoponline.com/2024/10/28/supermodel-anok-yai-returns-to-the-yard-for-howard-homecoming/\">launching modeling careers</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The energy in October at my alma mater is always frenetic: You see students and alumni dressed their best, babies in strollers on the yard wearing HU onesies, and friends who have stayed connected across decades gathering once more at what’s <a href=\"https://theconversation.com/the-untold-story-of-how-howard-university-came-to-be-known-as-the-mecca-212245\">lovingly referred to as the Mecca</a>. This year, the excitement in the air was even more palpable. For lack of better phrasing, the vibe was different. On one hand, the obvious culprit was that the university was celebrating its 100th homecoming. On the other hand, that difference may have something to do with the fact that the school’s most famous alumna (at least right now) could soon become arguably the most powerful person in the world.</p>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris wasn’t on campus — she has spent part of her fall at the homecomings of historically Black colleges and universities (HBCUs) in swing states and not bright blue DC — but you wouldn’t know that looking around. Howard does not have a political affiliation, but vendors gathered outside the entrance to the football game hawking bucket hats with Harris’s name on them; her sorority sisters wore T-shirts with her face embroidered in pink and green; people fanned themselves with Harris/Walz fans while R&amp;B singers entertained the crowd; and children in HU gear played in a bouncy house as their parents looked on. Despite its nonpartisan stance, the university is where Harris plans to be the night of the election, in a way creating a homecoming all her own.</p>\n\n<p class=\"has-text-align-none\">In short, Howard is not a place with large numbers of Donald Trump supporters.</p>\n\n<p class=\"has-text-align-none\">But Black voters are not a monolith, and the student body at Howard — one of the nation’s most prestigious universities —&nbsp;is not a representative sample of all Black voters. Indeed, some polls suggest that Black voters may be supporting Trump in higher numbers than in either of his previous two runs —&nbsp;a shift that some observers believe will be large enough to mark a “<a href=\"https://www.vox.com/2024-elections/373535/3-theories-gop-donald-trump-nonwhite-voters-hispanic-black-latino-asian\">racial realignment</a>” in American politics.</p>\n\n<p class=\"has-text-align-none\">Still, the polls paint a murky picture. A recent NAACP survey found <a href=\"https://www.politico.com/live-updates/2024/10/28/2024-elections-live-coverage-updates-analysis/aarp-survey-00185978\">Black men were backing off their support for Trump</a> and coming toward Harris in the final stretch before the election.</p>\n\n<p class=\"has-text-align-none\">Some experts are skeptical that, after the election, the “racial realignment” will materialize. Enter Andra Gillespie, a political scientist and associate professor at Emory University who specializes in Black political participation.&nbsp;“The story of the cycle may very well be that people are overhyping the extent of Black defections away from the Democratic Party to the Republican Party,” she says.</p>\n\n<p class=\"has-text-align-none\">She points her finger at polling — or rather, the lack thereof — for Black voters specifically. While there has been plenty of <a href=\"https://youtu.be/In9Pqm9YlIo?si=VC53K-uLienjIi8x\">polling with enough respondents</a> to get a clear picture of the electorate, Gillespie argues that the numbers of Black voters within those samples don’t provide a clear enough picture of Black voters. I spoke with Gillespie in October about the number of votes Trump may get from Black voters, and how even getting just 80 percent of the Black vote worries Democrats. We also talked about the roles education and age play within this segment of the electorate, and whether we’re seeing shifts based on those factors.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of our conversation, edited for length and clarity.</p>\n\n<p class=\"has-text-align-none\"><strong>There&#8217;s been a lot of talk about the Harris campaign’s struggles with Black voters lately. Can you lay out what that struggle looks like? Are we talking about Black people leaving the Democratic Party en masse?</strong></p>\n\n<p class=\"has-text-align-none\">No. The first problem has been making a lot of conjectures based on sample sizes that have huge margins of error. So you&#8217;re looking at very noisy data. This started when Joe Biden was still the Democratic nominee for president. We forget that the number that comes out in surveys is the midpoint of a range of multiples. That&#8217;s why surveys are always plus or minus.</p>\n\n<p class=\"has-text-align-none\">There was some evidence of [Black support] softening. We don&#8217;t know — because [Biden] dropped out of the race — whether or not people would have solidified their support for Donald Trump. Joe Biden was likely going to perform somewhere in the neighborhood of what he had done before and the numbers that you were getting, especially in the winter and early spring were suggesting that Donald Trump could get 30 percent of the African American vote. If your margin of error is minus 10, that means that that number could, in real life, be as low as 20 percent, which would suggest a gain.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>I&#8217;m thinking back to the Obama years, and 20 percent would be a lot.</strong></p>\n\n<p class=\"has-text-align-none\">Twenty percent would be a lot since nobody&#8217;s come close or even in the high teens since Gerald Ford and Richard Nixon. So yeah, it would be unprecedented. But that&#8217;s what 100 people were saying or 150 people, or sometimes 200 people were saying in a survey in March or in February.</p>\n\n<p class=\"has-text-align-none\">I want to be very clear: Donald Trump could actually improve his share of African American voters. I&#8217;m not saying that that&#8217;s impossible. But what&#8217;s a more likely scenario is that he makes a marginal gain.</p>\n\n<p class=\"has-text-align-none\">Looking at the numbers from the New York Times/Siena College poll that came out [recently], Trump&#8217;s numbers are in what I would call the normal range for a Republican candidate. What everybody was concerned about was the fact that Kamala Harris is pulling in below 80 percent on that poll. The upper bound of the margin of error would put that number into the low 80s, which would still be underperforming. But she still has three weeks from an election.</p>\n\n<p class=\"has-text-align-none\"><strong>Eighty percent of any demographic sounds like a lot of voters, but it&#8217;s framed as a problem for the Harris campaign.&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">It&#8217;s a problem for the campaign because Black people make up the base of the Democratic Party; it becomes a problem when she&#8217;s reliant on them turning out voting almost unanimously for her and in high numbers and in key battleground states.</p>\n\n<p class=\"has-text-align-none\">In a state like Georgia, for instance, most white people are Republicans. Black people make up more than half of the Democratic Party in the state of Georgia. If they have anemic turnout or start to vote for the Republican or other candidates in the race, there just aren&#8217;t many other votes that she can pick up. For a state like Georgia to be competitive, you&#8217;ve got to perform at historical averages, which means she needs to be doing 90 percent or better. And she needs Black turnout to be proportional to their actual numbers in the electorate: 30 percent of voters.</p>\n\n<p class=\"has-text-align-none\">You also have to care about it in the Blue Wall states, because even though Black people don&#8217;t make up as large a proportion of the population when you&#8217;re talking about margins, that could easily be 10,000, 20,000, or 50,000 votes.</p>\n\n<p class=\"has-text-align-none\"><strong>I want to get into one of the narratives we&#8217;ve seen this election cycle, and that&#8217;s this flip in the parties when it comes to education. One of the narratives that we see emerging is that&nbsp;Democrats are </strong><a href=\"https://www.pbs.org/newshour/show/how-a-college-degree-is-one-of-the-best-predictors-of-which-candidate-voters-support\"><strong>now the party</strong></a><strong> of those </strong><a href=\"https://www.nytimes.com/interactive/2024/10/30/opinion/gender-education-gap.html\"><strong>with college degrees</strong></a><strong> — your lawyers, your doctors; and Republicans are more the party of the working class — your blue-collar workers, maybe without a college degree. How do you see that playing out among Black voters?</strong></p>\n\n<p class=\"has-text-align-none\">I think one thing that should be noted is 2016 was the year that pundits discovered that working-class white voters were Republican. That trend actually started a long time ago. I&#8217;ve seen graphs that chart this back to the mid-1970s, where you can see a decline in the number of non-college-educated white voters who are voting Democratic in elections. People just discovered it because Donald Trump ran on a populist platform, but he wasn&#8217;t doing anything revolutionary or new there at all.</p>\n\n<p class=\"has-text-align-none\">So yes, we now accept that education correlates with party identification, and voting behavior with college-educated voters being more likely to vote Democratic these days. If you go back and you look at <a href=\"https://www.nytimes.com/interactive/2024/10/13/us/elections/times-siena-poll-black-likely-electorate.html\">that New York Times/Siena College poll</a>, and you look at the breakdown in terms of support for Harris and Trump based on college education, you don&#8217;t see much of a difference in terms of support among Black voters.</p>\n\n<p class=\"has-text-align-none\">There are more conservative Black people who are still identifying as Democrats than Republicans, and the reason why is because of race. People who have a strong racial identity, people who perceive that the Democratic Party is the better party to handle issues related to race and civil rights. My friend, Tasha Philpot at the University of Texas, has noted that Black people aren&#8217;t necessarily putting the same weight or emphasis on social conservatism in the same way that white people might. </p>\n\n<p class=\"has-text-align-none\"><strong>If education is not this predictor for who Black people will vote for, is it a predictor of if they will vote or not?</strong></p>\n\n<p class=\"has-text-align-none\">If we&#8217;re looking at support for Harris, there’s only a percentage point difference [between Black voters with and without a bachelor’s degree]. I see differences in age — that&#8217;s actually not that unusual.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We expect that younger people have weaker partisan attachments because they&#8217;re new to the electoral process. Older age cohorts, the oldest Black Americans uniformly, have made up their minds. I think part of the push on HBCU campuses is to get a group of young Black voters who are probably the most likely to show up because they&#8217;re the most resourced to be convinced to support Kamala Harris and to convince their friends to do that as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The idea that they&#8217;re not strong Democrats could be a harbinger of things to come, but it&#8217;s going to take me 20 years to figure out what these folks are doing when they&#8217;re in their late 30s before I would be willing to say, “We&#8217;re witnessing a realignment of Black voters away from the party.” But I think that there&#8217;s still the question of who’s actually going to show up.</p>\n\n<p class=\"has-text-align-none\"><strong>I think it&#8217;s interesting because you mentioned that the Harris campaign is on this HBCU tour. They’re going to your Spelmans, your Morehouses, to talk to these young voters who are most likely to be resourced and most likely to show up to the polls. Every election year we hear the phrase “Black people are not a monolith” and that&#8217;s always been true. But I think of W.E.B. DuBois and this idea of the </strong><a href=\"https://teachingamericanhistory.org/document/the-talented-tenth/\"><strong>Talented Tenth</strong></a><strong> – that one of the jobs of the Black elite is to achieve racial progress. But that leaves out the other 90 percent of Black people. How have we seen this dynamic between education, class, and politics play out through the years?</strong></p>\n\n<p class=\"has-text-align-none\">I think it’s important to keep in mind <a href=\"https://www.huffpost.com/entry/the-fallacy-of-the-talent_b_613510\">DuBois repudiated the idea of the Talented Tenth</a>. Part of the reason why college students in general are more resourced is, by being in college, they are picking up skills that are actually going to help them navigate civics.</p>\n\n<p class=\"has-text-align-none\">As they get older, their education is going to prepare them for jobs that might actually give them more flexibility to be able to vote easier than others who might have shift work where their schedule is predetermined for them. All of those things accumulate and matter in terms of predicting a person&#8217;s likelihood of turning out to vote.</p>\n\n<p class=\"has-text-align-none\">Also, colleges end up reducing the costs of voter registration and voting. If you are on a college campus where your office of student life has put out voter registration materials so that all you have to do is basically pick one up as you&#8217;re walking out of a cafeteria, that&#8217;s a lot easier than somebody who is living in an apartment downtown who then has to go to a county board of elections.</p>\n\n<p class=\"has-text-align-none\"><strong>Do we know why Trump has been able to peel away some of these Black voters? What are the factors there?</strong></p>\n\n<p class=\"has-text-align-none\">I am skeptical of how effective he has actually been, and we&#8217;ll see how those numbers play out on Election Day. I would not be surprised at a marginal gain of a percentage point or two, but he was never getting the 30 percent that he claimed to get. If I think about those marginal gains, there have been outreach efforts to African American men the Republican Party has been engaged in for a long period of time that actually predates Donald Trump.</p>\n\n<p class=\"has-text-align-none\">The message that Trump has used to try to reach out — which has usually been worded in a really offensive way — actually harkens back to a strategy that Richard Nixon used to try to reach out to Black voters. Keep in mind, Richard Nixon didn&#8217;t do that badly, relatively speaking, among Black voters, despite the Southern Strategy, and it was because he used this strategy called Black Capitalism. He wanted to appeal to Black voters by talking about how Republican policies were more conducive to entrepreneurship and economic prosperity. And when you heard Donald Trump four years ago, trying to talk about his Platinum Plan — which, arguably, he may have <a href=\"https://www.rollingstone.com/music/music-news/ice-cube-donald-trump-platinum-plan-1075709/\">ripped off from Ice Cube</a> — that&#8217;s a play toward Black capitalism.&nbsp;</p>\n\n<p class=\"has-text-align-none\">[Trump] in particular has benefited from having been in the public eye, having been sort of like the <a href=\"https://www.washingtonpost.com/arts-entertainment/2019/11/06/trumps-rap-sheet/\">name-check for financial success</a>. It&#8217;s not surprising that there&#8217;s some people who would ascribe very positive traits to him and to his presidency.</p>\n\n<p class=\"has-text-align-none\"><strong>How do you see all of this playing out and evolving beyond 2024? What will you be looking out for in the years to come when it comes to the Black electorate?</strong></p>\n\n<p class=\"has-text-align-none\">I think that we are still kind of in a post-1964 paradigm, where Black people are going to be overwhelmingly Democratic in their voting orientation. I expect that the ratio is going to still be somewhere in the neighborhood of about nine to one in favor of Democrats, give or take a couple of points.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Let&#8217;s say that Republicans incrementally gain two to three percentage points per election cycle among Black voters. Then 20 years from now I might say, “Black people have been engaging in a secular realignment away from the Democratic Party and what we see is Republicans becoming more competitive over time.” If that happens and we start to point to the trend line, then we are going to start to go back to 2020 and 2024 and see that as the beginning of the shift. But if we are in the beginning of the shift — I don&#8217;t know that yet. It&#8217;s way too early for me to say that. I think the thing that will make it change is not Donald Trump.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On an unseasonably warm October afternoon, I did something I’ve done just about every fall since 2009: I made my way to Howard University’s (HU) campus to celebrate homecoming. It’s an event that’s reached almost hagiographic status: name-checked in rap songs and even launching modeling careers.&#160; The energy in October at my alma mater is [&#8230;]",
    "author": "Jonquilyn Hill"
  }
]