[
  {
    "title": "Antibiotics are failing. The US has a plan to launch a research renaissance.",
    "link": "https://www.vox.com/future-perfect/365053/antibiotics-resistance-bacteria-pasteur-act-big-phrama",
    "pubDate": "2024-08-16T12:34:20.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Jean Lee, a PhD student at Melbourne’s Doherty Institute, inspects the superbug Staphylcocus epidermidis on an agar plate in Melbourne on September 4, 2018. | William West/AFP via Getty Images\" data-portal-copyright=\"William West/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-1026582844.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Jean Lee, a PhD student at Melbourne’s Doherty Institute, inspects the superbug Staphylcocus epidermidis on an agar plate in Melbourne on September 4, 2018. | William West/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In November 2012, 18-year-old <a href=\"https://www.idsociety.org/public-health/patient-stories/meredith-littlejohn/\">Meredith Littlejohn</a> was a high school senior eagerly awaiting college acceptance letters, prom, and graduation when she was diagnosed with <a href=\"https://www.cancer.org/cancer/types/acute-myeloid-leukemia/about/what-is-aml.html\">acute myeloid leukemia</a>, a type of rapidly progressing blood and bone cancer.</p>\n\n<p class=\"has-text-align-none\">Littlejohn underwent four rounds of chemotherapy and went into remission. But by June, her cancer had returned, and she resumed treatment. With her immune system waning due to the chemotherapy, Littlejohn contracted an infection caused by the bacteria <a href=\"https://my.clevelandclinic.org/health/diseases/25164-pseudomonas-infection\"><em>Pseudomonas aeruginosa</em></a>. But the bacteria causing her infection had evolved to evade many common antibiotics that would normally have cured her. Littlejohn’s doctors treated her with <a href=\"https://www.sciencedirect.com/science/article/pii/S2949919424000013#:~:text=Colistin%20(polymyxin)%20and%20carbapenems%20(,to%20the%20narrow%20spectrum%20of\">colistin</a>, a last-resort antibiotic used for hard-to-treat infections. But even the colistin was not effective against the bacteria.</p>\n\n<p class=\"has-text-align-none\">By October, the infection spread to her lungs and then to her bloodstream. A year after her cancer diagnosis, 19-year-old Littlejohn died from her infection.</p>\n\n<p class=\"has-text-align-none\">Drug-resistant infections like Littlejohn’s are becoming more common. This phenomenon where bacteria evolve to survive antibiotics is called antibiotic resistance, or <a href=\"https://www.who.int/health-topics/antimicrobial-resistance\">antimicrobial resistance</a> more broadly because viruses and fungi can also evolve to survive antivirals or antifungals.</p>\n\n<p class=\"has-text-align-none\">Common infections are becoming harder or even impossible to treat, and lifesaving medical procedures from surgery and cesarean sections to chemotherapy are becoming much <a href=\"https://www.who.int/news-room/fact-sheets/detail/antimicrobial-resistance#:~:text=AMR%20puts%20many%20of%20the,and%20cancer%20chemotherapy%20%E2%80%93%20much%20riskier.\">riskier</a>.</p>\n\n<p class=\"has-text-align-none\">The World Health Organization (WHO) has identified antimicrobial resistance as one of the century’s top global health <a href=\"https://www.who.int/news-room/fact-sheets/detail/antimicrobial-resistance\">threats</a>. Already some <a href=\"https://www.cdc.gov/antimicrobial-resistance/data-research/facts-stats/index.html#:~:text=Antimicrobial%20resistance%20(AR)%20is%20an,resistant%20infections%20occur%20each%20year.\">2.8 million</a> Americans contract drug-resistant infections each year resulting in 35,000 deaths, according to the Centers for Disease Control and Prevention (CDC). Globally, the death toll is estimated to be just over <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(21)02724-0/fulltext?mkt_tok=NDkwLUVIWi05OTkAAAGCOwuIZk6PC62ka11T3aZOVQ4bGfdDtfrsMK0TZRNysKlXpBt2Ki44YMDQkmCs6r9ZTVnfOJb4dOfOJHV7uPHuCC4uZKs87QwUCxNFKMtQhwFe\">1 million</a>. </p>\n\n<p class=\"has-text-align-none\">While antimicrobial resistance is a natural consequence of evolution, researchers believe that we are <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9598832/\">accelerating</a> this process because antibiotics are so readily used across the globe. Antimicrobials are used not only to treat infections in humans but also to prevent infections in farm animals or sometimes just to <a href=\"https://foodandfeed.fins.uns.ac.rs/index.php?mact=Magazines,cntnt01,details,0&amp;cntnt01hierarchyid=39&amp;cntnt01sortby=magazine_id&amp;cntnt01sortorder=asc&amp;cntnt01summarytemplate=current&amp;cntnt01detailtemplate=detaljno&amp;cntnt01cd_origpage=178&amp;cntnt01magazineid=188&amp;cntnt01returnid=188\">rapidly fatten them up</a>. In developing countries or places facing humanitarian crises, infections are more <a href=\"https://www.who.int/news/item/28-06-2023-improving-access-to-water--sanitation-and-hygiene-can-save-1.4-million-lives-per-year--says-new-who-report\">common</a> because of a lack of access to clean water and proper sanitation infrastructure. In some places with poor regulation around pollution, <a href=\"https://www.sciencedirect.com/science/article/pii/S2590053623001295#:~:text=Pharmaceutical%20wastewater%2C%20loaded%20with%20antibiotics,with%20varying%20effluent%20management%20practices.\">waste</a> from health facilities or pharmaceutical manufacturing is simply dumped into nearby waterways, creating a perfect environment for pathogens to evolve resistance. </p>\n\n<p class=\"has-text-align-none\">Given the wide variety of factors that contribute to the rise of antimicrobial resistance, many solutions — from improving infection prevention and implementing policies that reduce unnecessary antibiotic use — need to be implemented. New antibiotics are also critically needed. But very <a href=\"https://www.nature.com/articles/d41586-020-02884-3#:~:text=Only%20four%20major%20pharmaceutical%20companies,lack%20of%20investment%20in%20antibiotics.\">few</a> pharmaceutical companies are working to develop new ones because they are not profitable. Congress is now mulling <a href=\"https://www.congress.gov/bill/118th-congress/senate-bill/1355#:~:text=Introduced%20in%20Senate%20(04%2F27%2F2023)&amp;text=This%20bill%20authorizes%20the%20Department,and%20contains%20other%20related%20provisions.\">renewed legislation</a> to revive the antibiotic research and development field. The bill — called the Pioneering Antimicrobial Subscriptions to End Upsurging Resistance Act, or PASTEUR, a nod to the famous chemist and microbiologist <a href=\"https://www.britannica.com/biography/Louis-Pasteur\">Louis Pasteur</a> – is widely <a href=\"https://www.young.senate.gov/newsroom/press-releases/what-they-are-saying-support-for-the-pasteur-act/#:~:text=The%20bipartisan%20PASTEUR%20Act%20has,the%20patients%20who%20need%20them.\">supported</a> by politicians on both sides of the aisle and by many public health organizations. However, <a href=\"https://www.msfaccess.org/pasteur-act-not-way-us-government-address-antimicrobial-resistance\">some</a> are concerned that the act will restrict access to badly needed antibiotics worldwide further exacerbating global inequities.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What is the Pasteur Act</strong>?</h2>\n\n<p class=\"has-text-align-none\">The pharmaceutical industry got its start developing antibiotics. But today, few companies are interested in developing new ones. All the major American and European pharmaceutical companies have <a href=\"https://www.nature.com/articles/d41586-020-02884-3\">shuttered</a> their antibiotic development programs and many smaller firms have gone <a href=\"https://www.nytimes.com/2019/12/25/health/antibiotics-new-resistance.html\">bankrupt</a> trying to develop antimicrobials. Since 2017, the US Food and Drug Administration and the European equivalent have approved only <a href=\"https://www.who.int/news/item/22-06-2022-22-06-2022-lack-of-innovation-set-to-undermine-antibiotic-performance-and-health-gains\">12</a> new antibiotics, but 10 of those were similar to existing drugs to which pathogens have already developed resistance.  </p>\n\n<p class=\"has-text-align-none\">Pharmaceutical companies don’t want to make antibiotics <a href=\"https://wellcome.org/news/why-is-it-so-hard-develop-new-antibiotics\">because</a> they are not profitable in our current economic model for drug development, experts say. Companies typically invest <a href=\"https://www.cbo.gov/publication/57126#:~:text=The%20expected%20cost%20to%20develop,to%20more%20than%20%242%20billion.\">billions</a> of dollars into researching and developing new drugs, which includes covering the cost of large clinical trials required for FDA approval. Companies recoup this investment when a successful drug reaches the market and starts selling to patients and consumers. How much money a drug will make is based on the cost of the drug, the number of people who need the drug, the length of time patients take the drug for, and the amount of the drug they need. </p>\n\n<p class=\"has-text-align-none\">Here lies the problem with antibiotics: They’re generally affordable, and most people aren’t taking them all the time.</p>\n\n<p class=\"has-text-align-none\">Even though humans and animals everywhere are susceptible to infectious diseases, infections occur only periodically and when they do, taking antibiotics for a week or two typically cures the infection — unless, of course, it is a drug-resistant infection. That limited treatment period makes the volume of antibiotic sales too low for companies to turn a large profit or to even recover the cost of drug development, explained <a href=\"https://www.revagenix.com/team\">Ryan Cirz</a>, the CEO of <a href=\"https://www.revagenix.com/company\">Revagenix</a>, a pharmaceutical company developing antibiotics. </p>\n\n<p class=\"has-text-align-none\">The alternative, at least in the US, would be to hike the price of antibiotics to thousands of dollars per dose, but that doesn’t go over well with the public or health insurance companies, when the average price is anywhere from <a href=\"https://enhancehealth.com/blog/how-much-do-antibiotics-cost-without-insurance/#:~:text=The%20longer%20the%20treatment%2C%20the,which%20you%20buy%20the%20antibiotics.\">$40 to $200</a> without insurance. (In Europe, governments set the price of medicines.)</p>\n\n<p class=\"has-text-align-none\">Given the risks posed by antimicrobial resistance, many governments are now working to create new models to incentivize and encourage antimicrobial research and development. The Pasteur Act is one of those efforts. Last year, the US Senate proposed a <a href=\"https://www.congress.gov/bill/118th-congress/senate-bill/1355#:~:text=Introduced%20in%20Senate%20(04%2F27%2F2023)&amp;text=This%20bill%20authorizes%20the%20Department,and%20contains%20other%20related%20provisions.\">revamped version</a> after a <a href=\"https://www.congress.gov/bill/117th-congress/house-bill/3932#:~:text=This%20bill%20authorizes%20the%20Department,and%20contains%20other%20related%20provisions.\">similar bill</a> failed to pass in 2021. The new version of the Pasteur Act has less funding — it’s capped at $6 billion, versus $11 billion. </p>\n\n<p class=\"has-text-align-none\">Essentially, the Pasteur Act would allow the US government to enter into subscription-style arrangements with companies manufacturing antibiotics. Once an antibiotic receives FDA approval, the US government would pay the pharmaceutical company anywhere from $750 million to $3 billion over five years to keep manufacturing the antibiotic, said <a href=\"https://carb-x.org/team/erin-duffy-phd/\">Erin Duffy</a>, the chief of research and development at <a href=\"https://carb-x.org/about/overview/\">CARB-X</a>, a nonprofit dedicated to accelerating antimicrobial development. The US government would then provide that antibiotic to federal health insurance beneficiaries — such as veterans or seniors on Medicare — free of charge. (The act also calls for the Department of Health and Human Services to encourage private health insurance companies to also enter similar subscription-style contracts to procure antibiotics that receive funding through the act.)</p>\n\n<p class=\"has-text-align-none\">“You’re sort of delinking that sales and volume thing,” Duffy said.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The challenge of making new antibiotics</strong></h2>\n\n<p class=\"has-text-align-none\">Right now, the US government offers <a href=\"https://www.idsociety.org/research/research--funding-opportunities/research-funding-opportunities-for-investigators/\">grants</a> to fund early-stage drug research and development; other funders, such as NGOs, step in when promising candidates near final stage clinical trials. But the Pasteur Act uniquely promises to fund select antibiotics at a critical, tenuous time in the pipeline: right after FDA approval.</p>\n\n<p class=\"has-text-align-none\">In that post-approval window, scientists and regulators have evidence that a drug is effective and safe. But there are still several costly hurdles to overcome to get a drug stocked in pharmacies across the country. For one, pharmaceutical companies are legally required to conduct a clinical trial amongst children within five years of FDA approval. That can cost upward of $80 million, according to Cirz. “So that will bankrupt you immediately,” he said.</p>\n\n<p class=\"has-text-align-none\">What is even more costly is scaling up manufacturing capacity. During clinical trials, pharmaceutical companies are making drugs at a research site. But once a company receives FDA approval, it must move production to large-scale commercial manufacturing spaces. This all comes with a huge price tag, in the realm of $100 million, says Cirz. Additionally, many antibiotics being developed now are meant to be given intravenously to treat the most severe infections, which means they must be placed in sterile vials&nbsp;— another pricey expense.</p>\n\n<p class=\"has-text-align-none\">The Pasteur Act aims to provide funding in this critical five-year period. “It’s trying to stabilize the fact that we can’t generate enough revenue to pay our bills at approval,” Cirz explained. Pharmaceutical companies developing antibiotics still won’t see the same kind of profit margins as a drug like<a href=\"https://www.humira.com/\"> Humira</a>, a drug for rheumatoid arthritis, which brought in $<a href=\"https://www.statista.com/statistics/318206/revenue-of-humira/\">21.2 billion</a> in 2022. But that $750 million to $3 billion infusion of funds would be enough for companies to recoup their investment in research and development and to maybe invest in other antibiotics, Duffy said.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The Pasteur Act will not fix the system</strong></h2>\n\n<p class=\"has-text-align-none\">While the act has bipartisan support in Congress and<a href=\"https://www.young.senate.gov/news/press-releases/what-they-are-saying-support-for-the-pasteur-act/#:~:text=The%20bipartisan%20PASTEUR%20Act%20has,the%20patients%20who%20need%20them.\"> hundreds</a> of health organizations to back it, some global health stakeholders, such as Doctors Without Borders, have<a href=\"https://www.msfaccess.org/pasteur-act-not-way-us-government-address-antimicrobial-resistance\"> cautioned</a> against the act’s approach. They warn that antibiotics developed under this model would be more costly and inaccessible in developing countries where the burden of antimicrobial resistance is higher than in the US.</p>\n\n<p class=\"has-text-align-none\">The Pasteur Act will certainly help resolve major hurdles for US pharmaceutical companies — that’s what it’s intended to do. However, antimicrobial resistance is a global problem. The emergence and spread of drug-resistant pathogens in other countries may one day present a threat to Americans. Therefore, some health organizations criticize the proposed legislation for not thinking more about the global implications of such a law</p>\n\n<p class=\"has-text-align-none\">Many other developed countries with established pharmaceutical industries such as <a href=\"https://www.cgdev.org/publication/estimating-japans-return-investment-ambitious-program-incentivize-new-antibiotics\">Japan</a>, <a href=\"https://www.cgdev.org/publication/estimating-canadas-return-investment-ambitious-program-incentivize-new-antibiotics#:~:text=The%20incentive%20payments%20would%20be,an%20ROI%20of%205%3A1.\">Canada</a>, and the <a href=\"https://www.thelancet.com/journals/lanmic/article/PIIS2666-5247(23)00250-1/fulltext\">UK</a> have implemented or are working to roll out their own incentives to spur antibiotic development. The Pasteur Act dwarfs these. This could potentially drive pharmaceutical companies to flock to the US market to make drugs deemed important there and not in other places.</p>\n\n<p class=\"has-text-align-none\">“The size of the Pasteur Act is going to be so large that it ultimately draws developers to only focusing on the United States, only developing the drug so that it can be used appropriately in the United States, and only registering the drug in the United States, because that’s ultimately going to be sufficient revenue and incentive for what otherwise is not a very profitable market,” explained Rohit Malpani, a senior policy advisor at the <a href=\"https://gardp.org/\">Global Antibiotic Research and Development Partnership</a>, or GARDP.</p>\n\n<p class=\"has-text-align-none\">Cirz added that with a steady influx of Pasteur Act funds, pharmaceutical companies may be less interested in investing additional funds to figure out ways to manufacture their antibiotics more cheaply. Usually companies would continue investing so they can increase their profit margins by lowering manufacturing costs, but if profit margins are set by the US government, then there’s less incentive to make an approved drug cheaper, when it can divert attention to making even more drugs.  Without that innovation for affordable production, the act may unintentionally prohibit developing countries such as India from being able to independently manufacture the drug. </p>\n\n<p class=\"has-text-align-none\">Finally, while Americans with federal health insurance plans are guaranteed access to antimicrobials that receive support from the act, the proposed legislation does not provide any stipulations or guidance for ensuring global access to these drugs.  Pharmaceutical companies are left to make decisions regarding pricing, manufacturing, and distribution of whatever antibiotics might be funded by the program, argued Ava Alkon, global health advocacy and policy adviser at Doctors Without Borders.</p>\n\n<p class=\"has-text-align-none\">“What the act doesn’t do is attach any meaningful conditions to facilitate affordable access to people outside of those federal programs, and certainly not outside of the US,” said Alkon.</p>\n\n<p class=\"has-text-align-none\">“From our years of work on access issues around the world, this generally results in products being sold to the highest bidder and being inaccessible in many contexts where they’re needed,” she said.</p>\n\n<p class=\"has-text-align-none\">The concern about distribution is rooted in a long history of inequitable access to antibiotics. Between 1999 and 2014, 21 new antibiotics were developed. Only<a href=\"https://gardp.org/gardp-welcomes-the-pasteur-act-recommendations-for-maximizing-its-public-health-impact/\"> 12</a> of them were registered in more than 10 countries, most of which were high-income countries in the global north.</p>\n\n<p class=\"has-text-align-none\">However, there is a bit of a tricky dynamic at play here. Because antibiotic use is one major factor accelerating the development of resistance, reducing the use of antibiotics in other countries — for instance, by restricting the sale of antibiotics there — would help preserve the effectiveness of any new antibiotic including those that receive support from the Pasteur Act. Of course, this presents a huge ethical and perhaps diplomatic question: “Is it the job for Congress to do the Pasteur Act to save every other country?” Cirz asks. </p>\n\n<p class=\"has-text-align-none\">If the Pasteur Act were intent on ensuring equitable global access to new antibiotics, then the committee created by the Pasteur Act to select drugs for investment could strengthen global considerations by, for instance, requiring that pharmaceutical companies license their drug in developing countries, as GARDP recommended. Or the committee could designate some funds for antibiotics that will treat drug-resistant infections that may not be prevalent in the US but are common in lower-income countries.</p>\n\n<p class=\"has-text-align-none\">While the Pasteur Act may not solve all the multifaceted challenges around antibiotic development and antimicrobial resistance, it still represents progress in solving one of the most daunting and intractable public health challenges of our time.</p>\n\n<p class=\"has-text-align-none\">“There’s no question it will help me be economically successful as a drug developer,” Cirz said. “Does it fix the system? I worry it doesn’t, and I worry it creates new problems. But, at this point, everyone’s desperate for something to happen.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In November 2012, 18-year-old Meredith Littlejohn was a high school senior eagerly awaiting college acceptance letters, prom, and graduation when she was diagnosed with acute myeloid leukemia, a type of rapidly progressing blood and bone cancer. Littlejohn underwent four rounds of chemotherapy and went into remission. But by June, her cancer had returned, and she [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "What Kamala Harris and Beyoncé have in common ",
    "link": "https://www.vox.com/politics/367288/kamala-harris-beyonce-press-silence-campaign",
    "pubDate": "2024-08-16T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Vice President Kamala Harris during a campaign event in Atlanta, Georgia. | Demetrius Freeman/The Washington Post via Getty Images\" data-portal-copyright=\"Demetrius Freeman/The Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2164099338.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Vice President Kamala Harris during a campaign event in Atlanta, Georgia. | Demetrius Freeman/The Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Call it a crude comparison, but President Joe Biden’s withdrawal from the presidential race and endorsement of Vice President Kamala Harris as the Democratic nominee last month called to mind Beyoncé’s left-field self-titled album drop in 2013. There was a surprise, there was fevered excitement, there was a kind of coronation and a whole lot of discussion. Overnight, Harris went from the presumptive number two, dismissed by her fellow Dems, to the great new hope of the party — with a good shot at the White House.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The past three weeks have been a honeymoon period for the burgeoning campaign: The <a href=\"https://www.vox.com/politics/364964/harris-trump-fundraising-donations-campaign-2024\" target=\"_blank\" rel=\"noreferrer noopener\">donations</a>&nbsp;are rolling in, Harris has eclipsed her rival in <a href=\"https://www.bbc.com/news/articles/cwyjl912z7po\">earned media,</a> and the <a href=\"https://www.vox.com/2024-elections/363560/gen-z-brat-coconut-kamala-harris-vote-young-voter\">memes</a> have been plentiful and — though they toe the line — have not fully crossed over into cringe territory yet. It’s a momentum that Harris and the Democrats want to see beyond the likely peak of all this good press: when she accepts the presidential nomination at the Democratic National Convention next week.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her momentum is also powered, in part, by sidestepping the press and eschewing other traditional forms of media. In this short amount of time, we’ve gotten to know Harris as a pop culture fixture, but we have yet to get a true sense of the ways her governing style and policy substance are similar and different from the current commander in chief.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the time of this publishing, there’s no policy platform on her website. And her packed rallies offer feel-good Democratic talking points, and she talks broadly about her values and goals, but offers few details and no real plan of action for making things happen. What is her plan for a ceasefire in Gaza? Why <a href=\"https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage\">no taxes on tips</a>? Does she plan to sign an executive order regarding abortion rights, or attempt to work with Congress over the matter?&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the hectic early days of her campaign, Harris is acting as a mirror: she’s reflecting the desires of those who will vote for her, allowing a broad range of voters —&nbsp;including some with contradictory opinions —&nbsp;to see in her what they want to. It’s a tactic that works, and the best example of where it can take you is the woman behind Harris’s campaign song: Beyoncé.</p>\n\n<h2 class=\"wp-block-heading\">What Beyoncé teaches us about effective PR</h2>\n\n<p class=\"has-text-align-none\">In many ways, a comparison between Kamala Harris, a presidential candidate, and Beyoncé, a multihyphenate musical icon, can feel like apples and oranges. One woman is a public servant, the other holds the record for winning the most awards from the Recording Academy. But if the 21st-century political landscape has taught us anything, it’s that for better or worse, politics often function similarly to the world of celebrity. It can at times be difficult to discern if people are talking about their favorite fandom or their <a href=\"https://www.vox.com/culture/24043045/politics-fandom-trump-fans-toxic-stan-culture-conspiracies\">candidate of choice</a>. </p>\n\n<p class=\"has-text-align-none\">For a long time, Beyoncé has been notoriously tight-lipped with the press, instead bypassing them to communicate directly with her fans via album releases and limited social media. It’s been years since she has given a traditional television interview with a journalist, and her elusive relationship with the <a href=\"https://www.nytimes.com/2015/08/20/fashion/beyonce-is-seen-but-not-heard.html?ref=fashion&amp;target=comments#commentsContainer\">press</a> has been one of many examples of the decline of the celebrity profile, once considered an A-lister staple. Now, Harris is employing the same strategy.</p>\n\n<p class=\"has-text-align-none\">It’s likely no coincidence that the Harris campaign asked for permission to use the song “Freedom,” a track that appeared on Beyoncé’s <em>Lemonade, </em>arguably her magnum opus. It’s the singer’s most issue-oriented album and has been read as a kind of manifesto by many (especially on the <a href=\"https://www.vice.com/en/article/the-angry-conservative-response-to-beyonces-lemonade-has-been-swift-and-pointless/\">right</a>). Those who operate outside the Beyhive’s watchful eye may not have been as dialed into her references to relaxers on <em>B’Day</em> a decade prior, and for many in the public<em> Lemonade</em>’s release was a thematic turning point. Gone was the hopeful pop princess who demurred political questions. Beyoncé was Black now. And not just in the cool way. In a real, political sense. Even <a href=\"https://www.youtube.com/watch?v=ociMBfkDG1w\"><em>Saturday Night Live</em></a> took notice of the shift.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the music video for “<a href=\"https://www.youtube.com/watch?v=WDZJPJV__bQ\">Formation</a>,” the album’s lead single, a young boy with his hood up dances in front of a line of police officers, raising his hands in defiance. Law enforcement follows suit, and then the camera pans to a wall that reads “Stop killing us.” The video closes with Beyoncé perched atop a cop car, sinking into water as if being baptized. The video came out in a post-Trayvon Martin, post-Mike Brown world: For the first time, people whose anxiety doesn’t inherently prickle when pulled over for a traffic stop had to reckon with the experiences of those who do. These were the days before <a href=\"https://www.nbcnews.com/tech/social-media/social-media-blackout-enthralled-instagram-did-it-do-anything-n1230181\">black squares on Instagram</a>, back when uttering that Black lives matter could get you fired from your job rather than a promotion in the C-suite. In a country awakening to racial consciousness from a deep slumber, <a href=\"https://www.nytimes.com/2016/02/07/arts/music/beyonce-formation-super-bowl-video.html\">the video’s messaging seemed clear</a>.</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<figure class=\"wp-block-pullquote\"><blockquote><p>Public life means mistakes are inevitable. Definitive statements can be a poison pill.</p></blockquote></figure>\n</blockquote>\n\n<p class=\"has-text-align-none\">Still, just as Beyoncé was hitting audiences with a stark message, she was also saying a lot less than it might have seemed. On <em>Lemonade</em> and the albums following, Beyoncé largely gestured toward the work of <a href=\"https://library.law.howard.edu/civilrightshistory/womanist\">womanists</a> (a term for Black feminists coined by Alice Walker) who came before her, never outright saying what she believed. This strategy gives listeners just enough to project their desires (and frustrations) onto her, but rarely confirms or denies if that thinking is correct.</p>\n\n<p class=\"has-text-align-none\">One of Beyoncé and Kamala Harris’s other similarities is a little more obvious: They’re both Black women. And much to the frustration of those who don’t engage with race as a social construct and those who do, it’s an identity that comes with a lot to navigate. A common phrase a Black child will hear over and over as they make their way into adulthood is “you have to be twice as good to get half as far.” There is no room for error.</p>\n\n<p class=\"has-text-align-none\">Public life means mistakes are inevitable. Definitive statements can be a poison pill; when they know exactly what you believe, people respond, for better and for worse. By keeping quiet, Beyoncé has been able to (mostly) avoid the accusations that come with being a Black woman with a platform and something to say: too angry, too loud, too much. When you are taught you have to be twice as good to get half as far, you learn that quietness and the respectability people assign to it can push you the other 50 percent across the finish line.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">That makes silence a shrewd choice for a pop star in an era of oversharing and social media apologies; an old Hollywood move that still lands in a time when talking keeps you in the zeitgeist and controversy is capital. It’s more complicated for a potential president.</p>\n\n<h3 class=\"wp-block-heading\">Why this strategy just isn’t acceptable in politics — no matter what Trump does</h3>\n\n<p class=\"has-text-align-none\">Harris, by the nature of her job, can’t avoid the media completely — but, of late, it’s not for lack of trying. The occasional and quick post-event gaggle aside, she has as of yet to hold a press conference or sit down with a journalist for an interview since she’s become the presumptive nominee. It is very obvious that Harris would rather talk to voters directly than go through the press.</p>\n\n<p class=\"has-text-align-none\">There’s a key difference: While the public might beg for it, a critically acclaimed entertainer in no way owes us her stance on hot-button issues. A politician, especially one asking to be installed in the most powerful office in the nation, should explain to the public why she wants that power and what she intends to do with it. And the public is better off (or, at least, better informed) when that&nbsp;candidate has to defend the vision in the face of media scrutiny.</p>\n\n<p class=\"has-text-align-none\">Under normal circumstances, this kind of pointed non-specificity would only work for an entertainer. Past Democratic primaries have forced candidates to get specific about their policy plans, as they try to convince voters that they’re the best choice to carry the party’s banner. And in a crowded field, candidates willingly subject themselves to media interviews in the hopes of grabbing voters’ attention.</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<figure class=\"wp-block-pullquote\"><blockquote><p>A politician should explain to the public why she wants that power and what she intends to do with it</p></blockquote></figure>\n</blockquote>\n\n<p class=\"has-text-align-none\">That proved problematic for Harris during her first presidential campaign. We saw her attempt to toe this line in 2019 during her ill-fated presidential campaign. Time and again, she was asked her stance on policing, and each time she appeared surprisingly discombobulated, a funhouse mirror version of the woman we saw go viral for her tough questions in senate hearings. She told us her views had evolved since she was the top cop in California, but couldn’t tell us how or why or even when.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">But this is no normal election: Harris got to skip the primary entirely.</p>\n\n<p class=\"has-text-align-none\">With the traditional primary campaign made moot and enthusiasm at an incredible high,&nbsp;it could be appealing for Harris to, like the “Freedom” singer, run off vibes alone and let the stans handle things — they’re called the <a href=\"https://www.nytimes.com/2024/07/23/style/khive-kamala-harris-supporters.html\">KHive</a>, after all. Like Beyoncé, she’s aware that there are critics lying in wait. And yes, some of those pundits and X users don’t have a more nuanced point than “she’s a DEI candidate.” But as a politician with actual power over the laws that govern our lives, those proverbial haters are far from the only Americans she has to answer to. (It’s worth noting, Harris doesn’t point to race and identity as often as Beyoncé – or even as often as Barack Obama – it’s not 2008 after all; it’s unlikely we need <a href=\"https://www.npr.org/2008/03/18/88478467/transcript-barack-obamas-speech-on-race\">A Race Speech</a>, despite Trump’s <a href=\"https://www.vox.com/2024-elections/364172/trump-nabj-black-voter-journalist-racist-kamala-harris-indian-american\">attempt</a> at bringing online diaspora wars to real life.) Harris has to be prepared to tell the people what she thinks, and hear what we have to say in return.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps it’s a standard that feels unfair when you look at who Harris is up against. It feels like there’s no meat on the bones of former President Donald Trump’s agenda. When pressed about Project 2025 — the Heritage Foundation-linked plan for a second Trump administration that was put together by people with close, close ties to the former president — Trump has been remarkably evasive: He says he supports some parts of the plan and opposes others, but won’t say which. Trump’s refusal to be forthright about his own policies, and his penchant for lying about his achievements when he does discuss his record,&nbsp;has made him so difficult to pin down that many have given up. They no longer want to expend the energy on what will likely become a mess of an interview and a waste of a news cycle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yes, being expected to be “twice as good” is generally unfair, and when taken to the extreme can lead to this kind of paralysis of speech. But Trump’s malfeasance is so extreme that asking Harris to do much better still isn’t asking for all that much. Of course people are holding Harris to a higher standard. If anyone should actually be twice as good, it should be the president of the United States of America.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Harris’s fumbling isn’t because of a lack of ability. She’s a former prosecutor. She went to one of the top HBCUs in the country, a place that has gestated politicians and activists and tastemakers across the political spectrum since its inception (and where your author went). She is more than capable of making a case to the American people. The question now is: Will she?</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Call it a crude comparison, but President Joe Biden’s withdrawal from the presidential race and endorsement of Vice President Kamala Harris as the Democratic nominee last month called to mind Beyoncé’s left-field self-titled album drop in 2013. There was a surprise, there was fevered excitement, there was a kind of coronation and a whole lot [&#8230;]",
    "author": "Jonquilyn Hill"
  },
  {
    "title": "The US government has to start paying for things again",
    "link": "https://www.vox.com/policy/367278/us-national-debt-gdp-government-inflation-solutions-recession",
    "pubDate": "2024-08-16T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"People walk near the National Debt Clock. For what it’s worth, the Clock’s use of “gross national debt” is misleading. It would ideally use debt owed to private investors net of assets, as a share of GDP. | Eduardo Munoz Alvarez/VIEWpress via Getty Images\" data-portal-copyright=\"Eduardo Munoz Alvarez/VIEWpress via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1495195649.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>People walk near the National Debt Clock. For what it’s worth, the Clock’s use of “gross national debt” is misleading. It would ideally use debt owed to private investors net of assets, as a share of GDP. | Eduardo Munoz Alvarez/VIEWpress via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Some of the ways I feel myself aging are obvious. Half of my hairs are white now. I can’t stay up past midnight. I hate loud restaurants and bars. I feel a deep urge to read long biographies of generals.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But other signs of aging are subtler. For example: I am now worried about the US budget deficit.</p>\n\n<p class=\"has-text-align-none\">Coming of age as an economics reporter in the 2010s, there was no clearer generational divide than the one about government debt. Older reporters, who came of age during the exploding deficits of the 1980s and the balanced budget battles of the 1990s, tended to <a href=\"https://www.washingtonpost.com/wp-dyn/content/article/2009/08/25/AR2009082501158.html\">view deficits as obviously bad</a>, and any cases for deficit spending — federal spending financed by borrowed money, rather than taxes — as the excuses of cowardly politicians.</p>\n\n<p class=\"has-text-align-none\">Younger folks like me distinguished themselves by <a href=\"https://www.washingtonpost.com/news/wonk/wp/2013/04/08/why-do-people-hate-deficits/\">embracing deficits</a>. The job market in the US after the 2008 financial crisis <a href=\"https://www.epi.org/publication/why-is-recovery-taking-so-long-and-who-is-to-blame/\">was a disaster</a>. Stimulus from Congress and the Fed was too small to fix it. It was madness to worry about cutting the deficit when more spending or tax cuts or both could achieve the much more important goal of helping people get back to work. And it was especially stupid when <a href=\"https://www.washingtonpost.com/news/wonk/wp/2013/01/03/an-amazing-mea-culpa-from-the-imfs-chief-economist-on-austerity/\">interest rates on the debt were at record lows</a>, which meant that taking on debt was cheaper than ever. We thought it was obsession with the debt, not the debt itself, that was destroying the economy.</p>\n\n<p class=\"has-text-align-none\">I still think we were right about the 2011 economy. But the 2024 economy is not the 2011 economy. Interest rates are much higher. Unemployment is at 4 percent, a number that in 2011 we didn’t dare dream of. Wages are rising, especially for the lowest-income workers. We had the first major inflation episode in 40 years, though it finally appears to be subsiding. And the national debt is climbing higher and higher.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The most commonly cited metric has the debt load nearing <a href=\"https://fred.stlouisfed.org/series/FYGFGDQ188S\">100 percent of US GDP</a>, or <a href=\"https://fred.stlouisfed.org/series/FYGFDPUN\">$27.5 trillion</a>. That’s not the best way to measure the burden in my view, but no matter how you look at things, the problem is significant and getting worse.</p>\n\n<p class=\"has-text-align-none\">There’s no magic number at which the debt load becomes a full-on crisis. But it steadily becomes a bigger and bigger problem, and the trajectory we’re on is worrisome. It’s especially worth taking debt more seriously when <em>other</em> problems that deficit spending can help solve, like mass unemployment, have been fixed. Moreover, without tackling the debt problem, tackling other problems, from child poverty to housing costs to climate change, will become harder as the government has less space to spend and invest.</p>\n\n<p class=\"has-text-align-none\">Here’s how I learned to start worrying and fear the debt, and why you might want to as well.</p>\n\n<h2 class=\"wp-block-heading\">The facts of debt</h2>\n\n<p class=\"has-text-align-none\">The US debt total is reported in many ways, but the most accurate, in my opinion, is a ratio: debt <em>held by private investors</em> as a share of gross domestic product, net of government assets.</p>\n\n<p class=\"has-text-align-none\">“Held by private investors” is an important caveat: A huge share of the US debt is held by the government itself, in vehicles like the trust funds of Social Security and Medicare. Still more was <a href=\"https://fred.stlouisfed.org/series/HBFRGDQ188S\">purchased by the Federal Reserve</a> as part of its “quantitative easing” programs to fight the Great Recession and the Covid downturn.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Thus, it’s money that the federal government owes to itself. That makes it fairly unimportant, economically; it doesn’t actually limit the resources available to the government. The debt that poses the biggest worry is debt owed to non-governmental investors, who can demand higher interest rates in the future.</p>\n\n<p class=\"has-text-align-none\">“Share of gross domestic product” is also an important adjustment. Dividing by the size of the economy puts the debt burden in the context of the US’s resources. Just as a big mortgage can make sense if you have a high income to pay for it, a high debt load is more manageable if the US as a whole is earning enough money to finance it. It also points to an often-neglected way to reduce the budget deficit: <a href=\"https://www.slowboring.com/p/a-serious-case-for-dynamic-scoring\">passing economic growth-enhancing policies</a>, like expanded immigration by STEM workers and would-be entrepreneurs or expanding <a href=\"https://drive.google.com/file/d/1pmjH55yXIdOn4b-uugc826FJiTTbjS2V/view\">support for science</a>.</p>\n\n<p class=\"has-text-align-none\">“Net of assets” means <a href=\"https://www.cbpp.org/research/policy-basics-deficits-debt-and-interest\">adjusting for the considerable resources the government owns</a>, like land and loans that it made to other people (like student loan recipients).</p>\n\n<p class=\"has-text-align-none\">As of this writing, debt held by private investors net of assets represents <a href=\"https://www.cbo.gov/data/budget-economic-data#3\">75.7 percent of GDP</a>; without subtracting assets, it’s 91.2 percent. That’s not full-on debt crisis levels, but it’s high. The figure before adjusting for assets (for which data is more readily available) is the highest it’s ever been since the Treasury started keeping track in 1970. It’s much higher than it was before Covid (66.4 percent) and much, much higher than before the global financial crisis (under 30 percent).</p>\n\n<p class=\"has-text-align-none\">The cost this debt imposes can be measured most directly by the interest the US pays on its debt. The Congressional Budget Office projects that the amount the US will spend on debt interest will hit <a href=\"https://www.cbo.gov/data/budget-economic-data#3\">3.1 percent of GDP</a> this year. That’s a serious expense: It’s close to what we spend on defense every year.</p>\n\n<p class=\"has-text-align-none\">More worrisome, the <a href=\"https://www.cbo.gov/data/budget-economic-data#3\">CBO projects</a> that the debt and interest burdens are set to increase substantially. Debt held by private investors net of assets is set to rise from 75.7 percent this year to 93.7 percent in 10 years. The agency doesn’t project that figure out longer, but <a href=\"https://www.cbo.gov/publication/60127\">does provide projections</a> for debt held by the public, which includes Federal Reserve holdings and doesn’t subtract assets. That’s set to grow from 99 percent in 2024 to 166 percent by 2054.</p>\n\n<p class=\"has-text-align-none\">What’s driving this trend? It’s not defense spending or “nondefense discretionary,” a category encompassing everything from the FBI to the National Institutes of Health. The CBO projects that discretionary spending, both defense and nondefense, will fall to historic lows as a share of the economy over the next 30 years (though this is a projection I’m pretty skeptical about, especially as the US <a href=\"https://apnews.com/article/china-legislature-defense-budget-taiwan-us-9e751a41c9a1ffe8c0cf9775797750e3\">urge to counter China militarily grows</a>). It also sees tax revenues modestly increasing over the next 30 years, due in part to the expiration of many Trump tax cuts next year and because household incomes tend to grow faster than inflation, which means the income tax raises more money over time.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Screenshot-2024-08-15-at-11.29.18 AM.png?quality=90&#038;strip=all&#038;crop=0,6.486848666168,100,87.026302667664\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">What’s growing is spending on Social Security, Medicare, and Medicaid. As you can see in the above chart, the CBO sees spending on “major health care programs” (including Medicare, Medicaid, and Obamacare subsidies) growing from 6.3 percent of GDP in 2024 to 9.8 percent of GDP in 2054; Social Security is set to grow from 5.2 percent of GDP in 2024 to 5.9 percent of GDP in 2054.</p>\n\n<p class=\"has-text-align-none\">Two major factors are, in turn, driving higher spending on these programs. One is that as baby boomers age the US population is getting older, meaning more people are benefiting from Social Security and Medicare and fewer are paying in. This adds 2.4 percent of GDP to federal spending by 2054, half from health care and half from Social Security. The second driver is that health care costs are projected to grow faster than the economy, independent of the aging population; this adds 2.6 percent of GDP to the federal budget by 2054.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Liberal and conservative budget experts love to argue about whether low taxes or high spending is driving the debt problem. <a href=\"https://budget.house.gov/press-release/its-not-a-revenue-problem-its-a-spending-problem\">Conservatives will point out</a> that tax revenues are set to <em>rise</em> as a share of GDP over the next thirty years, as spending on programs for the aged explodes, so how could taxes rather than spending be the problem? <a href=\"https://www.americanprogress.org/article/tax-cuts-are-primarily-responsible-for-the-increasing-debt-ratio/\">Liberals will point out</a> that if the US had not adopted the Bush tax cuts of 2001 and 2003, and the Trump tax cuts of 2017, revenue would be higher now and set to rise even more, and we would not have a debt problem at all.</p>\n\n<p class=\"has-text-align-none\">I find this debate somewhat exhausting. It is trivially true that you can fill the budget gap by slashing spending, and it is also trivially true that you can fill it by raising taxes. Which you prefer has less to do with the historic trends in either than it does with your political values.&nbsp;</p>\n\n<p class=\"has-text-align-none\">What matters is that spending on older Americans is set to spike, and we need to figure out a way either to tame that spending, raise taxes to pay for it, or do a combination of the two.</p>\n\n<h2 class=\"wp-block-heading\">Debt: chronic and acute</h2>\n\n<p class=\"has-text-align-none\">“How did you go bankrupt?” Bill Gorton asks Mike Campbell in Hemingway&#8217;s <em>The Sun Also Rises</em>. “Two ways,” Mike replies. “Gradually and then suddenly.”</p>\n\n<p class=\"has-text-align-none\">This line is a bit of a cliché in discussions of government debt crises, for good reason. A heavy debt burden can impose at least two different kinds of costs. One, it can slowly erode economic growth. Two, it can in extreme cases lead to interest rates spiraling ever-upward because lenders no longer trust that they will be paid back, putting the borrowing nation in a crisis that can end in runaway inflation, default, recession, or all of the above. The risk of either is why considering deficit reduction now is probably a good idea.</p>\n\n<p class=\"has-text-align-none\">The chronic costs of debt are a bit easier to think about, and may be familiar from an intro macroeconomics class. Budget deficits increase demand for loans, because the government needs loans on top of all the loans that private individuals and businesses are demanding. A surge in demand for loans makes loans more expensive: The average interest charged goes up.</p>\n\n<p class=\"has-text-align-none\">For the government, this is an additional expense it has to incur. But the higher interest rate applies to private companies and individuals too. And that means fewer families taking out mortgages and student loans, fewer businesses taking out loans to build new factories, and just generally slower economic growth from constrained credit. This is called “crowding out.”</p>\n\n<p class=\"has-text-align-none\">How big of a problem is this? It’s hard to say, because it’s very difficult to study empirically. The relationship between debt and growth goes both ways: Debt can slow economic growth, but slow economic growth can also cause countries to take on more debt, as when recessions force countries to spend billions or trillions on stimulus packages. Some factors can influence both growth and debt simultaneously: aging countries often take on more debt as pension costs rise, but also grow more slowly because less of the population is working. Economists try to work around these issues but there’s only so much you can do with statistics to disentangle them.</p>\n\n<p class=\"has-text-align-none\">Here’s what we do know: a <a href=\"https://medium.com/bonothesauro/deficits-are-raising-interest-rates-but-other-factors-are-lowering-them-6d1e68776b7a\">wide range of empirical evidence</a> shows that when the US does more deficit spending, this pushes up interest rates for US government debt, which in turn pushes up interest rates throughout the economy. In the long run, this discourages business investment and hurts economic growth. The Congressional Budget Office estimates that each dollar of the deficit <a href=\"https://www.cbo.gov/publication/45140\">means 33 cents less in private-sector investment</a>.</p>\n\n<p class=\"has-text-align-none\">Of course, the economic damage depends on how that dollar of deficit is spent. And conversely, how effective deficit reduction is at promoting growth depends on the details of how it’s done. University of Pennsylvania economist Kent Smetters and the team at the Penn Wharton Budget Model recently <a href=\"https://budgetmodel.wharton.upenn.edu/issues/2024/4/22/policy-options-for-reducing-the-federal-debt-spring-2024\">evaluated three massive deficit reduction packages</a>, using a mix of tax hikes and spending cuts. Sizable deficit reduction, they concluded, boosts GDP by as much as 9.8 percent by 2054, and raises wages by as much as 7.5 percent compared to the status quo where debt keeps rising. The exact numbers depend on what specific taxes you’re hiking and spending you’re cutting. These packages at best stabilize the debt; reducing it would do still more.</p>\n\n<p class=\"has-text-align-none\">Crowding out is the chronic cost of debt. The acute cost is what happens if debt accumulates to such a point that investors start demanding ever-higher interest rates to service it, forcing the US into a situation where it uses the Federal Reserve to inflate away the debt by buying up bonds directly, drastically raises taxes or cuts spending to service the debt, or defaults and states it will not pay all that it owes. It’s easy to come up with foreign examples of debt crises that got to this point: Mexico in 1982, Russia in 1998, Argentina in 2001, Greece in 2015. Near-misses that didn’t quite lead to default, like Spain and Italy in the 2010s or Indonesia, Thailand, and South Korea in 1997, are even more common. If crowding out is like heart disease, this is a sudden heart attack.</p>\n\n<p class=\"has-text-align-none\">The US is, of course, much richer than all those countries, and its debt plays a much more pivotal role in the world financial system. The US controls the “<a href=\"https://crsreports.congress.gov/product/pdf/IF/IF11707\">reserve currency</a>”: About three-fifths of all assets in central banks around the world are denominated in dollars, meaning the whole world relies on it to do business. The dollar is used for loans and transactions everywhere, even in transactions having nothing to do with the US.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This means lots of people around the world want to buy US government debt, which has the effect of pushing interest rates down. It also means that we can always sell debt in our own currency, an <a href=\"https://en.wikipedia.org/wiki/Original_sin_(economics)\">ability many other countries don’t have</a>. In the 1960s, the French finance minister, later president, Valéry Giscard d&#8217;Estaing famously called this America’s “<a href=\"https://www.google.com/books/edition/Exorbitant_Privilege/FqTBbvyb9NwC?hl=en&amp;gbpv=1&amp;pg=PA4&amp;printsec=frontcover\">exorbitant privilege</a>.”</p>\n\n<p class=\"has-text-align-none\">Does this privilege mean the US is immune to the dynamics that have driven debt crises in other places? Perhaps. There’s nothing in the historical record to rule out “debt crises are impossible in the US” for the simple reason that we haven’t had one in modern memory. Then again, there is no law of the universe that the dollar has to be the world reserve currency forever, and while its replacement by the Euro or the Chinese renminbi or some other rival has been <a href=\"https://users.ssc.wisc.edu/~mchinn/chinn_frankel_euro_again\">erroneously predicted</a> <a href=\"https://www.cnbc.com/2011/06/27/dollar-seen-losing-global-reserve-status.html\">many</a> <a href=\"https://www.bloomberg.com/view/articles/2020-06-14/dollar-crash-how-will-it-unfold?sref=fIqbqIlF\">times</a> in <a href=\"https://www.ft.com/content/72c27c26-f1d6-4a4b-be50-d6bf70c3546f\">the past</a>, that does not mean such predictions will <em>always</em> be wrong.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If US debt reaches extremely high levels, such that bonds in a rival currency start to look like a safer choice, a shift could occur, which in turn would send US interest rates higher.</p>\n\n<p class=\"has-text-align-none\">Smetters and his colleague Jagadeesh Gokhale have after extensive modeling concluded that if US debt held by the public exceeds 200 percent of GDP, we’ll be entering a phase where <a href=\"https://budgetmodel.wharton.upenn.edu/issues/2023/10/6/when-does-federal-debt-reach-unsustainable-levels\">no amount of tax hikes or spending cuts will be sufficient to avoid default</a>. We’ll either have to explicitly say we will not pay back all our debt, or else inflate it away, both of which would have massive negative consequences for American workers and consumers. They estimate that the US will reach this point in about 20 years.</p>\n\n<p class=\"has-text-align-none\">You don’t have to believe that prediction is literally true to find it incredibly alarming. As Covid and the global financial crisis should have reminded us, low-probability/high-consequence shocks do happen. And continuing to add more debt indefinitely will certainly raise the probability of this kind of disaster.</p>\n\n<h2 class=\"wp-block-heading\">The big factor: health</h2>\n\n<p class=\"has-text-align-none\">So, the debt is probably a problem worth worrying about. What, then, can we do about it?</p>\n\n<p class=\"has-text-align-none\">Recall that the two big drivers the CBO identified are population aging and health care costs. Aging is partially addressable with immigration. For instance, the US is currently in the midst of a surge in immigration, with <a href=\"https://www.cbo.gov/publication/60569#:~:text=Over%20the%202021%E2%80%932026%C2%A0period%2C%20the,of%20that%20population%20was%20200%2C000%C2%A0people.\">1.5 million more people</a> entering per year than government statistical agencies had anticipated. The CBO finds that this surge will, on net, reduce the deficit by nearly $900 billion over the next eleven years, or (per my calculations) about 0.2 percent of <a href=\"https://www.cbo.gov/publication/60039\">GDP</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s a real and positive shift. It’s also nowhere near enough, and the result of a fairly unprecedented surge in immigration that is vulnerable to political change.</p>\n\n<p class=\"has-text-align-none\">Similarly, we know that <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/padr.12431\">some kinds of government spending</a> can <a href=\"https://www.vox.com/policy/363543/pronatalism-vance-birth-rates-population-decline-fertility\">encourage people to have more kids</a>, but it seems unlikely that this spending is so effective as to pay for itself by creating future taxpayers. In any case, children have an annoying habit of needing to grow up before they can pay taxes, meaning this is not exactly a short- or medium-run solution.</p>\n\n<p class=\"has-text-align-none\">Health care costs, by contrast, are something we can change with policy.</p>\n\n<p class=\"has-text-align-none\">There’s an old saying in DC that the federal government is basically an <a href=\"https://economistsview.typepad.com/economistsview/2013/01/who-first-said-the-us-is-an-insurance-company-with-an-army.html\">insurance company with an army</a>. That’s not exactly true, but it’s close. Social Security, Medicare, and Medicaid, plus defense spending, combined to make up about <a href=\"https://www.cbo.gov/publication/59727\">66 percent</a> of non-interest federal spending in 2023.</p>\n\n<p class=\"has-text-align-none\">Within that mix, health care is becoming increasingly important. The <a href=\"https://www.cbo.gov/publication/59613#_idTextAnchor003\">Congressional Budget Office</a> estimates that health insurance subsidies, encompassing Medicare, Medicaid, the Children&#8217;s Health Insurance Program (CHIP), the Affordable Care Act subsidies, and subsidies for employer-based coverage — will rise from 7 percent of GDP in 2023 to 8.3 percent in 2033. The biggest increase they project, by far, is in Medicare, which is swelling as the US population ages and whose patients tend to need more expensive care as they near the end of their lives. By contrast, defense spending, already far below where it was in the Cold War, is projected to keep falling relative to GDP.</p>\n\n<p class=\"has-text-align-none\">Embedded in the projections of the CBO, and of the Medicare program’s actuaries too, is a prediction that per-person health expenses are going to increase in coming years, and increase faster than inflation. Over the past half-century or so that’s been the norm. Legislators have been making these programs progressively more generous in terms of the services covered, like <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2690175/\">extending prescription drug coverage in 2003</a>, and new treatments and <a href=\"https://manhattan.institute/article/keeping-medicare-affordable-the-cost-of-adding-services\">services keep getting developed that push costs higher</a>. Add to that the fact that <a href=\"https://healthcostinstitute.org/images/pdfs/international_health_cost_comparison_report_2022.pdf\">prices for most health services are higher in the US</a> than in other rich countries and you have a recipe for spiraling expenses.</p>\n\n<p class=\"has-text-align-none\">Except, since about 2011 or so, <a href=\"https://www.nytimes.com/interactive/2023/09/05/upshot/medicare-budget-threat-receded.html\">we haven’t seen that</a>. In an almost miraculous development from a budgetary perspective, per-capita spending in Medicare has remained essentially constant for over a decade.</p>\n\n<p class=\"has-text-align-none\">There’s considerable disagreement about why exactly this slowdown is happening. Some researchers <a href=\"https://dash.harvard.edu/bitstream/handle/1/37376239/RWP23_001_Newhouse.pdf?sequence=1&amp;isAllowed=y\">emphasize technological change</a>, arguing, in the words of Sheila Smith, Joseph Newhouse, and Gigi Cuckler, that “cost-reducing … innovation may have become more prominent relative to highly beneficial but expensive treatments&#8221; in recent years. That is, the ways we’ve improved health technology have cut, rather than raised, costs.</p>\n\n<p class=\"has-text-align-none\">Melinda Buntin, a health economist who studied the slowdown first at the CBO and now as a professor at Johns Hopkins, told me in an interview she chalks up the slowdown to a fundamental mindset change in American health care. Partly as a result of the Affordable Care Act’s emphasis on “value-based” care, but partly also just due to an increased emphasis on paying for results on the part of doctors and hospital administrators, we’re seeing less wasteful use of new, expensive technologies than we used to.</p>\n\n<p class=\"has-text-align-none\">Whatever the cause, the slowdown in medical costs is a hugely hopeful sign for the budget picture. Recall that the CBO projects that greater medical costs will add 2.6 percent of GDP to the federal budget by 2054. By comparison, it projects that the primary deficit (revenue minus spending, but excluding interest payments on past deficits) will be <a href=\"https://www.cbo.gov/publication/60127#_idTextAnchor007\">2.2 percent of GDP</a>. That suggests that the US could be in primary budget balance, a key sign of fiscal health, just by keeping health costs under control.</p>\n\n<p class=\"has-text-align-none\">That said, it is by no means guaranteed that the recent slowdown will continue. Medical innovation continues apace, and new expensive drugs and treatments will continue to come on the market. For at least some of them, we will want the government to pay up, because they do so much to improve the lives of patients.</p>\n\n<p class=\"has-text-align-none\">If there is a policy path that can keep the slowdown going, it is likely to be a combination of small steps rather than one big change. The <a href=\"https://onepercentsteps.com/\">1% Steps project</a> provides a great model for what this could look like: a crew of leading health economists have proposed measures ranging from <a href=\"https://onepercentsteps.com/policy-briefs/addressing-hospital-concentration-and-rising-consolidation-in-the-united-states/\">fighting hospital mergers</a> to <a href=\"https://onepercentsteps.com/policy-briefs/real-time-adjudication-for-health-insurance-claims/\">changing how health claims are adjudicated</a> to <a href=\"https://onepercentsteps.com/policy-briefs/removing-all-financial-disincentives-to-living-kidney-donation/\">encouraging kidney donation</a> that each save only a small amount of health spending, but together could do a lot.</p>\n\n<h2 class=\"wp-block-heading\">Five steps to avoid the worst</h2>\n\n<p class=\"has-text-align-none\">Dealing with the federal debt problem isn’t exactly sexy. It will force policymakers to become less ambitious in some ways, and sacrifice for the sake of new programs or tax cuts they want. But the next few years give policymakers some real opportunities to address the deficit problem. As they do, there are a few principles they should keep in mind.</p>\n\n<p class=\"has-text-align-none\">First: use tax hikes or spending cuts to offset any new spending or tax cuts. This has <a href=\"https://www.crfb.org/papers/trump-and-biden-national-debt\">hardly been the norm in Congress lately</a>, with bipartisan spending laws under both Trump and Biden costing hundreds of billions if not trillions without being remotely paid for. Those will need to be combined with tax hikes or offsetting spending cuts going forward. This also means giving up on some wilder spending visions that would require offsetting tax hikes no one is prepared to pass. Roger Wicker, the top Republican on the Senate Armed Services Committee, wants to <a href=\"https://www.nytimes.com/2024/05/29/opinion/us-military-war.html\">raise spending on defense from 2.9 percent to 5 percent of GDP</a> by the end of this decade, as part of an <a href=\"https://www.wicker.senate.gov/2024/5/senator-wicker-unveils-major-defense-investment-plan\">ambitious plan to counter China and Russia</a>. If not paid for, this would <a href=\"https://www.americanprogress.org/article/a-senate-republican-defense-proposal-would-balloon-military-funding-by-roughly-6-trillion/\">absolutely explode budget deficits</a>. If Wicker wants to pass the tax hikes necessary to cover the expense, god bless — but I have my doubts.</p>\n\n<p class=\"has-text-align-none\">Second, take growth seriously. The point of deficit reduction is to reduce a long-term drag on economic growth, and so the best way to reduce the deficit is through actions that simultaneously enhance growth.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is much easier said than done, of course, but <a href=\"https://budgetmodel.wharton.upenn.edu/issues/2024/1/18/budgetary-effects-of-stem-green-cards\">expanded green cards for immigrants with science and engineering degrees</a> seems like a no-brainer, cutting the deficit substantially over time while boosting growth. A growing literature also finds that <a href=\"https://drive.google.com/file/d/1pmjH55yXIdOn4b-uugc826FJiTTbjS2V/view\">funding</a> for <a href=\"https://conference.nber.org/conf_papers/f196851.pdf\">scientific research</a> boosts <a href=\"https://www.arnauddyevre.com/files/arnaud_dyevre_jmp.pdf\">productivity</a> and economic growth. That funding doesn’t pay for itself, necessarily, but raising taxes or cutting less useful spending to boost scientific grants seems like a strong strategy. More generally, Congress should be searching for more policies in this category, ones that can boost growth however modestly at little or no budgetary cost.</p>\n\n<p class=\"has-text-align-none\">Third: the <a href=\"https://www.nytimes.com/2024/07/31/us/politics/tax-code-congress.html\">coming tax fight in 2025</a> should be used to raise revenue, not just avoid losing it. Most of the individual tax cuts signed into law by Donald Trump in 2017 are due to expire at the end of next year. Some of these cuts, like slashing the top income tax rate from 39.6 to 37 percent, are things Democrats will absolutely want to expire. But most of them have bipartisan appeal.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kamala Harris has pledged not to raise taxes on people making under $400,000 a year, which means keeping the expanded standard deduction and child tax credit that Trump enacted. It also means keeping his lower 12, 22, 24, and 32 percent brackets from the bill. All this and bringing back the child tax credit that Biden and Harris passed in 2021 costs about 1 percent of GDP in tax revenue by my estimations <a href=\"https://www.crfb.org/build-your-own-tax-extensions\">using the Committee for a Responsible Federal Budget’s tool</a>.</p>\n\n<p class=\"has-text-align-none\">Taking the debt at all seriously means that whoever’s in office next year needs to pay for whatever part of the Trump cuts they want to keep. <a href=\"https://budgetmodel.wharton.upenn.edu/issues/2024/5/22/president-bidens-fy2025-budget-proposal\">Biden’s most recent budget</a> contains a number of tax hikes on top earners, but notably <a href=\"https://taxfoundation.org/research/all/federal/biden-budget-2025-tax-proposals/\">doesn’t explicitly pay for</a> extending the Trump cuts. Ideally, policymakers would not just pay for the extensions they want but come up with a revenue-positive package: one that doesn’t merely pay for the Trump cuts but goes further and reduces the deficit.</p>\n\n<p class=\"has-text-align-none\">This won’t be easy but it’s certainly possible. Playing around with the <a href=\"https://budgetlab.yale.edu/research/tcja-extension-simulator\">Yale Budget Lab’s handy make-your-own-2025-tax-plan</a> tool — which my sports-knowing editor tells me is like <a href=\"https://www.espn.com/nba/tradeMachine\">ESPN’s Trade Machine</a> but for budget nerds — you can pay for the bigger standard deduction and Democrats’ desired child credit by letting all the Trump income tax rate cuts expire, letting the cuts to the estate tax expire too, raising the corporate tax rate to 28 percent, adding a new 45 percent tax bracket on the rich, and eliminating the tax break for pass-through corporations. That raises about 0.4 percent of GDP over a decade, a real bite of the long-run deficit. This does mean tax hikes on a small share of people making under $400,000 —&nbsp;but under the circumstances, I think that’s called for.</p>\n\n<p class=\"has-text-align-none\">Fourth: Social Security should be addressed, not punted. Barring any Congressional action, the program is due for <a href=\"https://www.vox.com/policy/2023/4/21/23663654/social-security-retirement-age-1983-greenspan-ball\">across-the-board cuts to benefits of over 20 percent starting in 2033</a>, because payroll taxes and the trust fund will no longer be enough to pay promised benefits. This would unleash a political backlash on the part of affected seniors like nothing DC has ever seen, and Congress is almost guaranteed to do <em>something</em> to avoid that outcome.</p>\n\n<p class=\"has-text-align-none\">The easiest way for Congress to deal with this doomsday deadline is to simply tap general tax revenues to avoid the cuts, thereby breaking the linkage between payroll taxes and Social Security benefits. They should not do this. The 2033 deadline provides one of the few forcing mechanisms that can push Congress to address the long-run imbalance between revenues and spending, and if they punt they might never get another opportunity. Democrats will push to pay for the program by raising taxes on high earners; Republicans will push for benefit cuts. Either way, the gap needs to be filled.</p>\n\n<p class=\"has-text-align-none\">Congress will also get an opportunity to reform either <a href=\"https://www.urban.org/research/publication/first-things-first-how-social-security-reform-can-eliminate-elderly-poverty\">Social Security</a> or its sister program <a href=\"https://www.brookings.edu/articles/increasing-ssi-benefits-is-a-more-effective-approach-to-reducing-poverty-than-an-enhanced-social-security-minimum-benefit/\">Supplemental Security Income</a> to eliminate senior poverty — <a href=\"https://www.census.gov/content/dam/Census/library/publications/2023/demo/p60-280.pdf#page=17\">14.1 percent of seniors</a> are in poverty, a higher share than either children or working-age adults, despite the hundreds of billions the government spends on old-age pensions. That’s a travesty, and even Democratic plans to expand the program <a href=\"https://www.urban.org/sites/default/files/publication/103768/first-things-first-how-social-security-reform-can-eliminate-old-age-poverty_1.pdf#page=15\">don’t address it sufficiently</a>. It’s likely that even a relatively conservative plan could make real progress here. See, for instance, conservative Social Security expert Andrew Biggs’ plan to convert the old-age insurance program to a<a href=\"https://budgetmodel.wharton.upenn.edu/issues/2021/1/26/budget-contest-flat-benefit-for-social-security\"> flat basic income for all seniors aged 62 and over</a>, set at or above the poverty line.</p>\n\n<p class=\"has-text-align-none\">Fifth and finally, Congress needs to work to ensure that per-person health spending stays roughly constant. This will likely take the form of several small reforms, along the <a href=\"https://onepercentsteps.com/policy-briefs/\">1% Steps</a> suggestions, instead of another big effort like the Affordable Care Act. But precisely because the steps necessarily are more modest, the opportunities for bipartisan collaboration here are immense. See, for instance, <a href=\"https://www.hassan.senate.gov/news/press-releases/senators-braun-hassan-kennedy-lead-bipartisan-bill-to-fix-part-of-medicare-billing-structure-saving-billions\">this bill</a> from Sens. Maggie Hassan (D-NH), Mike Braun (R-IN), and John Kennedy (R-LA) to reform Medicare billing, with support from the liberal Families USA to the Koch-backed Americans for Prosperity. Keeping health costs low might be the least unpopular way to deal with the budget imbalance, and that will hopefully spur politicians into more collaborations like this.</p>\n\n<p class=\"has-text-align-none\">If Congress does all this — pays for future spending, prioritizes economic growth, raises revenue in the 2025 tax fight, fixes Social Security, and keeps per-capita health spending constant —&nbsp;it’ll be on track to stabilize the debt. It’s not easy. But it’s not impossible either. Bill Clinton and Congress were able to accomplish something similar in the 1990s, and now the time is ripe to try again.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Some of the ways I feel myself aging are obvious. Half of my hairs are white now. I can’t stay up past midnight. I hate loud restaurants and bars. I feel a deep urge to read long biographies of generals.&#160; But other signs of aging are subtler. For example: I am now worried about the [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "Where Columbia’s ousted president went wrong",
    "link": "https://www.vox.com/education/367430/columbia-president-resign-student-protests-israel-gaza",
    "pubDate": "2024-08-15T22:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Several people in black gowns and doctoral caps stand against a blue banner holding a sign that reads, “Ceasefire Now.”\" data-caption=\"Alumni of Columbia Law School hold a pro-Palestinian protest during their graduation ceremony in New York, on May 13, 2024. | Fatih Akta/Anadolu via Getty Images\" data-portal-copyright=\"Fatih Akta/Anadolu via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2152319229.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Alumni of Columbia Law School hold a pro-Palestinian protest during their graduation ceremony in New York, on May 13, 2024. | Fatih Akta/Anadolu via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Columbia University president Minouche Shafik is stepping down after protests over the war in Gaza roiled the university community and spread to campuses nationwide, and in Europe, last spring.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“This period has taken a considerable toll on my family, as it has for others in our community,” Shafik said in a letter announcing her resignation Wednesday. “Over the summer, I have been able to reflect and have decided that my moving on at this point would best enable Columbia to traverse the challenges ahead.”</p>\n\n<p class=\"has-text-align-none\">Shafik has faced pressure to resign for months. Both those who supported the spring protests and those who opposed them have criticized how Shafik handled the demonstrations, as did a number of right-wing politicians, who claimed the president failed to do enough to protect Jewish students. House Speaker Mike Johnson called her resignation “<a href=\"https://nypost.com/2024/08/15/us-news/columbia-president-minouche-shafiks-resignation-reacted-by-mike-johnson-other-pols/\">long overdue</a>” on Wednesday.</p>\n\n<p class=\"has-text-align-none\">Not all of the spring protests — which largely involved students demanding that their schools <a href=\"https://www.vox.com/politics/2024/5/7/24150638/divest-israel-protesters-bds-columbia-meaning-fossil-fuel\">divest</a> from companies linked to Israel amid its ongoing war in Gaza — reached the intensity of those at Columbia. Some schools <a href=\"https://www.latimes.com/california/story/2024-05-14/uc-berkeley-protestors-dismantle-pro-palestinian-encampment\">managed to negotiate with protesters</a> to voluntarily dismantle their pro-Palestinian encampments without any police intervention. </p>\n\n<p class=\"has-text-align-none\">At Columbia, however, Shafik swiftly <a href=\"https://www.forbes.com/sites/scottwhite/2024/05/16/columbia-president-goaded-into-calling-in-policegets-no-confidence-vote/\">called the police</a> on protesters who had erected an encampment on the university’s main lawn in a display of force that sparked widespread outrage. That decision fueled protests with more escalatory tactics thereafter, and also resulted in a <a href=\"https://www.cnn.com/2024/05/16/us/university-of-washington-protests-antisemitic-graffiti/index.html\">faculty vote of no confidence</a> in her leadership. Things progressed to the point where some protesters eventually <a href=\"https://nymag.com/intelligencer/article/columbias-hamilton-hall-takeover-photos-from-inside.html\">took over a campus building</a> before they were forcibly removed by police and arrested. </p>\n\n<p class=\"has-text-align-none\">Now, Shafik has become one of several Ivy League presidents who <a href=\"https://www.thecrimson.com/article/2024/1/17/claudine-gay-harvard-presidency-feature/\">departed</a> their <a href=\"https://www.cnn.com/2023/12/10/business/liz-magill-upenn-resignation-timeline/index.html\">roles</a> amid the campus furor. The question is not just where that leaves Columbia — now headed by interim president Katrina Armstrong, the CEO of the Columbia University Irving Medical Center — but all universities as students return to campus this fall. Demonstrations are expected to resume as the war in Gaza, in which <a href=\"https://apnews.com/article/gaza-war-hamas-dead-graves-40000-988d16b648e06e222f04964dc9440da0\">more than 40,000 Palestinians have been killed</a>, continues and <a href=\"https://www.aljazeera.com/news/2024/8/15/new-round-of-gaza-ceasefire-talks-in-doha-where-do-hamas-israel-stand\">yet another round of ceasefire talks has begun</a>. And it will be incumbent on administrators to find a way to avoid a repeat of the spring.</p>\n\n<p class=\"has-text-align-none\">“I think tensions are going to be high, higher than I think they already were,” said <a href=\"https://www.thefire.org/about-us/our-team/nico-perrino\">Nico Perrino</a>, executive vice president of the Foundation for Individual Rights and Expression (FIRE), a nonpartisan group that advocates for free speech. “Hopefully policies are in place and discussions are happening with students and faculty surrounding how to respond in case encampments go up or students are being threatened or denied access to different portions of campus.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Gaza protests could return in the fall. Universities should start preparing now.&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">There are two key lessons other university administrators might take away from Shafik’s missteps ahead of what is expected to be a contentious semester:</p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Universities should communicate openly and clearly with protesters</strong></h3>\n\n<p class=\"has-text-align-none\">In the spring, protests escalated to the point that normal university operations couldn’t continue.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Columbia held <a href=\"https://www.cnn.com/2024/04/22/business/columbia-tensions-passover-virtual-classes/index.html\">virtual classes</a> in the final weeks of the spring semester. UCLA also <a href=\"https://www.pbs.org/newshour/education/ucla-cancels-classes-after-dueling-protesters-clash-on-campus-over-the-war-in-gaza\">canceled classes</a> after pro-Palestinian protesters came under attack by masked agitators and campus police failed to intervene for three hours. USC <a href=\"https://apnews.com/article/israel-palestine-war-campus-protests-fbd7dd06431f32d24d0f8abcc8a56b8b\">scrapped a commencement speech </a>by its pro-Palestinian valedictorian over safety concerns. </p>\n\n<p class=\"has-text-align-none\">Universities should be planning now for how they can prevent that from happening again. If protests escalate this fall to the level of requiring the invention of campus public safety or police, then “something’s already gone terribly wrong,” said <a href=\"https://www.law.georgetown.edu/faculty/frederick-m-lawrence/\">Frederick Lawrence</a>, the former president of Brandeis University and a lecturer at Georgetown Law.</p>\n\n<p class=\"has-text-align-none\">The most important step schools can take now is to set clear ground rules for protests that will be applied neutrally — no matter who’s involved or what their cause — such as prohibiting occupying buildings or blocking students from getting to class.</p>\n\n<p class=\"has-text-align-none\">Ahead of the fall semester, Lawrence said, university administrators and protesters should plan for a reset that begins with communication.</p>\n\n<p class=\"has-text-align-none\">“This is a good time to be reaching out to student leaders on all sides of this and other related issues, and listening to them, but also trying to bring them on board, to try to find constructive ways of having demonstrations, having expressions of views, but doing it in a way that’s constructive for them and constructive for the university,” Lawrence said. </p>\n\n<h3 class=\"wp-block-heading has-text-align-none\"><strong>Universities have to carefully consider when to weigh in&nbsp;</strong></h3>\n\n<p class=\"has-text-align-none\">University administrators have dual responsibilities to uphold free speech and keep their community safe. Their ability to carry out those responsibilities is compromised when they aren’t seen as neutral mediators.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some university administrators learned this the hard way earlier this year when their statements about the Gaza war were copiously picked apart in the media and in <a href=\"https://www.vox.com/politics/2023/12/15/24001823/antisemitism-college-harvard-penn-mit-free-speech\">widely publicized congressional hearings</a> — as well as on their own campuses, as some student protesters at Stanford <a href=\"https://www.paloaltoonline.com/news/2024/06/05/pro-palestine-protesters-occupy-stanford-presidents-office/\">occupied the offices of their college president</a>.</p>\n\n<p class=\"has-text-align-none\">In the spring, some universities did decide that it is not the role of a university to take stances on issues at an institutional level. Harvard, for instance, announced that it would <a href=\"https://www.thecrimson.com/article/2024/5/28/harvard-institutional-neutrality-report/\">no longer comment</a> on contentious issues that do not directly relate to the university. That change in policy came after former Harvard president Claudine Gay was <a href=\"https://www.thecrimson.com/article/2023/10/10/harvard-statement-criticized/\">heavily criticized </a>for her initial statement on the war. The beleaguered Gay <a href=\"https://www.thecrimson.com/article/2024/1/17/claudine-gay-harvard-presidency-feature/\">resigned</a> after facing a later plagiarism scandal.</p>\n\n<p class=\"has-text-align-none\">Perrino framed Harvard’s approach as a positive development.</p>\n\n<p class=\"has-text-align-none\">“That should hopefully alleviate some of the messaging concerns around these colleges,” he said. “Universities are the hosts and sponsors of critics. They are not themselves the critics, and by becoming the critics, they put their thumb on the scale of the campus debate.”</p>\n\n<p class=\"has-text-align-none\">Rather than issuing blanket statements, there may be a more nuanced role for educators to play, by discouraging certain kinds of speech, even if it is permitted under university rules. For example, Yale president Peter Salovey <a href=\"https://president.yale.edu/president/statements/against-hatred\">stated</a> in the spring that “Chants or messages that express hatred, celebrate the killing of civilians, or contain calls for genocide of any group are utterly against our ideals and certainly are not characteristic of our broader community.” </p>\n\n<p class=\"has-text-align-none\">Those kinds of warnings can have the effect of lowering the temperature.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“A lot of things get said in the heat of the moment that are not helpful, and it is useful for the administration to deescalate and to say, ‘You can communicate that in a way that’s not deeply offensive to your classmates,’” Lawrence said. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Columbia University president Minouche Shafik is stepping down after protests over the war in Gaza roiled the university community and spread to campuses nationwide, and in Europe, last spring.&#160; “This period has taken a considerable toll on my family, as it has for others in our community,” Shafik said in a letter announcing her resignation [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Why is everyone mad at Blake Lively?",
    "link": "https://www.vox.com/culture/367451/blake-lively-it-ends-with-us-press-tour-controversy",
    "pubDate": "2024-08-15T20:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Lively smiling as her photo is taken.\" data-caption=\"Blake Lively on the It Ends With Us red carpet at a UK screening. | Jeff Spicer/Getty Images for Sony Pictures\" data-portal-copyright=\"Jeff Spicer/Getty Images for Sony Pictures\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165917623.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Blake Lively on the It Ends With Us red carpet at a UK screening. | Jeff Spicer/Getty Images for Sony Pictures</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Blake Lively’s <a href=\"https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud\"><em>It Ends With Us</em></a> is the second biggest movie in America, but it’s the <a href=\"https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud\">conflict</a> surrounding the film — not the film itself — that everyone’s talking about.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Apparently, Lively and her co-stars are feuding with lead and director Justin Baldoni. Baldoni and Lively <a href=\"https://www.hollywoodreporter.com/movies/movie-news/justin-baldoni-hires-pr-crisis-manager-melissa-nathan-it-ends-with-us-1235973715/\">reportedly</a> didn’t get along, and he allegedly “<a href=\"https://www.cosmopolitan.com/entertainment/celebs/a61877865/blake-lively-justin-baldoni-fat-shaming-lingering-kiss/\">fat-shamed</a>” her by asking someone how much Lively weighed — a scene involving the two requires he pick her up and he was afraid of hurting his back. And according to whispers, he didn’t very much enjoy Lively inviting her husband Ryan Reynolds on set to direct some scenes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But while Baldoni is getting plenty of static here (he’s gone so far as to hire a <a href=\"https://www.eonline.com/news/1406111/it-ends-with-us-justin-baldoni-hires-crisis-pr-manager-amid-feud-rumors\">veteran crisis PR manager</a> who counts Johnny Depp among her clients), the hullabaloo has many online looking a little more closely at Lively, who is showing her face on the big screen for the first time in four years. Many have noted that Lively has taken a peculiar approach in <a href=\"https://www.buzzfeed.com/natashajokic1/it-ends-with-us-blake-lively-justin-baldoni\">promoting</a> this film. In an attempt to sell this movie, Lively has promised viewers the giggliest, girliest of times. At the same time, the actor, known for her beautiful hair, launched a haircare line. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@itendswithusmovie/video/7400133808219032878\" data-video-id=\"7400133808219032878\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@itendswithusmovie\" href=\"https://www.tiktok.com/@itendswithusmovie?refer=embed\">@itendswithusmovie</a> <p>𝚐𝚛𝚊𝚋 𝚢𝚘𝚞𝚛 𝚏𝚛𝚒𝚎𝚗𝚍𝚜. 𝚠𝚎𝚊𝚛 𝚢𝚘𝚞𝚛 𝚏𝚕𝚘𝚛𝚊𝚕𝚜.   <a title=\"itendswithusmovie\" target=\"_blank\" href=\"https://www.tiktok.com/tag/itendswithusmovie?refer=embed\">#ItEndsWithUsMovie</a> is now playing exclusively in theaters. Get tickets. </p> <a target=\"_blank\" title=\"♬ original sound - It Ends With Us\" href=\"https://www.tiktok.com/music/original-sound-7400133752246192942?refer=embed\">♬ original sound &#8211; It Ends With Us</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">This sisterhood of traveling <a href=\"https://www.vox.com/culture/24031385/stanley-craze-tumbler-best-water-bottle\">Stanley</a> cups approach is in stark contrast to the <a href=\"https://www.vox.com/culture/365988/colleen-hoover-it-ends-with-us-explained\">movie’s plot</a>: Lively’s protagonist, a budding florist named Lily Bloom, falls in love with a physically abusive man (Baldoni). Lively’s seeming lack of concern or emotional intelligence about this sensitive topic has raised questions and backlash about whether she knows what kind of movie she’s made, and it’s making some question what we thought we knew about Lively herself.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\">Blake Lively’s<em> It Ends With Us </em>press tour has been about selling Blake Lively’s stuff&nbsp;</h3>\n\n<p class=\"has-text-align-none\">Movie press tours are not a thrilling business. They mostly consist of actors fielding the same questions over and over from a variety of media outlets, all in the hopes that they say something that spurs you to see the film they’re promoting. The monotonous repetition of the cinematic publicity cycle is exactly why Lively and<em> It Ends With Us</em>’s unusual tour has been so attention-grabbing. </p>\n\n<p class=\"has-text-align-none\">For starters, Lively and director and co-star Baldoni have been promoting the film separately — an extremely strange thing for leads to do. They’re also doing these interviews, as my colleague <a href=\"https://www.vox.com/culture/366523/blake-lively-drama-justin-baldoni-it-ends-with-us-hoover-movie-feud\">Kyndall Cunningham detailed</a>, amid a rash of back-and-forth gossip alleging the two fell out on set. </p>\n\n<p class=\"has-text-align-none\">But what Lively has been saying in the promotion of the film is also drawing attention. In a video clip promoting the movie on TikTok, <a href=\"https://www.tiktok.com/@itendswithusmovie/video/7400133808219032878?is_from_webapp=1&amp;sender_device=pc&amp;web_id=7402348493942408735\">Lively says to</a> “grab your friends, wear your florals, and head out to see it!” </p>\n\n<p class=\"has-text-align-none\">In addition to Lively’s quip about girls’ night out to watch intimate partner abuse, she has been promoting both her new haircare line <a href=\"https://www.target.com/b/blake-brown/-/N-q643leebz0w\">Blake Brown</a> and her beverage company Betty Buzz. She’s used the <a href=\"https://deadline.com/gallery/it-ends-with-us-premiere-red-carpet-photos/\">red carpet</a> to keep the public thinking about her husband’s new film, the hyper-violent and profane Marvel blockbuster <em>Deadpool &amp; Wolverine</em>, while giving Reynolds — not screenwriter Christy Hall or author Colleen Hoover — <a href=\"https://www.buzzfeed.com/natashajokic1/it-ends-with-us-ryan-reynolds-blake-lively\">credit</a> for writing the movie’s “iconic” rooftop scene.</p>\n\n<p class=\"has-text-align-none\">One promotional clip has her giggling with her <a href=\"https://www.instagram.com/reel/C-Z2rXzx7KT/?utm_source=ig_embed&amp;ig_rid=9f3edee9-9480-4e00-a68d-b117dd3b53d0\">co-stars about their zodiac signs</a>, while another has <a href=\"https://www.tiktok.com/@people/video/7402692327157828907?lang=en\">Lively talking about wearing her own clothes</a> in the movie — a move that seems to be connected to Lively styling one of her costars on one of the movie’s red carpets. And in one of her interviews, she’s asked by a journalist who’s clearly familiar with the movie’s sensitive themes about how the movie may inspire people to reach out to her and talk about abuse. <a href=\"https://x.com/SophRossss/status/1823931352175071394\">Lively flippantly dismisses</a> the question as a joke about hypothetically not sharing her location or phone number with those fans instead of, as many would have preferred, promoting <a href=\"https://www.buzzfeednews.com/article/leylamohammed/blake-lively-backlash-dismissive-response-it-ends-with-us\">domestic violence services</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Lively’s critics pointed out the disconnect between Lively framing her movie like a celebratory girls’ night and the actual content, in which a woman experiences violence from her romantic partner. Wearing florals and rounding up the girlies to watch a woman get physically abused by her partner seems, at best, a strange missing of the point and at worst, extremely insensitive or out of touch with the subject of her movie. Either Lively doesn’t fully comprehend the subject of the movie she made or she does and is capitalizing on it to sell her wares anyway. </p>\n\n<p class=\"has-text-align-none\">While tabloids like <a href=\"https://www.tmz.com/2024/08/14/blake-lively-justin-baldoni-fat-shamed-it-ends-with-us/\">TMZ are reporting</a> on a behind-the-scenes PR war between Lively and Baldoni, this part of the backlash comes from Lively, all on her own, answering these questions the way she’s chosen to.</p>\n\n<h3 class=\"wp-block-heading\">Blake Lively’s <em>It Ends With Us</em> press tour fits a pattern of bad interviews she’s had&nbsp;</h3>\n\n<p class=\"has-text-align-none\">When actors have these moments where they seemingly stop acting like fun, good people, it often causes civilians to question whether said celebrity has always been like this or if they’re exhibiting some uncharacteristic behavior. Lively rose to fame playing the rich, carefree Serena van der Woodsen on Gossip Girl, and in many ways that character’s glamorous but selfish image has combined with her own. In her film hiatus, she’s been known more for her relationships than anything else — with Reynolds but perhaps more notably with <a href=\"https://pagesix.com/2024/08/14/entertainment/blake-lively-gushes-over-best-friend-taylor-swift-amid-it-ends-with-us-drama/\">Taylor Swift</a>. This popularity perhaps contributes to, as one commenter put it, a “<a href=\"https://nypost.com/2024/08/14/entertainment/reporter-calls-out-blake-lively-for-uncomfortable-interview/\">mean girl</a>” vibe. Unfortunately for Lively and her image, she’s done some rather off-putting interviews that have been easy to find. </p>\n\n<p class=\"has-text-align-none\">One of those interactions is a <em>Café Society </em>press junket on <a href=\"https://www.youtube.com/watch?v=F2-2RBi1qzY\">YouTube with the title</a> “The Blake Lively interview that made me want to quit my job.” Journalist <a href=\"https://www.youtube.com/@Flaawsometalk\">Kjersti Flaa</a> uploaded her 2016 clip with Lively on August 10, right in the middle of this kerfuffle. In it, Flaa congratulates Lively on her pregnancy which Lively takes passive-aggressive offense to and responds by “congratulating” the not-pregnant Flaa on her own “bump.” (Prior to her interaction with Flaa, Lively had confirmed her pregnancy to the press.) After Lively’s quip, she and co-star Parker Posey barely make eye contact with Flaa, and Lively continues to dismiss or react aggressively to Flaa’s questions about the movie, almost pretending as if Flaa weren’t in the room. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165608556.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Blake Lively with Ryan Reynolds and Reynolds’s&lt;em&gt; Deadpool &amp; Wolverine &lt;/em&gt;co-star Hugh Jackman at a&lt;em&gt; It Ends With Us&lt;/em&gt; screening. Lively has conducted her press tour from the movie separately from co-star Justin Baldoni. | Cindy Ord/Getty Images\" data-portal-copyright=\"Cindy Ord/Getty Images\" />\n<p class=\"has-text-align-none\">During that same press tour, Lively also said that <em>Café Society</em> director Woody Allen was good, actually. At the time, <a href=\"https://www.hollywoodreporter.com/news/general-news/my-father-woody-allen-danger-892572/\">Ronan Farrow</a> had recently written a column in the Hollywood Reporter criticizing the movie industry’s response to his sister Dylan Farrow’s sex abuse allegations against their father. Lively, when asked about Allen, <a href=\"https://www.indiewire.com/news/general-news/blake-lively-says-woody-allen-is-empowering-to-women-in-new-interview-290662/#:~:text=%E2%80%9CI%20could%20%5Bonly%5D%20know,is%20he's%20empowering%20to%20women.%E2%80%9D\">said</a>: “I could [only] know my experience. And my experience with Woody is [that] he’s empowering to women.”</p>\n\n<p class=\"has-text-align-none\">Going back further, critics found Lively’s first foray and faux pas into lifestyle branding. Back in 2014, Lively created a digital lifestyle and e-commerce site called Preserve. One of the first spreads was titled “<a href=\"https://www.vox.com/2014/10/13/6969341/blake-lively-preserve-slavery-antebellum\">The Allure of the Antebellum</a>,” putting the site’s name in, let’s say, a certain light. The shoot was a romanticized version of the pre-Civil War South, and failed to address the reality that these cute outfits were anchored in a time of slavery. It’s also worth noting that Lively and her husband Ryan Reynolds got married on a <a href=\"https://www.nbcnews.com/pop-culture/pop-culture-news/ryan-reynolds-blake-lively-apologize-plantation-themed-wedding-n1235770\">South Carolina plantation in 2012</a> (and later apologized), which may contextualize Lively’s fascination with antebellum aesthetics — though the actor was born and grew up in Los Angeles. (Reynolds, for his part, is famously from Canada.)</p>\n\n<p class=\"has-text-align-none\">Lively’s Preserve <a href=\"https://www.gawkerarchives.com/blake-lively-finally-deletes-her-antebellum-obsessed-li-1733782406\">lasted about one year</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not difficult to connect the dots between Lively praising Woody Allen being good to women, Lively being palpably mean to a journalist, and Lively glossing over the egregious trauma and pain of slavery with the blithe way she’s behaving on the <em>It Ends With US </em>promotional circuit. While being famous and having every word you say recorded, especially ones that you regret, is not an easy job, this behavior fits a pattern that Lively has shown before.</p>\n\n<p class=\"has-text-align-none\">A more telling frame for this messy kerfuffle might be recognizing that Lively and her husband have become more and more interested in the business side of their acting careers, perhaps even more than the acting.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In addition to Lively’s hair care line, soda line, and seemingly imminent fashion foray, Reynolds has invested in — and made himself the face of — more than a few companies. He has an ownership stake in telecom company <a href=\"https://www.youtube.com/watch?v=7rRpYZrNxQc\">Mint Mobile</a>, the Welsh soccer club <a href=\"https://www.walesonline.co.uk/sport/football/ryan-reynolds-complicated-relationship-father-29738505\">Wrexham</a>, and had, until recently, a similar stake in <a href=\"https://finance.yahoo.com/news/ryan-reynolds-made-over-450-222854697.html\">Aviation Gin</a>. He’s even the CEO of a marketing company, aptly called <a href=\"https://www.forbes.com/sites/jeffconway/2022/03/15/ryan-reynolds-on-how-mntn-and-maximum-effort-are-changing-the-advertising-world-as-we-know-it/\">Maximum Effort</a>. Lively and Reynolds are arguably more talented at selling their lifestyle and their names than they are at acting. To many people, drinking the same booze as Ryan Reynolds or having the same hair as Blake Lively is more desirable than watching a Ryan Reynolds or Blake Lively movie. </p>\n\n<p class=\"has-text-align-none\">When movies are so clearly secondary to their personal brand, as we’ve seen with Lively and <em>It Ends With Us</em>, their films become commercials, avenues to further promote their brands and themselves. During the <em>It Ends With Us</em> press tour, Lively spoke not only about how <a href=\"https://slate.com/culture/2024/08/it-ends-with-us-cast-drama-blake-lively-justin-baldoni.html\">Reynolds tinkered</a> with the script, but shots in the film as well, and brought in <a href=\"https://www.hollywoodreporter.com/movies/movie-news/it-ends-with-us-sony-blake-lively-1235974889/\"><em>Deadpool &amp; Wolverine </em>editor Shane Reid</a> to help cut the movie. The plugs function as cross-promotion for her husband’s movie and his credibility as a director and actor. </p>\n\n<p class=\"has-text-align-none\">With <em>It Ends With Us</em>, Lively was faced with a high-profile movie that features content that her brand probably doesn’t want to be associated with. Blake Lively the brand was at odds with Blake Lively the actor. In this case, the brand won out; Lively chose to put her efforts behind her brand. Unfortunately for that brand, it’s Blake Lively’s movie — and her complicated image — we can’t stop talking about.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Blake Lively’s It Ends With Us is the second biggest movie in America, but it’s the conflict surrounding the film — not the film itself — that everyone’s talking about.&#160; Apparently, Lively and her co-stars are feuding with lead and director Justin Baldoni. Baldoni and Lively reportedly didn’t get along, and he allegedly “fat-shamed” her [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "Ukraine’s shock Russia incursion, explained",
    "link": "https://www.vox.com/russia-ukraine/367298/ukraine-russia-incursion-kursk-war-putin-zelenskyy-crimea",
    "pubDate": "2024-08-15T18:16:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A Ukrainian tank, with soldiers in uniform riding atop it, in sunset lighting along a road through a field.\" data-caption=\"Ukrainian servicemen operate a tank in the Sumy region, near the border with Russia, on August 12, 2024. | Roman Pilipey/AFP via Getty Images\" data-portal-copyright=\"Roman Pilipey/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165989623.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Ukrainian servicemen operate a tank in the Sumy region, near the border with Russia, on August 12, 2024. | Roman Pilipey/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Ukraine’s invasion into the Kursk region of Russia shocked Ukrainians, their allies, and most of all, Russia.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ukrainian units have mounted brief, overnight raids into Russian territory before, including one into the Kursk region — near Russia’s western border — earlier this year. But those were quick incursions followed by hasty retreats. This time is different: Ukraine has managed to capture <a href=\"https://apnews.com/article/russia-ukraine-war-incursion-kursk-afa42b9613323901bef07800ac2cae9e\">nearly 400 square miles</a> so far, as well as hundreds of Russian soldiers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Ukrainian offensive began more than a week ago, on August 6. Ukrainian troops — how many is unclear, though <a href=\"https://www.nytimes.com/article/ukraine-russia-kursk-incursion-war.html\">US officials have said several thousand</a> — and armored vehicles crossed the border from northeastern Ukraine. It’s also unclear how much fighting has taken place, though <a href=\"https://www.nytimes.com/2024/08/13/world/europe/ukraine-russia-war-kursk-offensive.html\">reporting suggests Ukrainian forces</a> have faced at least some Russian defenses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ukraine has yet to say what its military objective is, and it likely has more than just one.&nbsp;No officials other than President Volodymyr Zelenskyy have spoken publicly about those objectives; the <a href=\"https://www.bbc.com/news/live/cm2n77mvrz4t\">president said that</a> “Russia has brought war to others, and now it is coming home.” Still, the sustained invasion has proved to be a morale boost for Ukrainians sorely in need of one after two and a half years of grinding war.</p>\n\n<p class=\"has-text-align-none\">Russia’s response to the Kursk operation has been extremely slow. Part of that may be because its military apparatus is extremely hierarchical — which can delay rapid action as decisions work their way up the chain — and because it has gone through major destabilizing changes of late. Crucially, its forces are also tied up in Ukraine’s east, where they have been making gains in recent months.</p>\n\n<p class=\"has-text-align-none\">Russia’s rhetorical response has also been quite muted. President Vladimir Putin and the Kremlin’s military apparatus are referring to efforts to rebut the Ukrainian advance as an anti-terror campaign rather than a full military operation. Part of Russia’s strategy overall has been to simultaneously portray its war in Ukraine as existential and not that serious; it refers to its invasion as “a special military operation,” making it sound less concerning to Russians than an all-out war, and assures them that it doesn’t affect their lives.</p>\n\n<p class=\"has-text-align-none\">Ukraine’s strategy in the Kursk region makes that harder to maintain, since so far <a href=\"https://abcnews.go.com/International/ukraine-attack-russia-evacuations-state-of-emergency/story?id=112833027\">around 200,000 Russians</a> have evacuated from their homes due to the invasion — and the Russian government is only offering <a href=\"https://kyivindependent.com/putin-says-displaced-residents-of-kursk-oblast-will-be-paid-115/\">about $115 to compensate</a>.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What does Ukraine gain from this?</strong></h2>\n\n<p class=\"has-text-align-none\">Ukraine’s continuing incursion into Russia is politically useful, especially in drawing attention and potentially support from US and other allies. Two and a half years into the war, global attention has shifted away from Ukraine’s front line to Israel’s war in Gaza, and now the upcoming US elections.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Support for Ukraine has waned within the US, too. <a href=\"https://apnews.com/article/house-ukraine-aid-speaker-ouster-c525efc953d532242d6d441c55724992\">Republicans in Congress</a> have tried to cut or eliminate critical US military assistance, and overall US support <a href=\"https://www.reuters.com/world/us/trump-says-he-had-very-good-call-with-ukraines-zelenskiy-friday-2024-07-19/\">could be at risk</a> if Republican presidential candidate Donald Trump manages to recapture the White House in November.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This successful and sustained incursion into Russia indicates that Ukraine is still a very disciplined fighting force that can actually successfully execute on battlefield objectives with sophisticated strategy. Reminding outside powers that Ukraine can be militarily successful, and could still win this, could help shore up support that’s crucial for maintaining the flow of ammunition, fighting vehicles, fighter jets and spare parts, and other gear.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The invasion is also beneficial practically. To counter Ukraine’s attack, Russia will need to pull some troops from the front line in Ukraine. However, its options are limited for doing so; it is trying to avoid redeploying soldiers away from fighting in Ukraine’s Donetsk region, which Russia falsely claims is its own territory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Troop movement is already occurring according to <a href=\"https://www.understandingwar.org/press-media/staff-bios/riley-bailey\">Riley Bailey</a>, a Russia analyst at the Institute for the Study of War, <a href=\"https://www.nytimes.com/2024/08/14/world/europe/russia-ukraine-kursk-incursion-troops.html\">though not at the scale that Russia really needs</a> to repel the attack and regain territory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We’ve seen reports of up to 11 Russian battalions redeploying from other sectors of the front to form kind of this hastily-put-together force grouping in Kursk Oblast,” Bailey told Vox. That part of the border was poorly defended on the Russian side, which probably influenced Ukraine’s decision-making.</p>\n\n<p class=\"has-text-align-none\">It’s impossible to predict what impact Ukraine’s offensive will have on the end of the war. But it will have an immediate, wider-ranging effect, particularly for Russia, Bailey said. “They’re going to have to make a whole lot of theater-wide decisions that they otherwise weren’t going to make before.”</p>\n\n<p class=\"has-text-align-none\">And ultimately, the incursion could also give Ukraine leverage further down the road, in the form of prisoner swaps and potentially negotiations to end the war — if, that is, they’re able to hold on to the territory.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Things are still tough for Ukraine, and this operation won’t necessarily “turn the tide”</strong></h2>\n\n<p class=\"has-text-align-none\">Ukraine has been extremely tight-lipped about the entire operation thus far, which speaks to a high level of operational sophistication. But there’s a serious question as to how long Ukraine can maintain this operational tempo and whether they can hang on to this territory — which <a href=\"https://www.nytimes.com/2024/08/14/world/europe/russia-ukraine-kursk-incursion-troops.html\">they plan to do</a>,<strong> </strong>according to <a href=\"https://www.forsvaret.no/en/research/staff/zysk-katarzyna\">Katarzyna Zysk</a>, professor of international relations and contemporary history at the Norwegian Institute for Defence Studies. </p>\n\n<p class=\"has-text-align-none\">Ukraine has already committed troops to this incursion who could also be effective on other front lines; in trying to force Russian resources from the east, <a href=\"https://apnews.com/article/russia-ukraine-war-kursk-incursion-gamble-battlefield-e862afd58c65d6d2d5b7b3747423ca4d\">it’s diverting its own from a crucial front</a>.</p>\n\n<p class=\"has-text-align-none\">Ukraine is already struggling with troop numbers, and there’s simply a limit to the number of people it can mobilize.</p>\n\n<p class=\"has-text-align-none\">Back in July, <a href=\"https://www.reuters.com/world/europe/ukraines-mobilisation-campaign-picks-up-despite-faltering-enthusiasm-2024-07-15/\">according to a Reuters report</a>, morale was flagging; Zelenskyy had lowered the draft age from 27 to 25, and fighters on the front have become exhausted after two years of nonstop battle.</p>\n\n<p class=\"has-text-align-none\">And even if this battlefield success turns into a successful recruitment drive, that doesn’t mean that suddenly Ukraine will have thousands of highly qualified and effective soldiers.</p>\n\n<p class=\"has-text-align-none\">“Inasmuch as you can get anyone to drive a truck or clean toilets, you can&#8217;t get effective warfighters that easily,&#8221; Mathieu Boulègue, a defense analyst for the Center for European Policy Analysis, told Reuters.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ukraine remains outnumbered and outgunned; Russia is obtaining drones, ballistic missiles, and ammunition from partners like Iran, China, and North Korea, and is still working on improving its weapons manufacturing domestically, though that’s somewhat challenging given the <a href=\"https://www.bbc.com/news/world-europe-60125659\">sanctions on its economy</a>.</p>\n\n<p class=\"has-text-align-none\">And the Kursk invasion doesn’t change the fact that Russia is still devastating Kharkiv and has made advances in Crimea, although part of the Kursk invasion seems to be aimed at <a href=\"https://www.nytimes.com/2024/08/15/world/europe/russia-ukraine-airfields-kursk.html\">weakening Russia’s air capabilities</a> and potentially further mobilize forces away from Crimea.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As of now, Ukraine’s sneak attack may have disrupted the idea that Russia —&nbsp;and Putin — is in control of the war. But it hasn’t yet significantly eased pressure on the eastern front line or stopped Russia’s assaults on Ukrainian cities and towns. It will be increasingly&nbsp;difficult for Ukraine to sustain this level of intensity as more Russian reinforcements arrive —&nbsp;and that’s exactly what needs to happen for Ukraine to be able to have real leverage over Russia in future territorial exchanges or peace negotiations.&nbsp;</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Ukraine’s invasion into the Kursk region of Russia shocked Ukrainians, their allies, and most of all, Russia.&#160; Ukrainian units have mounted brief, overnight raids into Russian territory before, including one into the Kursk region — near Russia’s western border — earlier this year. But those were quick incursions followed by hasty retreats. This time is [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "More than 4 billion people don’t have access to clean water at home",
    "link": "https://www.vox.com/future-perfect/367224/clean-drinking-water-access-four-billion-science-study",
    "pubDate": "2024-08-15T18:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman in a white shirt and pink skirt bends down to fill a yellow bucket with brown water from a groundwater source.\" data-caption=\"A woman fetches water at a dirty well in a Zimbabwe neighborhood in 2021. | Tafadzwa Ufumeli/Getty Images\" data-portal-copyright=\"Tafadzwa Ufumeli/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1236203134.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A woman fetches water at a dirty well in a Zimbabwe neighborhood in 2021. | Tafadzwa Ufumeli/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2021, the World Health Organization (WHO) and the United Nations Children’s Fund (UNICEF) estimated that <a href=\"https://data.unicef.org/resources/progress-on-household-drinking-water-sanitation-and-hygiene-2000-2020/\">2 billion people</a> worldwide lack access to clean water.</p>\n\n<p class=\"has-text-align-none\">Roughly a quarter of the world’s population might seem bad enough. But on Thursday, a <a href=\"https://www.science.org/doi/10.1126/science.adh9578\">new study published</a> in<em> Science</em> reported that 2 billion was a huge underestimate. New analyses reveal that 4.4 billion people across low- and middle-income countries — over half of the world’s population — don’t have safe household drinking water. It’s not that billions more people lost access to water. Rather, how researchers measure access became much more accurate, and those new measurements showed the problem is much worse than previously thought.</p>\n\n<p class=\"has-text-align-none\">If you’ve always had clean running water at home, it’s easy to forget that drinkable tap water isn’t a given for much of the planet.</p>\n\n<p class=\"has-text-align-none\">In developed countries like the US with sanitation systems, water is siphoned from a lake, river, or underground reservoir, and passed through a treatment plant to filter out dirt, bacteria, and harmful chemicals. From there, it’s stored in something like a water tower and piped into homes. If everything goes right, that water is safe to drink.</p>\n\n<p class=\"has-text-align-none\">Even then, this process doesn’t go 100 percent right. <a href=\"https://apnews.com/article/water-loss-infrastructure-broken-pipes-poor-neighborhoods-2d747180d294ba62cdbf0906f9305802\">Leaky pipes</a>, <a href=\"https://www.vox.com/2022/8/31/23329604/jackson-mississippi-water-crisis\">aging infrastructure</a>, and <a href=\"https://www.vox.com/2015/12/15/10237054/flint-lead-poisoning\">chemical contamination</a> limit access to safe water in even the wealthiest countries. If it’s a logistical hurdle for those countries — where the vast majority of water is clean, cheap, and plentiful — the burden for low- and middle-income countries in providing everyone with safe drinking water is far more challenging, especially in rural areas, where limited sanitation infrastructure, conflict, and inadequate funding can impede water access. </p>\n\n<p class=\"has-text-align-none\">Sufficient access to clean, reliable, affordable drinking water is a human right, though, and the <a href=\"https://www.un.org/waterforlifedecade/human_right_to_water.shtml#:~:text=The%20human%20right%20to%20water%20and%20sanitation&amp;text=On%2028%20July%202010%2C%20through,realisation%20of%20all%20human%20rights.\">United Nations has urged</a> governments to funnel resources toward building and maintaining water infrastructure. (One of the UN’s <a href=\"https://sdgs.un.org/goals/goal6\">sustainable development goals</a> is for every community to have clean water — a far-off goal.) Better funding is vital, but unless money is strategically directed toward the right places and programs, throwing cash at the problem <a href=\"https://www.vox.com/22620076/jackson-mississippi-water-infrastructure-bill\">won’t necessarily fix it</a>. That’s where the new data comes in.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.linkedin.com/in/esther-greenwood-71a314133/?originalSubdomain=ch\">Esther Greenwood</a>, doctoral candidate at the Federal Institute of Technology Zurich and <a href=\"https://www.eawag.ch/en/\">Eawag, an aquatic research institute in Switzerland</a>, noticed huge gaps in information about drinking water services for over half of the world’s population. By filling these gaps, Greenwood and <a href=\"https://www.eawag.ch/en/about-us/portrait/organisation/staff/profile/tim-julian/show/\">principal investigator Tim Julian</a> aimed to highlight regions where investment in drinking water testing is needed the most.</p>\n\n<p class=\"has-text-align-none\">“The fact that so many people around the world do not have reasonable access to safe drinking water must give us pause for thought,” Eawag director <a href=\"https://usys.ethz.ch/en/people/profile.martin-ackermann.html\">Martin Ackermann</a> said. “This could be avoided.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>More people lack safe drinking water than was thought — a lot more</strong></h2>\n\n<p class=\"has-text-align-none\">Figuring out how many people have access to safe water is no small feat, especially in rural areas where this data matters the most. Historically, UNICEF has relied on <a href=\"https://mics.unicef.org/\">household surveys</a>, sending teams of people to conduct in-person interviews from a sample of homes in a given country. They ask <a href=\"https://mics.unicef.org/tools?round=mics6#survey-design\">questions like</a>, <em>“</em>Can you please provide me with a glass of water that members of your household usually drink?” and “Where was this water collected from?” — all of which provides a decent snapshot of a family’s current water situation.</p>\n\n<p class=\"has-text-align-none\">But these surveys are labor-intensive and expensive, so information is only gathered once every five to 10 years. Anything that affects water use at a shorter timescale, from <a href=\"https://www.cdc.gov/healthywater/emergency/sanitation-wastewater/animal-feeding-operations.html#:~:text=Animal%20waste%20(manure)%20from%20animal,coli\">livestock farming</a> to <a href=\"https://pubmed.ncbi.nlm.nih.gov/26405847/\">seasonal changes in rainfall</a>, won’t be captured. And until recently, surveys <a href=\"https://washdata.org/unicef-multiple-indicator-cluster-surveys-mics\">didn’t ask about water quality</a> at all, Greenwood added. For most regions, only one survey’s worth of data on drinking water contamination exists so far, which makes it difficult to assess trends over time.</p>\n\n<p class=\"has-text-align-none\">Greenwood’s team incorporated 39 different sources of geospatial data in their study, gathered on land and via satellite, in addition to survey data from over 64,000 households across 27 countries between 2016 and 2020. They used all of this information to train <a href=\"https://www.vox.com/2023/4/28/23702644/artificial-intelligence-machine-learning-technology\">machine learning models</a> to estimate whether the water in a given place met <a href=\"https://washdata.org/monitoring/drinking-water\">four safety criteria</a> from the WHO/UNICEF Joint Monitoring Programme (JMP), which collects data on water supply, sanitation, and hygiene: improved (as in, from a source that could be safe, like pipes, rather than an unprotected well), and whether it was available when needed, accessible without a commute, and free from fecal contamination.</p>\n\n<p class=\"has-text-align-none\">In the past, water quality has been measured by averaging survey results across a country’s entire population. Greenwood said that the JMP generally tries to average survey responses relating to all of its water safety criteria, then highlight the lowest value. Say that a survey in one country finds that 80 percent of people get water from an improved source, 50 percent have water at home, 40 percent have consistent water access, and 30 percent have clean, non-contaminated water — the JMP would report that 30 percent of people have safe drinking water.</p>\n\n<p class=\"has-text-align-none\">This washes out a lot of the nuances of people’s individual experiences. What if you have access to clean water, but you have to walk to a kiosk three miles away to get it? Or have consistent water access at home, but it’s <a href=\"https://www.pbs.org/newshour/show/why-mexico-city-is-having-trouble-getting-water-to-its-22-million-residents\">piped into tanks via weekly truck deliveries</a> (an “unimproved” water source)?</p>\n\n<p class=\"has-text-align-none\">To get around this problem, Greenwood’s team instead calculated data at the household level, and divided land into smaller chunks than full-blown countries to create a more accurate map of safe drinking water use. They found that two-thirds of people living in low- and middle-income countries had no household access to safe drinking water in 2020. </p>\n\n<h2 class=\"wp-block-heading\"><strong>How to clean up water</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/videos/359516/paris-olympics-seine-swimming-poop\">Fecal contamination</a>, or high levels of E. coli, was the biggest problem for nearly half of the population studied. When people or animals defecate near a water source, or sewage isn’t effectively contained, E. coli appears in drinking water downstream. Drinking contaminated water like this leads to diarrheal disease — an annoyance for adults but a mass killer for the young, with <a href=\"https://data.unicef.org/topic/child-health/diarrhoeal-disease/#:~:text=Diarrhoea%20is%20a%20leading%20killer,of%20a%20simple%20treatment%20solution.\">over 1,000 young children dying from the disease every day</a>, primarily in South Asia and sub-Saharan Africa.</p>\n\n<p class=\"has-text-align-none\">While the technology required to measure E. coli levels is widely available, actually collecting drinking water samples and testing them is expensive, especially in remote rural areas. As a consequence, Greenwood said, “We still lack national data on drinking water contamination for approximately half of the global population.” Other chemicals like <a href=\"https://www.who.int/news-room/fact-sheets/detail/arsenic\">arsenic</a> and <a href=\"https://www.epa.gov/safepestcontrol/drinking-water-and-pesticides\">pesticides</a> can also cause health problems when they wind up in drinking water, but data on these contaminants was even more limited than that for E. coli — too limited for Greenwood’s team to include in their training data.</p>\n\n<p class=\"has-text-align-none\">Greenwood’s team found that environmental factors, like tree density and how much rainfall changes with the seasons, were another major predictor of drinking water quality. This aligns with what researchers already knew — water quality is shaped in part by the weather. </p>\n\n<p class=\"has-text-align-none\">Runoff after a big rainstorm, for example, can pick up bacteria, dirt, and pollutants on its way back to rivers and lakes. <a href=\"https://pubs.acs.org/doi/10.1021/acs.est.2c07284\">Heat waves</a> also correlate with spikes in water contamination, especially in low-income areas. As the Earth continues getting hotter, this will become an increasingly pressing concern — low-income countries currently facing water insecurity <a href=\"https://www.weforum.org/agenda/2023/01/climate-crisis-poor-davos2023/\">are also the most vulnerable</a> to the effects of climate change.</p>\n\n<p class=\"has-text-align-none\">Landscape and urban development also come into play. Sometimes, water is scarce because humans built a city in a dry place, or that city outgrew its water supply. South Africa’s Cape Town was <a href=\"https://www.weforum.org/agenda/2019/08/cape-town-was-90-days-away-from-running-out-of-water-heres-how-it-averted-the-crisis/\">almost forced to shut off its water supply</a> in 2018 after a years-long drought, and narrowly avoided a massive crisis through a combination of restricting water supply and reducing demand.</p>\n\n<p class=\"has-text-align-none\">But often the problem is less how much water there is than its quality and its availability to homes. <a href=\"https://washmatters.wateraid.org/publications/functionality-wastewater-treatment-plants-low-middle-income-countries\">Too often wastewater treatment plants are poorly managed</a>, or <a href=\"https://www.sciencedirect.com/science/article/pii/S0305750X21002400\">insufficient water pressure</a> prevents piped water service from running consistently. <a href=\"https://www.vox.com/24152402/mexico-city-day-zero-water-resource-management-solutions\">Mexico City</a>, for example, may also run out of water in the not-too-distant future due to a combination of climate change and human mismanagement. When city pipes run dry, alternate sources of water like bottled water or <a href=\"https://commons.wikimedia.org/wiki/File:A_water_kiosk_in_Chipata_(7642999604).jpg#/media/File:A_water_kiosk_in_Chipata_(7642999604).jpg\">kiosks</a> are usually available, but these can <a href=\"https://www.sciencedirect.com/science/article/pii/S0305750X21002400\">cost up to 52 times as much</a>.</p>\n\n<p class=\"has-text-align-none\">Tackling huge policy problems like water insecurity requires a lot of data. Greenwood’s team began to fill in some of the gaps left open by the JMP, but she said that the kind of information they really need — frequent, hyperlocal measurements of water use over time — still doesn’t exist. This longitudinal data will be especially important for understanding how climate change is affecting drinking water services. Since climate and weather fluctuate faster than once-in-a-decade surveys can capture, surveys alone won’t cut it.</p>\n\n<p class=\"has-text-align-none\">Household data also don’t necessarily reflect someone’s daily water use, either. People also drink water and go to the bathroom at work, school, and other public facilities — and there are still huge gaps in information about <a href=\"https://www.science.org/doi/10.1126/science.adh9578\">public water use</a>. This study also didn’t address the <a href=\"https://www.who.int/news/item/03-05-2021-affordability-of-wash-must-be-defined-and-tracked-if-2030-global-goals-are-to-be-met-new-report\">affordability of drinking water</a>, or the disproportionate <a href=\"https://www.nature.com/articles/s41558-024-02037-8#:~:text=In%20rural%20households%20lacking%20access,physical%20strain%20and%20mental%20distress.\">burden that water insecurity places on the women</a> often tasked with fetching water when it’s not available at home.</p>\n\n<p class=\"has-text-align-none\">While the kind of geospatial data Greenwood’s team used can’t necessarily answer those questions, it can help point resources in the right direction. Areas with especially high levels of fecal contamination, or especially densely populated areas with limited water sources, could be flagged for prioritization by the government.</p>\n\n<p class=\"has-text-align-none\">Greenwood hopes that by demonstrating what a big effect accounting for geospatial information has on water safety estimates, their team can mobilize policymakers “towards improving monitoring of water quality globally, particularly in regions where there are current data gaps.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2021, the World Health Organization (WHO) and the United Nations Children’s Fund (UNICEF) estimated that 2 billion people worldwide lack access to clean water. Roughly a quarter of the world’s population might seem bad enough. But on Thursday, a new study published in Science reported that 2 billion was a huge underestimate. New analyses [&#8230;]",
    "author": "Celia Ford"
  },
  {
    "title": "Mpox never stopped spreading in Africa. Now it’s an international public health emergency. Again.",
    "link": "https://www.vox.com/future-perfect/366903/mpox-monkeypox-africa-continental-emergency-drc-who-clade",
    "pubDate": "2024-08-15T17:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A person holds out the backs of both hands, showing many bumps and mpox scars.\" data-caption=\"A patient with mpox in 1997 in the Democratic Republic of Congo. | CDC/Image Point FR/BSIP/Universal Images Group via Getty Images\" data-portal-copyright=\"CDC/Image Point FR/BSIP/Universal Images Group via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2163384885_eb3cde.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A patient with mpox in 1997 in the Democratic Republic of Congo. | CDC/Image Point FR/BSIP/Universal Images Group via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A new and deadlier version of mpox is spreading internationally. In recent months, cases and deaths were being detected only in parts of central and east Africa, but on Thursday, Sweden <a href=\"https://www.reuters.com/world/europe/sweden-confirms-first-case-mpox-2024-08-15/\">confirmed</a> its first case. The announcement comes just one day after the World Health Organization <a href=\"https://apnews.com/article/who-mpox-africa-health-emergency-cc9bdf31b49d06bec5efd44fb55d5e42\" data-type=\"link\" data-id=\"https://apnews.com/article/who-mpox-africa-health-emergency-cc9bdf31b49d06bec5efd44fb55d5e42\">declared</a> mpox an international public health emergency for the second time in two years. </p>\n\n<p class=\"has-text-align-none\">The risk to the general public in the US is “very low,” the Department of Health and Human Services <a href=\"https://www.hhs.gov/about/news/2024/08/14/united-states-governments-response-clade-i-mpox-outbreak-democratic-republic-congo-other-countries-region.html\">stated</a> in the wake of the World Health Organization’s announcement.</p>\n\n<p class=\"has-text-align-none\">Mpox, previously known as monkeypox, is an infectious disease closely related to but much less severe than smallpox, and is suspected to originate in <a href=\"https://www.cdc.gov/poxvirus/mpox/about/index.html#:~:text=Monkeypox%20virus%20was%20discovered%20in,regions%20where%20mpox%20is%20endemic.\">African rodents and non-human primates</a>. Mpox <a href=\"https://www.cdc.gov/poxvirus/mpox/if-sick/transmission.html\">spreads</a> through close contact with an infected person, including from sexual and skin-to-skin-contact. Pregnant people can also pass the virus to their child during pregnancy and after birth. The most common <a href=\"https://www.cdc.gov/poxvirus/mpox/symptoms/index.html\">symptom</a> of mpox is a blister-like rash that typically lasts for two to four weeks. Other symptoms include fever, fatigue, muscle aches, cough, and sore throat.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.who.int/news-room/fact-sheets/detail/monkeypox#:~:text=The%20monkeypox%20virus%20was%20discovered,occasionally%20from%20animals%20to%20people.\">For decades</a>, mpox has caused sporadic cases and outbreaks in Nigeria, the Democratic Republic of the Congo, and several&nbsp;other African countries. But in <a href=\"https://www.who.int/europe/emergencies/situations/monkeypox\">May 2022</a>, countries outside of Africa, including many that had never dealt with mpox, suddenly started recording cases. That July, the World Health Organization declared the pandemic a public health emergency of international concern for the first time. In just one year, more than <a href=\"https://www.cdc.gov/poxvirus/mpox/response/2022/world-map.html\">100 countries</a> had recorded nearly 90,000 mpox cases and over <a href=\"https://ourworldindata.org/mpox\">150 deaths</a>. </p>\n\n<p class=\"has-text-align-none\">Fortunately, public health agencies around the world acted quickly to improve disease surveillance efforts, increasing awareness among high-risk populations, particularly men who have sex with men, and <a href=\"https://www.who.int/news-room/feature-stories/detail/monkeypox-response-in-europe\">encouraging</a> safe sex practices. In the US and Europe, where there were just over 30,000 and 25,000 mpox cases respectively between May 2022 and May 2023; officials also disseminated over a <a href=\"https://www.cdc.gov/mmwr/volumes/72/wr/mm7220a2.htm\">million</a> vaccine doses. Consequently, mpox transmission in most countries quickly dwindled. </p>\n\n<p class=\"has-text-align-none\">In <a href=\"https://www.who.int/europe/emergencies/situations/monkeypox\">May 2023</a>, the World Health Organization lifted the emergency status and although at the time the public health body no longer considered mpox an international health emergency, countries around the world continued to report cases but much fewer than at the height of the epidemic. In June 2024, there were 175 cases reported across North, Central, and South America; 100 cases were reported in Europe, and 11 cases were reported in Southeast Asian countries, according to a <a href=\"https://www.who.int/docs/default-source/coronaviruse/situation-reports/20240812_mpox_external-sitrep_35.pdf?sfvrsn=62a5fea1_4&amp;download=true\">situation report</a> published by the World Health Organization. </p>\n\n<p class=\"has-text-align-none\">In the Democratic Republic of the Congo in central Africa; however, the outbreak <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON522\">continued</a> largely unabated. As of May 2024, there have been <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON522\">7,851</a> mpox cases and 384 deaths reported in the country. On Tuesday, the Africa Centres for Disease Control and Prevention <a href=\"https://time.com/7010665/mpox-health-emergency-africa/\">declared</a> mpox a continent-wide public health emergency.</p>\n\n<p class=\"has-text-align-none\">The version of the virus circulating in the DRC was different than the one that spread globally. There are two <a href=\"https://www.niaid.nih.gov/diseases-conditions/mpox#:~:text=Mpxv%20virus%20variants%20are%20referred,Clade%20IIa%20and%20Clade%20IIb.\">main strains</a> of mpox: <a href=\"https://www.cdc.gov/poxvirus/mpox/about/index.html\">clade I</a>, which causes more severe illness and has historically been confined to central Africa, and clade II, which has historically caused infections in west Africa. Clade II was the version that spread to over 100 countries in 2022 and 2023. But clade I was spreading in the DRC. And it is clade I that has now started spreading out of the DRC into <a href=\"https://news.un.org/en/story/2024/08/1153141\">four countries in east Africa</a> — Burundi, Kenya, Rwanda, and Uganda — and now Sweden. </p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Understanding mpox</h2>\n\n\n\n<p class=\"has-text-align-none\">Vox diligently covered the outbreak of mpox, formerly known as monkeypox, back in 2022. Check out our previous work here:</p>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/policy-and-politics/23516469/2022-public-health-community-led-mpox-vaccine-peer\" data-type=\"link\" data-id=\"https://www.vox.com/policy-and-politics/23516469/2022-public-health-community-led-mpox-vaccine-peer\">One public health lesson from 2022 worth remembering</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/23282687/monkeypox-centers-for-disease-control-covid-world-health-organization-lgbtq\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/23282687/monkeypox-centers-for-disease-control-covid-world-health-organization-lgbtq\">Monkeypox should have been easily controllable. How did we fail so badly?</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/science-and-health/2022/8/17/23298665/sex-monkeypox-sti-sexually-transmitted-spread-anal-oral-vaginal-condoms\" data-type=\"link\" data-id=\"https://www.vox.com/science-and-health/2022/8/17/23298665/sex-monkeypox-sti-sexually-transmitted-spread-anal-oral-vaginal-condoms\">Anal and oral sex spread monkeypox. Let’s talk about it.</a></li>\n</ul>\n</div>\n\n<p class=\"has-text-align-none\">The new international spread of mpox clade I is spurring concerns that a deadlier<em> </em>mpox pandemic might be on the horizon and triggered the Africa Centres for Disease Control and Prevention and the World Health Organization to designate the ongoing mpox outbreaks as health emergencies.</p>\n\n<p class=\"has-text-align-none\">Africa CDC is the public health <a href=\"https://africacdc.org/\">agency</a> of the African Union, which represents 55 African states. It is the first time the agency has designated any outbreak a continental emergency.&nbsp;Other African countries are also facing resurging mpox outbreaks caused by the clade II virus. In May, there were a total of <a href=\"https://www.who.int/docs/default-source/coronaviruse/situation-reports/20240812_mpox_external-sitrep_35.pdf?sfvrsn=62a5fea1_4&amp;download=true\">465</a> mpox cases documented across all African countries and in June there were 567, a 22 percent increase.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We declare today this public health emergency of continental security to mobilize our institutions, our collective will, and our resources to act swiftly and decisively,” said Africa CDC Director General Jean Kaseya in a press briefing Tuesday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Outbreak response efforts in the DRC and other African countries have once again been hamstrung by the same challenges health officials faced during previous outbreaks and pandemics, <a href=\"https://www.vox.com/22759707/covid-19-vaccine-gap-covax-rich-poor-countries-boosters\">including Covid</a>: a lack of global solidarity and an unwillingness to share life-saving resources. While vaccine doses were rapidly disseminated in the US and Europe in 2022, vaccines are only now starting to trickle into the DRC. But even so, only a couple hundred thousand vaccines will be available for a population of more than <a href=\"https://data.worldbank.org/indicator/SP.POP.TOTL\">100 million</a> people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Slowly, national governments and multinational organizations such as the African Union are working to <a href=\"https://www.vox.com/future-perfect/2024/1/24/24048361/mpox-covid-outbreak-africa-cdc-public-health\">improve</a> domestic public health infrastructure and technical capacity and to reduce dependency on donor countries. While Africa CDC’s unprecedented move to designate the mpox outbreaks a regional health emergency signals a continuation of these efforts, it is unclear if the designation will help spur the rapid influx of resources needed to respond to the mpox outbreaks.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Mpox origins and unknowns</strong></h2>\n\n<p class=\"has-text-align-none\">Mpox was first discovered in <a href=\"https://www.who.int/news-room/fact-sheets/detail/monkeypox#:~:text=The%20monkeypox%20virus%20was%20discovered,occasionally%20from%20animals%20to%20people.\">1958</a> in a colony of monkeys in a research facility in Denmark, and the first case of mpox in a human — a nine-month-old infant — was not documented until <a href=\"https://www.cdc.gov/poxvirus/mpox/about/index.html\">1970</a> in the Democratic Republic of the Congo. Researchers and physicians could <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2480792/pdf/bullwho00192-0028.pdf\">not determine</a> exactly how the infant became infected; however, close contact with an infected monkey may have caused the infection. Small rodents, monkeys, and mammals <a href=\"https://www.cdc.gov/poxvirus/mpox/about/index.html\">can pass</a> the virus on to humans but outbreaks typically take off when humans infect each other.</p>\n\n<p class=\"has-text-align-none\">In 2005, additional mpox cases in humans were recorded in the DRC, and thousands of suspected cases have been reported every year since then. Since 2017, mpox has also caused frequent infections in Nigeria.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Although mpox has been around for a long time, there are still many unknowns about how the virus spreads and why it suddenly spread around the world in 2022. What researchers do know is that the virus has been rapidly mutating in recent years.</p>\n\n<p class=\"has-text-align-none\">Interestingly and maybe worryingly, while most genetic mutations have no effect at all, some can cause viruses to become deadlier or more effective at spreading. When geneticists compared the 2022 mpox genome to a sample collected in 2017, they <a href=\"https://www.nature.com/articles/s41591-023-02456-8\">found</a> some <a href=\"https://www.statnews.com/2022/06/02/mutations-in-monkeypox-virus-explainer/\">40</a> genetic <a href=\"https://www.nature.com/articles/s41392-023-01675-2#Sec4\">mutations</a> had occurred. Some researchers have <a href=\"https://theconversation.com/mpox-why-the-viruss-continued-rapid-mutation-since-the-2022-global-outbreak-remains-a-concern-228338\">suggested</a> that these mutations have improved how easily the virus can spread from person to person, but it seems that there is no firm <a href=\"https://www.statnews.com/2022/06/02/mutations-in-monkeypox-virus-explainer/\">consensus</a> yet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In September 2023, an entirely new mpox clade I variant, tentatively called clade IB, was <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON522\">discovered</a> in the DRC. The World Health Organization has not confirmed if the new variant causes more severe disease or can be spread more easily.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rosamund Lewis, the mpox technical lead at the World Health Organization, posits that genetic mutations are not behind the sudden global surge of mpox. Instead, she suggests that the virus happened to start infecting new populations — sex workers and men who have sex with men — and that has in turn fueled wider transmission. Mpox is reminiscent of the origins of HIV, when <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3234451/#:~:text=Approximately%20one%20century%20ago%20in,the%20AIDS%20pandemic%20in%20humans.\">chimpanzees</a> infected humans in southwestern Cameroon before taking firm <a href=\"https://www.smithsonianmag.com/smart-news/why-kinshasa-1920s-was-perfect-place-hiv-go-global-180952953/\">root</a> in the booming urban center — and among the large sex worker population — of Kinshasa, the capital of the DRC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sexual transmission among adults may only be one of the main drivers of mpox transmission. In the DRC, some <a href=\"https://www.cdc.gov/forecast-outbreak-analytics/about/mpox-risk-assessment.html\">70 percent</a> of mpox cases recorded this year were among children who were likely exposed through close contact with infected animals or household members who were infected.</p>\n\n<p class=\"has-text-align-none\">One of the biggest risk factors for severe mpox infection and <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(23)00273-8/fulltext\">death</a> is preexisting <a href=\"https://www.cdc.gov/poxvirus/mpox/prevention/hiv.html\">HIV infection</a>. Unfortunately, about <a href=\"https://www.afro.who.int/health-topics/hivaids#:~:text=There%20are%2025.6%20million%20people%20living%20with%20HIV%20in%20the%20African%20region.&amp;text=In%202022%2C%20about%20380%2C000%20people,AIDS%20related%20illness%20in%202022.\">25.6 million</a> people in Africa have HIV, <a href=\"https://www.vox.com/future-perfect/363716/africa-hiv-aids-sub-saharan-progress\">more</a> than any other region in the world,<strong> </strong>meaning many African nations may experience deadlier outbreaks than other parts of the world. The dual burden of mpox and HIV was also a major factor that prompted the Africa CDC to declare the mpox outbreaks a continental emergency, Kaseya explained.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>There is an mpox vaccine shortage. Will emergency designations help?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">There are at least two vaccines — <a href=\"https://www.fda.gov/vaccines-blood-biologics/jynneos\">Jynneos</a>, also called <a href=\"https://www.ema.europa.eu/en/medicines/human/EPAR/imvanex\">Imvanex</a> in Europe, which is made by Danish company Bavarian Nordic, and <a href=\"https://www.precisionvaccinations.com/vaccines/lc16-kmb-mpox-smallpox-vaccine#:~:text=LC16%20is%20a%203rd%20generation,emergency%20investigational%20new%20drug%20program.\">LC16</a>, which is manufactured by Japanese company KM Biologics — that are effective against mpox. The US Food and Drug Administration <a href=\"https://www.fda.gov/news-events/press-announcements/fda-approves-first-live-non-replicating-vaccine-prevent-smallpox-and-monkeypox\">approved </a>the Jynneos vaccine for use against smallpox and mpox in 2019.&nbsp;LC16 was developed for smallpox but is also effective against mpox.</p>\n\n<p class=\"has-text-align-none\">When the US and Europe started recording mpox cases in 2022, health officials quickly disseminated millions of doses of existing vaccines. For the first two years of the pandemic, however, no vaccines were available in the DRC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The DRC, like most countries in Africa, <a href=\"https://africacdc.org/news-item/africa-calls-for-new-public-health-order/\">does not have</a> the infrastructure to produce its own vaccines nor can it afford to pay for millions of doses. (The mpox vaccine costs just under $100 per dose, according to Kaseya; GDP per capita in the <a href=\"https://data.worldbank.org/indicator/NY.GDP.PCAP.CD?locations=CD\">DRC is just $649</a>.) Thus, these countries must rely on donations from the US, Europe, and other countries. Following the Covid-19 pandemic, the Africa CDC started leading <a href=\"https://africacdc.org/news-item/africa-calls-for-new-public-health-order/\">efforts</a> to fill this crucial gap, but progress has been slow.</p>\n\n<p class=\"has-text-align-none\">In the void, officials in the Democratic Republic of the Congo and other African countries have been carrying on their outbreak responses without vaccines. It wasn’t until last month that the first shipments of mpox vaccines started arriving in the DRC. But the country received only 200,000 doses, according to Lewis, forcing personnel to cobble together a plan outlining how they will utilize such finite resources. Kaseya did not elaborate on how Africa CDC will aid in this process.</p>\n\n<p class=\"has-text-align-none\">Donor governments have been providing technical and financial support for mpox outbreak responses in Africa. Last week, the US Agency for International Development, or USAID, announced that it will surge <a href=\"https://www.usaid.gov/news-information/press-releases/aug-07-2024-united-states-announces-424-million-additional-assistance-democratic-republic-congo\">$10 million</a> in funds to support the mpox response in DRC.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It remains unclear if the new emergency designations will have any impact on mpox vaccine availability. Still, the Africa CDC and World Health Organization are increasing financial resources for the mpox response.  Earlier this month, the African Union released <a href=\"https://africacdc.org/wp-content/uploads/2024/08/Emergency-Approval-of-10.4-Million-to-Africa-CDC-for-Mpox-Outbreak-Respons.pdf\">$10.4 million</a> in funds for the mpox response. The World Health Organization has promised <a href=\"https://news.un.org/en/story/2024/08/1153176\">$1.45 million</a> in emergency funds, according to WHO Director-General Tedros Adhanom Ghebreyesus, with more to follow in the coming days.</p>\n\n<p class=\"has-text-align-none\">“This is a fight for all Africans and we will fight it together,” Kaseya said.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 15, 1:35 pm ET: </strong>This story was originally published on August 13 and has been updated multiple times, most recently to include a statement from the US’s CDC about the risk of mpox to Americans as well as the news of the first case outside of Africa in Sweden.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A new and deadlier version of mpox is spreading internationally. In recent months, cases and deaths were being detected only in parts of central and east Africa, but on Thursday, Sweden confirmed its first case. The announcement comes just one day after the World Health Organization declared mpox an international public health emergency for the [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "The hidden reason why your power bill is so high",
    "link": "https://www.vox.com/technology/366885/utility-power-bill-price-clean-energy",
    "pubDate": "2024-08-15T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Three utility workers wearing masks, jumpsuits, goggles and hard hats.\" data-caption=\"Southern California Edison workers after installing new equipment for reliability in Ventura, California.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-1213009686.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Southern California Edison workers after installing new equipment for reliability in Ventura, California.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If your utility bill confuses you and makes you sweat every month when it demands hundreds of your hard-earned dollars, you’re not alone. The price of electricity is continuing to rise across the United States, and there’s no end in sight.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Why are our electricity bills getting so expensive? Energy prices have been creeping up across the nation for over a decade. The latest consumer price index <a href=\"https://www.nytimes.com/live/2024/08/14/business/cpi-inflation-fed\">saw inflation dip below 3 percent</a> for the first time since 2021, but inflation for electricity prices nationwide <a href=\"https://www.bls.gov/news.release/cpi.nr0.htm\">remains stubbornly high at 4.9 percent</a>. There’s no single reason why electricity keeps getting more expensive in any one place, however.</p>\n\n<p class=\"has-text-align-none\">The drivers behind rising energy costs <a href=\"https://www.bloomberg.com/news/articles/2024-04-09/interest-rate-cuts-unlikely-to-lower-energy-costs-for-americans?sref=qYiz2hd0\">are myriad, overlapping, and vexing</a>. Inflation, rising energy demands, volatile natural gas prices, and extreme weather are all contributing factors. The transition to renewable energy is, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite <a href=\"https://www.eenews.net/articles/electricity-prices-get-political-in-trumps-world/\">what you’re hearing from Republicans</a>, the transition to clean energy is not the driving force behind rising electricity costs, <a href=\"https://energyinnovation.org/wp-content/uploads/2024/07/Clean-Energy-Isnt-Driving-Power-Price-Spikes.pdf\">according to a July report from Energy Innovation</a>, a think tank. Building wind, solar, and battery infrastructure is expensive, and connecting those new clean energy resources to the grid is complicated. Rather than making those investments, which save customers money in the long run, many utilities are doubling down on fossil fuel and existing infrastructure in an effort to ensure the grid is reliable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For example, PJM, a utility company that serves customers from the mid-Atlantic region to the Great Lakes, <a href=\"https://www.pjm.com/-/media/about-pjm/newsroom/2024-releases/20240730-pjm-capacity-auction-procures-sufficient-resources-to-meet-rto-reliability-requirement.ashx\">recently picked mostly natural gas over renewables</a> at its annual capacity auction, where it buys the electricity it needs to keep the lights on for the year ahead, and its customers <a href=\"https://www.canarymedia.com/articles/transmission/prices-just-spiked-in-the-biggest-us-power-market-blame-the-grid-backlog\">will see more big price spikes</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The United States electric grid <a href=\"https://www.cnbc.com/2023/02/22/why-we-need-nationwide-electric-grid-in-the-us-but-dont-have-one.html\">is a messy patchwork of thousands of local utilities</a>, many of which are for-profit businesses governed by a complex web of policies and regulations. Throw in those aforementioned variables — inflation, growing energy demand, volatile fuel prices, extreme weather — and you can start to make sense of why your electricity bill won’t stop rising.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, there’s good evidence that by <a href=\"https://www.iea.org/news/rapid-rollout-of-clean-technologies-makes-energy-cheaper-not-more-costly#\">updating those regulations and investing more in clean energy</a>, we can meet that demand, confront those challenges, and keep prices down for decades to come. And we’re only going to need more electricity in the future.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“As heating gets electrified, transportation gets electrified, and weather gets more extreme, those demand spikes are becoming larger,” said Paul McDonald, VP of product strategy at Oracle Energy, whose team builds AI-powered software that helps shift utility customer behavior towards better energy efficiency.</p>\n\n<p class=\"has-text-align-none\">There’s a lot you can do to make sure you’re using your energy efficiently, even without the help of AI: Even a few degrees on your thermostat makes a big difference, and cranking it up past 72, even past 76 (<a href=\"https://www.vox.com/climate/358898/best-thermostat-setting-save-energy-money-ac\">yes! really</a>) on hot days will save you money and still keep you pretty comfortable. Heat pumps or solar panels, if you can afford the up-front cost, will save you money in the long term. You can also take a closer look at where your energy comes from and play a more assertive role in how you spend your kilowatt hours.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Before we get into what behavior changes big and small could mean for your out-of-control electric bill, however, it’s helpful to take a deep dive into the numbers on that bill and what’s behind them.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Your electric bill is more complicated than it looks</strong></h2>\n\n<p class=\"has-text-align-none\">In recent years, inflation has been the easy explanation for rising energy prices in the US. The cost of electricity <a href=\"https://www.bloomberg.com/news/articles/2024-04-09/interest-rate-cuts-unlikely-to-lower-energy-costs-for-americans?sref=qYiz2hd0\">has outpaced rising prices for food and the wider consumer price index</a> since early 2021, and there are strong indicators that those prices will keep rising as inflation cools.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To understand why this is happening, it’s helpful to understand that your electric bill is actually two bills: You’re paying one for supply and the other for delivery.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages_1213009672.jpg?quality=90&#038;strip=all&#038;crop=0,10.729057198914,100,78.541885602173\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Utility companies often replace aging or damaged infrastructure components, rather than repair them. | Brent Stirton/Getty Images\" data-portal-copyright=\"Brent Stirton/Getty Images\" />\n<p class=\"has-text-align-none\">Electricity supply is the stuff that comes from power plants. Those plants might be powered by coal or natural gas, or by renewables, like wind and solar. The cost of delivery, or transmission and distribution, reflects the many moving parts it takes to get that supply from the power plant to your living room. This includes operating and maintaining the grid as well as any big investments to repair or upgrade the grid by, for example, installing new high-voltage transmission lines that could be used to connect renewable energy sources to the grid.</p>\n\n<p class=\"has-text-align-none\">That said, clean energy is not the culprit when it comes to rising electricity prices, <a href=\"https://energyinnovation.org/wp-content/uploads/2024/07/Clean-Energy-Isnt-Driving-Power-Price-Spikes.pdf\">according to the recent report from Energy Innovation</a>. Volatility in natural gas prices, including the huge spikes following Russia’s invasion of Ukraine, has certainly contributed to some price increases on the supply side. But the transmission and distribution costs have actually been going up at twice the rate of inflation nationwide, the report’s author, Brendan Pierpont, told me.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“That trend of increasing transmission and distribution costs is something that is noticeable all across the country, and so I think it’s an underlying factor in rate increases everywhere,” Pierpont said.</p>\n\n<p class=\"has-text-align-none\">Utility companies have a lot of freedom in setting rates for transmission and distribution — and that directly contributes to how much profit they make. Utilities get to pick what gets upgraded when, and they also have an incentive to spend heavily, thanks to regulations that allow them to collect return on investment, <a href=\"https://www.spglobal.com/marketintelligence/en/news-insights/research/electric-beats-gas-in-exceeding-authorized-equity-returns-over-past-15-years\">usually around 10 percent</a>, for those expenditures. This is actually built into the price most people pay for electricity.</p>\n\n<p class=\"has-text-align-none\">Here’s how it works: Every year, utility companies ask regulators to approve a “revenue requirement,” which is basically a budget for what the utilities think it will cost to deliver enough electricity to their customers. Those estimates include spending on new equipment but not the cost of repairing old equipment. It also includes that return on investment, or profit, which regulators <a href=\"https://haas.berkeley.edu/wp-content/uploads/WP329.pdf\">regularly approve</a>. In Pierpont’s words, “That rate of return has a direct link to the costs that customers pay for electricity.”</p>\n\n<p class=\"has-text-align-none\">What utilities don’t seem to be doing, however, is expanding the grid in a way that would benefit clean energy producers, the Energy Innovation report finds. Investments tend to cover local upgrades, like installing new metering equipment, rather than installing the high-voltage transmission lines that renewable energy sources need to connect to the grid. Meanwhile, consumers <a href=\"https://www.eia.gov/electricity/annual/html/epa_11_01.html\">are facing more frequent outages that last longer</a>, while utilities keep making more money for installing new, potentially unnecessary equipment.</p>\n\n<p class=\"has-text-align-none\">“It’s like the utilities have a rewards credit card,” said Joel Rosenberg of Rewiring America, a nonprofit focused on electrification. “And they get to keep the rewards for how much they spend, and the [customers] have to pay off the bill, even if that bill takes 80 years to pay off.”</p>\n\n<p class=\"has-text-align-none\">This plays right into the misconception that investment in renewables leads to higher rates.</p>\n\n<p class=\"has-text-align-none\">Many of the states leading the way to clean energy are actually seeing lower energy prices than the rest of the country. Data from the US Energy Information Administration shows that 17 states, including California and Massachusetts, <a href=\"https://energyinnovation.org/wp-content/uploads/2024/07/Clean-Energy-Isnt-Driving-Power-Price-Spikes.pdf\">have increased their share of renewable energy sources by more than 20 percent</a> since 2010. And with the exception of California, all of those states have seen the price of residential rate increases rise more slowly than inflation. The higher rates in California can be explained, in part, by <a href=\"https://www.kqed.org/science/1985398/california-regulators-set-to-vote-on-pges-newest-rate-increase-plan\">rate increases to account for wildfire prevention</a>. In Massachusetts, natural gas is the problem.</p>\n\n<p class=\"has-text-align-none\">States where residents are seeing electricity bills that outpace inflation tend to be the ones with the highest reliance on natural gas, as highlighted in the Energy Innovation report. Some states in New England, including Massachusetts, have depended on natural gas for around 60 percent of electricity generation since 2020 and have seen prices increase by around 10 percent in the same period. Volatility in the price of natural gas also means that some of the highest price spikes <a href=\"https://www.cbsnews.com/news/inflation-electricity-bills-higher-summer-2023/\">are spread out over several years</a>, so there could be more high prices in these states’ futures.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages_1213009661.jpg?quality=90&#038;strip=all&#038;crop=0,10.729057198914,100,78.541885602173\" alt=\"Utility workers look up as they work on power lines.\" title=\"Utility workers look up as they work on power lines.\" data-has-syndication-rights=\"1\" data-caption=\"Many utilities focus their investment on local equipment upgrades instead of things like long-distance transmission lines, which would make it easier to connect more renewable sources to the grid. | Brent Stirton/Getty Images\" data-portal-copyright=\"Brent Stirton/Getty Images\" />\n<p class=\"has-text-align-none\">And none of this takes into account the effects of extreme weather. Hurricane season <a href=\"https://www.vox.com/climate/366041/climate-hurricane-debby-drenches-the-southeast\">is just now approaching its peak</a>, after Hurricane Debby already <a href=\"https://apnews.com/article/hurricane-tropical-storm-debby-flooding-d90428b0417df35fa1cae8b24793f5c5\">dumped rivers of rain</a> on the southeast US, and La Niña, which brings colder and stormier conditions in the north, <a href=\"https://weather.com/news/weather/news/2024-08-08-la-nina-outlook-august-update-noaa\">is forecast to emerge in the fall</a>. Thanks to climate change, extreme weather events <a href=\"https://www.vox.com/climate/352234/how-one-weather-extreme-can-make-the-next-one-even-more-dangerous\">are compounding</a> and getting even more extreme. That’s <a href=\"https://www.axios.com/2024/04/24/us-grid-outages-extreme-weather\">taking a toll on the grid</a>, and somebody has to pay.</p>\n\n<p class=\"has-text-align-none\">The Biden administration, for its part, has taken several steps toward making the grid more resilient without raising prices. It’s spent <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/05/28/fact-sheet-biden-harris-administration-launches-federal-state-initiative-to-bolster-americas-power-grid/\">over $10 billion</a> on grid resilience and innovation, while also providing local utilities <a href=\"https://liftoff.energy.gov/innovative-grid-deployment/\">with guidance</a> on how to invest in the grid in the near term without passing costs along to customers. This week, the Department of Energy <a href=\"https://www.energy.gov/policy/articles/clean-energy-resources-meet-data-center-electricity-demand\">also released a plan to use clean energy to power data centers</a>, which account for a large share of growing energy demand.</p>\n\n<p class=\"has-text-align-none\">Policy typically takes time to change the lives of everyday Americans, who might feel powerless when confronted with the rising cost of electricity. This tension has fueled <a href=\"https://www.cnet.com/home/energy-and-utilities/whats-the-difference-between-an-electric-co-op-and-a-utility/\">the rise of energy cooperatives</a>, where customers have a say in how the grid gets upgraded and how prices are set. If that’s an option where you live, it’s worth a look. Otherwise, you can look inside your home to save money on your next electric bill.</p>\n\n<h2 class=\"wp-block-heading\"><strong>When all else fails, use less electricity</strong></h2>\n\n<p class=\"has-text-align-none\">On any given day, there’s not a lot you can do to control how utility companies set the price for electricity transmission and distribution. If you live in a state with a deregulated energy market, <a href=\"https://www.cnet.com/home/energy-and-utilities/compare-electricity-rates-new-york/\">like New York</a>, you might be able to choose where your energy supply comes from. You can also decide to lessen your reliance on the grid by <a href=\"https://www.canarymedia.com/articles/guides-and-how-tos/ask-these-10-questions-if-you-want-to-get-rooftop-solar\">installing solar panels on your roof</a> or <a href=\"https://www.canarymedia.com/articles/guides-and-how-tos/what-is-community-solar-and-how-can-you-sign-up\">participating in a community solar project</a>. Otherwise, you can just choose to control your electricity usage.</p>\n\n<p class=\"has-text-align-none\">You’ve probably already heard about some easy tricks to bring down your power bill. You can <a href=\"https://www.vox.com/climate/358898/best-thermostat-setting-save-energy-money-ac\">set your thermostat higher in the summer</a> or install a smart thermostat. You can <a href=\"https://www.cnet.com/home/energy-and-utilities/peak-and-off-peak-energy-explainer-heres-the-cheapest-time-to-use-electricity/\">run big appliances like dishwashers and dryers at night</a>, when energy might be cheaper. You can turn down your hot water heater, which comes with the benefit of <a href=\"https://www.energy.gov/energysaver/do-it-yourself-savings-project-lower-water-heating-temperature\">hundreds of dollars in potential savings</a> as well as not being scalded by your shower.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The harder problem is planning for a future in which electricity costs continue to rise. In order to prepare for that — and it is somewhat inevitable, if only because you’ll use more electricity <a href=\"https://www.canarymedia.com/articles/electrification/home-of-the-future-climate-friendly-electrified-and-closer-than-ever\">as more of your life becomes electrified</a> — there are a few steps to consider. The first is to <a href=\"https://homes.rewiringamerica.org/projects/energy-audit-homeowner\">do an energy audit</a> and make a plan from there.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Un<strong>derstanding how to save energy — and money</strong></h2>\n\n\n\n<p class=\"has-text-align-none\">Electrifying our future requires, well, a lot of electricity. And that comes at a cost, not only for the planet but also for consumers. Vox writers have been explaining how we got here and what you can do to adapt:</p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/science-and-health/23340991/power-demand-response-blackout-consumer-climate-change-california-texas-cop27\">Consumers, not corporations, saved the power grid. What else can we do?</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/climate/358898/best-thermostat-setting-save-energy-money-ac\">Stop setting your thermostat at 72</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/climate/24047383/winter-storm-heating-electricity-grid-power-polar-vortex\">Your home’s cleaner, better heating system comes with one major cost</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/climate/24126621/energy-efficiency-appliances-stove-washing-machine-climate\">Our appliances are more efficient than ever. Why doesn’t it feel like it?</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/climate/2023/4/7/22954507/inflation-reduction-act-renters-home-rebates\">A renter’s guide to the Inflation Reduction Act</a></p>\n</div>\n\n<p class=\"has-text-align-none\">“Making a plan is a really important thing,” Rosenberg told me, “particularly because when these big appliances fail, it becomes an emergency replacement situation, whether it’s your water heater or your air conditioner or your furnace,” said Rosenberg, pointing me to <a href=\"https://www.rewiringamerica.org/electrify-home-guide\">Rewiring America’s guide to electrifying everything in your home</a>. If your furnace fails in the middle of winter, you might be inclined to pay for the quickest fix, rather than the most efficient or cost-effective.</p>\n\n<p class=\"has-text-align-none\">If any of those three big appliances break, by the way, you should get in the heat pump game. Integrating heat pumps both for heating and cooling as well as hot water can save the average homeowner <a href=\"https://www.energystar.gov/products/ask-the-experts/heat-pump-water-heater-right-your-home#:~:text=Compared%20to%20a%20standard%20electric,savings%20of%20more%20than%20%245%2C600!\">over</a> <a href=\"https://carbonswitch.com/heat-pump-carbon-reduction-and-savings-potential-report/\">$1,000 a year</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Buying a heat pump doesn’t mean you have to rip out your furnace, either. You can <a href=\"https://www.canarymedia.com/articles/heat-pumps/renters-you-too-can-get-a-heat-pump-a-micro-one-at-least\">install micro heat pumps</a>, some of which look like window unit ACs, to supplement your existing system during all seasons. Micro heat pumps don’t yet qualify for rebates under the Inflation Reduction Act (IRA), so it’s worth considering a regular heat pump. Installing a heat pump air conditioner/heater or heat pump water heater lets you <a href=\"https://www.energystar.gov/about/federal-tax-credits/air-source-heat-pumps\">claim a $2,000 tax credit</a> in any single year. The IRA offers <a href=\"https://www.irs.gov/credits-deductions/energy-efficient-home-improvement-credit\">an additional $1,200 for other energy-saving improvements, like new insulation</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s up to $3,200 of free government money every year, so if you want to install a heat pump this year and get free money and then install another one next year and get free money, the US government welcomes that ambition. (For a handy guide to the IRA’s consumer incentives, <a href=\"https://www.canarymedia.com/articles/electrification/your-cheat-sheet-to-the-climate-laws-consumer-incentives\">check out Canary Media’s cheat sheet</a>, and you can check your state’s rebate offers <a href=\"https://www.energy.gov/save\">at the Department of Energy’s website</a>.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">The list of tips for saving electricity in the long and short term goes on, and <a href=\"https://www.energy.gov/energysaver/do-it-yourself-savings-project-lower-water-heating-temperature\">the Energy Star website is a great resource</a> if you’re interested in learning about them. If your life is even more electrified — if you <a href=\"https://advocacy.consumerreports.org/wp-content/uploads/2020/09/Maintenance-Cost-White-Paper-9.24.20-1.pdf\">drive an EV</a> or <a href=\"https://www.marketwatch.com/guides/solar/savings-with-solar-panels/\">have solar panels installed</a>, for instance — there are even more opportunities for savings. Many of these efforts require a significant upfront investment, though. <a href=\"https://www.nrdc.org/stories/how-where-speak-out-climate-action\">Reaching out to your local leaders</a> to see what can be done to connect more low-cost renewable energy sources to the grid, well, that’s free.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If your utility bill confuses you and makes you sweat every month when it demands hundreds of your hard-earned dollars, you’re not alone. The price of electricity is continuing to rise across the United States, and there’s no end in sight.&#160; Why are our electricity bills getting so expensive? Energy prices have been creeping up [&#8230;]",
    "author": "Adam Clark Estes"
  },
  {
    "title": "Why does it feel like everyone is getting Covid?",
    "link": "https://www.vox.com/coronavirus-covid19/367150/covid-surge-summer-wave-pandemic-vaccine-booster-mask",
    "pubDate": "2024-08-15T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman in a blue blouse and green hijab wears a mask as she descends and escalator. \" data-caption=\"A masked commuter is seen on the metro in Washington, DC, on May 25, 2024. | Rosem Morton for the Washington Post via Getty Images\" data-portal-copyright=\"Rosem Morton for the Washington Post via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2154183194.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A masked commuter is seen on the metro in Washington, DC, on May 25, 2024. | Rosem Morton for the Washington Post via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">We’re presently in what appears to be the <a href=\"https://www.nbcnews.com/health/health-news/covid-us-largest-summer-wave-cdc-high-transmission-rcna165765\">worst Covid-19 summer surge in several years</a>, especially in the southern US. According to data from the <a href=\"https://www.cdc.gov/forecast-outbreak-analytics/about/rt-estimates.html\">Centers for Disease Control (CDC)</a>, all of the metrics related to Covid-19 that we should be worried about are going up — not just cases, but hospitalizations and deaths, too.</p>\n\n<p class=\"has-text-align-none\">Even if we’re no longer in the depths of the pandemic, and we have treatments to lessen its severity and vaccines for protection, contracting Covid-19 carries risks. That’s particularly true for people over 65, people with comorbidities like heart or lung disease, or those who are immunocompromised. And the lingering health challenges of <a href=\"https://www.vox.com/coronavirus-covid19/2023/3/13/23627229/long-covid-science-symptoms-treatments\">long Covid</a> remain a risk.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The good news is that on the whole, Americans are much better protected than we once were against serious illness, because most people have been infected, vaccinated, or both. However, it’s still important to take precautions as Covid-19 cases increase <a href=\"https://www.cdc.gov/forecast-outbreak-analytics/about/rt-estimates.html\">in most states across the US</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Here’s what we know so far about the surge this year, and what you can do to keep yourself and your community healthy.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How do we know we’re in a summer surge?</strong></h2>\n\n<p class=\"has-text-align-none\">The Centers for Disease Control has found that cases are increasing or likely increasing in 32 states. This follows a seasonal pattern that’s begun to emerge with Covid. We saw a similar surge last summer, though according to CDC data, cases are <a href=\"https://covid.cdc.gov/covid-data-tracker/#datatracker-home\">exceeding levels from around this time last year</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It&#8217;s not just last summer — even when we were having the pandemic, if you look at the graphs, infection was always very high during the summer and also during the winter,” said <a href=\"https://www.hsph.harvard.edu/profile/kizzmekia-s-corbett/\">Kizzmekia Corbett-Helaire</a>, assistant professor of immunology and infectious diseases at Harvard’s School of Public Health.</p>\n\n<p class=\"has-text-align-none\">We don’t know exactly why the summer surge happens, Corbett-Helaire said. Some of it could be due to the underlying characteristics of the virus, and some due to human behavior, like increased travel.</p>\n\n<p class=\"has-text-align-none\">At the moment, <a href=\"https://covid.cdc.gov/covid-data-tracker/#datatracker-home\">Covid hospitalizations and deaths</a> are rising but still relatively low — the latest data shows that 1.5 percent of deaths in the US are the result of Covid, and 2.3 percent of emergency room visits during the week ending August 3 were diagnosed as Covid-19.&nbsp;</p>\n\n<p class=\"has-text-align-none\">CDC data comes from a variety of sources. But one important source for tracking transmission rates is wastewater testing, which involves tracking the amount of virus in local sewage. Early in the pandemic, before at-home testing was accessible, data from clinical testing was used to track infection rates. Now, however, fewer Americans are testing and reporting their status, making test-based tracking unreliable.</p>\n\n<p class=\"has-text-align-none\">That makes wastewater testing the best available metric for getting a timely picture of the presence of illness in a community, according to <a href=\"https://centerforhealthsecurity.org/who-we-are/our-people/amesh-adalja-md-fidsa\">Amesh Adalja</a>, senior scholar at Johns Hopkins Center for Health Security.</p>\n\n<p class=\"has-text-align-none\">“It’s kind of becoming the way of the future” and is being used to test for the presence of other illnesses, <a href=\"https://www.vox.com/future-perfect/366903/mpox-monkeypox-africa-continental-emergency-drc-who-clade\">including mpox</a>, he told Vox.</p>\n\n<p class=\"has-text-align-none\">And <a href=\"https://covid.cdc.gov/covid-data-tracker/#wastewater-surveillance\">the wastewater says</a> the US is in the midst of a surge approaching infection levels not seen since last winter, which was the worst increase since 2022.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What are the variants driving it? And how are they transmitted?</strong></h2>\n\n<p class=\"has-text-align-none\">There’s no one variant of the virus that’s dominant right now — there’s a group of variants referred to as FLiRT, which come from the <a href=\"https://publichealth.jhu.edu/2024/what-to-know-about-covid-flirt-variants\">JN.1 variant</a>. The <a href=\"https://www.today.com/health/coronavirus/new-covid-variant-flirt-name-meaning-rcna152650\">name FLiRT</a> refers to the technical names for where the mutations that created this variant occurred; in this case, on the spike protein on the virus, which helps it connect to a cell and infect it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">LB.1, which has many similarities with the FLiRT variants, but has one additional mutation, is also circulating. LB.1 may be more transmissible than other dominant variants, but experts don’t know that for sure. And, as a CDC spokesperson told Vox, “there are no data at this time indicating that this variant causes more severe COVID-19.” The symptoms, the spokesperson said, are similar to that of other variants.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to the <a href=\"https://covid.cdc.gov/covid-data-tracker/#variant-summary\">latest CDC data</a> (from July 21 to August 3, 2024) LB.1 accounted for about 16 percent of US Covid cases. The FLiRT variants, meanwhile, represented more than half of all cases.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In terms of transmission, not much has changed, either — you can still get these strains of Covid from an infected person if you’re in close quarters with them, especially indoors in a crowded or poorly ventilated space. Masking and vaccination remain the best ways to prevent transmission.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>When are you contagious if you have Covid?</strong></h2>\n\n<p class=\"has-text-align-none\">FLiRT is no different from other variants when it comes to contagion — you are definitely contagious as long as you are testing positive on an at-home test.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">You might be contagious one to two days before you have symptoms, though, <a href=\"https://wwwnc.cdc.gov/travel/yellowbook/2024/infections-diseases/covid-19#:~:text=People%20with%20COVID%2D19%20can,few%20days%20of%20symptom%20onset\">and that’s when you tend to be most likely to infect others</a>. Sneezing, coughing, talking, singing, cheering, or breathing heavily (like you might during exercise) transmit the virus through aerosol particles, which can stay in a room and infect others even after you’ve departed.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>If I have Covid, what should I do?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">Covid-positive people should isolate until at least 24 hours after their symptoms are improving and they no longer have a fever, <a href=\"https://www.cdc.gov/respiratory-viruses/guidance/faqs.html\">according to the latest CDC guidance</a> (which applies to the flu and RSV as well).&nbsp;</p>\n\n<p class=\"has-text-align-none\">But you may still be contagious even if you’re feeling better. So if you must break your isolation, it’s important to wear a mask that fits well (<a href=\"https://www.cdc.gov/niosh/topics/publicppe/community-ppe.html\">ideally one like an N95 or KN95</a>), maintain distance from others, and ensure you’re in well-ventilated areas for at least the next five days.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Do boosters help protect against the latest variants?</strong></h2>\n\n<p class=\"has-text-align-none\">Boosters can help prevent the spread of Covid, but <a href=\"https://www.nytimes.com/2024/08/12/well/coronavirus-vaccine-booster.html\">current boosters</a> are unlikely to be as effective against the latest variants. Current boosters were formulated to be effective against pre-JN.1 omicron variants, and the lastest mutations hadn’t happened yet when the inoculations now available were released. Still, you might consider getting one if you meet the following criteria:</p>\n\n<ul>\n<li>Are 65 years of age and older</li>\n\n\n\n<li>Are moderately or severely immunocompromised or have underlying medical conditions</li>\n\n\n\n<li>Living in a long-term care facility</li>\n\n\n\n<li>Have never received any doses of a Covid-19 vaccine</li>\n\n\n\n<li>Are pregnant and have not received a 2023–2024 dose —&nbsp;especially those in late pregnancy</li>\n</ul>\n\n<p class=\"has-text-align-none\">The good news is a new formulation that targets the FLiRT variants should be available soon, in preparation for a likely winter surge. The CDC recommends that everyone ages 6 months and older receive an updated 2024–2025 Covid-19 vaccine when it is available this fall, though those vaccines haven’t been approved or authorized yet. </p>\n\n<p class=\"has-text-align-none\">Again, while most Americans do have a baseline level of immunity against the virus, the new version of the vaccine will, at the very least, help prevent serious illness, hospitalization, and death, especially for vulnerable populations like the elderly and immunocompromised.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The CDC continuously updates its recommendations for boosting; <a href=\"https://www.cdc.gov/vaccines/covid-19/clinical-considerations/interim-considerations-us.html\">the latest can be found on its website</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">As for exactly how protective the new vaccine will be against infection, that’s impossible to know: “The last two updates have missed targets in terms of preventing infections, but we know they protect against serious disease and death,” Adalja said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even if the newest vaccines aren’t as effective as we hope, there are several tools available for the treatment of at-risk populations, including Paxlovid, and a monoclonal antibody called Pemgarda, <a href=\"https://www.cdc.gov/covid/hcp/clinical-care/outpatient-treatment.html#:~:text=Pemivibart%20(Pemgarda%E2%84%A2)%20is%20a,FDA%2Dauthorized%20conditions%20for%20use.\">which can be used as a prophylactic for the severely immunocompromised</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Amid the surge, perhaps the most important thing to keep in mind is that Covid “is always going to be a threat,” Adalja said. “It’s an endemic respiratory illness that is part of the human condition.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">This summer’s surge is making that very clear.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "We’re presently in what appears to be the worst Covid-19 summer surge in several years, especially in the southern US. According to data from the Centers for Disease Control (CDC), all of the metrics related to Covid-19 that we should be worried about are going up — not just cases, but hospitalizations and deaths, too. [&#8230;]",
    "author": "Ellen Ioanes"
  }
]