[
  {
    "title": "An Ebola-like virus is spreading in Rwanda. Why isn’t there an approved vaccine for Marburg?",
    "link": "https://www.vox.com/future-perfect/375819/marburg-outbreak-rwanda-vaccine-trial",
    "pubDate": "2024-10-04T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"A health worker leaves an isolated area in April 2005 in Uige, Angola in a makeshift tent where Marburg-virus patients are treated. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-52611667.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A health worker leaves an isolated area in April 2005 in Uige, Angola in a makeshift tent where Marburg-virus patients are treated. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Florence Panoussian/&lt;/span&gt;AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">An outbreak of Marburg, a virus closely related to Ebola that can cause severe and often <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">fatal</a> disease, is <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">spreading</a> in Rwanda. As Africa struggles with <a href=\"https://www.vox.com/future-perfect/2024/1/24/24048361/mpox-covid-outbreak-africa-cdc-public-health\">compounding public health challenges</a>, this one presents a rare silver lining: the chance to test new vaccines that could save lives across the continent in the future.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">The first patient infected with the virus in the country died on September 8, the World Health Organization (WHO) said at a press conference Thursday. As of September 29, a total of 36 cases and 11 deaths have been reported, making it one of the <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">largest</a> Marburg outbreaks in history. Although most infections are among health care workers from two hospitals in Kigali, the capital of the East African country, seven of Rwanda’s 30 districts have seen cases. It is the <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">first</a> time the virus has been known to cause infections in Rwanda.</p>\n\n<p class=\"has-text-align-none\">The WHO <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">indicated</a> the outbreak is highly likely to spread to neighboring countries, but the risk of further global spread is low. Typically, humans become infected when they come into contact with a Marburg-carrying Egyptian <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">fruit bat</a>, a species found across Africa, the Middle East, and parts of western Asia. Once a person has the virus, though, it can then spread to others through contact with bodily fluids or contaminated surfaces and materials, like clothing or bedding. This mode of transmission means that Marburg virus will not spread as easily as, say, Covid-19 or other respiratory diseases.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">However, as we have seen in <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">previous</a> Marburg virus outbreaks, travelers returning from countries experiencing an outbreak can introduce the disease into their home countries. Already, <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537\">one person</a> who came into contact with an infected patient in Rwanda has traveled to Belgium, underscoring the possibility of isolated overseas cases.</p>\n\n<p class=\"has-text-align-none\">Historically, Marburg virus disease is fatal in about <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=This%20is%20why%20it%20is,low%20at%20the%20global%20level.\">50 percent</a> of patients, but in some previous outbreaks, the mortality rate has exceeded 80 percent. People <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">experience</a> high fever, severe headache, extreme fatigue, <a href=\"https://www.cdc.gov/marburg/about/index.html\">rash</a>, bloody diarrhea, abdominal cramping, and <a href=\"https://wwwnc.cdc.gov/travel/notices/level2/marburg-rwanda#:~:text=Marburg%20is%20a%20viral%20hemorrhagic,Marburg%20virus%20is%20often%20fatal.\">unexplained bruising</a> and bleeding from the nose and gums. Symptoms can appear anywhere from <a href=\"https://www.who.int/emergencies/disease-outbreak-news/item/2024-DON537#:~:text=Burial%20ceremonies%20that%20involve%20direct,severe%20headache%20and%20severe%20malaise.\">2 to 21 days</a> after the initial infection.</p>\n\n<p class=\"has-text-align-none\">All <a href=\"https://www.cdc.gov/marburg/outbreaks/index.html\">previous</a> Marburg virus outbreaks have occurred in sub-Saharan Africa, most recently in Tanzania, where there were <a href=\"https://www.cdc.gov/marburg/outbreaks/marburg-virus-disease-outbreak-linked-to-marburgvirus-in-tanzania.html\">eight</a> confirmed cases and five deaths, and in Equatorial Guinea, where there were <a href=\"https://www.cdc.gov/marburg/outbreaks/marburg-virus-disease-outbreak-linked-to-marburgvirus-in-equatorial-guinea.html\">16 confirmed cases</a> and 12 deaths; both outbreaks occurred in 2023. Between 1967 and 2008, the US, Germany, Yugoslavia, and the Netherlands have reported Marburg disease among travelers returning from Uganda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To date, there is no approved treatment or vaccine for Marburg virus disease, but there are at least <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">four</a> vaccines in development. All four have been <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">effective</a> in studies involving animals. A small, early-stage clinical <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02400-X/abstract\">trial</a> in humans had promising results; however, study participants who received the Marburg vaccine were not exposed to the virus to test how protective the shot was. Two other <a href=\"https://www.who.int/news-room/fact-sheets/detail/marburg-virus-disease\">vaccines</a> for Ebola virus could also be effective against Marburg virus.</p>\n\n<p class=\"has-text-align-none\">Researchers in Rwanda are preparing to submit protocols for phase 3 trials to a Rwandan ethics committee for approval. This would be an opportunity to expedite the development of Marburg virus vaccines and treatments and perform larger trials in a real-world outbreak.</p>\n\n<p class=\"has-text-align-none\">If the trial moves forward quickly, the current crisis could allow scientists to identify a shot that protects millions of people in the years to come.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>The slim vaccine silver lining</strong></h2>\n\n<p class=\"has-text-align-none\">The WHO, Rwandan public health officials, and <a href=\"https://journals.plos.org/plospathogens/article?id=10.1371/journal.ppat.1010805\">a group of scientists and institutes</a> working on vaccine research <a href=\"https://www.nature.com/articles/d41586-024-03218-3\">met</a> earlier this week to discuss quickly setting up a vaccine trial that could help quell the ongoing outbreak.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Of the vaccine candidates being developed, the most promising one that seems most likely to be tested if a trial moved ahead in Rwanda is the cAd3-Marburg vaccine developed by the National <a href=\"https://www.niaid.nih.gov/\">Institute</a> of Allergy and Infectious Diseases (NIAID). Last year, the NIAID tested the vaccine for safety in humans for the first time in a phase 1 clinical <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(22)02400-X/abstract\">trial</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Forty healthy adults received one of two different doses of the vaccine and were monitored for adverse reactions and to see if their immune systems produced antibodies, an indication that the vaccine would be effective if the individuals were exposed to the virus. The vaccine was deemed safe, and 95 percent of the participants had developed antibodies four weeks after receiving it. However, the participants were never exposed to the virus, so the vaccine’s practical effectiveness was not evaluated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Earlier this year, the <a href=\"https://www.sabin.org/\">Sabin Vaccine Institute</a> started a <a href=\"https://www.sabin.org/resources/sabin-vaccine-institute-begins-phase-2-clinical-trial-for-marburg-vaccine-in-uganda/\">phase 2</a> clinical <a href=\"https://www.clinicaltrials.gov/study/NCT05817422?cond=Marburg%20Virus%20Disease&amp;term=Sabin&amp;rank=1\">trial</a> for the NIAID vaccine in Uganda and Kenya. Healthy adults will randomly be assigned to receive the vaccine or a placebo shot and then will again be monitored for adverse responses and antibody responses. Participants will also not be exposed to the Marburg virus during this trial.</p>\n\n<p class=\"has-text-align-none\">Typically, if phase 2 trials are successful, scientists proceed to larger phase 3 trials and roll out the vaccine to a large group of people and then observe its impact when individuals are exposed to the virus. The emergency situation in Rwanda may accelerate this process. Scientists may move ahead with a phase 3 trial even though phase 2 results are not yet available.</p>\n\n<p class=\"has-text-align-none\">Researchers and health officials have been preparing for this. Earlier this year, scientists from the WHO and 17 countries at risk for Marburg virus outbreaks developed <a href=\"https://www.who.int/news-room/events/detail/2024/02/20/default-calendar/building-research-readiness-for-a-future-filovirus-outbreak-workshop-february-20-22-2024-uganda\">protocols</a> to test both <a href=\"https://cdn.who.int/media/docs/default-source/consultation-rdb/vx-discussion_martha-nason_who-filovirus-workshop-key-analyses-and-endpoints.pdf?sfvrsn=fccf158_3\">vaccines</a> and treatments during an outbreak. A phase 3 clinical trial in Rwanda would follow a ring vaccination strategy where contacts of infected people are vaccinated. The trial would have two groups, one group of contacts who are immediately vaccinated and then a second “delayed” group who are presumably vaccinated at a later time. Researchers would then compare the impact of the vaccine between the two groups.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Scientists may also test a treatment that uses antibodies, proteins made by the immune system to kill viruses and other pathogens, against the virus. One <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5719873/\">study</a> found that treating animals such as guinea pigs and monkeys with these antibodies after they were infected with Marburg virus prevented serious illness and death. Medical workers successfully treated patients with antibody <a href=\"https://www.thelancet.com/journals/laninf/article/PIIS1473-3099(23)00552-2/fulltext\">cocktails</a> during previous Ebola virus outbreaks.</p>\n\n<p class=\"has-text-align-none\">The WHO’s ethics committee has already approved protocols to test vaccines and the antibody treatment, a spokesperson told Vox. The next step is for these protocols to be approved by an ethics committee within Rwanda. Two Rwandan researchers have been selected to lead these efforts in the country.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">One other hurdle remains. There are fewer than <a href=\"https://cdn.who.int/media/docs/default-source/blue-print/who-tag-cvp-report-marburg-trial-for-tag-cvp-review.pdf?sfvrsn=49e8c1ad_6&amp;download=true\">2,000</a> total vaccine doses currently available. In April 2023, the Sabin Vaccine Institute had produced about 850 of those doses. Oxford University, which is developing another Marburg vaccine, had about 1,000 doses. Larger-scale production could be needed, especially if the outbreak becomes more widespread. Both the Sabin Vaccine Institute and Oxford University have existing manufacturing capacity for the Marburg vaccines and previously reported to the WHO that they could rapidly produce additional doses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The Marburg outbreak has ignited amid a surging mpox outbreak in the region, which the World Health Organization <a href=\"https://www.who.int/news/item/14-08-2024-who-director-general-declares-mpox-outbreak-a-public-health-emergency-of-international-concern\">declared</a> an international health emergency in August. The Democratic Republic of the Congo, which neighbors Rwanda, is the <a href=\"https://worldhealthorg.shinyapps.io/mpx_global/\">epicenter</a> of the mpox outbreak. (The DRC has not yet recorded any Marburg cases.)</p>\n\n<p class=\"has-text-align-none\">Fortunately, Rwanda has one of the <a href=\"https://www.thinkglobalhealth.org/article/rwandas-health-care-success-holds-lessons-others\">strongest</a> public health systems in Africa and has only reported a handful of mpox cases. An estimated <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10926934/\">90 percent</a> of the population have health insurance, much higher than most of its neighbors. Rwanda also has a strong infectious disease surveillance <a href=\"https://www.gavi.org/vaccineswork/lessons-rwanda-building-systems-protect-against-infectious-diseases-and-biothreats\">system</a> and a <a href=\"https://www.sciencedirect.com/science/article/pii/S2352771424001800\">history</a> of successfully containing outbreaks.</p>\n\n<p class=\"has-text-align-none\">That makes it an ideal setting for testing a Marburg vaccine during the current outbreak —&nbsp;if public health authorities can move quickly. The race is on.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "An outbreak of Marburg, a virus closely related to Ebola that can cause severe and often fatal disease, is spreading in Rwanda. As Africa struggles with compounding public health challenges, this one presents a rare silver lining: the chance to test new vaccines that could save lives across the continent in the future.&#160; The first [&#8230;]",
    "author": "Jessica Craig"
  },
  {
    "title": "Saturday Night Live’s nostalgia is ruining the joke",
    "link": "https://www.vox.com/culture/375591/snl-season-50-lorne-michaels-nostalgia",
    "pubDate": "2024-10-04T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A crowd of people, including Jelly Roll and Jean Smart, laughing and talking.\" data-caption=\"Host Jean Smart and musical guest Jelly Roll at SNL’s season premiere.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-2174705019-1.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Host Jean Smart and musical guest Jelly Roll at SNL’s season premiere.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In April, Kristen Wiig hosted <em>Saturday Night Live</em>, an occasion that, under normal circumstances, would merit some excitement. But anyone familiar with the peculiar lore of <em>SNL</em> would know better: This was Wiig’s fifth time hosting, and when someone hosts <em>SNL</em> five times, the opening monologue becomes absolutely unbearable.</p>\n\n<p class=\"has-text-align-none\">This is the fault of <em>SNL</em>’s longtime schtick known as “the Five Timers Club,” where the conceit is once you host the show five times, you get a velvet smoking jacket and entrance into a mythical exclusive society full of other laureates like Steve Martin and Tina Fey and Justin Timberlake.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It is also an excuse for the show to indulge its worst impulses: Packed with A-list guest appearances, <a href=\"https://www.youtube.com/watch?v=qetxH1hcOSM\">Wiig’s monologue</a> saw Paul Rudd pitifully ask why he wasn’t asked to be one of the celebrity cameos; Matt Damon, who has hosted only twice, wearing a Five Timers jacket because executive producer Lorne Michaels said he was so good that he deserved it; and Jon Hamm and Martin Short begging Michaels offstage for a chance to host again. In total, eight of the country’s most beloved actors joined together to fawn at the altar of <em>SNL</em> and, specifically, its creator. </p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Kristen Wiig Five-Timers Monologue - SNL\" src=\"https://www.youtube.com/embed/qetxH1hcOSM?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">There are infinite ways for <em>SNL</em> to be unbearable: a sketch outstays its welcome, the rookie featured player keeps flubbing his lines, the writers forgo jokes altogether and instead force us to listen to <a href=\"https://www.spin.com/2018/05/snl-kate-mckinnon-hallelujah-gq-interview/\">a bizarre piano ballad</a> in an attempt to say something earnest about politics. But by far the worst version of <em>SNL</em> is when the show becomes more interested in its own mythology than making people laugh.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This year, the institution’s 50th, promises to be <a href=\"https://www.nytimes.com/2024/06/15/business/dealbook/lorne-michaels-snl.html\">full of such moments</a>. In the season premiere, host Jean Smart recalled her younger self watching the very first episode of <em>SNL</em>, knowing she’d one day host the show, while the “SNL50” branding was everywhere, from interstitials to the top story on Weekend Update.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The slate of hosts this fall are largely limited to repeat hosts, including John Mulaney and Michael Keaton, who will return for their sixth and fourth time hosting, respectively. The nostalgia tour extends beyond the show: On October 11, <em>Saturday Night,</em> a movie that dramatizes the story of <em>SNL</em>’s 1975 debut, will premiere in theaters. In the meantime, Questlove is producing a documentary about <em>SNL</em>; filmmaker Morgan Neville of <em>Won’t You Be My Neighbor?</em> is, somehow, producing <em>five </em>of them. </p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>The worst version of <em>SNL</em> is when the show becomes more interested in its own mythology than making people laugh.&nbsp;</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">And on Valentine’s Day 2025, <em>SNL</em> will host a “homecoming” event at Radio City Music Hall, produced by Michaels and Mark Ronson, in addition to a live primetime reunion special with current and former cast members to air the following Sunday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The film <em>Saturday Night,</em> directed by Jason Reitman, received just-okay reviews, with many critics irked by its exorbitant flattery of both Michaels and <em>SNL</em>. Rolling Stone <a href=\"https://www.rollingstone.com/tv-movies/tv-movie-reviews/saturday-night-review-snl-biopic-1235089839/\">called it a</a> “gushing love letter”: “<em>Saturday Night Live</em> has long swooned over its own self-mythology, and <em>Saturday Night </em>is happy to add to that backpatting as the show’s golden anniversary approaches,” writes David Fear. Put more plainly, according to <a href=\"https://newrepublic.com/article/186393/saturday-night-live-deserved-better-saturday-night\">the New Republic</a>, the film is little more than “a cinematic circle jerk.”</p>\n\n<p class=\"has-text-align-none\">To be fair, franchise nostalgia is a plague affecting more than just <em>SNL</em>. Pop culture is in a deeply self-referential, self-obsessed mood: <a href=\"https://www.thenation.com/article/culture/haollywood-blockbuster-ip-addiction-box-office/\">Endless reboots that recycle previously successful intellectual property</a> is a symptom of an entertainment industry that has strained under the weight of <a href=\"https://www.nytimes.com/2024/09/15/business/economy/hollywood-producers-challenges.html\">crushing corporate consolidation</a>. The result is films about <a href=\"https://www.fastcompany.com/91119526/unfrosted-hollywood-corporate-nostalgia\">recognizable companies’ origin stories</a> (<a href=\"https://www.imdb.com/title/tt16419074/\">Nike</a>, <a href=\"https://www.imdb.com/title/tt14914430/\">Pop Tarts</a>, <a href=\"https://www.imdb.com/title/tt21867434/\">BlackBerry</a>, Flamin’ Hot Cheetos, to name a few), TV prologues (<a href=\"https://www.vox.com/culture/369488/rings-of-power-season-two-lord-of-the-rings-amazon-trailer\"><em>The</em> <em>Rings of Power</em></a><em>, </em><a href=\"https://www.vox.com/culture/354702/house-of-the-dragon-season-two-what-to-know-recap\"><em>House of the Dragon</em></a>), and <a href=\"https://www.nytimes.com/interactive/2022/12/14/arts/music/pop-rap-songs-familiar-samples.html\">constant sampling in pop music</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Or take, for example, the sprawling Marvel Cinematic Universe, which sold movie tickets throughout the 2010s by promising hardcore fans that they might see their favorite character in a post-credits scene. Or the other blockbuster cultural product of the decade, Taylor Swift, who orchestrated the highest-grossing tour of all time by packaging and repackaging nostalgia for her fans.  </p>\n\n<p class=\"has-text-align-none\">When <em>SNL</em> commits the sin of self-referentiality, it feels worse, not because it’s any more guilty than the rest, but because <em>SNL</em> is supposed to be funny. There’s nothing hilarious about watching rich and famous people congratulate themselves (that’s what award shows are for!). Instead, it comes across as profoundly lazy.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>SNL</em>’s best moments have always been the ones where you haven’t a clue what kind of brain they could have come from. With few exceptions, its topical and political material is never as memorable as its quirky characters and absurd sketches — recent standouts include last year’s silly <a href=\"https://www.youtube.com/watch?v=86qKgK0asGo\">Beavis and Butthead sketch</a> and <a href=\"https://www.youtube.com/watch?v=zxxCaw74ptk\">Lisa from Temecula</a>. In other words, <em>SNL</em> works when it lets the young comedy nerds who staff the show do their thing without reminding us that we’re watching a show that’s been on the air for 50 years.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-video is-provider-youtube wp-block-embed-youtube\"><div class=\"wp-block-embed__wrapper\">\n<div><div><iframe title=\"Beavis and Butt-Head - SNL\" src=\"https://www.youtube.com/embed/86qKgK0asGo?rel=0\" allowfullscreen allow=\"accelerometer; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share;\"></iframe></div></div>\n</div></figure>\n\n<p class=\"has-text-align-none\">That, however, isn’t usually what happens when an aging leader doesn’t understand that the best use of their power is to hand it to someone else. Lorne Michaels is a show business icon who is also nearly 80 and can be forgiven for wanting to stick around long enough to enjoy a victory lap (50 years helming a network powerhouse is nothing to sneer at, after all). </p>\n\n<p class=\"has-text-align-none\">Despite Michaels’s <a href=\"https://www.hollywoodreporter.com/tv/tv-features/snl-interview-trump-jokes-2024-election-lorne-michaels-future-1236005680/\">statements to press</a> in 2020 that he was planning to retire after the 50th season — a position repeated in 2023 when he <a href=\"https://www.hollywoodreporter.com/tv/tv-news/saturday-night-live-lorne-michaels-tina-fey-1235790798/\">hinted that</a> his replacement “could easily be Tina Fey” — he recently told multiple media outlets that he now plans to stay indefinitely. “I’m going to do it as long as I feel I can do it,” he said to <a href=\"https://www.nytimes.com/2024/06/15/business/dealbook/lorne-michaels-snl.html\">the Times</a>, adding to <a href=\"https://www.hollywoodreporter.com/tv/tv-features/snl-interview-trump-jokes-2024-election-lorne-michaels-future-1236005680/\">the Hollywood Reporter</a>, “As long as it’s important and I can be useful, I’ll stay.”</p>\n\n<p class=\"has-text-align-none\">To say you watch (or even care about) <em>SNL</em> in 2024 is itself kind of embarrassing, though this has been the case for decades — people who tuned in as children or teenagers tend to believe no cast could possibly live up to the one who introduced them to sketch comedy. You could say it sucks at any point in its history and you’d at least be a little bit right, but it’s especially depressing to watch talented writers and performers spend their energy deifying and worshiping their own employer.</p>\n\n<p class=\"has-text-align-none\">Like too much of pop culture right now, <em>SNL</em> is relying on audiences pointing and saying, “I get that reference!” instead of creating work that’s genuinely fresh or funny or compelling. After all the meta in-jokes, all the celebrity cameos, all the cutaways to the big boss looming offstage, there’s hardly any room left for laughs. If the bland <a href=\"https://www.wsj.com/arts-culture/television/saturday-night-live-season-50-review-premiere-jean-smart-maya-rudolph-dana-carvey-jim-gaffigan-jelly-roll-7c531f2e\">season premiere</a> is any indication, don’t expect many of those this year. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In April, Kristen Wiig hosted Saturday Night Live, an occasion that, under normal circumstances, would merit some excitement. But anyone familiar with the peculiar lore of SNL would know better: This was Wiig’s fifth time hosting, and when someone hosts SNL five times, the opening monologue becomes absolutely unbearable. This is the fault of SNL’s [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "Love Is Blind: DC sadly doesn’t feel like DC ",
    "link": "https://www.vox.com/culture/375548/love-is-blind-dc-season-7-recap-review",
    "pubDate": "2024-10-04T10:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A silhouette of a woman in a long dress is shown on a round archway.\" data-caption=\"A reveal from Love Is Blind trying to prove whether or not love is blind. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix ©2024&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix ©2024&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Love_Is_Blind_n_S7_E5_00_15_57_21RC.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A reveal from Love Is Blind trying to prove whether or not love is blind. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Courtesy of Netflix ©2024&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">While Virginia is reportedly for lovers, most everyone acknowledges that nearby Washington, DC, is not. The nation’s capital has been <a href=\"https://www.washingtonian.com/2015/08/27/why-the-dating-scene-sucks-for-women-in-dc/\">consistently</a> ranked as one of <a href=\"https://www.nbcwashington.com/news/local/dc-disaster-dates-slide-into-our-dms-and-tell-us-your-funny-or-awkward-date-story/3531324/\">the worst</a> places <a href=\"https://www.washingtonpost.com/news/arts-and-entertainment/wp/2015/04/03/dating-in-washington-is-really-hard-is-it-d-c-or-is-it-me/\">to date</a> and one of the US’s <a href=\"https://wtop.com/news/2014/02/dc-is-second-worst-city-for-singles/\">worst cities for singles</a>. Too many type As, too many people too into their jobs, too many people ready to leave after two years — it’s not exactly a city that screams romance. They say that <a href=\"https://www.theguardian.com/commentisfree/2013/oct/08/modern-politics-show-business-for-ugly-people\">politics is show business for ugly people</a>, which would make DC the Hollywood of uggos.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Given Washington’s notoriety, it was only a matter of time before Netflix took <em>Love Is Blind</em> to the nation’s capital.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In its first season, the Netflix reality dating series asserted the hopefulness of romance — the possibility of falling in love with someone sight unseen and marrying them within a month — but it has become a show about <a href=\"https://www.vox.com/22958499/love-is-blind-season-2-recap-review\">irreparable incompatibility</a> featuring terrifying tales of <a href=\"https://www.vox.com/culture/2023/9/22/23885294/love-is-blind-season-5-review-uche-villain\">red flag-waving monsters</a>. There have also been <a href=\"https://www.usatoday.com/story/entertainment/tv/2024/01/04/renee-poche-love-is-blind-netflix-lawsuit/72101776007/\">lawsuits from contestants</a> alleging toxic and inhospitable <a href=\"https://www.newyorker.com/magazine/2024/05/27/is-love-is-blind-a-toxic-workplace\">workplace environments</a> in and out of the “<a href=\"https://www.netflix.com/tudum/articles/love-is-blind-pods\">pods</a>.” Yet the love experiment is one of <a href=\"https://www.forbes.com/sites/maryroeloffs/2024/04/16/love-is-blind-most-popular-streaming-show-netflix-the-gentlemen-avatar-brooklyn-99-bluey/\">Netflix’s biggest hits</a>, and each season a captive audience tunes in to see a new batch of daters and the horrors — body shaming, weaponized therapy speak, flies in toilets — that await them on the other side of the wall.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Love_Is_Blind_n_S7_E1_00_23_01_22RC.jpg?quality=90&#038;strip=all&#038;crop=0,3.4383212962771,100,93.123357407446\" alt=\"A group of women in colorful dresses gather in a beige living area and raise glasses of wine to each other in a large circle.\" title=\"A group of women in colorful dresses gather in a beige living area and raise glasses of wine to each other in a large circle.\" data-has-syndication-rights=\"1\" data-caption=\"Let’s go girls! Time to talk to faceless men! | Courtesy of Netflix\" data-portal-copyright=\"Courtesy of Netflix\" />\n<p class=\"has-text-align-none\">Now we have what sounds like a perfect, hellish match: one of the worst dating cities in the US, combined with one of the bleakest reality TV dating shows in history. On paper, it feels more like a dare or taunt, a gift to haters. Truly only the freakiest freaks, some real District of Columbia sickos would sign up to be on <em>Love Is Blind: DC</em>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But while this immensely watchable season has plenty of villains and inter-crossing love triangles, it, sadly, doesn’t feel very DC.</p>\n\n<p class=\"has-text-align-none\">For one thing, no one on this season explicitly works in government. To be fair, the show isn’t very specific when it comes to its participants’ professions, so an “IT specialist” could ostensibly be working for some military government contractor and an “engineer” could be doing research for, say, Lockheed-Martin. Still, the closest we get is a cast member being described as a “policy advocate,” which seems like a nice euphemism for lobbyist.</p>\n\n<p class=\"has-text-align-none\">Capitol Hill keeping their employees from representing on <em>Love Is Blind</em> is understandable because of how embarrassingly and negatively many of the participants are portrayed. But that dynamic of an adjacency to national political power fueling a person’s dating identity is exactly what makes DC dating unique and (from all these news stories about people who hate dating there) so hostile. That the show spent a season in DC and couldn’t capture the snobbiness of a staffer asking “Who do you work for?” feels like a loss.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There seems to be a reluctance to get into politics this season, too. A contestant talks about how he voted in the 2016 and 2020 elections, and there’s a conversation about what kind of political beliefs one has while serving in the military, but politics as they relate to dating preferences  — e.g., whether love trumps politics, whether similar politics mean compatibility, etc. — is barely addressed. That’s a missed opportunity, not only given how politically active DC allegedly is, but also because finding partners who share the same politics has increasingly become <a href=\"https://thehill.com/changing-america/enrichment/arts-culture/3917348-politics-are-increasingly-a-dating-dealbreaker-especially-for-women/\">more and more important</a> to singles. </p>\n\n<p class=\"has-text-align-none\">That said, there’s still enough relationship dysfunction this season to sustain its horror-junkie audience.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Brittany, a beautiful woman who wants to be a trophy wife and tells the camera she cannot spell the word “physicist,” falls for Leo, a young art dealer who tells everyone that one of his insecurities is that he inherited a humongous amount of money and never has to worry about anything financially. The more the audience gets to know Leo, the more it seems like this isn’t an insecurity at all. The more Brittany gets to know Leo, the more interested she is in his “insecurity.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/Love_Is_Blind_n_S7_E1_00_22_59_12RC.jpg?quality=90&#038;strip=all&#038;crop=0,3.4383212962771,100,93.123357407446\" alt=\"A group of men sit and stand around a long table, all dressed in suits or business casual, raising wine glasses to each other.\" title=\"A group of men sit and stand around a long table, all dressed in suits or business casual, raising wine glasses to each other.\" data-has-syndication-rights=\"1\" data-caption=\"The dudes from Love Is Blind | Courtesy of Netflix\" data-portal-copyright=\"Courtesy of Netflix\" />\n<p class=\"has-text-align-none\">There’s also Hannah, a 26-year-old woman who quit her “dream job” to be on the show. The dream job in question? Medical device sales. Perhaps there is honor and allure in, say, the vending of CPAP machine accessories, but she’s given it all up for the possibility of sight-unseen reality TV love. To that end, she tells Nick, one of her pod suitors, that she dates athletes and she’s always worried that men only see her as a hot girl. Nick tells her he looks like a less buff Henry Cavill. Neither is setting themselves up to overdeliver.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hannah, Nick, Leo, Brittany and their cohort deliver a season draped in red flags and dealbreakers. From chilling fights about yapping too much to roundabout conversations about getting the ick from watching your partner straddle patio furniture, there’s plenty here. If you’re coupled, they’ll make you breathe a sigh of relief that you’re not in the dating pool. If you’re single, they’ll make you relish it.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>Love Is Blind </em>is still a riveting, deranged exploration of the worst people falling in and out of love, even if it doesn’t feel like DC.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "While Virginia is reportedly for lovers, most everyone acknowledges that nearby Washington, DC, is not. The nation’s capital has been consistently ranked as one of the worst places to date and one of the US’s worst cities for singles. Too many type As, too many people too into their jobs, too many people ready to [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "What young voters see in Kamala Harris",
    "link": "https://www.vox.com/politics/375620/young-voters-kamala-harris-poll-survey-gen-z-millennial-fix-solve-enthusiasm-support-winning",
    "pubDate": "2024-10-04T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Young adults pass out blue signs that read “Harris-Walz”\" data-caption=\"Harris-Walz campaign signs are passed out at a presidential debate watch party in Miami, Florida, on September 10. | Eva Marie Uzcategui/Bloomberg via Getty Images\" data-portal-copyright=\"Eva Marie Uzcategui/Bloomberg via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2170584819.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Harris-Walz campaign signs are passed out at a presidential debate watch party in Miami, Florida, on September 10. | Eva Marie Uzcategui/Bloomberg via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Among the signs that the 2024 presidential contest is reverting to a more “normal” election is a big shift from the country’s youngest voters. After abandoning President Joe Biden <a href=\"https://www.vox.com/2024-elections/24125496/young-voters-trump-biden-polling\">in favor of third-party candidates, former President Donald Trump, or simply not voting</a>, they have rallied to support Vice President Kamala Harris since her entrance to the race this summer.</p>\n\n<p class=\"has-text-align-none\">That’s true across much of the electorate, though to differing degrees. After all, Harris took over from a candidate in political free fall. But young voters have responded with particular enthusiasm: They <a href=\"https://www.politico.com/news/2024/07/27/kamala-harris-identity-zoom-00171489\">organized</a> Zoom calls for her nascent campaign. Their activist groups <a href=\"https://www.usatoday.com/story/opinion/columnists/2024/07/31/kamala-harris-young-voters-gen-z-mobilizing/74566303007/\">rushed to endorse</a> the VP. They signed up to <a href=\"https://www.pbs.org/newshour/politics/gen-z-feels-the-kamalove-youth-led-groups-see-surge-of-energy-around-harris-campaign\">volunteer</a> for her campaign and registered to vote for the first time. “A breath of fresh air” was the phrase of the day, and some Gen Z activists wondered if this was what it felt like to be young during Barack Obama’s first presidential run in 2008. And, of course, you <a href=\"https://www.vox.com/2024-elections/363560/gen-z-brat-coconut-kamala-harris-vote-young-voter\">can’t forget the memes</a>.</p>\n\n<p class=\"has-text-align-none\">The conventional wisdom from pundits and pollsters was that, like any honeymoon, the good vibes could be temporary. It seemed only natural that as young voters who didn’t really know Harris learned more about her, some share of them would be turned off by elements of her political track record or personal history. And surely the usual fusillade of Trump attacks would sour some part of the electorate, including young voters, against her.</p>\n\n<p class=\"has-text-align-none\">And yet, about two months later, Harris has managed to sustain that youth enthusiasm and recover much of the support Biden received in 2020. Part of that success, polls suggest, is because her campaign is tackling some deep-seated frustrations young voters have had with American politics in the Trump era: a disconnected feeling, an absence of representation, and a sense that they just aren’t being heard by the political establishment.</p>\n\n<p class=\"has-text-align-none\">That appeal may be key to what’s going on with Harris and young voters. While she’s made gains with a number of groups since entering the race — independents, suburban voters, even white non-college-educated voters, to name a few — only Black voters have swung as hard in her favor as young voters have. <a href=\"https://x.com/admcrlsn/status/1838038449703567570/photo/1\">An analysis of crosstab data</a> from polls conducted before Biden’s dropout and after Harris’s debate performance by the former Democratic pollster Adam Carlson found a Harris gain of nearly 12 points with voters 18–29, compared to a shift of 4.2 points for the electorate at large.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Comparing an aggregate of crosstabs from high-quality non-partisan national polls of Trump vs. Biden (pre-dropout) to Trump vs. Harris (post-debate), Harris has made the largest improvements among the following groups:<br><br>&#8211; Black<br>&#8211; Young<br>&#8211; Independent<br>&#8211; Suburban<br>&#8211; Latino<br>&#8211; Democrat <a href=\"https://t.co/uHzJHd8SE9\">https://t.co/uHzJHd8SE9</a> <a href=\"https://t.co/pS7Lpn1New\">pic.twitter.com/pS7Lpn1New</a></p>&mdash; Adam Carlson (@admcrlsn) <a href=\"https://twitter.com/admcrlsn/status/1838038449703567570?ref_src=twsrc%5Etfw\">September 23, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">“Young voters desire to be seen and heard, particularly in this presidential race that just felt really disconnected from them,” Jenifer Fernandez Ancona, cofounder of Way to Win, a political strategy group that focuses on mobilizing minority voters, told me. “The opportunity now is to present this campaign as a response to young voters’ desire for younger candidates at the top of the ticket, affirming their collective power and their ability to affect change.”</p>\n\n<p class=\"has-text-align-none\">That ability may rest in part on turnout; while millennial and Gen Z voters combined <a href=\"https://www.theatlantic.com/ideas/archive/2023/06/gen-z-millennials-vote-republican/674328/\">are on track</a> to make up a larger chunk of the electorate this year than they ever have, they regularly participate at <a href=\"https://ourworldindata.org/grapher/voter-turnout-rate-by-age-usa\">lower levels than older generations</a>. Even in 2020, a year of record young voter turnout, only <a href=\"https://circle.tufts.edu/latest-research/half-youth-voted-2020-11-point-increase-2016\">about</a> <a href=\"https://www.census.gov/library/stories/2021/04/record-high-turnout-in-2020-general-election.html\">half</a> of those younger demographic cohorts voted. And yet, turning out and winning less reliable young voters by large margins is a necessary part of any Democratic presidential victory, even if it’s not enough to swing the whole race.</p>\n\n<h2 class=\"wp-block-heading\">Young voter enthusiasm has shot up — and stayed there</h2>\n\n<p class=\"has-text-align-none\">Most polls since the Democratic National Convention in August and the first Harris-Trump presidential debate last month present similar accounts of the “youth vote”: After nearly a year of bad polling for Biden, Harris has managed to open and hold a margin of support nearly equal to what Biden got four years ago.</p>\n\n<p class=\"has-text-align-none\">In 2020, for context, Biden won voters under the age of 30 by about 24 points, according to <a href=\"https://docs.google.com/spreadsheets/d/1GIovkPfwUJvFZeFPdOi0fK8Rr7aOVFCYBzrlMG4Vjro/edit?gid=0#gid=0\">post-election surveys</a>. That result itself was a decline from the support Hillary Clinton and Barack Obama received in past cycles, but Biden had <a href=\"https://www.vox.com/23042037/joe-biden-young-voters-disapprove-progressive-gen-z\">long had trouble</a> energizing young people.<strong> </strong>Harris now has an average polling lead of about 22 points with young voters when you look at <a href=\"https://docs.google.com/spreadsheets/d/16D9GSxqF5LFIRTcoVJlvWWefU_h-ZMzlomghgbvYRaM/edit?pli=1&amp;gid=1863533280#gid=1863533280\">aggregated crosstab results</a> from polls in September.</p>\n\n<p class=\"has-text-align-none\">Even a return to the 2020 status quo, though, represents a dramatic shift. Before dropping out, Biden was routinely just <a href=\"https://www.axios.com/2024/02/26/biden-trump-gen-z-millennial-poll\">barely leading</a> Trump with young voters, if not falling <a href=\"https://www.nytimes.com/interactive/2023/12/19/us/elections/times-siena-poll-registered-voter-crosstabs.html\">slightly behind</a>. Pundits and the public were regularly asking if the polls were just broken or if Biden could really be <em>that</em> unpopular with young people. Harris’s candidacy may have provided an answer: By late July, mere days into her campaign, she had begun to restore the Democratic edge. She was <a href=\"https://www.nytimes.com/interactive/2024/07/25/us/elections/times-siena-poll-registered-voter-crosstabs.html\">leading</a><a href=\"https://www.generationlab.org/trump-vs-harris-vs-biden\"> Trump</a> by about 20 points in some of the same polls that had spelled doom for Biden. </p>\n\n<p class=\"has-text-align-none\">Polling isn’t the only sign of this sudden reversal. Voter registration rates for young people provide another data point. According to tracking from the Democratic strategist Tom Bonier, rates of new registration for the young, particularly young Black and Hispanic women, have <a href=\"https://x.com/tbonier/status/1828457890228629534/photo/1\">surged</a> both in the immediate aftermath of Biden’s dropout and Harris’s ascension, and in the <a href=\"https://x.com/tbonier/status/1838393369057169834\">six</a><a href=\"https://x.com/tbonier/status/1836002142122885200\"> weeks</a> since. These statistics <a href=\"https://www.vox.com/2024-elections/363560/gen-z-brat-coconut-kamala-harris-vote-young-voter\">mirror</a><a href=\"https://www.usatoday.com/story/news/politics/elections/2024/09/21/young-voter-registration-breaking-records-swift/75306021007/\"> what</a> independent voter registration trackers, like Vote.org, <a href=\"https://x.com/Jemsinger/status/1816065585844764715\">say</a>.</p>\n\n<p class=\"has-text-align-none\">Polls gauging the enthusiasm of young voters and their interest in the presidential election have also shifted in the last few months. The <a href=\"https://iop.harvard.edu/youth-poll/48th-edition-fall-2024\">Harvard Youth Poll</a>, one of the best surveys of young voters out there, found significant movement in young Democrats’ enthusiasm for the election from March to September 2024. In the spring, similar shares of young Democrats (66 percent) and young Republicans (64 percent) told pollsters that they would “definitely” vote in the November election. Last month, young Democrats were much more likely to say they will vote: 74 percent compared to just 60 percent of young Republicans.</p>\n\n<p class=\"has-text-align-none\">The Harvard pollsters argue that much of this boost is due specifically to Harris. Back in March, just <a href=\"https://iop.harvard.edu/youth-poll/47th-edition-spring-2024\">44 percent</a> of self-identified Biden voters in the Harvard poll said they were enthusiastic about supporting him. In September, <a href=\"https://iop.harvard.edu/youth-poll/48th-edition-fall-2024\">81 percent of Harris voters said so</a>. And views of Harris specifically have gotten much more positive: Her overall favorability ratings have risen since the spring, and she also holds an advantage over Trump in the kinds of personal attributes they ascribe to her and in who they trust more on most policies.</p>\n\n<p class=\"has-text-align-none\">The University of Chicago Institute of Politics Youth Poll found similar shifts from its<a href=\"http://api.genforwardsurvey.com/download/431/?f=true&amp;_gl=1*13jlxhq*_ga*MTk2NjgzMzY1LjE3MjczMTIyNTE.*_ga_CSCXTK5ECE*MTcyNzMxMjI1MC4xLjEuMTcyNzMxMjI2OC4wLjAuMA..\"> May</a> 2024 survey to its most recent poll from <a href=\"https://politics.uchicago.edu/uploads/homepage/2024-08-August-Toplines-Public-Young-Adult-Sample.pdf\">late July and August</a>, which was taken shortly after Biden exited the race. Both young Republicans and young Democrats are now paying more attention to election news, but the share of young Democrats who say they will “definitely” vote this year has risen, while the share of Republicans has stayed flat.</p>\n\n<p class=\"has-text-align-none\">Taken together, these surveys and statistics suggest not only that the rush of early youth enthusiasm for Harris is sticking but that there are clear opportunities for Harris’s campaign to continue to increase these margins of support.</p>\n\n<h2 class=\"wp-block-heading\">Harris is a symbol for some of the longer-term, deeper changes young voters want from politics</h2>\n\n<p class=\"has-text-align-none\">Harris’s apparent success with young voters wasn’t a given, but reckoning with just how rotten the vibes had gotten for young voters while Biden was the nominee is key to understanding how it came about. That context also explains why so many young people are projecting a new kind of hope onto Harris — and what she can still come to represent in the little over a month left of the campaign.</p>\n\n<p class=\"has-text-align-none\">In addition to national-level polling, researchers and strategists are using focus groups and surveys to zoom in on young voter sentiments and better understand the “why” and “how” of their evolving support for the Democratic ticket. Fernandez Ancona’s Way to Win, for example, identified and surveyed a group of battleground state young voters to examine how young people were feeling about the country, the electoral process, and the candidates before them.</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://waytowin.docsend.com/view/kzsc2x277i73gjkz\">survey</a> was conducted this summer before Biden dropped out of the race. “One of the challenges that we saw early on with Biden’s candidacy,” Fernandez Ancona said, “was [that young people] felt like Biden had abandoned them. They felt like Biden couldn’t fight for them because … he was too old and he could no longer understand them or feel empathy for them. So that disconnect was a huge problem.”</p>\n\n<p class=\"has-text-align-none\">The results were grim for Democrats and confirmed what other <a href=\"https://www.semafor.com/article/05/28/2024/a-dying-empire-led-by-bad-people-poll-finds-young-voters-despairing-over-us-politics\">qualitative research</a> of young voters has found: that young people feel like the American dream is a “fading mirage” that is increasingly “out of reach.” They were still hopeful, dreaming about what could be, but felt especially left out of political discussions, uninspired by Biden or Trump, and pressured by the cost of living, debt, and threats to abortion rights.</p>\n\n<p class=\"has-text-align-none\">“I am struggling in every aspect when it comes to the cost of living, the cost of food, everything is barely making it so that I can [stay] just above water … (barely making it),”<strong> </strong>one 28-year-old Biden-supporting female participant told the researchers. Pluralities of respondents felt the same way. And more than half of them said 2024 was trending in a worse direction than any of the past few years. </p>\n\n<p class=\"has-text-align-none\">“You’d see over and over again, just how young people do feel powerless and out of control, regarding their finances, their own ability to provide themselves, health care, and just the state of the world. That is something that [persists] and is still a thing we have speak to,” Fernandez Ancona said.</p>\n\n<p class=\"has-text-align-none\">The results offered a clear picture of what Democrats needed to change if they wanted to win in November: Replace Biden, promote younger leadership, and offer a clearer, more positive, and more forward-looking platform that moved beyond Biden or Trump.</p>\n\n<p class=\"has-text-align-none\">That’s just what has happened in the following months. “What we see in the data is that Harris is almost kind of the ideal candidate for them, because [she presents] the three things that [young people] said they wanted most: authenticity, actionable policies, and a change from the status quo,” Fernandez Ancona said. “Harris becomes that avatar for everything you are asking for. So she can possibly help solidify them as a voting block by speaking to their agency in [pushing for this change].”</p>\n\n<p class=\"has-text-align-none\">Aside from representing the kind of shock to the political system that many young people were hoping for, Harris is also benefitting from a high level of trust from young people, both on the issues they said matter most and on being the “change” candidate. The University of Chicago poll, for example, found that while young people continue to disapprove of Biden, they <a href=\"https://politics.uchicago.edu/get-involved/youth-poll#keyTakeaways\">don’t necessarily apply</a> that same disapproval to Harris. </p>\n\n<p class=\"has-text-align-none\">What all these surveys and studies also confirmed was the way these narratives of trust, change, and hope were boosted by viral memes and social media engagement. It was through social media, and <a href=\"https://news.uchicago.edu/what-are-we-getting-wrong-about-young-voters\">TikTok in particular</a>, that many young voters were reintroduced to Harris as a candidate and prompted to <a href=\"https://www.scholarsandstorytellers.com/young-voters-in-a-digital-world\">tune back</a> into election news and look into her policies.</p>\n\n<p class=\"has-text-align-none\">Still, these analyses also point to a central vulnerability for Harris, one that existed even before the summer shakeup. Young voters, and voters writ large, are still concerned <a href=\"https://www.cnn.com/2024/09/22/politics/young-voters-election-issues/index.html\">about affordability and their economic prospects</a>, and that’s the big issue holding back stronger support from young men, and young men of color, in particular. It’s the biggest issue where Trump continues to hold an advantage over Harris in the Harvard Youth Poll,<strong> </strong>it’s the <a href=\"https://politics.uchicago.edu/get-involved/youth-poll#keyTakeaways\">most important issue</a> in the University of Chicago poll, and it’s the<a href=\"https://www.latimes.com/politics/newsletter/2024-09-21/harris-hasnt-sealed-the-deal-focus-groups-with-young-voters-show-why-politics\"> major sticking point</a> for undecided and marginal young voters in the focus groups that Harvard’s John Della Volpe, the director the youth poll, has been running. </p>\n\n<p class=\"has-text-align-none\">It also swamps the share of young voters who are concerned about the other big vulnerability Biden faced — his handling of the war in Gaza. Anywhere from 1 to 4 percent of respondents in either poll prioritized the Gaza war, though 11 percent of respondents in the <a href=\"https://politics.uchicago.edu/uploads/homepage/2024-08-August-Toplines-Public-Young-Adult-Sample.pdf\">UChicago poll</a> said they were Harris voters who felt less likely to support her because of the administration’s handling of the war.</p>\n\n<p class=\"has-text-align-none\">Harris, scholars and researchers say, should focus on her economic vision as young voters continue to prioritize issues and “change” in their vote choice.</p>\n\n<p class=\"has-text-align-none\">“Having an economic plan and a real plan for the future — yes, she talks about the opportunity economy that she envisions, but really spelling out for people how that’s going to work and play out, and how she may get that through Congress, is going to be critical, especially for that kind of cohort, these different demographic splits of Gen Z,” Alisha Hines, the director of research at the UCLA Center for Scholars and Storytellers, told me.</p>\n\n<p class=\"has-text-align-none\">Harris and her team may be getting the message. She <a href=\"https://kamalaharris.com/wp-content/uploads/2024/09/Policy_Book_Economic-Opportunity.pdf\">rolled out</a> an extensive economic policy vision in late September, followed in quick succession by a major <a href=\"https://www.politico.com/news/2024/09/25/harris-economy-pittsburgh-speech-00181079\">speech</a> and an <a href=\"https://thehill.com/homenews/administration/4900063-kamala-harris-stephanie-ruhle-interview-takeaways/\">interview</a> with MSNBC to flesh out her plans — all of which mark a new phase of her campaign, drilling down on the policy specifics she has slowly rolled out since becoming the nominee. Polling and surveys tell us that young people want more of that. Harris has about a month left to do it.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Among the signs that the 2024 presidential contest is reverting to a more “normal” election is a big shift from the country’s youngest voters. After abandoning President Joe Biden in favor of third-party candidates, former President Donald Trump, or simply not voting, they have rallied to support Vice President Kamala Harris since her entrance to [&#8230;]",
    "author": "Christian Paz"
  },
  {
    "title": "Get used to more absurdly hot Octobers",
    "link": "https://www.vox.com/climate/375996/extreme-heat-october-climate-change",
    "pubDate": "2024-10-03T22:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Two people standing up to their knees in the water of the San Francisco Bay with the city in the background. \" data-caption=\"Elizabeth Gomez, left, and Jeffrey Chip Barrus cool off in the waters of Alameda Beach in Alameda, California, on October 2, 2024, during an exceptional heat wave across the Bay Area and inland. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jessica Christian/San Francisco Chronicle/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jessica Christian/San Francisco Chronicle/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2175516086.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Elizabeth Gomez, left, and Jeffrey Chip Barrus cool off in the waters of Alameda Beach in Alameda, California, on October 2, 2024, during an exceptional heat wave across the Bay Area and inland. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Jessica Christian/San Francisco Chronicle/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Much of the western United States is <a href=\"https://www.washingtonpost.com/weather/2024/10/02/record-heat-wave-west-palmsprings-phoenix/\" data-type=\"link\" data-id=\"https://www.washingtonpost.com/weather/2024/10/02/record-heat-wave-west-palmsprings-phoenix/\">experiencing record temperatures</a> — reaching the sorts of highs in October that are normally associated with some of the hottest days of summer.</p>\n\n<p class=\"has-text-align-none\">Palm Springs, California, hit a staggering 117 degrees Tuesday, setting a new October record for itself, and <a href=\"https://x.com/US_Stormwatch/status/1841286708773744641?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">matching the highest temperature</a> that’s ever been documented in the US in <a href=\"https://x.com/US_Stormwatch/status/1841286708773744641?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Etweet\">October</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Other places in <a href=\"https://www.sfchronicle.com/weather/article/san-jose-october-heat-record-19811577.php\">California</a>, <a href=\"https://www.axios.com/local/phoenix/2024/10/02/october-heat-wave-110\">Arizona</a>, and <a href=\"https://abcnews.go.com/US/extreme-october-heat-wave-ongoing-west-latest-forecast/story?id=114458952\">Wyoming</a> have also experienced some of their hottest October temperatures ever, with <a href=\"https://www.sfchronicle.com/weather/article/san-jose-october-heat-record-19811577.php\">San Jose</a> reaching a temperature of 106 degrees, <a href=\"https://www.azcentral.com/story/news/local/phoenix-weather/2024/10/01/weather-records-shattered-in-phoenix-as-october-begins-with-unprecedented-heat/75472128007/\">Phoenix</a> hitting 113, and <a href=\"https://abcnews.go.com/US/extreme-october-heat-wave-ongoing-west-latest-forecast/story?id=114458952\">Cheyenne</a> reaching 85 degrees.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All this is part of a larger trend, one with serious consequences: Heat can, in and of itself, <a href=\"https://www.cdc.gov/extreme-heat/risk-factors/index.html\">be dangerous</a>, especially to the elderly, the very young, and those with chronic health concerns. But it can also have cascading effects, from increasing wildfire risk to disrupting harvests. And, because of the effects of climate change, temperatures like those seen across the western US this week could become far more common.</p>\n\n<p class=\"has-text-align-none\">“Human-caused climate change … is loading the weather dice toward more frequent and intense heat waves,” University of Pennsylvania climate scientist Michael Mann told Vox.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>It’s part of a larger trend</strong></h2>\n\n<p class=\"has-text-align-none\">This October heat is largely the result of a phenomenon currently happening <a href=\"https://www.washingtonpost.com/weather/2024/10/02/record-heat-wave-west-palmsprings-phoenix/\">in the West known as a “heat dome”</a> — which involves a high-pressure system trapping heat closer to the Earth’s surface.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Long-term climate change, however, is likely exacerbating the heat dome’s effects. Greenhouse gasses that fuel climate change also trap heat, leading to higher temperatures that can make an already hot heat dome even hotter. </p>\n\n<p class=\"has-text-align-none\">According to a <a href=\"https://www.climatecentral.org/climate-matters/risky-summer-heat\">study from the climate nonprofit Climate Central</a>, 91 million people in the US experienced 30 or more “risky heat days” this summer, and those were made twice as likely because of climate change. The organization describes “risky heat” days as ones warmer than “90 percent of temperatures observed in a local area over the 1991-2020 period.”</p>\n\n<p class=\"has-text-align-none\">Climate change has also led to higher temperatures around the world throughout this past year, including a particularly hot summer in states across the US. According to the <a href=\"https://www.noaa.gov/news/us-sweltered-through-its-4th-hottest-summer-on-record\">National Oceanic and Atmospheric Administration (NOAA),</a> this was the country’s fourth-hottest summer on record, when looking at temperatures from June through August 2024. During those months, the average temperature in the contiguous United States was 73.8 degrees Fahrenheit — 2.5 degrees above the average from 1991-2020.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That was noticeable in multiple places, <a href=\"https://www.washingtonpost.com/weather/2024/09/03/phoenix-100-degree-temperatures-record/\">including Phoenix</a>, which experienced more than 100 consecutive days of 100-degree heat or higher this year. Globally, the world could also be on track to <a href=\"https://www.webmd.com/a-to-z-guides/news/20240906/2024-shaping-up-as-the-hottest-year-on-record\">hit its hottest year on record.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">In addition to getting warmer, summers are getting longer, with Drexel University researchers noting that seasonal temperatures <a href=\"https://drexel.edu/uhc/about/News/2024/July/data%20summers%20getting%20longer%20and%20hotter/#:~:text=UHC%20researchers%20also%20noted%20an,are%20getting%20hotter%20and%20longer.\">are lasting 30 days longer</a> than they have in the past, meaning well into October for some in the northern hemisphere.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means fall doesn’t bring the same relief from heat it once did. As a September <a href=\"https://www.climatecentral.org/climate-matters/2024-fall-package\">Climate Central</a> report, which looked at 242 US cities, found, fall temperatures went up 2.5 degrees, on average, between 1970 and 2023.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The warmer fall days could have major implications for natural disasters, especially for wildfires in places like Southern California, where heat amplifies the risk of potential blazes on drier landscapes that have also seen decades of <a href=\"https://www.nature.com/articles/s41467-024-46702-0\">fire suppression</a>. While wildfire season has typically run from early summer into the fall, <a href=\"https://www.climatecentral.org/climate-matters/longer-more-intense-fire-weather-seasons\">it has the potential to go longer</a> as higher temperatures persist.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/climate/2023/7/21/23799004/invisible-consequences-extreme-heat-physical-mental-health\">More days with higher temperatures</a> can also translate to increased cases of heat stroke, cardiovascular problems caused by stress on the heart, and respiratory challenges. They can extend, too, the window <a href=\"https://www.vox.com/22383707/allergies-2021-pollen-allergy-covid-19-climate-change-asthma\">when people experience seasonal allergies.</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">Additionally, warmer falls could affect plant and animal preparations for hibernation, severely shortening the time they usually take to prepare for winter, and delaying <a href=\"https://www.climatecentral.org/climate-matters/fall-foliage-and-climate-change\">processes like changes in foliage and leaf dropping</a>. Farmers may increasingly need to shift <a href=\"https://www.cbsnews.com/chicago/news/warmer-weather-fall-farming-illinois/\">planting and harvesting schedules for different crops</a> as temperatures continue to fluctuate as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Short of major changes needed to curb human contributions to global warming, this year’s October heat waves aren’t likely to be a fluke. As Mann told Vox, “The warming will continue until we bring carbon emissions to zero.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Much of the western United States is experiencing record temperatures — reaching the sorts of highs in October that are normally associated with some of the hottest days of summer. Palm Springs, California, hit a staggering 117 degrees Tuesday, setting a new October record for itself, and matching the highest temperature that’s ever been documented [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "Florida criminalized homelessness. Then Hurricane Helene hit.",
    "link": "https://www.vox.com/policy/375765/florida-homelessness-hurricane-helene-encampment-disaster-fema-housing-crisis-storm",
    "pubDate": "2024-10-03T18:20:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A sign in Florida that reads “Hurricane Warning” in capital orange letters alongside a road ahead of Hurricane Helene.\" data-caption=\"A sign displays a hurricane warning along a roadside as preparations are made for the arrival of Hurricane Helene, in Cedar Key, Florida, on September 25, 2024. | Miguel J. Rodriguez Carrillo/AFP via Getty Images\" data-portal-copyright=\"Miguel J. Rodriguez Carrillo/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2173616056.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A sign displays a hurricane warning along a roadside as preparations are made for the arrival of Hurricane Helene, in Cedar Key, Florida, on September 25, 2024. | Miguel J. Rodriguez Carrillo/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In the wake of <a href=\"https://www.vox.com/climate/374867/hurricane-helene\">Hurricane Helene</a>, a devastating Category 4 storm that has ravaged the Southeast, leaders are <a href=\"https://www.nbcnews.com/news/weather/live-blog/helene-deadly-storm-live-updates-rcna173203\">rushing to restore homes, infrastructure</a> and <a href=\"https://apnews.com/article/hurricane-helene-power-outages-32958ff95f6e51e8c69e56e587de46d2\">power for millions</a> of people. But amid the overwhelming destruction and chaos, and a death toll already <a href=\"https://www.cbsnews.com/news/hurricane-helene-survivors-north-carolina-rescue/\">exceeding 160</a> people across six states, one group risks being overlooked in the scramble: the homeless population, those already vulnerable before the storm.</p>\n\n<p class=\"has-text-align-none\">Disaster relief for people who were homeless prior to a hurricane has always been lacking, as FEMA, the main federal agency tasked with providing aid, has a policy that <a href=\"https://www.fema.gov/sites/default/files/documents/fema_iappg-1.1.pdf\">explicitly excludes</a> those unhoused people from most forms of help, including housing and direct assistance. In recent years, the federal Department of Housing and Urban Development (HUD) has stepped up to try to plug some of those gaps in social safety, but a <a href=\"https://www.congress.gov/118/bills/hr1605/BILLS-118hr1605ih.pdf\">new bill moving</a> through Congress <a href=\"https://nlihc.org/sites/default/files/HR_1605_Sign_on_Letter_Final.pdf\">threatens these efforts</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These dynamics have grown more pressing as major hurricanes <a href=\"https://www.vox.com/natural-disaster/374366/hurricane-helene-florida-big-bend-beryl-storms-climate\">increase in frequency</a> and the number of unsheltered Americans <a href=\"https://www.huduser.gov/portal/datasets/ahar/2023-ahar-part-1-pit-estimates-of-homelessness-in-the-us.html\">continues to grow</a>. In June the US Supreme Court <a href=\"https://www.vox.com/homelessness/357861/homelessness-encampment-grants-pass-supreme-court-housing\">issued a landmark decision</a> in <em>Grants Pass </em>v. <em>Johnson</em>, greenlighting local governments’ legal authority to clear out <a href=\"https://www.vox.com/policy/2023/3/8/23618237/homelessness-tent-encampments-housing-affordable\">homeless tent encampments</a> even if a city lacks any available housing or shelter for the unhoused person to stay in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since then, more jurisdictions have passed laws criminalizing homelessness, part of a broader effort to crack down on those sleeping outside. Just this week <a href=\"https://www.flgov.com/2024/03/20/governor-desantis-signs-legislation-to-address-homelessness-and-protect-the-public-and-quality-of-life-for-floridians/\">a new law</a> in Florida —&nbsp;that bans sleeping on public property anywhere in the state — took effect. While the law <a href=\"https://www.flsenate.gov/Session/Bill/2024/1365/?Tab=BillText\">includes exceptions</a> during emergencies like major storms, those protections end when the hurricane order is no longer in place.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In practical terms, this means that when Republican Gov. Ron DeSantis or a county official lifts Florida’s emergency hurricane order, Floridians who were homeless before Helene — <a href=\"https://fchonline.org/the-issue/\">roughly 31,000</a> people —&nbsp;could face new criminal penalties. Local homeless advocates say there are countless questions and rumors circulating about how the new law will be interpreted and enforced in the wake of disasters just like Helene, which <a href=\"https://www.vox.com/climate/373874/hurricane-helene-florida-forecast-warm-ocean-water\">made landfall last week</a> in Florida’s Big Bend region.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Most people experiencing homelessness were aware the new anti-camping law was set to take effect, according to Martha Are, the executive director at the Homeless Services Network of Central Florida. “Some people are already trying to relocate their encampments to harder-to-find areas,” she told me in mid-September, about a week before Helene hit Florida.</p>\n\n<p class=\"has-text-align-none\"><br>Leaders like Are have little idea yet what to expect, and she hears unofficially that most jurisdictions are in wait-and-see mode, watching to see which city gets sued first and what the judge who reviews that lawsuit decides. (Under the new Florida law, any citizen or business can sue beginning in January if they feel the anti-camping ban is not being properly enforced.) <br><br>“It’s going to be a challenge for how leaders actually enforce these [anti-camping] laws, like if I’ve lost my house from a hurricane and I’ve lived in that town for a decade, will I be found in violation of the law and are they going to arrest me?” asked Noah Patton, the manager of disaster recovery at the National Low Income Housing Coalition. “These laws create significant complications, will really make aid more difficult to sort out, and what I have been saying is it makes a community less resilient to disasters.” </p>\n\n<h2 class=\"wp-block-heading\">Moving homeless people to safety when a hurricane hits is difficult — and the anti-camping laws make that harder</h2>\n\n<p class=\"has-text-align-none\">It’s always a stressful scramble to try and reach homeless people when a hurricane is coming. “A lot of people have phones but they don’t have data, they aren’t getting texts,” said Kelly Young, the CEO of the Coalition for the Homeless of Houston and Harris County.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Typically, homeless outreach workers will try and go out to spread the word, and existing homeless shelters will work to make extra room, sometimes allowing people to sleep in places like the kitchen and hallways. Unhoused individuals can usually seek refuge in convention centers and public schools, or at newly-erected Red Cross emergency shelters. Some governments and nonprofits arrange transport for unhoused people to get indoors, while others leave it on the individual to figure out their own travel.</p>\n\n<p class=\"has-text-align-none\">“We had up to 13,000 people at George R. Brown Convention Center <a href=\"https://www.vox.com/science-and-health/2017/8/28/16211392/100-500-year-flood-meaning\">after [Hurricane] Harvey</a> and there was no distinguishing between the homeless versus people who had just lost their homes and needed a place to be,” said Larry Satterwhite, who leads the Houston Mayor’s Office of Public Safety and Homeland Security.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Not everyone experiencing homelessness gets the information they need, and not everyone living outside <a href=\"https://www.huduser.gov/portal/sites/default/files/pdf/Understanding-Encampments.pdf\">feels comfortable going to a shelter</a>, said Eric Camarillo, the executive director of SALT Outreach, which works with unsheltered homeless people in Orlando and central Florida. Some people fear losing their personal belongings, while others may have had traumatic prior experiences at shelters.</p>\n\n<p class=\"has-text-align-none\">“The face of homelessness is not the same as it was 50 years ago,” Camarillo added. “These are single moms who can’t afford day care, these are seniors in their 70s and 80s on fixed incomes who can’t afford their rent increases, and youth and young adults.”</p>\n\n<p class=\"has-text-align-none\">The new anti-camping laws are intensifying the already tumultuous disaster response situation, as many homeless people living outside now try to become less visible to avoid jail time. The punitive laws are also expected to increase distrust between local government and homeless individuals, making it even more difficult for people to accept help if they are found.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“These laws exist, in my opinion, to push people away and out of sight which makes our job tougher,” said Eric Samuels, the president of the Texas Homeless Network. (Texas passed its statewide camping ban in 2021.) “And if people are badly hurt and they’re miles from public view because they don’t want to get a ticket, then emergency crews might not be able to get out to help.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Disaster aid for those already experiencing homelessness faces an uncertain future</h2>\n\n<p class=\"has-text-align-none\">FEMA has the primary responsibility of providing disaster relief and works with states and local communities to manage emergency shelters, <a href=\"https://maps.redcross.org/website/maps/ARC_Shelters.html\">which are mostly run by</a> the Red Cross. FEMA prohibits housing assistance from going to those who were already homeless — “because the need for housing was not caused by the disaster,” as their policy states — though homeless individuals may qualify for temporary transportation, funeral, child care, and medical aid.<br><br>FEMA policy does permit those who lived, pre-disaster, in “non-traditional forms of housing” like “tents, certain types of huts, and lean-to structures” to apply for a few months of rental assistance. But to receive this FEMA money, applicants must obtain verification of their pre-storm situation from “a credible or official source” which, according to Patton, makes accessing the aid virtually impossible.<br><br>“People do not apply,” he said. “It’s an exceptionally burdensome and administratively difficult process.”<br><br>Recently, in light of this, and after years of advocacy by housing organizations, HUD stepped up to establish the <a href=\"https://www.hudexchange.info/news/rapid-unsheltered-survivor-housing-rush-notice/\">Rapid Unsheltered Survivor Housing</a> (RUSH) program, using unspent funds from <a href=\"https://www.hud.gov/program_offices/comm_planning/esg\">another emergency grant program</a>. RUSH aims to help those who were homeless prior to a storm or other climate disaster, and the first grants <a href=\"https://www.nhlp.org/resources/nlihc-and-nhlp-release-report-on-huds-rapid-unsheltered-survivor-housing-rush-program/\">were deployed</a> in the <a href=\"https://www.vox.com/science-and-health/23389508/hurricane-ian-death-toll-storm-florida-landfall-climate\">wake of Hurricane Ian</a> in 2022.</p>\n\n<p class=\"has-text-align-none\">“We were very pleased to have the ability to launch the program because we see that people who are doubled up or experiencing homelessness during the disaster often don’t access FEMA funds or receive support from FEMA for long,” said Marion McFadden, HUD’s principal deputy assistant secretary for community planning and development. “By providing funds specifically for these situations, we’re filling in gaps.”</p>\n\n<p class=\"has-text-align-none\"><br>The other way HUD comes in is through its <a href=\"https://www.hud.gov/program_offices/comm_planning/cdbg-dr\">Community Development Block Grant Disaster Recovery</a> program (CDBG-DR), which is a highly flexible, long-term disaster aid program that can be used to provide months of rental assistance and build new affordable housing well after FEMA is gone. However the program is not permanently authorized — meaning it relies on periodic appropriations from Congress, which are often delayed and insufficient. The Biden administration has called for Congress to permanently authorize CDBG-DR, and a bipartisan bill in Congress <a href=\"https://www.naco.org/news/bipartisan-bills-introduced-support-counties-disaster-recovery-process\">has called for the same</a>.</p>\n\n<p class=\"has-text-align-none\">Yet <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/1605\">a separate bill</a> currently moving through Congress seeks to move much of this longer-term disaster recovery work back over to FEMA, something low-income housing advocates believe will threaten those who are homeless before a hurricane.</p>\n\n<p class=\"has-text-align-none\">“We are concerned that the bill, as written, may lead to the misuse of scarce federal recovery funds and prevent critically needed long-term recovery assistance from reaching low-income disaster survivors,” more than 35 national<strong> </strong>housing advocacy groups wrote in <a href=\"https://docs.google.com/document/d/1U15ZfvjLRefLildANBu3ij7zRXRGjL_51893RBYPTaE/edit\">a congressional letter</a> last week.&nbsp;</p>\n\n<p class=\"has-text-align-none\">McFadden, of HUD, said there’s “a real role” for her agency to play in supporting communities after disasters. “We are making billions of dollars in grants every year and we understand the unique needs of low-income people and of low-income housing,” she told Vox.&nbsp;</p>\n\n<p class=\"has-text-align-none\">FEMA was noncommittal when I inquired about the agency’s plans for unhoused individuals during a disaster if Congress granted them new authority, or whether they’d reconsider their stance on aiding the pre-disaster homeless.<br><br>“If additional or new authority is passed by Congress and signed into law, FEMA would then develop guidance necessary to implement the new authority,” an agency spokesperson said. “FEMA would focus on supporting communities’ recovery in addressing needs resulting from a disaster and adhering to the intent of Congress in approving any new authority.”</p>\n\n<p class=\"has-text-align-none\">As climate change escalates, communities across the US face increasing threats not only from hurricanes but also from heat waves, floods, and wildfires. Advocates <a href=\"https://www.biologicaldiversity.org/programs/energy-justice/pdfs/EMBARGOED_FEMA-Petition-on-Heat-and-Wildfire-Smoke.pdf\">have been petitioning</a> FEMA over the last year to expand its criteria for disaster aid to include heat and smoke, emphasizing the need for more adaptable responses to these challenges. The nation’s severe shortage of affordable housing worsens the struggles of both the newly displaced and the long-unsheltered, and addressing these intertwined crises of climate resilience and housing stability has never been more urgent.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In the wake of Hurricane Helene, a devastating Category 4 storm that has ravaged the Southeast, leaders are rushing to restore homes, infrastructure and power for millions of people. But amid the overwhelming destruction and chaos, and a death toll already exceeding 160 people across six states, one group risks being overlooked in the scramble: [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "Israel has invaded Lebanon. Here’s what could come next.",
    "link": "https://www.vox.com/israel/375125/lebanon-hezbollah-israel-iran-invasion-gaza",
    "pubDate": "2024-10-03T17:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Smoke rises over a spread-out village at the base of some hills.\" data-caption=\"Smoke plumes erupt after an Israeli airstrike targeted the the village of Khiam in southern Lebanon near the border with northern Israel on September 30, 2024. | Rabih Daher/AFP via Getty Images\" data-portal-copyright=\"Rabih Daher/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/gettyimages-2174977263.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Smoke plumes erupt after an Israeli airstrike targeted the the village of Khiam in southern Lebanon near the border with northern Israel on September 30, 2024. | Rabih Daher/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Israel appears to be expanding a military invasion of Lebanon it initially said <a href=\"https://www.washingtonpost.com/world/2024/09/30/israel-lebanon-hezbollah-hamas-war-news-gaza/\">would be “limited,”</a> launching <a href=\"https://www.nytimes.com/live/2024/10/03/world/israel-iran-lebanon-hezbollah\">hundreds of airstrikes</a> on targets throughout the country, and engaging in <a href=\"https://apnews.com/live/israel-lebanon-ground-operation-updates\">ground combat</a> in the country’s south. </p>\n\n<p class=\"has-text-align-none\">Several of Israel’s recent strikes have focused on the Lebanese capital Beirut; one of the most recent <a href=\"https://www.cbsnews.com/news/israel-iran-hezbollah-attack-hamas-war-airstrikes-beirut-gaza-latest/\">killed 46 people and wounded 85</a>. In the past days, Israel has also instructed residents of <a href=\"https://www.cbsnews.com/news/israel-iran-hezbollah-attack-hamas-war-airstrikes-beirut-gaza-latest/\">77 southern towns and villages to flee</a>, telling people to move far north of an internationally recognized border zone — <a href=\"https://apnews.com/article/israel-lebanon-hezbollah-gaza-war-news-10-03-2024-5fad98f56ebcc7e1751388b608c7c8dd\">possibly indicating Israel’s intention to move further into Lebanon</a>.</p>\n\n<p class=\"has-text-align-none\">These attacks follow weeks of bombing campaigns near and within Beirut, and the Israeli military’s announcement that it <a href=\"https://www.nytimes.com/live/2024/10/01/world/israel-lebanon-hezbollah/here-are-the-latest-developments?smid=url-share\">transferred one army division</a>, typically numbering around 10,000 troops, to the Lebanese border.</p>\n\n<p class=\"has-text-align-none\">The invasion marks a dangerous new phase in the long conflict between Israel and Hezbollah, an Iranian-backed Islamist militant organization and Lebanese political party that has fought Israel since its founding decades ago. Israel has recently escalated its attacks on Hezbollah, <a href=\"https://www.vox.com/world-politics/2023/10/28/23935157/hezbollah-lebanon-israel-hamas-palestine-gaza-iran-militia-group\">assassinating the group’s reclusive leader</a>, Hassan Nasrallah, in a bombing in a Beirut suburb after reportedly launching a <a href=\"https://www.vox.com/world-politics/372399/pager-explosions-lebanon-syria-hezbollah-israel-gaza\">series of attacks on thousands of mobile devices</a> used by members of Hezbollah throughout Lebanon. </p>\n\n<p class=\"has-text-align-none\">Israel’s latest operations have been costly: More than <a href=\"https://www.theguardian.com/world/2024/sep/30/israel-strikes-yemen-lebanon-attack-hezbollah-middle-east-war-latest\">1,000 Lebanese have been killed, 6,000 wounded</a>, and <a href=\"https://www.reuters.com/world/middle-east/israel-strikes-heart-beirut-killing-six-2024-10-02/\">more than a million displaced</a>, according to Lebanese government officials. Hezbollah’s recent attacks on Israel — largely missile strikes — have meanwhile left at least <a href=\"https://www.jns.org/idf-probing-cause-of-sirens-in-central-israel/\">eight</a> <a href=\"https://www.npr.org/2024/09/25/g-s1-24452/hezbollah-fires-missile-tel-aviv\">people</a> wounded. Close combat in Lebanon’s south has <a href=\"https://www.cbsnews.com/news/israel-lebanon-hezbollah-war-ground-operations-as-hamas-war-continues/\">killed eight Israeli soldiers thus far</a>.</p>\n\n<p class=\"has-text-align-none\">Although the two sides have fought on and off over the decades, Hezbollah has been engaged in more intense fighting with Israel since the October 7 attacks on Israel by Hamas last year. Hezbollah has vowed to <a href=\"https://www.nytimes.com/live/2024/world/israel-lebanon-hezbollah-hamas/here-are-the-latest-developments-on-strikes-in-lebanon?smid=url-share\">continue its missile strikes</a> into Israeli territory until Israel agrees to a ceasefire in Gaza, where at least <a href=\"https://www.reuters.com/world/middle-east/gaza-death-toll-how-many-palestinians-has-israels-campaign-killed-2024-07-25/\">40,000 Palestinians</a> have been killed. Israel has shown no sign it is contemplating ending its operations, either. The country’s leaders have said they want to <a href=\"https://www.vox.com/today-explained-podcast/352059/why-israel-cant-destroy-hamas\">completely eradicate Hamas</a>, and Israel’s <a href=\"https://www.theguardian.com/world/2024/sep/30/us-looks-unable-to-talk-netanyahu-out-of-planned-invasion-of-lebanon\">defense minister said Monday</a> that the “next stage in the war against Hezbollah will begin soon.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Key allies also seem unable to end the fighting. The United States reportedly had a <a href=\"https://www.nytimes.com/2024/09/30/us/politics/us-israel-lebanon-hezbollah.html\">Hezbollah-Israel peace plan that it has now abandoned</a>. While the US has publicly told Israel it should try to deescalate the situation, the US <a href=\"https://www.politico.com/news/2024/09/30/us-israel-military-hezbollah-00181797\">reportedly privately offered Israel support</a> for its Hezbollah strategy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Iranian officials have responded to Israel’s recent attacks with a <a href=\"https://www.nbcnews.com/news/world/iran-launched-ballistic-missile-attack-israel-rcna173434\">ballistic missile strike</a> on Tuesday. The regime launched at least <a href=\"https://apnews.com/article/israel-lebanon-hezbollah-gaza-news-10-01-2024-eb175dff6e46906caea8b9e43dfbd3da\">180 missiles at Israel</a>, though <a href=\"https://abcnews.go.com/Politics/biden-us-prepared-israel-defend-iranian-attack/story?id=114393069\">US forces in the region</a> and <a href=\"https://apnews.com/article/israel-lebanon-what-to-know-hezbollah-incursion-c44358cb4c70db69bdab4b254cb2ed76\">Israel’s own missile defense system </a>intercepted most.<strong> </strong>Iran’s mission to the UN suggested the country did not have further attacks in store, <a href=\"https://x.com/Iran_UN/status/1841162849286308106\">writing on X</a> that the country’s “response … has been duly carried out,” though it added the threat: “Should the Zionist regime dare to respond or commit further acts of malevolence, a subsequent and crushing response will ensue.”</p>\n\n<p class=\"has-text-align-none\">Here is what we do know so far about what has happened, and what’s likely to come next.</p>\n\n<h2 class=\"wp-block-heading\"><strong>How did we get here?</strong></h2>\n\n<p class=\"has-text-align-none\">The animosity between Hezbollah and Israel is decades old; in fact, Hezbollah formed in <a href=\"https://merip.org/1982/09/the-war-in-lebanon/\">1982 in southern Lebanon</a> as a response to <a href=\"https://www.aljazeera.com/opinions/2022/6/4/a-cosmic-stink-israels-invasion-of-lebanon-40-years-on\">Israel’</a>s <a href=\"https://www.washingtonpost.com/archive/politics/1982/09/03/war-casualties-put-at-48000-in-lebanon/cf593941-6067-4239-a453-71bdcaf9eba0/\">disastrous invasion</a>, which killed tens of thousands of Lebanese, and subsequent decades-long occupation of that area. Hezbollah <a href=\"https://www.theguardian.com/world/2000/may/24/israelandthepalestinians.lebanon\">waged guerilla warfare against Israeli troops for decades</a>, and Israel finally left in 2000 following years of brutal fighting and a UN resolution requiring it to do so.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The two sides settled into a conflict that simmered until 2006. After Hezbollah killed eight Israeli soldiers and captured two others, Israel responded with a counterattack that led to a short, bloody war in which <a href=\"https://www.brookings.edu/articles/echoes-of-2006-israel-hezbollah-and-the-potential-for-regional-war/\">more than 1,000 Lebanese and 160 Israelis were killed</a>.<strong> </strong>A UN-brokered ceasefire ended that conflict, but fighting continued for years — and it intensified again in the wake of Hamas’s October 7 attack.</p>\n\n<p class=\"has-text-align-none\">Hezbollah is allied with Hamas, and, starting on October 8, 2023, began firing major salvos into northern Israel, eventually displacing around <a href=\"https://www.bbc.com/news/articles/cglkkrj94ldo\">60,000 residents there</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Initially, with Israel focused on uprooting Hamas in Gaza, fighting along its northern border with Lebanon was limited to tit-for-tat strikes. But starting in September, Israel escalated the fighting significantly, first by attacking Hezbollah members and leadership with exploding electronics, then bombing Hezbollah’s stronghold in southern Lebanon and the outskirts of Beirut.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ever since the October 7 attack, observers have warned about the possibility that Israel’s war with Gaza might spread to encompass Hezbollah and, perhaps, the entire region.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s not clear if that’s what’s happening now or what a full-scale war between Israel and Hezbollah might look like. Despite Hezbollah’s previous ability to stand up to Israeli firepower, it’s also not clear how it will fare with its communication networks disrupted by <a href=\"https://www.vox.com/world-politics/372772/hezbollah-israel-pagers-radios-lebanon\">the recent pager and walkie-talkie attacks</a> —&nbsp;which Israel has not claimed but is widely assumed to be behind. What’s more, a significant number of mid-level and senior Hezbollah leaders were killed in that attack and <a href=\"https://www.vox.com/israel/373428/lebanon-hezbollah-israel-hamas-gaza\">subsequent bombings</a>.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What might Hezbollah’s next move be?</strong></h2>\n\n<p class=\"has-text-align-none\">Hezbollah is considered the most widely armed and powerful militia group in the Middle East. It boasts a vast weapons arsenal, including as many as <a href=\"https://www.aljazeera.com/news/2018/9/20/hezbollah-to-israel-precision-missiles-now-obtained\">120,000 missiles</a>, and has deployed it with increasing success inside Israel’s borders since the war in Gaza began. Israel <a href=\"https://www.reuters.com/world/middle-east/hezbollahs-tunnels-flexible-command-weather-israels-deadly-blows-2024-09-25/\">claims to have destroyed thousands of the group’s rockets and shells</a>, and <a href=\"https://www.brookings.edu/people/natan-sachs/\">Natan Sachs</a>, director of the Middle East policy program at the Brookings Institution, says Israel may have destroyed some of Hezbollah’s precision munitions.</p>\n\n<p class=\"has-text-align-none\">Still, Hezbollah has demonstrated advanced military tactics such as <a href=\"https://www.pbs.org/newshour/world/hezbollah-introduces-new-weapons-tactics-against-israel-as-war-in-gaza-drags-on\">using drones to fire missiles at key Israeli targets</a> and effective intelligence capabilities including <a href=\"https://blog.google/technology/safety-security/tool-of-first-resort-israel-hamas-war-in-cyber/\">digital espionage</a>. And recent Israeli attacks on Lebanese mobile devices and the assassination of Nasrallah haven’t completely wiped out that capacity. Hezbollah claimed to strike at least two locations in northern Israel on October 3 — <a href=\"https://aje.io/l9o832?update=3220211\">a military site and civilian settlement</a>.</p>\n\n<p class=\"has-text-align-none\">“There was kind of this gleefulness about Hezbollah being completely disabled and destroyed now because all the leadership’s gone,” said <a href=\"https://x.com/phillipsmyth?lang=en\">Phillip Smyth</a>, an independent analyst focusing on the Middle East and terrorism. “That’s not how it works.”</p>\n\n<p class=\"has-text-align-none\">But the success of recent Israeli attacks has called into question the extent of Hezbollah’s capabilities — and <a href=\"https://www.nytimes.com/2024/09/29/world/middleeast/iran-hezbollah-israel-nasrallah.html\">reportedly shaken Iranian leadership</a>. In that sense, Hezbollah may have limited options going forward, even though it had previously pledged not to relent until a ceasefire in Gaza is reached. On October 3, Israel’s military claimed to have <a href=\"https://www.reuters.com/world/middle-east/israel-strikes-heart-beirut-killing-six-2024-10-02/\">killed more than a dozen Hezbollah militants in an attack in central Beirut</a>.  </p>\n\n<p class=\"has-text-align-none\">“Hezbollah turns out to be less capable, militarily, than I expected,” <a href=\"https://tcf.org/experts/thanassis-cambanis/\">Thanassis Cambanis</a>, a senior fellow and director of the think tank Century International, said.</p>\n\n<p class=\"has-text-align-none\">Cambanis and other experts believed that Hezbollah had the technology to effectively strike military targets in Israel, as well as civilian infrastructure in Haifa and even Tel Aviv, a major population center. But if it was willing and able, it seems it would have done so by now.</p>\n\n<p class=\"has-text-align-none\">“It turns out that Hezbollah wasn’t willing to use its most powerful military options, or that it couldn’t because Israel was able to infiltrate or neutralize Hezbollah capabilities,” Cambanis said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The group’s second-in-command, Naim Qassem, sought to dispel doubts about Hezbollah’s capabilities in a speech on Monday, though he also seemed to suggest Hezbollah is currently on the defensive.</p>\n\n<p class=\"has-text-align-none\">“Israel was not able to reach our military capabilities, and what its media says about hitting most of the medium and long-range capabilities is a dream they have not achieved and will never achieve,” <a href=\"https://www.youtube.com/watch?v=DCVhaCv-BSQ\" data-type=\"link\" data-id=\"https://www.youtube.com/watch?v=DCVhaCv-BSQ\">Qassem said</a>. “We will face any possibility and we are ready if the Israelis decide to enter by land and the resistance forces are ready for a ground engagement.”</p>\n\n<p class=\"has-text-align-none\">He added that an announcement will be <a href=\"https://www.foxnews.com/world/hezbollah-says-choose-nasrallahs-successor-at-earliest-opportunity\">made in the coming days</a> about Nasrallah’s successor, who Smyth said will most likely be <a href=\"https://www.jpost.com/breaking-news/article-822451\">Hashem Safieddine</a>, Nasrallah’s handpicked heir and cousin. Safieddine currently oversees&nbsp; Hezbollah’s political affairs and sits on the council managing the group’s military operations.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What is Iran’s role here?</strong></h2>\n\n<p class=\"has-text-align-none\">Tuesday’s missile barrage is Iran’s most escalatory move since April, when the regime sent around 300 missiles and rockets toward Israel, nearly all of which were intercepted by US and regional partner forces, as well as Israel’s own air defenses.</p>\n\n<p class=\"has-text-align-none\">Israel has threatened to retaliate against Iran for this latest attack. “The regime in Tehran does not understand our determination to defend ourselves and to exact a price from our enemies,” Prime Minister Benjamin Netanyahu said during a meeting of the country’s security cabinet Tuesday.</p>\n\n<p class=\"has-text-align-none\">It’s not clear <a href=\"https://www.axios.com/2024/10/02/iran-israel-missile-attacks-response?utm_source=newsletter&amp;utm_medium=email&amp;utm_campaign=newsletter_axiosam&amp;stream=top\">exactly what form that retaliation will take</a> —&nbsp;whether it will be an outright attack on Iranian territory, more covert actions like assassinations or disruptions to critical infrastructure, or increased attacks against Iranian partner groups. </p>\n\n<p class=\"has-text-align-none\">For the most part, Iran asserts its regional power and carries out foreign policy goals —&nbsp;primarily, antagonizing Israel —&nbsp;by funding and providing resources to a network of militia groups. Those include Hamas, Yemen’s Houthi rebels, Shia militia groups in Iraq and Syria, and, of course, Hezbollah.</p>\n\n<p class=\"has-text-align-none\">“Iran’s relationship with Hezbollah is really like two NATO allies,” Ali Vaez, director of the Iran project at the International Crisis Group, <a href=\"https://www.vox.com/world-politics/2023/10/14/23917078/israel-hamas-war-gaza-iran-hezbollah-khamenei-lebanon\">told Vox</a> last October.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, while NATO allies pledge to defend one another from attacks, Iran has been reluctant to be actively involved in a war against Israel; a drone attack on Israeli territory in April, following the assassination of an Iranian military leader in an Iranian diplomatic building in Damascus, Syria, was obviously telegraphed and minimally destructive. And the July assassination of <a href=\"https://apnews.com/article/iran-hamas-israel-30968a7acb31cd8b259de9650014b779\">Ismail Haniyeh</a>, the former Hamas leader, while he was in Tehran prompted no obvious retaliation.</p>\n\n<p class=\"has-text-align-none\">That’s not to say that Iran has no appetite for conflict: “The appetite for them was quite high, to be perfectly frank,” Smyth said.&nbsp;“They just thought that they could micromanage this so that it wouldn’t get to this point. And the Israelis clearly called their bluff.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Now, it seems, Iran has offered a show of force — but there are limits to how far the country will go.</p>\n\n<p class=\"has-text-align-none\">“Escalation could come, but [the Iranians] need to thread a needle,” Sachs said. That involves trying to show solidarity with Hezbollah and that Iran is capable of attack, without getting into an extended war with both Israel and the US.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Is Israel’s Lebanon campaign a prelude to a larger ground invasion?</strong></h2>\n\n<p class=\"has-text-align-none\">Israel’s plan for its “limited” ground invasion <a href=\"https://www.washingtonpost.com/world/2024/09/30/israel-lebanon-hezbollah-hamas-war-news-gaza/?pwapi_token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJyZWFzb24iOiJnaWZ0IiwibmJmIjoxNzI3NjY4ODAwLCJpc3MiOiJzdWJzY3JpcHRpb25zIiwiZXhwIjoxNzI5MDUxMTk5LCJpYXQiOjE3Mjc2Njg4MDAsImp0aSI6ImFlMTRkYjY5LTk5YTYtNDIzMS05YmVkLTlhODEzNjVhOTdiYSIsInVybCI6Imh0dHBzOi8vd3d3Lndhc2hpbmd0b25wb3N0LmNvbS93b3JsZC8yMDI0LzA5LzMwL2lzcmFlbC1sZWJhbm9uLWhlemJvbGxhaC1oYW1hcy13YXItbmV3cy1nYXphLyJ9.gPdOCFqWeUNDOOgWc_u8OxxY2nTy62a09dLm8KwWSa4\"><strong>initially appeared to </strong>involve</a> rooting out Hezbollah along Lebanon’s southern border with Israel to neutralize the threat to Israeli communities nearby. </p>\n\n<p class=\"has-text-align-none\">However, by Thursday, there were some indications that Israel could move further into Lebanon’s south: The military instructed residents in Lebanon’s southern Nabatieh governorate to move about 36 miles to the north, <a href=\"https://apnews.com/article/israel-lebanon-hezbollah-gaza-war-news-10-03-2024-5fad98f56ebcc7e1751388b608c7c8dd\">according to the Associated Press.</a> That’s beyond the Litani River, which serves as the northern border of an internationally recognized border zone between Israel and Lebanon. </p>\n\n<p class=\"has-text-align-none\">But there’s a fear that Israel’s narrow mission could balloon into something bigger — much as it already has in Gaza, where Israel’s stated operational objective of eliminating Hamas has given way to widespread destruction of civilian life. If the conflict with Hezbollah does grow, that would likely spur fierce Lebanese resistance.</p>\n\n<p class=\"has-text-align-none\">“An invasion of Lebanon will mobilize Lebanese as a national issue to resist, including the many Lebanese who don’t support Israel but also oppose another Israeli invasion and occupation,” Cambanis said. “Perhaps in the short term Israel can achieve some of its aims by pursuing the logic of total war, but it will only make Israel and the entire Middle East less safe.”</p>\n\n<p class=\"has-text-align-none\">The Lebanese government —&nbsp;or what passes for it, since an unelected caretaker government has been in place since 2022 — has clearly demonstrated that the country is not interested in yet another war with Israel. Caretaker <a href=\"https://www.reuters.com/world/middle-east/lebanon-hold-session-elect-president-after-ceasefire-caretaker-pm-says-2024-09-30/\">Prime Minister Najib Mikati announced Monday</a> that his government is prepared to implement UN Security Council Resolution 1701, which ended the 2006 war. That resolution would deploy the Lebanese army to the country’s south to crack down on Hezbollah and require Israel to pull out of southern Lebanon. Now that Israel has entered Lebanon, it’s unclear whether Mikati will trigger the resolution. </p>\n\n<p class=\"has-text-align-none\">The conflict has already taken a significant toll on Lebanese civilians and it could only get worse from here. In anticipation, Lebanon and the United Nations petitioned for <a href=\"https://www.nytimes.com/live/2024/10/01/world/israel-lebanon-hezbollah/23dd80ed-e9dd-5ee3-a552-622fbac870f6?smid=url-share\">$426 million</a> in humanitarian aid on Tuesday to help those affected in the next three months.</p>\n\n<p class=\"has-text-align-none\">Lebanon has already struggled under decades of war and government dysfunction, as well as an influx of Syrian refugees that have stretched already-limited state capacity. Now, Israel’s bombing attacks and invasion have displaced around 1 million Lebanese from the south of the country, <a href=\"https://www.bbc.com/news/articles/ckgveeyrl47o\">according to Mikati</a>, and the Lebanese government says <a href=\"https://apnews.com/article/israel-lebanon-hezbollah-gaza-news-09-30-2024-83ea5f243688f309754ec74850de4238\">at least 1,000 people have been killed in the past two weeks</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What’s next for the Gaza-Hezbollah-Israel conflict overall?</strong></h2>\n\n<p class=\"has-text-align-none\">There seems to be no end in sight for the widening conflict, for several reasons: US unwillingness to restrain Israel by restricting weapons shipments; Hezbollah’s stated position that they will not stop attacks on Israel until a ceasefire with Gaza is reached; and the repeated breakdown of Gaza ceasefire talks.</p>\n\n<p class=\"has-text-align-none\">The US and France did attempt to negotiate a <a href=\"https://www.theguardian.com/world/2024/sep/26/lebanon-temporary-ceasefire-plan-hezbollah-israel\">21-day ceasefire between Hezbollah and Israel last week</a>, but “Israel (Netanyahu) has flat out rejected the US-French 21 day ceasefire proposal in Lebanon,” <a href=\"https://history.stanford.edu/people/joel-beinin\">Joel Beinin</a>, a professor of Middle East history at Stanford University, said. As Hezbollah also frames its attacks as support for Gaza, it most likely won’t agree to a ceasefire as long as Gaza is still under attack.</p>\n\n<p class=\"has-text-align-none\">As for the US, there seems to be almost no effort to truly restrain Israel following the failed ceasefire attempt.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The United States is just not driving events,” <a href=\"https://www.crisisgroup.org/who-we-are/people/michael-wahid-hanna\">Michael Hanna</a>, director of the US program at the International Crisis Group, said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We support Israel’s right to defend itself against Hezbollah and all Iranian backed terror groups. Of course, we know that mission creep can be a risk and we will keep discussing that with the Israelis. And ultimately, a diplomatic resolution is the only way to achieve lasting stability and security across the Israel-Lebanon border,” a spokesperson from the National Security Council told Vox in an email.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US could, however, do more to deter escalation; <a href=\"https://www.sanders.senate.gov/in-the-news/bernie-sanders-preparing-resolutions-to-block-20b-in-us-arms-sales-to-israel/\">Sen. Bernie Sanders </a>(I-VT) has introduced <a href=\"https://www.huffpost.com/entry/bernie-sanders-resolution-forces-vote-arms-sales-israel-gaza_n_66f5b5a4e4b0b663235fb66d\">a resolution to block arms sales to Israel</a>, on the premise that the arms transfers violate international law, although that is unlikely to pass in Congress.</p>\n\n<p class=\"has-text-align-none\">Although Lebanon is the current site of the crisis, Israeli military operations are ongoing in Gaza, where <a href=\"https://www.france24.com/en/middle-east/20240711-more-than-186-000-dead-in-gaza-how-credible-are-the-estimates-published-on-the-lancet\">as many as 186,000 people may have been killed in the past year of fighting</a>, according to some researchers. (Many media sources put that figure at 40,000, but an accurate count is difficult given that much of Gaza is destroyed and fighting is ongoing.) Medical infrastructure has been destroyed, and there are many reported instances of communicable disease and malnutrition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“People are getting killed in Gaza daily, the humanitarian situation is dire,” Hanna said. “Life is disrupted and on hold — there are no schools, there’s no functioning society. There’s nothing.”</p>\n\n<p class=\"has-text-align-none\">Israel appears to be emboldened by its victories, and Hezbollah appears reluctant to launch large-scale attacks on Israel. The US has maintained its support for Israel and is sending <a href=\"https://apnews.com/article/us-troops-middle-east-israel-hezbollah-e37e2dbef573e33c0f8fb6a8103f27f1\">more troops to the region</a>. Iran has <a href=\"https://apnews.com/article/iran-israel-mideast-tensions-hezbollah-lebanon-analysis-5020aeed3c88790d5483fdf40c9ba392\">issued some threats</a>, but hasn’t yet been much of an active participant in the fighting. All that makes it impossible to say where the war goes from here. Cambanis, however, predicts the worst.</p>\n\n<p class=\"has-text-align-none\">“There’s a dangerous and delusional march to war on Iran,” he said. “I would have liked to rely on the US government to restrain Israel, but it’s clear that the Biden administration supports Israel’s widening gyre of escalation.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, October 3, 1:50 pm ET: </strong>This piece was originally published October 1 and has been updated to include more information about Iran’s missile strikes against Israel, Israel’s missile strikes on Lebanon, and the state of ground operations in southern Lebanon.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Israel appears to be expanding a military invasion of Lebanon it initially said would be “limited,” launching hundreds of airstrikes on targets throughout the country, and engaging in ground combat in the country’s south. Several of Israel’s recent strikes have focused on the Lebanese capital Beirut; one of the most recent killed 46 people and [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Nitrous, one of the oldest mind-altering drugs, is back",
    "link": "https://www.vox.com/future-perfect/374109/nitrous-oxide-laughing-galaxy-gas-whippets-history",
    "pubDate": "2024-10-03T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An old-fashioned illustration of English tourists dancing after taking laughing gas at a Paris dentist, 1820. \" data-caption=\"English tourists dancing after taking laughing gas at a Paris dentist, 1820.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1751846893.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>English tourists dancing after taking laughing gas at a Paris dentist, 1820.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The sweet, odorless gas technically called nitrous oxide has many names: laughing gas, galaxy gas, hippy crack, whippets, even “<a href=\"https://mikejay.net/books/the-atmosphere-of-heaven/\">the atmosphere of heaven</a>.”</p>\n\n<p class=\"has-text-align-none\">Nitrous itself has just as many common uses as it does names. Doctors use it as a mild anesthetic, sending patients off into brief and largely pain-free dissociative euphorias before having a tooth pulled or dislocated finger yanked straight. Inhaling nitrous gives a loopy, giddy sort of high that can last up to <a href=\"https://pubmed.ncbi.nlm.nih.gov/8081181/\">five minutes</a>. As a pressurized gas, nitrous also powers <a href=\"https://www.dawnaerospace.com/latest-news/transitioning-space-propulsion-to-a-nitrous-based-industry-standard\">rockets</a>, race cars, and whipped cream dispensers.  </p>\n\n<p class=\"has-text-align-none\">The gas is both legal and widely available. It comes in small pressurized canisters intended for kitchen use; large tanks for heavier applications, like medicine or car engines; or even as the gas that shoots out of whipped cream canisters when there’s no cream left (hence: “whippets”).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Thanks to being both accessible and cheap, nitrous has been used as a recreational drug for decades, from <a href=\"https://www.youtube.com/watch?v=5bI2fFpz1lE\">Grateful Dead</a> concerts in the ’60s to <a href=\"https://www.latimes.com/archives/la-xpm-1992-03-07-mn-3542-story.html\">raves</a> in the ’90s. Lockdowns during the Covid pandemic seem to have set off <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9201030/\">a new wave</a> of recreational nitrous use. Today, “People on Nitrous Gas” has its own TikTok <a href=\"https://www.tiktok.com/discover/people-on-nitrous-gas\">discovery tab</a>, with videos racking up millions of views. Celebrities are putting the risks of abuse on display, from <a href=\"https://www.yahoo.com/entertainment/kanye-west-loses-lawyer-shocking-112257343.html?guccounter=1&amp;guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAAEg-ZUh8CHlFfz_YckfzG8OS2nzrn2qK_9bFWwymxF_jU05V5UOcawWGpNziJfFHPbqkRBDV26ukNE9h2xYCdICLCLtuWnKldyYliusXLhO1Zde9IEraNeTcK4Zg99-IlZVKtdVeqMaTFLsytZntSuSGo0LmCSv-6_SuKgwvggA4\">Kanye West</a> and <a href=\"https://www.bet.com/article/y6qcns/sza-shares-concerns-over-nitrous-oxide-galaxy-gas-tik-tok-vertical-celebs\">SZA</a>, to <a href=\"https://www.the-independent.com/arts-entertainment/comedy/features/steve-o-interview-jackass-tour-live-bucket-list-b2367273.html\">Steve-O</a> of the stunt show <em>Jackass </em>fame. The <a href=\"https://www.vulture.com/article/secret-lives-of-mormon-wives-real-housewives-of-salt-lake-city-comparison.html\">Mormon mothers</a> and social media influencers of “<a href=\"https://www.tiktok.com/tag/momtok?lang=en\">MomTok</a>,” whose faith <a href=\"https://www.churchofjesuschrist.org/study/new-era/2007/08/not-even-once?lang=eng\">shuns</a> any drug use, recently <a href=\"https://people.com/secret-lives-of-mormon-wives-laughing-gas-and-botox-derm-answers-our-questions-8711616\">said</a> that part of the draw of all the Botox they’ve gotten is getting the nitrous first. “It’s a party,” one said.</p>\n\n<p class=\"has-text-align-none\">Inhaling nitrous is considered relatively safe for people who don’t use it often and don’t take too much. But there are definitely <a href=\"https://pubmed.ncbi.nlm.nih.gov/26496821/\">risks</a>, and more so in recreational contexts. As recreational use rises, particularly <a href=\"https://files.eric.ed.gov/fulltext/ED611736.pdf\">among teenagers</a>, those risks are gaining more attention.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The primary one is vitamin B12 deficiency. Nitrous <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7366039/\">inactivates B12</a> in the body, which coupled with long-term use can lead to <a href=\"https://medicine.yale.edu/news-article/nitrous-oxide-effects-are-reversible-with-early-treatment/#:~:text=When%20recreationally%20inhaled%2C%20nitrous%20oxide,the%20brain%20and%20spinal%20cord.\">nerve damage</a> across the brain and <a href=\"https://casereports.bmj.com/content/16/11/e254727\">spine</a>. Without intervention, that can develop into paralysis or <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8379581/\">brain damage</a>. There’s <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/add.16426\">currently</a> no <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/add.16419#:~:text=Unlike%20other%20addictive%20substances%2C%20nitrous,best%20%5B5%2C%206%5D.\">consensus</a> as to whether nitrous <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/add.16430\">should</a> be labeled an addictive substance. While it doesn’t seem to build the same physical dependency as opioids, it does still carry the risk of habit formation in some cases.</p>\n\n<p class=\"has-text-align-none\">And while nitrous <a href=\"https://cdn.who.int/media/docs/default-source/46th-ecdd/nitrous-oxide_46th-ecdd_critical-review_public-version.pdf?sfvrsn=f6dcf08d_1\">doesn’t have</a> a known fatal dose, deaths from use have been known to <a href=\"https://pubmed.ncbi.nlm.nih.gov/1506823/\">occur</a>, usually from accidents that can happen while high on nitrous or from asphyxiation. Across the UK, where statistics on nitrous are more detailed, there were just 56 deaths <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/articles/deathsrelatedtovolatilesubstancesheliumandnitrogeninenglandandwales/2001to2020registrations\">attributed</a> to nitrous between 2001 and 2020, including both recreational and medical settings. (To put that in some perspective, there were nearly <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/birthsdeathsandmarriages/deaths/bulletins/alcoholspecificdeathsintheuk/2021registrations#:~:text=There%20were%209%2C641%20deaths%20related,14.0%20deaths%20per%20100%2C000%20people.\">10,000</a> deaths in the UK attributed to alcohol in 2021 alone.)</p>\n\n<p class=\"has-text-align-none\">But while the rise in using recreational nitrous for its brief highs is prompting new concerns, the drug is actually one of the oldest stories in the Western history of mind-altering substance use.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Through the centuries of up-and-down nitrous use across the US and UK, you find a rich, at times hilarious, trail left by this so-called atmosphere of heaven. Theaters across the US in the early 1800s filled with members of the public, watching volunteers inhale nitrous on stage and provide a delirious form of entertainment for the crowds. Traveling caravans brought nitrous shows on the road. Poets celebrated a new form of pleasure, while <a href=\"https://www.theatlantic.com/magazine/archive/1996/05/the-nitrous-oxide-philosopher/376581/\">philosophers tried nitrous</a> in Harvard laboratories, frantically scribbling down rushes of insight.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/2_11557a.jpg?quality=90&#038;strip=all&#038;crop=0,18.974209811906,100,62.051580376188\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"An 1840 engraving of a man dancing after inhaling nitrous oxide.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The history of nitrous use is a history of shifting cultural attitudes about the mind. More specifically, about the value —&nbsp;or rejection —&nbsp;of chemically altered states of <a href=\"https://blog.apaonline.org/2024/09/20/are-psychedelic-experiences-intrinsically-valuable/\">consciousness</a>. Today, as the gradual <a href=\"https://www.vox.com/future-perfect/23721486/ketamine-dmt-lsd-psychedelics-magic-mushrooms-legalization-recreation-psilocybin\">return of legal access to psychedelics</a> is sparking renewed conversation around the potential benefits, <a href=\"https://www.vox.com/future-perfect/23954347/psychedelics-bad-trips-ketamine-mdma-psilocybin-lsd-risks\">and harms</a>, of mind-altering drugs, seeing the many different iterations of nitrous use across history can help us think more expansively about what, if anything, the strange experiences of nitrous mean and what the future of recreational nitrous might look like.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">“A new pleasure for which language has no name”</h2>\n\n<p class=\"has-text-align-none\">In late 18th-century industrial Britain, the air <a href=\"https://www.tandfonline.com/doi/pdf/10.1080/00022470.1978.10470577#:~:text=Over%20the%20period%201660%2D1800,other%20time%20in%20their%20history.\">was foul</a>. Coal smoke and the odor of feces were abundant. Respiratory diseases were rampant, like <a href=\"https://www.vox.com/future-perfect/24128530/tuberculosis-vaccine-efficacy-solutions-tb-bcg\">tuberculosis</a>, which had come to be <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5432783/\">known</a> as “the robber of youth.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The deadly air inspired the founding of the Pneumatic Institution in 1799, a medical facility in Bristol intended to study whether gasses could be used as medicines, too. It was there that the first experiments with nitrous began in earnest.</p>\n\n<p class=\"has-text-align-none\">The chemist Joseph Priestley <a href=\"https://pubmed.ncbi.nlm.nih.gov/30829177/#:~:text=Background%3A%20Joseph%20Priestley%27s%20discovery%20of,N2O)%20was%20recorded%20in%201772.\">discovered</a> nitrous oxide in 1772, but dismissed it as toxic. Humphry Davy, a young lab assistant at the Pneumatic Institution, had a hunch that Priestley’s discovery had been confused with a chemically similar but highly irritating compound: nitric oxide.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In April, Davy repeated Priestley’s experiment, and wrote to a friend afterward that he had “made a discovery which proves how necessary it is to repeat experiments,” prefiguring the role of <a href=\"https://www.vox.com/future-perfect/21504366/science-replication-crisis-peer-review-statistics\">replication in science</a> today. Nitrous oxide, when purely synthesized, was perfectly breathable. Davy then set out to breathe as much as he possibly could.</p>\n\n<p class=\"has-text-align-none\">He sealed himself inside a box that was designed to boost the inhalation of gasses. He sat for over an hour while a steady flow of nitrous oxide filled the chamber. When he stepped out, he grabbed a giant silk air-bag full of more nitrous and huffed that too, just for good measure. Then, his mind peeled away from his body, and he “lost touch with all external things,” entering a strange, revelatory world of flashing insights.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That summer, Davy invited dozens of curious writers, physicians, and philosophers to visit the Pneumatic Institute in the late evenings after normal operations had ceased. They all huffed nitrous, experimenting with entirely new regions of the mind.</p>\n\n<p class=\"has-text-align-none\">According to historian Mike Jay, author of <a href=\"https://yalebooks.yale.edu/book/9780300276091/psychonauts/\"><em>Psychonauts: Drugs and the Making of the Modern Mind</em></a>, nitrous gave Western scientists one of the first chemical means of reliably accessing mystical states of consciousness. Against the banality of our ordinary experience, nitrous delivered a shocking contrast, a state of mind full of unfamiliar pleasures that often carried <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">a sense of insight into the nature of the cosmos</a>. The poet Robert Southey, after his first hit of nitrous, <a href=\"https://publicdomainreview.org/essay/o-excellent-air-bag-humphry-davy-and-nitrous-oxide/\">wrote</a> to his brother that “Davy has actually invented a new pleasure for which language has no name.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Gas-living-room-color-1.jpg?quality=90&#038;strip=all&#038;crop=0,21.837837145893,100,56.324325708214\" alt=\"A colored etching of poets in a living room, one reclining on a sofa, passing around a balloon of nitrous oxide.\" title=\"A colored etching of poets in a living room, one reclining on a sofa, passing around a balloon of nitrous oxide.\" data-has-syndication-rights=\"1\" data-caption=\"Colored etching by Robert Seymour of his evening with a group of poets composing verses while on nitrous oxide in 1829. | Wellcome Collection\" data-portal-copyright=\"Wellcome Collection\" />\n<p class=\"has-text-align-none\">Within a year, however, most who had come to try nitrous lost interest. Its pleasures were new and exciting, but rarely stuck with users once they returned to sobriety after a few minutes. Others who tried the gas just ended up with an upset stomach and the giggles. Davy, who would go on to become president of <a href=\"https://royalsociety.org/\">the Royal Society</a>, stayed with his experiments, eventually producing <a href=\"https://archive.org/details/researcheschemic00davy/page/n9/mode/2up\">a hefty book</a> on the chemistry and philosophy of nitrous.</p>\n\n<p class=\"has-text-align-none\">He predicted that since nitrous temporarily extinguished pain, it could be useful during surgeries. No form of anesthesia existed yet, so surgeries were very painful, and very dangerous. But the idea failed to gain momentum. Instead, nitrous became something else: entertainment.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How nitrous became entertainment, and then medicine</h2>\n\n<p class=\"has-text-align-none\">Though the early enthusiasm for nitrous fizzled, it was easy enough to produce that, as word got out, chemists learned they could make it in their home laboratories. This turned nitrous into something of a <a href=\"https://www.abc.net.au/news/2019-02-20/laughing-gas-parties-discovery-of-anaesthesia/10811060\">party fixture</a>.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Maybe it will become the custom for us to inhale laughing gas at the end of a dinner party, instead of drinking champagne,” a young German chemist speculated in 1826, after participating in a garden party where guests enjoyed nitrous under the afternoon sun.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Public nitrous shows began <a href=\"https://books.google.ie/books?id=djPCfSAsHN0C&amp;pg=PA113&amp;lpg=PA113&amp;dq=%22inhaled+the+gas+and+stormed+around+the+lecture+hall%22&amp;source=bl&amp;ots=Ry2S783wwc&amp;sig=ACfU3U1-wSj-2qhXweEMYRPD8hxyuYRpAA&amp;hl=en&amp;sa=X&amp;ved=2ahUKEwiCha-Ln7v-AhXyRkEAHZBCAEUQ6AF6BAgJEAM#v=onepage&amp;q=%22inhaled%20the%20gas%20and%20stormed%20around%20the%20lecture%20hall%22&amp;f=false\">taking place</a> as early as an 1814 lecture series in Philadelphia. First, a doctor gave a discourse on the effects of nitrous to the assembled crowd. Then, a series of young men volunteered to inhale balloons of nitrous onstage, putting on a raucous spectacle.</p>\n\n<p class=\"has-text-align-none\">While Davy and his friends had been interested in the mental side of what being on nitrous felt like, these public shows put a spotlight on the uninhibited bodies that the chemical set loose. After inhaling the gas, volunteers would clumsily dance, fight, sing, or even strike up the occasional fencing match. Sometimes, the first row of a theater was <a href=\"https://www.google.ie/books/edition/The_Wondrous_Story_of_Anesthesia/H--3BAAAQBAJ?hl=en&amp;gbpv=1&amp;dq=horace+wells+knees&amp;pg=PA19&amp;printsec=frontcover\">kept empty</a> to protect onlookers from the mayhem.</p>\n\n<p class=\"has-text-align-none\">“On stage, the subjective experience was incidental,” writes Jay. “The moment of return to waking consciousness was not interrogated for mystical revelation, but held up for confused hilarity.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Soon, nitrous shows were taken on the road, carried by traveling carnivals to new, hooting crowds each night. Volunteers were charged around 25 cents per huff, bringing in good profit for those who’d invested in the necessary gas tanks, tubes, and breathing bags. One traveling nitrous show, put on by Samuel Colt (who would go on to invent the pioneering Colt firearm), dosed roughly 20,000 volunteers from Canada to Maryland.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It was during a show in 1844 that the American dentist Horace Wells <a href=\"https://www.google.ie/books/edition/The_Wondrous_Story_of_Anesthesia/H--3BAAAQBAJ?hl=en&amp;gbpv=1&amp;dq=horace+wells+knees&amp;pg=PA19&amp;printsec=frontcover\">witnessed</a> a teenager on nitrous slam into a wooden bench. The boy, Wells noticed, felt no pain, which led him to wonder whether he could give the gas to clients to numb the pain of having a tooth pulled.</p>\n\n<p class=\"has-text-align-none\">Wells first tried on himself, inhaling nitrous and having another dentist pull his own wisdom tooth. It was a great success: Wells felt no pain, and proclaimed “a new era in tooth pulling.” He successfully performed the procedure on a few of his patients, before convincing a surgeon at the prestigious Massachusetts General Hospital to let Wells administer the gas during an operation, doubling as <a href=\"https://www.google.ie/books/edition/Blessed_Days_of_Anaesthesia/9gYTDAAAQBAJ?hl=en&amp;gbpv=1&amp;dq=horace+wells+%22denounced+as+an+imposition%22&amp;pg=PA21&amp;printsec=frontcover\">a demonstration</a> for a strictly medical audience.</p>\n\n<p class=\"has-text-align-none\">It didn’t go well. Nervous in front of a scrupulous crowd, Wells pulled away the nitrous balloon a little <a href=\"https://www.google.ie/books/edition/Blessed_Days_of_Anaesthesia/9gYTDAAAQBAJ?hl=en&amp;gbpv=1&amp;dq=horace+wells+%22denounced+as+an+imposition%22&amp;pg=PA21&amp;printsec=frontcover\">too quickly</a>. During the operation, the patient appeared to groan in pain (though it was later deemed an involuntary and unconscious response). Onlookers nevertheless booed Wells out of the theater, and the embarrassment pushed him into a depression that culminated in suicide.</p>\n\n<p class=\"has-text-align-none\">But the demonstration inspired Wells’s former partner to try a similar procedure, only with a different substance: a solvent called <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4920664/\">ether</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After a few successful experiments using ether as an anesthetic, another demonstration was arranged in the same theater where Wells’s had failed. This time, ether was successfully administered as a pain-vanquishing anesthetic, prompting one of the most significant medical breakthroughs of the century, as well as a revisitation of Wells’s work with nitrous.</p>\n\n<p class=\"has-text-align-none\">The hospital theater was renamed “<a href=\"https://www.massgeneral.org/museum/exhibits/ether-dome\">The Ether Dome</a>,” while anesthetic use of both ether and nitrous began to spread across the country.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The next 150 years of nitrous</h2>\n\n<p class=\"has-text-align-none\">The rise of anesthetics like nitrous in medicine was accompanied by a decline in their use&nbsp;as recreational drugs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Physicians began to think of nitrous-induced revelations as gibberish, closer to delirium than real insight. Too much interest in their short-lived pleasures, doctors <a href=\"https://www.academia.edu/2221699/Anesthetics_and_the_Chemical_Sublime\">began to write</a>, could pose a public health risk.</p>\n\n<p class=\"has-text-align-none\">Recreational anesthetics like nitrous would “delight the animal sensations, while they destroy the moral sentiments; they introduce their victims to a fool’s paradise; they mock them with joys which end in sorrows.” Jay describes the mid-1800s arc of nitrous as a “shift away from subjectivity,” prefiguring the same trajectory across a variety of disciplines, <a href=\"https://journals.sagepub.com/doi/abs/10.1177/0952695119874009\">including psychology</a>.</p>\n\n<p class=\"has-text-align-none\">Through the middle of the 19th century, nitrous settled into dentistry while falling out of philosophy, with at least one major exception that ultimately proved the rule: the eccentric American philosopher Benjamin Blood.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 1860, during what he expected to be a very normal visit to the dentist, he awoke from a routine dose of nitrous with the vague sense that he’d glimpsed the essence of all philosophy, the “secret or problem of the world,” as <a href=\"https://ia801307.us.archive.org/18/items/cu31924029019003/cu31924029019003.pdf\">he later wrote</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Blood asked dentists and doctors why their gas had given him a spiritual epiphany. He <a href=\"https://ia801307.us.archive.org/18/items/cu31924029019003/cu31924029019003.pdf\">learned</a> two things. First, that “nearly every hospital and dentist office has its reminiscences of patients who, after a brief anesthesia, uttered confused fragments of some inarticulate import which always had to do with the mystery of life.” Across the country, patients returning from anesthesia had been asking their doctors something to the effect of, “What does it all mean, or amount to?”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Second, the doctors and the dentists couldn’t care less. Blood received smiles and shrugs, but no explanations. So he spent 14 years reviving the tradition of nitrous self-experimentation, eventually publishing <a href=\"https://archive.org/details/anstheticrevela00bloogoog/page/n9/mode/2up\">a pamphlet</a>: <em>The Anaesthetic Revelation and the Gist of Philosophy.</em></p>\n\n<p class=\"has-text-align-none\">It didn’t get particularly famous, but it did catch the attention of Harvard philosopher William James. Inspired by Blood’s curious writings, James followed Humphry Davy’s old protocol, heating a beaker of ammonium nitrate in the Harvard chemistry laboratory, capturing the escaping gas, and inhaling deeply with pen and paper in hand. His subsequent <a href=\"https://www.cs.cmu.edu/~ehn/release/nitrous.html\">experience</a> of “intense metaphysical illumination” informed the rest of his life’s work, where he would go on to become <a href=\"https://link.springer.com/referenceworkentry/10.1007/978-0-387-79061-9_1552#:~:text=William%20James%20is%20known%20as,and%20studied%20the%20human%20mind.\">known</a>, today, as the father of American psychology.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, innovations in the delivery mechanisms for laughing gas were starting to ramp up its use in dentistry. George Poe, cousin of the poet Edgar Allen Poe, figured out how to <a href=\"https://www.theguardian.com/society/article/2024/jul/04/revolution-in-the-air-how-laughing-gas-changed-the-world\">manufacture nitrous</a> in liquid form. This allowed for packaging and distributing it in easy-to-use canisters. By 1883, he was supplying <a href=\"https://www.npr.org/2007/01/13/6830090/dr-poe-and-his-curious-breathing-machine\">5,000 dentists</a> with canned nitrous oxide across the country.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Once nitrous came in a convenient package, people began finding all sorts of new uses for it. In 1914, American rocketeer Robert Goddard filed <a href=\"https://patents.google.com/patent/US1103503\">a patent</a> suggesting it could work as a rocket propellant, where it’s <a href=\"https://www.dawnaerospace.com/latest-news/prevalence-of-nitrous-based-in-space-propellants\">still used</a> today.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-583937001.jpg?quality=90&#038;strip=all&#038;crop=0,32.305650459131,100,35.388699081739\" alt=\"Clubgoers at Studio 54 in New York enjoy a tank of nitrous oxide on the dance floor in 1977.\" title=\"Clubgoers at Studio 54 in New York enjoy a tank of nitrous oxide on the dance floor in 1977.\" data-has-syndication-rights=\"1\" data-caption=\"Clubgoers at Studio 54 in New York enjoy a tank of nitrous oxide on the dance floor in 1977. | Allan Tannenbaum/Getty Images\" data-portal-copyright=\"Allan Tannenbaum/Getty Images\" />\n<p class=\"has-text-align-none\">But the innovation that brought nitrous back into style as a contemporary recreational drug was a little more mundane: whipped cream canisters. It turned out that dispensing cream out of a nitrous gas cylinder delivers the perfectly fluffy whipped cream we can so easily buy in grocery stores today.</p>\n\n<p class=\"has-text-align-none\">These whipped cream canisters are also where the name “whippets” comes from, and how we’ve landed in the awkward situation of <a href=\"https://files.eric.ed.gov/fulltext/ED611736.pdf\">rising nitrous use</a> among teenagers.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Nitrous, today and tomorrow</h2>\n\n<p class=\"has-text-align-none\">In the neighboring arena of psychedelic drugs, many advocates are <a href=\"https://www.vox.com/future-perfect/360200/how-to-buy-psychedelics-lsd-shrooms-stores\">pushing for wider accessibility</a> to these mind-altering substances. With nitrous, that accessibility is already here, and now, attracting strong criticism.</p>\n\n<p class=\"has-text-align-none\">The UK recently reinstated <a href=\"https://www.bbc.com/news/health-67346032\">a shade of prohibition</a>, making possession of nitrous oxide for “unlawful use” illegal. You can still use it to dispense whipped cream and other culinary delights, but if you’re just interested in a giggly high, or even seeing whether it might reveal, as Blood thought, the world’s philosophical secret, that’s unlawful. But prohibition inevitably pushes drug use underground, where it’s guaranteed to be riskier and less well-informed than legal, regulated, and educated use.</p>\n\n<p class=\"has-text-align-none\">And with a substance like nitrous that has relatively few risks <a href=\"https://www.euda.europa.eu/spotlights/spotlight-recreational-use-nitrous-oxide-laughing-gas_en\">when used responsibly and occasionally</a>, there’s an opportunity to <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9517250/\">work on promoting</a> more responsible <a href=\"https://www.them.us/story/everything-you-need-to-know-about-whippets-and-how-to-stay-safe\">forms of use</a> through public education (such as awareness that the gas impairs the body’s ability to take in oxygen, so doing whippets in a tight, closed space is probably not as safe as in a backyard).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since nitrous-related substance abuse is such a small problem relative to opioids and alcohol, it hasn’t received all that much study. The past few years of data, however, have prompted <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/add.16380\">a new conversation</a> around whether nitrous <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/add.16430\">should be</a> considered addictive. It <a href=\"https://gladstonesclinic.com/blog/addiction-news/hippy-crack-nitrous-oxide-addiction/\">doesn’t</a> seem to form a physical dependence, like opioids, and has no physical symptoms of withdrawal. But it does seem capable of forming a more psychological form of dependence (dissociative pleasure basically on tap does obviously pose some habit-forming risk), prompting <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/add.16426\">concerns</a> around how exactly to label it.</p>\n\n<p class=\"has-text-align-none\">Either way, ensuring support and harm reduction is available to those who need it may prove to be a challenge. But if we can’t figure out how to handle recreational use with nitrous, it’s difficult to imagine how we’d do it in a world where LSD and psilocybin mushrooms <a href=\"https://www.vox.com/future-perfect/360200/how-to-buy-psychedelics-lsd-shrooms-stores\">become widely available</a>, too.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-1276667241.jpg?quality=90&#038;strip=all&#038;crop=0,3.4750998734523,100,93.049800253095\" alt=\"Discarded canisters of nitrous oxide on a road.\" title=\"Discarded canisters of nitrous oxide on a road.\" data-has-syndication-rights=\"1\" data-caption=\"Discarded canisters of nitrous oxide. | Adam Webb/Getty Images\" data-portal-copyright=\"Adam Webb/Getty Images\" />\n<p class=\"has-text-align-none\">More broadly, though, set against the long history of different approaches and interpretations of nitrous, our current situation isn’t all that new. Today’s social media spectacles of nitrous use are just digitized versions of the same nitrous shows from the 1800s. Back then, some people <a href=\"https://books.google.ie/books?id=djPCfSAsHN0C&amp;pg=PA113&amp;lpg=PA113&amp;dq=%22inhaled+the+gas+and+stormed+around+the+lecture+hall%22&amp;source=bl&amp;ots=Ry2S783wwc&amp;sig=ACfU3U1-wSj-2qhXweEMYRPD8hxyuYRpAA&amp;hl=en&amp;sa=X&amp;ved=2ahUKEwiCha-Ln7v-AhXyRkEAHZBCAEUQ6AF6BAgJEAM#v=onepage&amp;q=%22inhaled%20the%20gas%20and%20stormed%20around%20the%20lecture%20hall%22&amp;f=false\">believed</a> that wild behaviors while on nitrous revealed “the volatility of the democratic masses.” What might it say about our own cultural moment that recreational nitrous use is returning as a sort of performative delirium?&nbsp;</p>\n\n<p class=\"has-text-align-none\">As far as the philosophy of nitrous goes, I imagine curious experimenters today are working with different substances, like <a href=\"https://newrepublic.com/article/169525/psychonauts-training-psychedelics-dmt-extended-state\">extended DMT</a>. Maybe someone like Benjamin Blood will come along and make the case that we still have much to learn from nitrous. Maybe dentists will begin to read up on metaphysics and begin engaging with their woozy patients rather than dismissing their experiences.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Or, maybe nothing much will happen with nitrous. The social media hype will die down as <a href=\"https://www.technologyreview.com/2023/02/15/1067904/ai-automation-drug-development/\">new drugs</a> take its place, and it will sink back into relative obscurity, propelling rockets and numbing minor surgeries, inspiring the occasional dorm-room conversation about God and the nature of pleasure. At the very least, as its long history shows, nitrous will always remain capable of giving us a great story.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The sweet, odorless gas technically called nitrous oxide has many names: laughing gas, galaxy gas, hippy crack, whippets, even “the atmosphere of heaven.” Nitrous itself has just as many common uses as it does names. Doctors use it as a mild anesthetic, sending patients off into brief and largely pain-free dissociative euphorias before having a [&#8230;]",
    "author": "Oshan Jarow"
  },
  {
    "title": "The Supreme Court will decide if Oklahoma must execute a man it doesn’t want to kill",
    "link": "https://www.vox.com/scotus/373245/supreme-court-oklahoma-death-penalty-richard-glossip",
    "pubDate": "2024-10-03T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Oklahoma death row inmate Richard Glossip. | Oklahoma Department of Corrections\" data-portal-copyright=\"Oklahoma Department of Corrections\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/temp_00c57a.png?quality=90&#038;strip=all&#038;crop=0,0,90.53125,42.624020159897\" />\n\t<figcaption>Oklahoma death row inmate Richard Glossip. | Oklahoma Department of Corrections</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2004, Richard Glossip was convicted of murder and sentenced to death. Since then, the case against him has completely fallen apart.</p>\n\n<p class=\"has-text-align-none\">The state of Oklahoma, which is currently holding Glossip on death row, commissioned two investigations looking into Glossip’s 20-year-old conviction. The first, conducted by the law firm Reed Smith on behalf of a committee of state lawmakers, determined that a long series of errors, destroyed evidence, and police failures “fundamentally call into question the fairness of the proceedings <a href=\"https://www.vox.com/scotus/2024/1/22/24046857/supreme-court-death-penalty-richard-glossip-oklahoma\">and the ultimate reliability of the guilty verdict against Glossip for murder</a>.”</p>\n\n<p class=\"has-text-align-none\">A second investigation, commissioned by Oklahoma Attorney General Gentner Drummond, a Republican, and led by a former district attorney, determined that “Glossip was deprived of a fair trial in which the State can have confidence in the process and result.”</p>\n\n<p class=\"has-text-align-none\">And yet Glossip remains on death row, despite the fact that Drummond has become his unlikely advocate. In a brief filed in the Supreme Court, Drummond argues that “by <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">suppressing important evidence</a> about the State’s indispensable witness and then knowingly eliciting false testimony on the same subject,” prosecutors violated the Constitution when they tried and convicted Glossip.</p>\n\n<p class=\"has-text-align-none\">Drummond went to the Supreme Court because Oklahoma’s own institutions resisted his pleas to retry Glossip. The state’s highest criminal court <a href=\"https://www.supremecourt.gov/DocketPDF/22/22A941/264503/20230426160807793_Stay%20Appendix.pdf\">denied the request</a> to toss out Glossip’s conviction, claiming, among other things, that a crucial new piece of evidence “does not create a reasonable probability that the result of the proceeding would have been different” had Glossip’s lawyers been aware of it at his trial.</p>\n\n<p class=\"has-text-align-none\">The state’s parole board, meanwhile, <a href=\"https://www.vox.com/scotus/2024/1/22/24046857/supreme-court-death-penalty-richard-glossip-oklahoma\">split 2-2</a> on whether to grant relief to Glossip — with one member recused because his wife was the lead prosecutor against Glossip. Without a majority vote from the parole board, the state governor <a href=\"https://oksenate.gov/sites/default/files/2022-05/oc6.pdf\">may not pardon Glossip or commute his sentence</a> (although the governor can delay the execution for 60 days).</p>\n\n<p class=\"has-text-align-none\">Though the two state investigations into Glossip’s conviction were broad, and uncovered a <a href=\"https://www.reedsmith.com/en/news/2023/03/reed-smith-glossip-investigation-releases-new-findings-evidence-withheld\">long list of questionable actions by police and prosecutors</a>, the specific legal issues now before the Supreme Court are narrow. Specifically, both Glossip and Drummond identify two possible constitutional violations arising out of a single document that was recently disclosed to Glossip’s lawyers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Four words in that document, which the state shared with Glossip’s lawyers in January 2023, suggest that prosecutors kept a key piece of information from Glossip: an essential witness against the former motel manager was treated by a psychiatrist for a serious mental illness. Had Glossip’s legal team known of this information at trial, they could have used it to undermine that witness’s credibility and to undercut the state’s entire murder case against Glossip.</p>\n\n<p class=\"has-text-align-none\">No matter how the Supreme Court rules, Glossip most likely will not get off scot free. The state maintains that the new evidence does not prove that Glossip is actually innocent, and it <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">reserves the right to retry him</a>. Indeed, the Supreme Court won’t even consider all of the exculpatory evidence listed in the Reed Smith report — instead focusing on the one newly revealed document which suggests that prosecutors violated the Constitution.</p>\n\n<p class=\"has-text-align-none\">And it is far from clear that this document will be enough to persuade this Supreme Court, which has a history of <a href=\"https://www.vox.com/2022/5/23/23138100/supreme-court-barry-jones-shinn-ramirez\">arguing that state convictions should remain final</a> even if they are later revealed to be unreliable, to grant Glossip a new trial.</p>\n\n<h2 class=\"wp-block-heading\">The flimsy case against Glossip, explained</h2>\n\n<p class=\"has-text-align-none\">In 1997, Justin Sneed, a maintenance worker at a motel owned by Barry Van Treese, <a href=\"https://www.vox.com/scotus/2024/1/22/24046857/supreme-court-death-penalty-richard-glossip-oklahoma\">killed Van Treese with a baseball bat</a>. At the time of this crime, Glossip was the manager at the same motel.</p>\n\n<p class=\"has-text-align-none\">Though Glossip was not present when Van Treese was killed, he was convicted of murder in 2004 on the theory that he hired Sneed to kill Van Treese. Sneed’s testimony against him was the only direct evidence connecting him to the murder. The state now describes Sneed as an “<a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">indispensable witness</a>.”</p>\n\n<p class=\"has-text-align-none\">It’s worth noting that regardless of whether Glossip hired Sneed to kill their boss, he is <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308603/20240429163200162_22-7466%20ts.pdf\">not entirely innocent</a>. According to his own attorneys, he “spoke to police voluntarily on the day of the murder and again after he was detained the next day, admitting that he took actions after Van Treese was killed that helped Sneed after the fact.” Initially, the state charged Glossip as an accessory-after-the-fact for helping to cover up the murder and clean up the murder scene. But that charge was later upgraded to murder after police caught up with and interviewed Sneed.</p>\n\n<p class=\"has-text-align-none\">There are several reasons to doubt this upgraded charge, however, and even to suspect that Sneed was intentionally railroaded by police into implicating Glossip in the murder itself. The <a href=\"https://www.reedsmith.com/en/news/2023/03/reed-smith-glossip-investigation-releases-new-findings-evidence-withheld\">Reed Smith investigation</a>, for example, found that “Sneed implicated Glossip as masterminding Mr. Van Treese’s killing, but only after being led there by [the lead detective’s] inappropriate interrogation tactics.”</p>\n\n<p class=\"has-text-align-none\">That investigation found that detectives mentioned Glossip’s name six times during the first 20 minutes of his interrogation of Sneed, and “mentioned nobody else before Sneed confessed and pointed the finger at Glossip.” Sneed implicated Glossip, according to the Reed Smith report, “only after [lead] Detective [Robert] Bemo interjected his views that Sneed did not act alone, that Sneed could help himself, that Glossip was arrested, and that Glossip was blaming Sneed for the murder.”</p>\n\n<p class=\"has-text-align-none\">The report also found other significant flaws in the police investigation. Among other things, police collected a surveillance tape from a gas station near the motel, which could have revealed information about Sneed and Glossip’s movements the night of the murder, but the tape appears to have been lost. Police never searched the motel rooms where Sneed and Glossip lived, nor did they search the motel office. They also did not interview potentially important witnesses, including “individuals who Sneed was staying with immediately after the murder.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">And, on top of all of this and other failures listed in the report, the state “destroyed a box of evidence containing 10 items” before Glossip’s 2004 trial even took place, and did so at the request of the Oklahoma County District Attorney’s office. This evidence included “key physical evidence from the crime scene that could have been tested for the first time, such as Mr. Van Treese’s wallet which was never checked for fingerprints.”</p>\n\n<p class=\"has-text-align-none\">In any event, these failures by police and prosecutors are not before the Supreme Court. The specific constitutional violation alleged by Glossip and Drummond arises out of a <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/316482/20240708155731596_Glossip%20v.%20Oklahoma%20Court-Appointed%20Amicus%20Brief.pdf\">single page of handwritten notes</a> by prosecutor Connie Smothermon, which wasn’t disclosed to Glossip’s lawyers until January 2023.</p>\n\n<p class=\"has-text-align-none\">Those notes include two somewhat cryptic references, one indicating that Sneed may have been on the drug lithium, which is used to treat bipolar disorder, and other referencing a “Dr. Trumpet.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/image.png?quality=90&#038;strip=all&#038;crop=0,5.3762739654562,100,89.247452069088\" alt=\"On lined paper, neat handwriting shows notes, abbreviations, underlining and various legal terms.\" title=\"On lined paper, neat handwriting shows notes, abbreviations, underlining and various legal terms.\" data-has-syndication-rights=\"1\" data-caption=\"An excerpt from a prosecutor’s handwritten notes regarding Sneed and the Glossip case. | Glossip v. Oklahoma brief\" data-portal-copyright=\"Glossip v. Oklahoma brief\" />\n<p class=\"has-text-align-none\">The significance of these notes, however, quickly became clear to both Glossip’s lawyers and the state. As the state explains in its brief, at the time that Sneed was incarcerated at the Oklahoma County jail, that “jail had just one working psychiatrist in 1997 when Sneed was held there: Dr. Larry Trombka.” Both Glossip and the state agree that Smothermon’s note about “Dr. Trumpet” must have been a reference to Dr. Trombka, who would have been “the only possible treating psychiatrist and the only medical professional at the jail qualified to prescribe lithium.”</p>\n\n<p class=\"has-text-align-none\">Sneed’s medical records, moreover, which the state had previously withheld from Glossip’s lawyers, “confirm a diagnosis of bipolar disorder with a treatment of lithium at the county jail.”</p>\n\n<p class=\"has-text-align-none\">The state, in other words, withheld evidence that its key witness had a serious and untreated mental health disorder at the time of the murder. Worse, Dr. Trombka later said that Sneed’s mental illness could have caused him to experience a “manic episode” that may have led him “<a href=\"https://www.vox.com/politics/2023/5/3/23708045/supreme-court-richard-glossip-execution-gentner-drummond-stay-oklahoma\">to be more paranoid or potentially violent</a>,” and that Sneed’s condition was “exacerbated by illicit drug use, such as methamphetamine.”</p>\n\n<p class=\"has-text-align-none\">Thus, the undisclosed evidence didn’t simply undercut the credibility of the state’s key witness, it suggested that Sneed may have had another motive for committing the murder. Rather than murdering Van Treese at Glossip’s urging, as the state claimed, Sneed may have done so because he was in the middle of a serious mental health episode.</p>\n\n<h2 class=\"wp-block-heading\">What’s the actual legal issue before the Supreme Court?</h2>\n\n<p class=\"has-text-align-none\">Both Glossip and the state allege that this failure to reveal Sneed’s connection to Dr. Trombka violates the Supreme Court’s decisions in <a href=\"https://supreme.justia.com/cases/federal/us/373/83/\"><em>Brady v. Maryland</em></a> (1963) and <a href=\"https://supreme.justia.com/cases/federal/us/360/264/\"><em>Napue v. Illinois</em></a> (1959).</p>\n\n<p class=\"has-text-align-none\"><em>Brady</em> held that prosecutors must turn over evidence that is “favorable to an accused” if that evidence “is material either to guilt or to punishment, irrespective of the good faith or bad faith of the prosecution.” So Glossip and Drummond now argue that prosecutors had an obligation to reveal that the killer, a key witness against Glossip, was treated by a psychiatrist for a serious mental illness.</p>\n\n<p class=\"has-text-align-none\"><em>Napue</em>, meanwhile, held that “a conviction obtained through use of false evidence, known to be such by representatives of the State, must fall under the Fourteenth Amendment.” This rule applies even “when the State, although not soliciting false evidence, allows it to go uncorrected when it appears.”</p>\n\n<p class=\"has-text-align-none\">The reason <em>Napue</em> applies to Glossip’s case is that, during Glossip’s 2004 trial, Sneed testified he was given lithium in the county jail, but he suggested that he was prescribed it by accident and that he “<a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/308265/20240423202240962_2024-4-23%20Final%20OK%20AG%20Glossip%20merits%20brief.pdf\">never seen no psychiatrist or anything</a>.” Smothermon’s notes suggest that she knew Sneed was not telling the truth when he testified he’d never seen a psychiatrist, but that she failed to correct this false statement as required by <em>Napue</em>.</p>\n\n<p class=\"has-text-align-none\">So is that enough to overturn Glossip’s conviction? Well, it was enough to convince Oklahoma’s top law enforcement officer that Glossip’s conviction cannot be sustained. Certainly, many judges would agree Glossip’s rights under <em>Brady</em> and <em>Napue</em> were violated here.</p>\n\n<p class=\"has-text-align-none\">But, to win this case, Glossip must convince at least five members of <em>this</em> Supreme Court to rule in his favor. And this Court has a history of condemning men to die despite significant evidence that they are innocent.</p>\n\n<p class=\"has-text-align-none\">Consider, for example, the <a href=\"https://www.vox.com/2022/5/23/23138100/supreme-court-barry-jones-shinn-ramirez\">Barry Jones case</a>. Jones was convicted of murdering his girlfriend’s 4-year-old daughter and sentenced to die in 1995. But Jones received constitutionally inadequate representation, so the jury never heard evidence indicating that Jones is innocent. Among other things, medical experts determined that the injuries that killed his alleged victim could not have been inflicted during the time when Jones and the girl were together.</p>\n\n<p class=\"has-text-align-none\">Armed with this evidence, two federal courts determined that Jones must be given a new trial.</p>\n\n<p class=\"has-text-align-none\">But all six of the Republican justices reversed that decision, holding that federal courts may not even consider this evidence. They reasoned it is more important to preserve “the State’s significant interest in repose for concluded litigation” — that is, once a trial is complete, it is more important to preserve its outcome than to determine if the outcome is correct. (After the Supreme Court ruled, Jones was <a href=\"https://deathpenaltyinfo.org/barry-jones-freed-from-arizonas-death-row-after-29-years\">freed from death row</a> because Arizona’s attorney general negotiated a deal where Jones pled guilty to second-degree murder and was resentenced to the time he’d already served.)</p>\n\n<p class=\"has-text-align-none\">When both parties to a Supreme Court case agree that the court below botched a case, the Court typically appoints a third attorney to defend the lower court’s judgment. That happened in the <em>Glossip</em> case. The court-appointed lawyers tasked with defending Glossip’s conviction essentially argue the additional information revealed by Smothermon’s notes is <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-7466/316482/20240708155731596_Glossip%20v.%20Oklahoma%20Court-Appointed%20Amicus%20Brief.pdf\">too trivial to matter</a>. “[T]he notes would have at most altered the jury’s perception of Sneed from a troubled murderer who took lithium,” they write, “to a troubled murderer who took lithium from a psychiatrist.”</p>\n\n<p class=\"has-text-align-none\">Of course, the real question in the <em>Glossip</em> case is what evidence Glossip’s lawyers could have presented to his jury if they’d known Sneed was treated by a psychiatrist and obtained Sneed’s medical records. But this case will not turn on whether a reasonable judge would find that prosecutors violated <em>Brady</em> and <em>Napue</em> when they withheld this information.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Instead, it will turn on whether the same six judges responsible for the Barry Jones decision are willing to give Glossip a new trial.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2004, Richard Glossip was convicted of murder and sentenced to death. Since then, the case against him has completely fallen apart. The state of Oklahoma, which is currently holding Glossip on death row, commissioned two investigations looking into Glossip’s 20-year-old conviction. The first, conducted by the law firm Reed Smith on behalf of a [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Kids’ political concerns are surprisingly grownup",
    "link": "https://www.vox.com/policy/375202/kids-politics-election-2024-economy-inflation-climate-change",
    "pubDate": "2024-10-03T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A woman and child hold hands as they walk down a sidewalk past by political yard signs on Election Day.\" data-caption=\"A woman and child walk to vote on November 3, 2020, in Baltimore, Maryland.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/10/GettyImages-1283713958.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A woman and child walk to vote on November 3, 2020, in Baltimore, Maryland.</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story originally appeared in <a href=\"https://www.vox.com/family/369020/kids-children-generation-alpha-gen-school\"><strong>Kids Today</strong></a>, Vox’s newsletter about kids, for everyone.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/kids-today-newsletter-policy-childhood-policy-culture\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\n<p class=\"has-text-align-none\">Sahasra Yellepeddi, 16, has lived in Allen, Texas, all her life. Last year, a <a href=\"https://www.vox.com/2023/5/7/23714374/mass-shooting-allen-texas\">gunman killed eight people</a> and wounded at least seven in an outlet mall there, one “I&#8217;ve been going to since I was born,” she told me.</p>\n\n<p class=\"has-text-align-none\">“I realized that these issues that we&#8217;re hearing about in the news, gun violence being one, are not abstract, but they&#8217;re affecting everyday Americans,”&nbsp;Sahasra said.</p>\n\n<p class=\"has-text-align-none\">Sahasra is the development director of the High School Democrats of America, the country’s official high school Democratic organization, and while she won’t be old enough to vote in November, she’s an enthusiastic supporter of Kamala Harris. She appreciates the vice president’s stances on gun reform and reproductive rights, and seeing a Black and Indian American woman in a leadership role “really resonates with me as an Indian American myself,” Sahasra said.</p>\n\n<p class=\"has-text-align-none\">Sahasra may be more politically engaged than some of her peers, but according to scholars and educators, lots of kids are paying attention to politics right now — and not&nbsp;in the ways we adults have come to expect.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Media outlets (and adults more generally) tend to associate young people with a particular subset of issues such as <a href=\"https://abcnews.go.com/Politics/gen-worried-climate-change-unified-holding-politicians-responsible/story?id=114084851#:~:text=The%20poll%20found%20that%20among,and%20the%20risk%20of%20drought.\">climate change</a> and <a href=\"https://www.nytimes.com/2024/05/01/us/pro-palestinian-college-protests.html\">the war in Gaza</a>.</p>\n\n<p class=\"has-text-align-none\">In fact, teens’ top political concerns look a lot like those of <a href=\"https://www.pewresearch.org/politics/2024/09/09/issues-and-the-2024-election/\">many grownups</a>: They’re just as likely, if not more so, to worry about affordable housing or the national debt as they are about rising sea levels. Indeed, Sahasra listed “the housing crisis and the increased cost of living” alongside climate and safe schools as big issues that matter to people her age.</p>\n\n<p class=\"has-text-align-none\">While kids may not be radically different from adults when it comes to their priorities, they are at a different stage of life, coming to political debates with a fresh perspective and not yet exhausted by decades of gridlock and argument. And though they are far from immune to polarization, they may have some lessons for adults about how to have&nbsp;productive and respectful conversations about politics.</p>\n\n<p class=\"has-text-align-none\">“They are always surprised how much adults will argue,” said Shari Conditt, a government teacher at Woodland High School in Washington state.</p>\n\n<h2 class=\"wp-block-heading\">Kids crave economic stability right now</h2>\n\n<p class=\"has-text-align-none\">Children have some concept of government as early as kindergarten, said Christopher Ojeda, a political science professor at UC Merced who has studied how people form their political ideologies. Asked about the government, young kids might draw a picture of a police officer or the White House, he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In elementary school, children might start voicing support — or distaste — for a political party, but often “they don’t really know what that means,” Ojeda said. “They’re kind of just parroting either parents or peers.”</p>\n\n<p class=\"has-text-align-none\">By middle and high school, kids start to have a “deeper understanding of where the parties stand on different issues,” he said. Historically, they’ve mostly gotten that understanding from their parents, but Ojeda thinks parents have gotten less influential since the rise of social media, which allows kids to hear political messages not just from classmates and other peers, but also from influencers and activists all over the world.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Kids are getting a lot of their political exposure from TikTok now, said Conditt, who teaches 11th and 12th graders in Woodland, a small town in a purple district of Washington state.</p>\n\n<p class=\"has-text-align-none\">Surprisingly, however, they care about a lot of the same things adults do, even the boring policy issues. When Conditt asked her students to write down the top issues for them in November’s election, responses about the economy were by far the most common, with some students listing specific concerns like “affordable housing,” “inflation,” “gas prices,” and even “the national debt.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s a lot like what adults tell pollsters every day: The economy was also the top issue in a <a href=\"https://www.pewresearch.org/politics/2024/09/09/issues-and-the-2024-election/\">September Pew poll</a> of registered voters, with 81 percent listing it as very important to them. It’s also in line with <a href=\"https://iop.harvard.edu/youth-poll/47th-edition-spring-2024\">polls</a> of <a href=\"https://www.nbcnews.com/politics/2024-election/young-voters-harbor-deep-worries-inflation-debt-housing-rcna169421\">18- to 29-year-olds</a>, who <a href=\"https://www.brookings.edu/articles/how-economic-concerns-are-shaping-the-youth-vote-in-2024/\">consistently rank the economy</a> as a top concern.</p>\n\n<p class=\"has-text-align-none\">Conditt’s students listed “border control,” “abortion rights,” “affordable health care,” and both “gun restrictions” and “gun rights” as key issues for them. Climate change, in another surprise, didn’t come up at all. (Despite <a href=\"https://www.vox.com/23969523/climate-change-cop28-paris-1-5-c-uae-2023-record-warm\">record temperatures</a> and the <a href=\"https://www.vox.com/climate/352234/how-one-weather-extreme-can-make-the-next-one-even-more-dangerous\">increasing threat of extreme weather</a>, climate is <a href=\"https://www.vox.com/politics/368706/kamala-harris-dnc-climate-change-policy-poll\">not a top issue</a> for most adult voters this year, either.)</p>\n\n<p class=\"has-text-align-none\">“I think that 17- and 18-year-olds want to feel a sense of stability in their world,” Conditt told me. For her students, many of whom are not college-bound, that often means “they want to figure out how to transition into the next stage of their life in a stable way,” and they want to see an economy that makes that possible.</p>\n\n<h2 class=\"wp-block-heading\">Political divides look different for kids</h2>\n\n<p class=\"has-text-align-none\">Some <a href=\"https://www.axios.com/2024/09/28/gen-z-men-conservative-poll\">recent polls</a> have shown young people, especially boys and young men, skewing more conservative than their elders. In one <a href=\"https://monitoringthefuture.org/results/data-access/\">large national survey</a> of 12th graders, <a href=\"https://thehill.com/blogs/blog-briefing-room/4125661-high-school-boys-are-trending-conservative/\">about a quarter of boys</a> have identified as conservative in recent years, while under 15 percent identified as liberal — the largest split in decades. Among girls, the results were reversed, with about 30 percent identifying as liberal and just over 10 percent listing themselves as conservative.</p>\n\n<p class=\"has-text-align-none\">Among boys, however, the most popular answers in the survey were “none of the above” and “I don’t know.” Some fear this is a sign of political disconnection — the results seem “to show how young men feel alienated from both sides of the political aisle,” Arwa Mahdawi of the Guardian <a href=\"https://www.theguardian.com/commentisfree/2023/aug/02/teenage-boys-the-us-becoming-more-conservative-dangerously-apathetic\">wrote in 2023</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“A lot of teenagers and youth have political apathy and tend to not care about politics because they don’t think it affects their lives,” Katie Mirne, a 16-year-old high school junior and the chair of the New Jersey High School Republicans, told me in an email.</p>\n\n<p class=\"has-text-align-none\">But there are also signs that kids care about issues that don’t map neatly onto electoral politics.&nbsp; A <a href=\"https://www.ypulse.com/report/2024/03/07/the-tween-study/\">2024 survey</a> by the market research group YPulse found that 75 percent of 8- to 12-year-olds were passionate about a social cause or issue. The top issue they cited was animal rights, followed by cyberbullying, poverty, racism, and mental health care. When the child-focused nonprofit Common Sense Media this year <a href=\"https://www.commonsensemedia.org/sites/default/files/research/report/2024-common-sense-summit-full-report_for-web_0.pdf\">asked 12- to 17-year-olds</a> for their top concerns regarding the health and well-being of kids, mental health challenges topped the list, followed by gun violence, the effects of social media, and drug abuse.</p>\n\n<p class=\"has-text-align-none\">Conditt, meanwhile, spends a lot of time discussing local politics with her students, like a <a href=\"https://www.columbian.com/news/2024/feb/13/school-levies-passing-in-camas-woodland-green-mountain-too-close-to-call-in-battle-ground/\">recent ballot measure</a> to raise money for education. And when it comes to more nationwide issues, she said, her students have learned to keep an open mind when talking to one another, and to “acknowledge the value of the dialogue, versus trying to assert that somebody is right or wrong.”</p>\n\n<p class=\"has-text-align-none\">It’s a mindset she’s teaching them, but also one they’ve taken deeply to heart, she said. “My students live in this world where we&#8217;re talking so calmly with each other and acknowledging diverse perspectives.”</p>\n\n<p class=\"has-text-align-none\">For Sahasra, growing up as a Democrat in a red state has taught her to respect differing opinions. “Living in Texas has shown me the power of politics to facilitate real change,” she said, “but it’s also shown me that politics, at the end of the day, is one aspect of my personality.”</p>\n\n<h2 class=\"wp-block-heading\">What I’m reading</h2>\n\n<p class=\"has-text-align-none\">Schools are failing to support the victims of <a href=\"https://www.vox.com/24145522/ai-deepfake-apps-teens-ban-laws\">nonconsensual deepfake images</a>, according to a <a href=\"https://www.k12dive.com/news/schools-deepfake-images-student-supports/728107/\">recent survey of teachers</a>.</p>\n\n<p class=\"has-text-align-none\">A <a href=\"https://www.nytimes.com/2024/10/01/nyregion/nyc-school-bus-delays.html\">bus driver shortage</a> in New York City is leading to long waits and late arrivals for students, another example of a problem I wrote about <a href=\"https://www.vox.com/life/373743/school-bus-transportation-kids-cars-parents\">last week</a>.</p>\n\n<p class=\"has-text-align-none\">More than half of US states have now moved to ban or restrict cellphones in schools, <a href=\"https://www.axios.com/2024/09/29/cell-phone-schools-bans-states\">according to a new analysis</a>.</p>\n\n<p class=\"has-text-align-none\">Do you want a <a href=\"https://www.vox.com/life/369953/skibidi-tweens-gen-alpha-brainrot-ipad-kids\">Skibidi Toilet</a> Halloween costume? <a href=\"https://nypost.com/2024/09/26/lifestyle/creepy-viral-skibidi-toilet-is-now-a-halloween-costume-that-will-haunt-your-dreams/\">Here</a>.</p>\n\n<p class=\"has-text-align-none\">At my house we are revisiting <a href=\"https://www.macbarnett.com/circle\"><em>Circle</em></a><em>, </em><a href=\"https://www.macbarnett.com/square\"><em>Square</em></a>, and <a href=\"https://www.macbarnett.com/triangle\"><em>Triangle</em></a> by Mac Barnett and Jon Klassen. These books are about three shapes who alternately support and torment one another in an eerie landscape of rocks, waterfalls, and darkness. I think <em>Circle</em> is the best but they are all so good.</p>\n\n<h2 class=\"wp-block-heading\">From my inbox</h2>\n\n<p class=\"has-text-align-none\">A while back, I asked readers for their thoughts on the <a href=\"https://www.businessinsider.com/millennial-parents-miserable-cheap-toys-high-childcare-costs-2023-12\">proliferation of toys</a> in the lives of kids today. “It’s a part-time job to keep up on sorting them, rotating them, removing from the rotation and keeping hidden from the child until they can be taken to the consignment store/Goodwill,” reader Lynne Marie responded. “Forget trying to remove broken toys, that’s a lost cause. My kid loves to make a ‘nest’ which is a pile of every single one of his possessions which can cover the entire floor of his room and make it impossible to get in and out.” </p>\n\n<p class=\"has-text-align-none\">My children have also been known to nest in toys. More on this issue soon!&nbsp;</p>\n\n<p class=\"has-text-align-none\">For an upcoming newsletter, I’ll be dealing with the childhood torment that is <a href=\"https://www.nytimes.com/article/lice-symptoms-causes-treatment.html\">lice</a>. Do you or the kids in your life have experience with these itchy insects? Get in touch at anna.north@vox.com.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story originally appeared in Kids Today, Vox’s newsletter about kids, for everyone.&#160;Sign up here for future editions. Sahasra Yellepeddi, 16, has lived in Allen, Texas, all her life. Last year, a gunman killed eight people and wounded at least seven in an outlet mall there, one “I&#8217;ve been going to since I was born,” [&#8230;]",
    "author": "Anna North"
  }
]