[
  {
    "title": "Trump’s ever-shifting position on abortion, explained (as best as possible)",
    "link": "https://www.vox.com/politics/366495/trump-medication-abortion-mifepristone",
    "pubDate": "2024-08-09T21:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Former President Donald Trump speaks at a press briefing in Florida. \" data-caption=\"Former President Donald Trump speaks during a press conference on August 8, 2024, in Palm Beach, Florida. | Joe Raedle/Getty Images\" data-portal-copyright=\"Joe Raedle/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165919778.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump speaks during a press conference on August 8, 2024, in Palm Beach, Florida. | Joe Raedle/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">On Thursday, former President Donald Trump seemed to suggest he would consider restricting access to mifepristone, a pill used for medication abortions. Within a day, his campaign furiously walked back Trump’s statement, claiming the former president misheard the question.</p>\n\n<p class=\"has-text-align-none\">Trump’s first-term record on reproductive rights is clear: His three Supreme Court picks led directly to the overturning of <em>Roe vs. Wade</em>. But as that record has become a political liability, the former president has been evasive about how far he’d go to curtail abortion access in a post-<em>Roe </em>United States. And this week, he further muddled the issue.</p>\n\n<p class=\"has-text-align-none\">At a meandering press conference on Thursday, a reporter asked Trump: “Would you direct your FDA, for example, to revoke access to mifepristone?” referring to one of the two pills utilized in medication abortions. Medicine like mifepristone is now used in most abortions, and has enabled people across the country to circumvent certain state bans.</p>\n\n<p class=\"has-text-align-none\">“Sure, you could, you could do things that … would supplement, absolutely,” Trump said in response. “And those things are pretty open and humane. But you have to be able to have a vote, and all I want to do is give everyone a vote. The votes are taking place right now as we speak,” he added.&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Reporter: Would you direct your fda to revoke access to Mifepristone<br><br>Trump: You could do things that would supplement. Absolutely. And those things are pretty open and humane… <a href=\"https://t.co/963ovR6MRR\">pic.twitter.com/963ovR6MRR</a></p>&mdash; Acyn (@Acyn) <a href=\"https://twitter.com/Acyn/status/1821622260119306371?ref_src=twsrc%5Etfw\">August 8, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">It was an answer that, like many Trump statements, was opaque. Given the phrasing of the question, he seemed to be acknowledging that in lieu of a national abortion ban, there are other “things” the federal government can do to “supplement” state restrictions. Trump didn’t go into detail regarding which of these proposals he would pursue, but <a href=\"https://19thnews.org/2024/08/trump-abortion-small-issue-state-federal-restrictions/\">his ambiguity</a> led <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-signals-openness-banning-abortion-pill-rcna165957\">many to interpret</a> his response to mean he would at least <a href=\"https://www.washingtonpost.com/politics/2024/08/08/trump-abortion-pill-mifepristone-news-conference/\">be open to limiting</a> abortion pill access. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nbcnews.com/politics/donald-trump/trump-signals-openness-banning-abortion-pill-rcna165957\">In a statement</a> clarifying his comments to NBC News, Trump’s campaign press secretary, Karoline Leavitt, countered that interpretation, arguing that some of the questions at the briefing were “difficult to hear,” and that the former president stood by the stance he <a href=\"https://www.axios.com/2024/06/28/trump-abortion-pill-pregnancy-debate\">expressed at a debate earlier this year</a>. “His position on mifepristone remains the same — the Supreme Court unanimously decided on the issue and the matter is settled,” Leavitt said in the statement. </p>\n\n<p class=\"has-text-align-none\">The confusion — and subsequent correction — raise an important question ahead of Election Day: Where does Trump actually stand on abortion? The answers, ultimately, could have major implications for people’s access to reproductive health care, including abortion pills, across the US.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What Trump has said about abortion</strong></h2>\n\n<p class=\"has-text-align-none\">Throughout his campaign, Trump had repeatedly said states should determine abortion laws, and that he supports exceptions to abortion bans in instances of rape, incest, and when the life of the mother is threatened. As Leavitt stressed, he has also backed the Supreme Court’s decision to reject a challenge to mifepristone access on the grounds that the plaintiffs didn’t have standing. “The Supreme Court just approved the abortion pill, and I agree with their decision to have done that, and I will not block it,” he said <a href=\"https://thehill.com/homenews/campaign/4744790-donald-trump-abortion-mifepristone-debate/\">during the June presidential debate</a> on CNN. </p>\n\n<p class=\"has-text-align-none\">Trump has stopped short of backing a federal abortion ban as part of his 2024 campaign platform as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“My view is now that we have abortion where everyone wanted it from a legal standpoint, the states will determine by vote or legislation, or perhaps both. And whatever they decide must be the law of the land. In this case, the law of the state,” <a href=\"https://www.npr.org/2024/04/10/1243368641/trump-outlines-his-policy-on-abortion-in-a-posting-on-truth-social\">Trump said in an April Truth Social video</a>.</p>\n\n<p class=\"has-text-align-none\">In July, the Republican National Committee <a href=\"https://apnews.com/article/republicans-abortion-party-platform-trump-rnc-5561e857c5501df9864ab8ca666d8bc5\">adjusted its policy platform</a> to reflect Trump’s views, backing away from many <a href=\"https://www.vox.com/politics/24108954/republican-study-committee-budget-social-security-cuts-abortion-biden\">GOP House lawmakers’ endorsement</a> of a federal abortion ban. It’s a position aimed at diffusing <a href=\"https://www.vox.com/2023/8/24/23840850/gop-debate-abortion-2024-dobbs-roe\">some of the heat</a> the GOP has faced on the issue — Americans are generally for at least <a href=\"https://news.gallup.com/poll/1576/abortion.aspx\">some abortion access</a>. But it also seeks to obscure how he could dismantle abortion rights in other ways.</p>\n\n<p class=\"has-text-align-none\">Even as he’s expressed a more moderate stance, however, Trump has touted his role in making the Supreme Court decision <em>Dobbs v. Jackson Women’s Health Organization</em>, which overturned the longstanding right to an abortion guaranteed by <em>Roe</em>, possible. That decision, which came down from the Supreme Court in 2022, had all three of the justices Trump nominated to the bench in the majority — and has since enabled numerous states to approve severe restrictions on reproductive health care. </p>\n\n<p class=\"has-text-align-none\">“After 50 years of failure, with nobody coming even close, I was able to kill Roe v. Wade,’” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/110384051064378318\" rel=\"nofollow\">wrote on Truth Social in May 2023</a>. “Without me there would be no 6 weeks, 10 weeks, 15 weeks, or whatever is finally agreed to.” </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.politico.com/story/2018/01/29/senate-trump-20-week-abortion-ban-316002\">During his first term,</a> Trump also backed a 20-week federal abortion ban — and said he would sign it if Congress approved it. </p>\n\n<p class=\"has-text-align-none\">While Trump may have said he’s not backing a ban this time around, that’s also not the only avenue he’d have to restrict abortion at the federal level. And though he hasn’t committed to pursuing other limitations publicly, many Republicans — including his allies — are pushing for the party to embrace additional restrictions, including around medication abortions.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">Anti-abortion rights advocates have long advocated for the FDA to roll back approval of mifepristone, and it’s one of the proposals that’s outlined in Project 2025, <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">a GOP policy wishlist</a> that’s been pushed by the Heritage Foundation and other Trump allies. (Trump has <a href=\"https://abcnews.go.com/538/americans-dont-project-2025/story?id=112713286\">tried to distance himself</a> from the document, with <a href=\"https://www.washingtonpost.com/elections/2024/08/07/trump-heritage-project-2025-roberts/\">mixed success</a>.) </p>\n\n<p class=\"has-text-align-none\">Trump’s recent comments were interpreted by some as leaving room for considering these ideas. And despite his statements that abortion policy is something for the states to decide, according to a January 2024 <a href=\"https://www.washingtonpost.com/politics/2024/01/05/trump-abortion/?itid=lk_inline_manual_21\">Washington Post story</a>, Trump has privately expressed interest in “Washington’s role” on the issue as well.</p>\n\n<p class=\"has-text-align-none\">Should Trump win, and should his administration decide there is a role for the federal government, targeting medication abortions would be within the executive branch’s power. Mifepristone can be obtained via mail and telemedicine, both channels that some conservatives hope a second Trump administration would limit moving forward.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Directing the FDA to take action restricting mifepristone is one such approach. Urging the Health and Human Services Department to require in-person medical visits to obtain abortion pills is another. And asking the Justice Department to enforce the Comstock Act, which penalizes the sending of abortion pills via mail, is a third.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Despite attempts to stake out less-extreme positions on the subject — likely due to fear of turning away moderate women voters who’ve mobilized in recent elections — Trump’s latest comments suggest that he does not yet have a straightforward answer about medication abortion, and are a reminder he could weigh harsher policies should he win in November. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On Thursday, former President Donald Trump seemed to suggest he would consider restricting access to mifepristone, a pill used for medication abortions. Within a day, his campaign furiously walked back Trump’s statement, claiming the former president misheard the question. Trump’s first-term record on reproductive rights is clear: His three Supreme Court picks led directly to [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "MDMA therapy didn’t get FDA approval. Now what?",
    "link": "https://www.vox.com/future-perfect/365820/mdma-therapy-lykos-therapeutics-maps-psychedelics-ecstasy",
    "pubDate": "2024-08-09T21:35:07.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/MDMA_option01_No.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">The FDA has decided not to approve MDMA therapy for the treatment of post-traumatic stress disorder, dealing an unexpected blow to <a href=\"https://www.vox.com/future-perfect/23721486/ketamine-dmt-lsd-psychedelics-magic-mushrooms-legalization-recreation-psilocybin\">the growing movement</a> to raise psychedelics from the underground as a new, <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">strangely powerful</a> type of medicine.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Psychoactive drugs like psilocybin, LSD, and MDMA have been illegal for decades. But academic research looking into how they could be used across various fields, from neuroscience to medicine, <a href=\"https://www.tandfonline.com/doi/abs/10.1080/02791072.1991.10472572\">resumed</a> in the 1990s, slowly building momentum toward <a href=\"https://www.vox.com/future-perfect/360200/how-to-buy-psychedelics-lsd-shrooms-stores\">expanding access</a> outside of tightly regulated research organizations. One of the most promising directions has been developing psychedelics as medical treatments for a broad range of hard-to-treat but widespread conditions, from <a href=\"https://www.vox.com/future-perfect/2020/10/9/21506664/psychedelics-mental-health-depression-ptsd-psilocybin-mdma\">depression</a> and anxiety to <a href=\"https://www.vox.com/future-perfect/2024/5/15/24156372/psychedelics-chronic-pain-cluster-headache-medicine-lsd-psilocybin\">chronic pain</a>.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">What went wrong?</h2>\n\n\n\n<p class=\"has-text-align-none\">Listen to Vox’s Haleema Shah chronicle the past, present, and future of MDMA in <a href=\"https://www.vox.com/today-explained-podcast/363903/mdma-medicine-ptsd-fda\">this three-part audio series</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\">That momentum — which has grown <a href=\"https://jamanetwork.com/journals/jamapsychiatry/article-abstract/2795948\">rapidly</a> in recent years —&nbsp;<a href=\"https://theintercept.com/2022/07/26/mdma-psilocybin-fda-ptsd/\">was widely expected</a> to culminate in the FDA’s approval of MDMA therapy this summer, which would have allowed healthcare professionals to prescribe supervised MDMA therapy sessions to people with PTSD. Until things went sideways.</p>\n\n<p class=\"has-text-align-none\">Instead, the FDA declined to approve the new treatment submitted by <a href=\"https://lykospbc.com/about-us/mental-health-trailblazers/\">Lykos Therapeutics</a>, an organization that develops innovations to “transform mental healthcare,” deciding that there still isn’t enough evidence of benefit to outweigh the risks. The decision will have far-reaching ripple effects. Some psychedelic advocates will have to put celebrations they’ve been planning for decades on pause; others will rejoice at dodging the bullet of Lykos’s spiritually inflected <a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">therapy protocol</a> being the one that breaks the dam of psychedelic treatment. The millions of Americans suffering from PTSD will have to wait for a reformulated attempt at MDMA therapy to pass. And the broader momentum of the psychedelic revival will continue teetering on the edge of mainstream acceptance.</p>\n\n<p class=\"has-text-align-none\">Overall, though, the decision amounts to more of a delay than a death blow to psychedelic therapy.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The last-minute drama that derailed Lykos’s MDMA therapy, briefly explained</h2>\n\n<p class=\"has-text-align-none\">Lykos Therapeutics <a href=\"https://news.lykospbc.com/2024-02-09-Lykos-Therapeutics-Announces-FDA-Acceptance-and-Priority-Review-of-New-Drug-Application-for-MDMA-Assisted-Therapy-for-PTSD\">received</a> priority review from the FDA back in February, which <a href=\"https://www.fda.gov/patients/fast-track-breakthrough-therapy-accelerated-approval-priority-review/priority-review\">fast-tracked</a> the potential treatment for a decision within six months. Even the Biden administration was <a href=\"https://theintercept.com/2022/07/26/mdma-psilocybin-fda-ptsd/\">anticipating</a> its approval. If accepted, Lykos’s application would have likely only gained approval for their <a href=\"https://pubs.acs.org/doi/10.1021/acsomega.1c05520?ref=pdf\">proprietary formulation</a> of MDMA, not the illicit form of the drug that’s currently considered a <a href=\"https://www.dea.gov/drug-information/drug-scheduling#:~:text=Schedule%20I%20drugs%2C%20substances%2C%20or,)%2C%20methaqualone%2C%20and%20peyote.\">Schedule I substance</a>. That means Lykos’s version of MDMA could have been used in prescribed treatment environments, but general MDMA, or “ecstasy,” would remain illegal outside of medical environments.</p>\n\n<p class=\"has-text-align-none\">Still, even approval of a pharmaceutical product including MDMA would solidify the idea that MDMA — a drug that carries <a href=\"https://newyorklegaldefense.com/practice-areas/new-york-drug-crime-lawyers/ecstasy-charges/#:~:text=An%20arrest%20for%20possession%20of,offender%20could%20face%209%20years.\">federal penalties</a> of up to three years in jail and a $5,000 fine — can be a real medicine, challenging its designation as having “no currently accepted medical use” by the Drug Enforcement Administration. So FDA approval wouldn’t spell the end of the psychedelic prohibition that began in 1970, but it would provide ammunition for broader efforts to reschedule psychedelics and expand access.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the optimism around approval began to sour in late March, when the Institute for Clinical and Economic Review (ICER), a nonprofit that evaluates evidence for healthcare interventions, published a <a href=\"https://icer.org/news-insights/press-releases/icer-releases-draft-evidence-report-on-treatment-for-post-traumatic-stress-disorder/\">report</a> that called Lykos’s clinical trial design into question. They also shared concerns about unreported adverse events and <a href=\"https://www.statnews.com/2024/07/19/mdma-for-ptsd-fda-concerned-lykos-clinical-trial-misconduct-claims/\">ethical misconduct</a> by therapists during treatment sessions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Those concerns reached a crescendo during <a href=\"https://www.vox.com/future-perfect/353752/mdma-fda-approval-hearing-lykos-blinding-misconduct-allegations\">an FDA advisory committee meeting</a> on June 4, where a panel of independent experts convened to review Lykos’s evidence and advise the FDA on its ultimate decision. During the nine-hour meeting, panelists expressed significant misgivings about the clinical trial designs, focusing on how difficult it is to <a href=\"https://www.theatlantic.com/health/archive/2024/06/psychedelics-mdma-ptsd-fda-placebo/678588/\">establish placebo controls</a> in psychedelic studies. By “blinding” people as to whether they received the active drug or an inactive placebo, they help prevent people’s expectations from biasing their response to treatment, isolating the effects of the drug. But&nbsp;people tend to know whether or not they’ve taken MDMA or magic mushrooms pretty quickly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Concerns around failed placebo controls, or “functional unblinding,” <a href=\"https://www.theatlantic.com/health/archive/2024/06/psychedelics-mdma-ptsd-fda-placebo/678588/\">are not unique</a> to psychedelic science. But the advisory committee felt these issues cast significant doubt across the positive findings. Beyond the concerns with study design, three members of <a href=\"https://www.psymposia.com/\">Psymposia</a>, a non-profit research and media organization that focuses on psychedelic science and harm reduction, went so far as to <a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">accuse Lykos of being a “therapy cult”</a> bent on furthering mystical and utopian goals. Ultimately, the advisory committee voted almost unanimously that there was insufficient evidence to support the treatment, and that the benefits do not outweigh the risks.</p>\n\n<p class=\"has-text-align-none\">Despite the criticisms, experts <a href=\"https://themicrodose.substack.com/p/the-psychedelics-world-reacts-to\">across the psychedelics world</a> felt that the functional unblinding issues that concerned the advisory committee had already been discussed in detail by the FDA and Lykos when they <a href=\"https://news.lykospbc.com/2024-06-13-Lykos-Therapeutics-Statement-on-FDA-Advisory-Committee-Meeting\">collaborated</a> on the Phase 3 trial design back in 2017. That included the FDA <a href=\"https://maps.org/news/media/press-release-fda-grants-breakthrough-therapy-designation-for-mdma-assisted-psychotherapy-for-ptsd-agrees-on-special-protocol-assessment-for-phase-3-trials/\">signing off</a> on the methodology to handle placebo controls. The FDA typically follows advisory committee recommendations, but hopes remained that this time would be different.</p>\n\n<p class=\"has-text-align-none\">It was not.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How to (almost) turn MDMA into a legal therapy</h2>\n\n<p class=\"has-text-align-none\">Classical psychedelics like psilocybin and LSD were made illegal by the <a href=\"https://www.dea.gov/drug-information/csa\">Controlled Substances Act</a> (CSA) in 1970. MDMA was <a href=\"https://www.nytimes.com/1985/06/01/us/us-will-ban-ecstasy-a-hallucinogenic-drug.html\">added to the list</a> in 1985, shortly after it began <a href=\"https://www.theatlantic.com/health/archive/2013/09/electronic-dance-music-s-love-affair-with-ecstasy-a-history/279815/\">spreading</a> across the electronic dance music scene. Drug Enforcement Administration (DEA) officials <a href=\"https://www.nytimes.com/1985/06/01/us/us-will-ban-ecstasy-a-hallucinogenic-drug.html\">felt</a> that MDMA abuse had become a nationwide problem.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Banning MDMA triggered Rick Doblin, a 32-year-old doing informal psychedelics research, to found <a href=\"https://maps.org/\">MAPS </a>in 1986, the Multidisciplinary Association for Psychedelic Studies. He figured that even though it could take decades, the surest way to undo psychedelic prohibition was through FDA approval.</p>\n\n<p class=\"has-text-align-none\">MAPS began as a non-profit, but <a href=\"https://maps.org/news/bulletin/a-wholly-public-benefit-model/\">launched</a> a separate for-profit arm in 2014, called the MAPS public benefit corporation. The corporation was dedicated to winning FDA approval for MDMA, and eventually, bringing it to market. In early 2024, the MAPS public benefit corporation <a href=\"https://psychedelicalpha.com/wp-content/uploads/2024/01/amy-emerson-ceo-letter.pdf\">rebranded itself</a> as Lykos Therapeutics, largely because it was pretty awkward to have the original non-profit that still does drug decriminalization advocacy work share a name with a highly regulated for-profit pharmaceutical company focused only on medical treatments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Two major aspects of Lykos’s submitted treatment plan —&nbsp;using MDMA rather than other psychedelics, and focusing on PTSD rather than other conditions —&nbsp;were calculated decisions.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more about the mystery of psychedelics</h2>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/355687/fda-mdma-therapy-maps-lykos-cult\">The biggest unknown in psychedelic therapy is not the psychedelics</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\" data-type=\"link\" data-id=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">Why psychedelics produce some of the most meaningful experiences in people’s lives</a><br></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/2024/5/15/24156372/psychedelics-chronic-pain-cluster-headache-medicine-lsd-psilocybin\">Psychedelics could treat some of the worst chronic pain in the world</a></li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions, comments, or ideas? </strong>Email me: oshan.jarow@voxmedia.com. </p>\n</div>\n\n<p class=\"has-text-align-none\">Today, PTSD affects about <a href=\"https://www.ptsd.va.gov/understand/common/common_adults.asp#:~:text=About%205%20out%20of%20every,some%20point%20in%20their%20life.\">13 million</a> Americans, or 5 percent of the US population. It’s been <a href=\"https://psychiatryonline.org/doi/10.1176/appi.ajp.2017.17080955#:~:text=Pharmacotherapy%20for%20PTSD&amp;text=As%20a%20result%20of%20the,PTSD%20(51%2C%2052).\">25 years</a> since the last FDA-approved treatments for the disorder: the antidepressants sertraline and paroxetine. But only about 60 percent of patients <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3278188/\">respond to treatment</a> at all, and just 20 to 30 percent shake the disorder altogether. The current <a href=\"https://www.ptsd.va.gov/professional/treat/txessentials/overview_therapy.asp\">gold-standard treatment</a> is trauma-focused psychotherapy, where dropout rates <a href=\"https://pubmed.ncbi.nlm.nih.gov/32284816/\">are high</a>, and many patients still retain their symptoms <a href=\"https://jamanetwork.com/journals/jama/article-abstract/2422548\">after treatment</a>. Veteran organizations like the Department of Veterans Affairs have been <a href=\"https://theintercept.com/2024/05/20/va-veterans-mdma-ptsd/\">looking to MDMA therapy</a> to help treat PTSD and stem the growing <a href=\"https://www.militarytimes.com/veterans/2022/09/17/veterans-suicide-rate-may-be-double-federal-estimates-study-suggests/\">suicide crisis</a> among veterans, creating an opportunity for politicians across the aisle to <a href=\"https://theintercept.com/2022/07/14/ptsd-psychedelic-therapy-research-congress/\">work together</a> toward approval.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We had to choose which psychedelic and which patient population would be most likely to be successful from a political perspective,” Doblin <a href=\"https://www.bostonmagazine.com/health/2019/09/10/rick-doblin/\">told Boston Magazine</a> in 2019. “We don’t really do science; we do political science.”</p>\n\n<p class=\"has-text-align-none\">While MDMA does pose some physiological risks that classical psychedelics don’t, like <a href=\"https://www.healthline.com/health/substance-use/mdma-effects-on-heart\">raising</a> heart rates and blood pressure, the actual subjective experience of being on MDMA is generally euphoric. MDMA helps release a slew of neurotransmitters, like serotonin (<a href=\"https://my.clevelandclinic.org/health/articles/22572-serotonin\">dubbed</a> the “feel-good hormone”) and oxytocin (“<a href=\"https://www.health.harvard.edu/mind-and-mood/oxytocin-the-love-hormone\">the love hormone</a>”). The rush of positive feelings has always made MDMA a popular club drug. But paired with psychotherapy, MDMA can <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7046795/\">boost tolerance</a> to traumatic memories by dialing down the mind’s tendency to avoid them, opening a window to <a href=\"https://www.sciencedirect.com/science/article/pii/S0278584617308655\">reconsolidate memories</a> that hold fear.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Meanwhile, tripping on the “classical psychedelics” — psilocybin, LSD, DMT, or mescaline — runs a much wider spectrum of possible experiences. Varieties of euphoria are <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S2451902224000843\">still common</a>. But slipping into a <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0293349\">long</a> and <a href=\"https://bulletin.hds.harvard.edu/a-theological-reckoning-with-bad-trips/\">hellish nightmare</a>, like an existential thorn in your grip on the world that never dislodges, can happen too. Even if only in rare cases. <a href=\"https://www.vox.com/future-perfect/23954347/psychedelics-bad-trips-ketamine-mdma-psilocybin-lsd-risks\">Bad trips</a> are comparatively less of a concern with MDMA, and therefore can pose less of a public health risk.</p>\n\n<p class=\"has-text-align-none\">By itself, MDMA does not, however, guarantee a good time. Since it can kick up painful memories we normally avoid, MDMA is not immune to bad trips. That’s why Lykos insists on pairing MDMA with therapists who can help support people through difficult experiences, especially in vulnerable populations suffering from depression or PTSD.</p>\n\n<p class=\"has-text-align-none\">Having attending therapists is definitely a good harm-reduction strategy. But they can’t fully eliminate the risks, either. At least one participant in MAPS’s studies reported an increase in suicidal ideation after their treatment sessions, and <a href=\"https://www.statnews.com/2024/05/24/mdma-treatment-ptsd-fda-asked-to-probe-adverse-events/\">some controversy has erupted</a> around why that didn’t show up in the published results. And since MDMA can make people <a href=\"https://www.jneurosci.org/content/39/2/307\">more suggestible</a>, the safety and efficacy of the actual therapy protocols are <a href=\"https://jamanetwork.com/journals/jamapsychiatry/fullarticle/2802941\">just as important</a> as the drug itself.</p>\n\n<p class=\"has-text-align-none\">But as the former director of the National Institute of Mental Health Thomas Insel <a href=\"https://www.statnews.com/2024/07/25/fda-mdma-ptsd-ruling-shows-need-for-psychotherapy-drug-combined-approval/\">recently wrote</a>, “the U.S. regulatory system is not optimized for mental health care,” precisely because we lack a federal agency charged with reviewing the safety and efficacy of psychological interventions, like MDMA’s companion therapy. So MAPS developed <a href=\"https://maps.org/mdma/mdma-resources/treatment-manual-mdma-assisted-psychotherapy-for-ptsd/\">their own therapy protocol</a>, and held it constant throughout their trials to try and isolate the drug effects, which are technically the only part of this treatment the FDA actually regulates.</p>\n\n<p class=\"has-text-align-none\">MAPS ran two Phase 3 clinical trials, each turning up pretty positive results. The <a href=\"https://www.nature.com/articles/s41591-021-01336-3\">first trial</a>, published in 2021, found that MDMA therapy successfully treated 67 percent of participants, reducing their symptoms to the point where they no longer met the criteria for PTSD. In the placebo group, that number was 32 percent. The <a href=\"https://www.nature.com/articles/s41591-023-02565-4\">second trial</a>, published in 2023, found similar results: 71 percent from the treatment group no longer met PTSD criteria, compared to 48 percent from the placebo group. (Note, however, that even though people likely knew when they were in the placebo group, which just received drug-free psychotherapy, they hit impressive <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0062599\">treatment rates</a>.)</p>\n\n<p class=\"has-text-align-none\">While the FDA rejected Lykos’s new drug application today, organizations developing similar treatments are <a href=\"https://psychedelicalpha.com/data/psychedelic-drug-development-tracker\">close behind.</a> And even among those who’ve advised against approving MDMA therapy, there’s <a href=\"https://www.vox.com/future-perfect/353752/mdma-fda-approval-hearing-lykos-blinding-misconduct-allegations\">a sentiment</a> that it should <em>eventually</em> get approved. Just not yet, and not like this.</p>\n\n<p class=\"has-text-align-none\">“I don’t think we’re quite there yet,” said Kim Witczak, a consumer representative who voted against MDMA therapy during the advisory committee meeting. In an <a href=\"https://www.bbc.com/future/article/20240620-fda-advisors-voted-against-mdma-therapy-researchers-are-still-fighting-for-it\">email</a> to the BBC, she added: “The time to be cautious is now, not afterwards.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What happens next</h2>\n\n<p class=\"has-text-align-none\">While Lykos will have to regroup, other companies are moving toward their own new drug applications. One of the <a href=\"https://psychedelicalpha.com/news/late-stage-psychedelic-trials-a-brief-review-of-the-two-most-mature-psychedelic-drug-development-programs\">most likely</a> next applicants, the biotech company Compass Pathways, is pairing psilocybin with “psychological support,” which looks like a more hands-off version of Lykos’s approach to therapy. Meanwhile, states can continue passing <a href=\"https://www.vox.com/future-perfect/360200/how-to-buy-psychedelics-lsd-shrooms-stores\">a variety of legislations</a>, from decriminalization to legalizing supervised <a href=\"https://www.nytimes.com/2023/01/03/health/psychedelic-drugs-mushrooms-oregon.html\">adult use models</a>, like Oregon’s approach.&nbsp;&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Alongside state legislation, psychedelic research in academia will continue its expansion from medical applications, <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">consciousness science</a>, all the way out to <a href=\"https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2023.1082933/full\">humanities scholars</a>. Religious groups can continue seeking legal exemptions for their use of <a href=\"https://www.nytimes.com/2024/05/12/us/psychedelic-drugs-church-religion.html\">psychedelics as sacraments</a>. And the psychedelic underground will continue providing access (for both better and worse) to those who manage to find it.</p>\n\n<p class=\"has-text-align-none\">The decision will likely put a dent in the valuation of some psychedelic start-ups, and bring on a wave of skeptical press. But Lykos’s failure may actually increase the odds that subsequent psychedelic treatments pass the FDA approval process. Applicants now know where the FDA is going to focus, and how to strengthen their applications in response.</p>\n\n<p class=\"has-text-align-none\">Both <a href=\"https://clinicaltrials.gov/study/NCT05624268\">Compass Pathways</a> and nonprofit <a href=\"https://clinicaltrials.gov/study/NCT06308653?term=NCT06308653&amp;ra=\">Usona Institute</a> have Phase 3 clinical trials — the last step before putting together a new drug application for FDA consideration&nbsp;— underway for psilocybin as a treatment for depression. And a <a href=\"https://psychedelicalpha.com/data/psychedelic-drug-development-tracker\">very long list</a> of organizations have Phase 2 trials ongoing for psychedelics ranging from LSD to 5-MeO-DMT (<a href=\"https://www.nytimes.com/2022/03/20/us/toad-venom-psychedelic.html\">found</a> in the poisonous secretions of a Sonoran desert Toad). More are on the horizon.</p>\n\n<p class=\"has-text-align-none\">So the prospects for psychedelic therapy remain good, if a little frazzled. But at the same time, FDA approval of a pharmaceutical product that can exclusively be used in medical settings will not put an end to the psychedelic prohibition. At least, not in the way that many advocates have been hoping for decades.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9852302001\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">When Doblin founded MAPS in 1986, Lykos’s ancestor, the idea wasn’t just to eventually produce a new type of prescribable therapy. As journalist Anna Silman recently <a href=\"https://www.businessinsider.com/mdma-therapy-maps-lykos-rick-doblin-fda-legalization-trials-2024-5\">reported</a>, Doblin envisioned MAPS as a Trojan horse to rekindle the psychedelic renaissance that <a href=\"https://www.independent.co.uk/independentpremium/long-reads/optimism-hippies-sixties-history-hollywood-zen-a9156511.html\">crashed and burned</a> in the 1960s by routing it through the FDA. Once approved as a medicine, psychedelics could rise from the underground into mainstream acceptance, opening the door for expanded access outside of a doctor’s office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But some critics have long <a href=\"https://www.vox.com/future-perfect/23721486/ketamine-dmt-lsd-psychedelics-magic-mushrooms-legalization-recreation-psilocybin\">been wary of medicalization</a> as the best path toward an equitable psychedelic revival that ever escapes the medical ambit to make the most of their diverse potentials. Psychedelics —&nbsp;used responsibly — can contribute to our perennial <a href=\"https://www.vox.com/future-perfect/23972716/psychedelics-meaning-science-psychedelic-mushrooms-ketamine-psilocybin-mysticism\">search for meaning</a>, scientific <a href=\"https://centerforminds.org/\">innovation</a>, and even <a href=\"https://www.frontiersin.org/journals/psychology/articles/10.3389/fpsyg.2023.1082933/full\">expanding</a> our cultural imagination. But those aspects will be undermined if psychedelics get stuck as medicines, and medicines alone.</p>\n\n<p class=\"has-text-align-none\">For a true psychedelic renaissance to kick in, they need to be removed from Schedule I of the Controlled Substances Act. FDA approval is one strategy that could support that process, while treating people in significant need along the way. We’ll see if the next application gets enough escape velocity to not only clear FDA approval, but the medical establishment altogether.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The FDA has decided not to approve MDMA therapy for the treatment of post-traumatic stress disorder, dealing an unexpected blow to the growing movement to raise psychedelics from the underground as a new, strangely powerful type of medicine.&#160; Psychoactive drugs like psilocybin, LSD, and MDMA have been illegal for decades. But academic research looking into [&#8230;]",
    "author": "Oshan Jarow"
  },
  {
    "title": "Tim Walz is riding the wave of the vibes election",
    "link": "https://www.vox.com/culture/366368/tim-walz-vibes-memes-vice-president",
    "pubDate": "2024-08-09T17:32:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Tim Walz laughs, with a broad smile, wearing a black jacket and blue tie behind a podium. Behind him stands Vice President Kamala Harris in a navy suit.\" data-caption=\"Minnesota Gov. Tim Walz at a campaign rally on August 6.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165607143.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Minnesota Gov. Tim Walz at a campaign rally on August 6.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s common, whenever someone skyrockets into mainstream fame, for folks to dig deep through their internet histories. Less common is what happened to Vice President Kamala Harris’s newly announced running mate, Minnesota Gov. Tim Walz: Pretty much everything they found was extremely wholesome.</p>\n\n<p class=\"has-text-align-none\">From clips of him riding roller coasters with his daughter at the Minnesota State Fair to giving tips on car maintenance, in the two weeks since his <a href=\"https://x.com/Tim_Walz/status/1815804696805925377\">viral appearances</a> on MSNBC, Walz has not only secured the Democratic nomination for vice president, but has also taken on the role of the internet’s collective Midwestern dad, its favorite high school teacher, and the physical representation of everything the <a href=\"https://www.vox.com/politics/365416/tim-walz-kamala-harris-vp-vice-president-democrats-left\">progressives have been longing for</a>: a candidate with genuinely good vibes. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">A favorite from my Walz archive. <a href=\"https://t.co/IXOzUnRne1\">pic.twitter.com/IXOzUnRne1</a></p>&mdash; Matt Wagenius (@mattwagenius) <a href=\"https://twitter.com/mattwagenius/status/1820507813669396846?ref_src=twsrc%5Etfw\">August 5, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">There’s been a fair amount of chatter about political “vibes” this summer, beginning with the bad ones viewers got from President Joe Biden’s debate performance in June, followed by the <a href=\"https://www.vox.com/culture/363230/jd-vance-couch-sex-hillbilly-elegy-rumor-false\">weird energy emanating</a> from former President Donald Trump’s VP pick, Ohio Sen. J.D. Vance, who managed to alienate a broad swath of voters when his fringe <a href=\"https://www.vox.com/politics/363473/jd-vance-weird-voting-parents-demeny-postliberalism\">social views</a> got a wider airing.</p>\n\n<p class=\"has-text-align-none\">Then, with Biden out of the race and Harris’s campaign underway, it started to feel like the Democrats were having fun for the first time in recent memory: All over the internet, Harris was being memed into oblivion by people who, ironically or not, juxtaposed her <a href=\"https://www.vox.com/culture/362300/kamala-harris-meme-brat-summer\">“fun aunt” persona with Charli xcx’s breakout album of the summer</a>. Her campaign embraced the jokes, and overnight the right’s attacks on her — which largely centered around her laughing and dancing — seemed to backfire. Suddenly, the Republicans were the spoilsports who couldn’t take the joke, a position stereotypically held by politically correct liberals. </p>\n\n<p class=\"has-text-align-none\">When Harris went with Walz, it seemed as though the campaign was going full force on vibes. As with any discussion of politics and the internet, there’s the million-dollar question of whether energy online can translate into votes. Not being from a traditional battleground state, Walz <a href=\"https://www.vox.com/politics/363899/kamala-harris-vp-pick-josh-shapiro-walz-kelly\">isn’t likely to</a> deliver votes where it matters, and there’s also the fact that Walz <a href=\"https://www.vox.com/2024-elections/366201/tim-walz-record-governor-progressive-agenda\">may not be quite as progressive as people</a> are projecting onto him, at least not by the standards of the online left. But for now, they have a new hero — and his digital history explains his appeal. </p>\n\n<h2 class=\"wp-block-heading\"><strong>Tim Walz, wholesome star of social media, explained</strong></h2>\n\n<p class=\"has-text-align-none\">For the last few days, the political internet has overflowed with heartwarming clips and anecdotes about Walz. Consider, for instance, the <a href=\"https://www.youtube.com/watch?v=zvegSy5HfrI\">cute PSA</a> he made with his daughter Hope about Minnesota’s hands-free driving law, and <a href=\"https://x.com/GovTimWalz/status/1698761196730540472?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1698761196730540472%7Ctwgr%5E8ee3f3dd520be54118cb96a024c2ebe524afcc93%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fiframe.nbcnews.com%2F4qz4nCO%3F_showcaption%3Dtrueapp%3D1&amp;ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1698761196730540472%7Ctwgr%5E8ee3f3dd520be54118cb96a024c2ebe524afcc93%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fiframe.nbcnews.com%2F4qz4nCO%3F_showcaption%3Dtrueapp%3D1\">the aforementioned one</a> from the Minnesota State Fair (the video then cuts to a jubilant Walz riding the Slingshot).&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s the <a href=\"https://x.com/GovTimWalz/status/1717239000899985790\">screenshot he posted</a> of a text conversation with his wife in which she informs him that their dog, Scout, has locked himself in their bedroom, <a href=\"https://x.com/KamalaHQ/status/1820895412804259886\">many tweets about his cat</a>, including one in which he laments not being able to <a href=\"https://x.com/GovTimWalz/status/1593646029995483136\">score Taylor Swift tickets</a>, and at least <a href=\"https://x.com/sambrodey/status/1819451430950064222\">four tweets</a> in which he expresses his affection for Diet Mountain Dew. During the pandemic he also posted a series of photos installing an old-school stereo setup in Hope’s room — so that she can listen to Bob Seger on vinyl. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">Harris: 🌴 brat 🥥<br><br>Trump:  there are mexicans in my walls, they steal my electricity  <br><br>Vance: i ran my sons pokemon cards through a woodchipper <br><br>Walz: anyone have an extra ticket to Phish? <br><br>RFK Jr: on March 27, 1980, I threw a very large rock into Mt. St. Helens</p>&mdash; nikki mccann ramírez (@NikkiMcR) <a href=\"https://twitter.com/NikkiMcR/status/1820882388999950686?ref_src=twsrc%5Etfw\">August 6, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">That’s not even including the images and information being shared about him: There’s a photo in which he cradles a <a href=\"https://x.com/AaronRegunberg/status/1820212815820677468\">tiny sleeping piglet</a> and a <a href=\"https://x.com/ErickFernandez/status/1820693595076075719\">video where</a> he’s being hugged by a bunch of children after signing a bill for free breakfast and lunch at schools. According to financial disclosures, <a href=\"https://www.axios.com/2024/08/07/tim-walz-vp-pick-investment-portfolio\">Walz doesn’t own a single stock</a>, instead invested only in pensions, making him seem even more like your average Joe who doesn’t have robust retirement savings.</p>\n\n<p class=\"has-text-align-none\">For the last few days, those who know him personally have been sharing their stories, including how helpful he’s been with <a href=\"https://x.com/mattwagenius/status/1820507813669396846?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1820507813669396846%7Ctwgr%5E9d91d1da5137113c895f582d03e153cec1d3416b%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.independent.co.uk%2Flife-style%2Ftim-walz-big-dad-energy-kamala-harris-b2592570.html&amp;ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1820507813669396846%7Ctwgr%5E9d91d1da5137113c895f582d03e153cec1d3416b%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.independent.co.uk%2Flife-style%2Ftim-walz-big-dad-energy-kamala-harris-b2592570.html\">fixing other people’s cars</a>, how much of a delight he was in a <a href=\"https://www.semafor.com/article/08/06/2024/pragmatic-midwestern-governor-or-cornucopia-of-liberal-psychosis-the-race-to-define-tim-walz-begins\">decade-long group chat called “Sports Buddies</a>,” and how <a href=\"https://www.youtube.com/watch?v=S9mNPeyxQSc\">inspiring he was as a teacher</a> and <a href=\"https://x.com/Walz_Wins/status/1821168649564266820\">coach</a>. One former coworker told a story to <a href=\"https://www.washingtonpost.com/style/power/2024/08/02/tim-walz-kamala-harris/\">the Washington Post</a> in which they tried to prank him by giving Walz a fake gift certificate for a free turkey at the local grocery store, and that Walz managed to still leave with a free turkey. “That’s just Tim Walz,” she said.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">wow I can&#039;t believe we&#039;re getting a Fun Ticket. a good vibes ticket. like being at a wedding when the aunts start to dance <a href=\"https://t.co/Sux2S1GViR\">https://t.co/Sux2S1GViR</a></p>&mdash; Kylie Brakeman (@deadeyebrakeman) <a href=\"https://twitter.com/deadeyebrakeman/status/1820808590547882166?ref_src=twsrc%5Etfw\">August 6, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">It’s the sort of wholesomeness that people online tend to embrace. But, as digital and political strategist Gina DiVittorio tells Vox, Walz’s good vibes only matter insofar as they’re backed up by his <a href=\"https://www.vox.com/politics/365416/tim-walz-kamala-harris-vp-vice-president-democrats-left\">record of managing to push through progressive policy</a> in Minnesota, like paid family leave, a 100 percent clean energy mandate by 2040, and labor protections. </p>\n\n<p class=\"has-text-align-none\">“The phenomenon of Walz as a social media youth engagement goldmine is a great example of a critical pill Democratic leadership has had a hard time swallowing, which is that sustainable youth mobilization can be aided by PR, but it starts with policy,” she explains.</p>\n\n<p class=\"has-text-align-none\">Because left-leaning people online equate Walz with progressive change, much of the discourse around him has been less about how he could help Harris win but the genuine emotion he rouses in them. Online, <a href=\"https://x.com/brainnotonyet/status/1820849073483583674\">people are praising</a> how he provides an example of “positive and kind masculinity,” and how they tear up when they listen to the story about how he signed up to be his high school’s gay-straight alliance faculty adviser, knowing that having a football coach act in such a role would help shut down bullying. “It bothers me how much American politics has lowered my bar for the absolute bare minimum,” said <a href=\"https://www.tiktok.com/@dasiadoesit/video/7400188638212050222?q=walz&amp;t=1723046387293\">TikToker Dasia Sade in a video</a>. “I was tearing up because I was witnessing adults speaking and exhibiting basic human empathy.”</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-tiktok wp-block-embed-tiktok\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@dasiadoesit/video/7400188638212050222\" data-video-id=\"7400188638212050222\" data-embed-from=\"oembed\"> <section> <a target=\"_blank\" title=\"@dasiadoesit\" href=\"https://www.tiktok.com/@dasiadoesit?refer=embed\">@dasiadoesit</a> <p>Is Minnesota nice a real thing? Penny for your thoughts on Tim Walz? Extra points if youre a Minnesotan <a title=\"timwalz\" target=\"_blank\" href=\"https://www.tiktok.com/tag/timwalz?refer=embed\">#timwalz</a> <a title=\"harriswalz\" target=\"_blank\" href=\"https://www.tiktok.com/tag/harriswalz?refer=embed\">#harriswalz</a> <a title=\"minnesotanice\" target=\"_blank\" href=\"https://www.tiktok.com/tag/minnesotanice?refer=embed\">#minnesotanice</a> </p> <a target=\"_blank\" title=\"♬ original sound - Dasia Sade\" href=\"https://www.tiktok.com/music/original-sound-7400188570188794666?refer=embed\">♬ original sound &#8211; Dasia Sade</a> </section> </blockquote> \n</div></figure>\n\n<p class=\"has-text-align-none\">In some instances, there’s a personal dimension to the adulation. <a href=\"https://www.tiktok.com/@pamelawurstvetrini/video/7400014850178534686\">One especially viral video</a> on TikTok posits that Walz “represents the father we lost to Fox News.” </p>\n\n<p class=\"has-text-align-none\">“The cult of conservatism that has grown and grown and grown has driven a wedge between millennial woman and her father,” creator Pamela Wurst Vetrini said in the clip. “It makes me sad to see him because I think what kind of person my dad would have been if he didn’t fall victim to this nightmare.” Many others stitched the video with their own emotional experiences seeing a man who shares the appearance and folksiness of their fathers but without the politics associated with older white men.</p>\n\n<p class=\"has-text-align-none\">“Many of the left-leaning young people who serve as the lifeblood of the internet have rightfully become disillusioned with the Democratic Party. Ideologically speaking, Walz is only slightly more left of center than Biden,” DiVittorio adds. “But a Midwest governor who didn’t let frivolous charges of socialism stop him from enacting a couple of broadly popular policies feels like a knight in shining armor.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>How much do good vibes matter?</strong></h2>\n\n<p class=\"has-text-align-none\">Vibes are, notoriously, transient. It’s very possible that once Walz takes the debate stage against Vance, in which he’ll have to <a href=\"https://www.usatoday.com/story/news/politics/elections/2024/08/07/tim-walz-views-israel-gaza/74685455007/\">clarify his position on Israel’s war in Gaza</a> or echo <a href=\"https://www.reuters.com/world/us/kamala-harris-talks-tough-border-security-take-donald-trump-2024-08-07/\">Harris’s “tough on the border” stance</a>, the magic will fade for the large swath of the internet populated by the left. Republicans, meanwhile, are <a href=\"https://www.vox.com/politics/366195/jd-vance-tim-vance-military-record-national-guard\">stepping up misleading attacks on Walz’s military record</a>, which may eventually affect perceptions of him among the general public.</p>\n\n<p class=\"has-text-align-none\">For now, however, just as they did with Kamala, the Harris campaign has fully leaned into Walz’s persona, <a href=\"https://www.economist.com/united-states/2024/08/07/kamala-harris-introduces-coach-tim-walz-her-trusty-running-mate\">introducing him</a> at their first appearance together as “Coach Walz” and posting tweets <a href=\"https://x.com/KamalaHQ/status/1820895412804259886\">about his love of cats</a> as a veiled attack on Vance’s comment about lonely cat ladies. As a sign of how clued in he is to the chatter online, at the same appearance Walz even referenced the (untrue) but now infamous joke about <a href=\"https://www.vox.com/culture/363230/jd-vance-couch-sex-hillbilly-elegy-rumor-false\">Vance and the couch</a>. “Thank you for bringing back the joy,” <a href=\"https://www.tiktok.com/@dailymail/video/7400160277318176042?q=walz&amp;t=1723046387293\">he said later,</a> to massive applause.</p>\n\n<p class=\"has-text-align-none\">There are solid signs that excitement within the party isn’t just limited to posting, either. Within the span of a few hours of announcing Walz as VP, the Harris campaign netted more than $20 million in donations, a number that <a href=\"https://qz.com/kamala-harris-minnesota-governor-tim-walz-fundraising-1851614688\">doubled by the next day</a>. And when the Harris campaign released a RealTree camo Harris-Walz cap that references pop star Chappell Roan’s popular merch and Walz’s love of hunting, it <a href=\"https://www.teenvogue.com/story/why-the-harris-walz-camo-hat-is-becoming-a-status-symbol-for-liberals\">sold out in 30 minutes</a> with nearly a million dollars of hats sold.</p>\n\n<p class=\"has-text-align-none\">Good feelings aren’t entirely reflected in polls (though <a href=\"https://www.nytimes.com/2024/08/08/upshot/kamala-harris-polls-vibes.html\">recent data</a> suggests Harris is polling ahead of Trump) and it’s anyone’s guess how long they’ll last. But the vibes of a candidate undoubtedly play a role in their ability to sway voters and gin up the energy required to win elections. Luckily for Walz, his vibes are about more than just being “your Midwestern dad.” Whether it’s enough for him to become your vice president remains to be seen. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s common, whenever someone skyrockets into mainstream fame, for folks to dig deep through their internet histories. Less common is what happened to Vice President Kamala Harris’s newly announced running mate, Minnesota Gov. Tim Walz: Pretty much everything they found was extremely wholesome. From clips of him riding roller coasters with his daughter at the [&#8230;]",
    "author": "Rebecca Jennings"
  },
  {
    "title": "The Summer Olympics can’t keep up with rising temperatures",
    "link": "https://www.vox.com/climate/366174/2024-paris-olympics-extreme-heat-climate-change",
    "pubDate": "2024-08-09T15:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\" Rafael Nadal wipes sweat from his face \" data-caption=\"Spain’s Rafael Nadal wipes sweat from his face in his match against Serbia’s Novak Djokovic at the 2024 Olympics in Paris.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2163897773.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Spain’s Rafael Nadal wipes sweat from his face in his match against Serbia’s Novak Djokovic at the 2024 Olympics in Paris.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Athletes at the 2024 Paris Olympics are competing against the toughest opponents in the world, the clock, the record books, and increasingly, extreme heat.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rain <a href=\"https://apnews.com/article/olympics-2024-opening-ceremony-rain-25476dbd026087d081d7483749139a7a\">soaked the opening ceremony</a>, but it followed an extensive heat wave across France and much of Europe. According to the <a href=\"https://www.worldweatherattribution.org/deadly-mediterranean-heatwave-would-not-have-occurred-without-human-induced-climate-change/\">World Weather Attribution</a> research group, such temperatures would not have been possible without human-induced climate change. The competitions <a href=\"https://www.politico.eu/article/scorching-olympic-heat-impossible-without-climate-change-rising-temperature/\">began with more heat</a> as temperatures <a href=\"https://www.latimes.com/sports/olympics/story/2024-08-01/paris-extreme-weather-record-rain-scorching-heat\">reached 95 degrees</a> at outdoor venues. Athletes complained about the lack of adequate cooling in the Olympic Village where they stay and <a href=\"https://www.youtube.com/watch?v=MAcPr5vQgE4\">some teams</a> brought <a href=\"https://www.cbsnews.com/news/2024-paris-olympics-team-usa-bringing-air-conditioning/\">their own air conditioning units</a>, undermining the host city’s goals to curb energy use with techniques like <a href=\"https://www.npr.org/2024/06/24/nx-s1-5017544/paris-olympics-air-conditioning-usa\">underfloor cooling</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For competitors chasing wins by seconds or <a href=\"https://www.washingtonpost.com/sports/olympics/2024/08/05/olympic-track-photo-finish-swimming-timekeepers/\">even less</a>, the high temperatures have been a frustrating confounding variable. The host city is <a href=\"https://www.lemonde.fr/en/france/article/2024/02/08/france-recorded-over-5-000-deaths-due-to-summer-2023-heat_6505713_7.html\">no stranger to deadly heat</a>. Fortunately none of the athletes have passed out at the Paris games so far. But as 2024 is shaping up to be the <a href=\"https://abcnews.go.com/US/2024-track-become-earths-warmest-year-record-despite/story?id=112643940\">hottest on record</a>, some current and former competitors are warning that the warming planet is posing more fundamental challenges to the Summer Olympics as we know them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In a report published ahead of the Olympics by the nonprofit <a href=\"https://basis.org.uk/resource/rings-of-fire-2/\">British Association for Sustainable Sport</a>, athletes and researchers laid out their concerns about how climate change is undermining performance, health, and the future feasibility of their events.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“For athletes, from smaller performance-impacting issues like sleep disruption and last-minute changes to event timings, to exacerbated health impacts and heat-related stress and injury, the consequences can be varied and wide-ranging,” Sebastian Coe, president of World Athletics, the international governing body for track and field sports, wrote in the report.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As “global temperatures continue to rise,” Coe said, “climate change should increasingly be viewed as an existential threat to sport.”</p>\n\n<p class=\"has-text-align-none\">The good news is that the organizers of the Paris Olympics seem to have learned important lessons in managing heat from past events. The 2020 Tokyo Olympics, held in 2021, were considered at the time to be the <a href=\"https://www.theguardian.com/environment/2021/aug/05/olympic-athletes-and-volunteers-in-tokyo-tortured-by-heat\">hottest Olympics in history</a>, with temperatures averaging almost 90 degrees Fahrenheit. Many athletes saw diminished performances, and some tennis players and archers suffered <a href=\"https://www.cnn.com/2021/07/30/sport/tokyo-2020-heat-weather-spt-intl/index.html\">heat exhaustion and heat stroke</a>. At least <a href=\"https://bmjopensem.bmj.com/content/9/2/e001467\">110 athletes reported some kind of heat-related illness</a> at the Tokyo Olympic games.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2164389896.jpg?quality=90&#038;strip=all&#038;crop=0,10.75214828329,100,78.49570343342\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Spectators at the 2024 Olympic Games in Paris cool off at misters in near the Eiffel Tower. | Maja Hitij/Getty Images\" data-portal-copyright=\"Maja Hitij/Getty Images\" />\n<p class=\"has-text-align-none\">Outside of the Olympics, there have been <a href=\"https://www.espn.com/soccer/story/_/id/40454071/brutal-heat-copa-america-2024-usmnt-uruguay-2026-world-cup-risk\">numerous sporting tournaments</a> and <a href=\"https://www.wbrz.com/news/athlete-overheated-and-passed-out-at-football-practice-amid-heat-advisory/\">practice sessions</a> where athletes have <a href=\"https://news.sky.com/story/tennis-player-arthur-cazaux-collapses-mid-match-at-miami-open-13097889\">passed out</a> due to extreme heat. In <a href=\"https://www.miamiherald.com/news/nation-world/national/article284385060.html\">some cases</a>, these temperatures have <a href=\"https://www.kcur.org/podcast/up-to-date/2023-08-03/a-kansas-college-football-player-has-died-from-heat-related-injuries-it-isnt-the-first-time\">led to deaths</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Extreme heat is clearly not something athletes <a href=\"https://www.vox.com/climate/359742/extreme-heat-cultural-attitudes-endurance\">can or should push through</a>, though it often can’t be easily avoided for outdoor sports. It’s forcing organizers of major events like the Olympics to take more precautions to protect athletes.</p>\n\n<figure class=\"wp-block-pullquote\"><blockquote><p>“Climate change should increasingly be viewed as an existential threat to sport.”</p></blockquote></figure>\n\n<p class=\"has-text-align-none\">As the games draw to a close and athletes set their sights on the next competitions, including the <a href=\"https://olympics.com/en/olympic-games/los-angeles-2028\">2028 Olympics in Los Angeles</a>, organizers are grappling with the reality that some of the toughest outdoor endurance sports will require more drastic measures, ranging from scheduling events very early or late in the day to relocating certain competitions far away from the host city. For future Olympians, the ideal training windows are narrowing for much of the year, which could end up throttling the pipeline of new athletes entering the competition.&nbsp;<br>And if climate change continues unchecked, most major cities could end up <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(16)31335-6/abstract\">too hot to host the Summer Olympics</a> before the end of the century.</p>\n\n<h2 class=\"wp-block-heading\">The Summer Olympics will have to adapt to a warmer world</h2>\n\n<p class=\"has-text-align-none\">Why do we continue to have the Olympics during the summer?&nbsp;</p>\n\n<p class=\"has-text-align-none\">One big reason is television and sponsorships. Though the games were conceived as a competition between amateurs, many Olympians now do this for a living. Their home sports leagues often have a lull in the summer, which clears schedules for athletes to participate in the games and clears the airwaves to show them. Changing the timing of the event to the spring or the fall means diluting viewers, and thus advertiser dollars, among soccer, baseball, and football.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That all creates financial pressure to keep these events during warm weather months — but it also makes the games more dangerous and expensive, increasing the costs for organizers to invest in cooling and preventing heat illnesses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Summer Olympics are also a tradition, but as temperatures go up around the world, the future will look much less like the past. There will be fewer ideal sites for athletes to train for outdoor events. Olympic hopefuls will have to travel to better locations to practice or seek out expensive, specialized training facilities. It will further disadvantage those without means, and over the long term, make it harder for new athletes to pick up the sport, particularly from less-wealthy countries.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This is already playing out with the <a href=\"https://www.vox.com/22905168/beijing-winter-olympics-2022-climate-change-snow\">Winter Olympics</a> as fewer cities produce reliable snow and ice, making hosting a more expensive endeavor and making it harder for athletes to train.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With the amount of money and prestige at play, the Olympic phenomenon isn’t going anywhere. But for the competitors on the field and the young people hoping to be in their shoes one day, there will be fewer places where they can realize their dreams.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Heat is already changing the game</h2>\n\n<p class=\"has-text-align-none\">There are some steps that major sporting events planners are taking to cope with the heat. One is to relocate some of the major outdoor events to cooler areas. During the Tokyo Olympics, the marathon was actually held in Sapporo, Japan, more than 600 miles north of Tokyo. The cooler weather there helped, but it broke the tradition of having the marathon finish inside the Olympic stadium, and several runners still <a href=\"https://www.euronews.com/green/2024/07/29/paris-faces-35c-heatwave-are-olympic-organisers-prepared-for-high-temperatures\">fainted and vomited as they crossed the finish line</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another option is to schedule competitions during cooler times of the year. There’s precedent for this. The <a href=\"https://olympics.com/en/olympic-games/tokyo-1964\">1964 Tokyo Olympics</a> were actually held in October in part to avoid hot weather. During the 2019 World Athletics Championships in Qatar, the <a href=\"https://www.nytimes.com/2019/09/28/sports/iaaf-world-championships-marathon.html\">marathon started at midnight</a>. More recently, the <a href=\"https://www.vox.com/world/23450515/world-cup-fifa-qatar-2022-controversy-scandals-explained\">2022 FIFA World Cup</a> soccer tournament, also in Qatar, ran in November and December rather than during the country’s unbearably hot summer months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There are also ways that athletes can protect themselves. “​​The best way to prepare for competition in the heat is to train in the heat,” according to a <a href=\"https://olympics.com/athlete365/articles/paris2024/how-to-beat-the-heat-at-paris-2024\">planning document for the Paris Olympics</a>. That can take the form of acclimatization, where athletes practice in hot, natural environments, or acclimation, where competitors train in artificial warm environments or wear additional layers of clothing to get used to warmer temperatures. But it’s a slow process, requiring athletes to begin their heat exposures two weeks before competitions start.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/acclimation-techniques-for-athletes.webp?quality=90&#038;strip=all&#038;crop=0,11.424226477697,100,77.151547044605\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"&lt;a href=&quot;https://olympics.com/athlete365/articles/paris2024/how-to-beat-the-heat-at-paris-2024&quot;&gt;Athlete365&lt;/a&gt;\" />\n<p class=\"has-text-align-none\">During the event, organizers have to pay close attention to ambient weather conditions — in particular, <a href=\"https://www.vox.com/climate/354977/heat-wave-wet-bulb-temperature-climate\">wet bulb globe temperature</a>. This is a measurement that models how well the human body can cool off by sweating, and many sport regulators consider it to be a better measure of heat risk than temperature alone or the heat index.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.itftennis.com/en/news-and-media/articles/paris-2024-what-is-the-extreme-weather-policy/\">International Tennis Federation</a>, for instance, has an extreme weather protocol for the Olympics that triggers when the wet bulb globe temperature reaches crests 30 degrees Celsius or about 86 degrees Fahrenheit. It allows for a 10-minute break between tennis sets where a player can leave the court to shower, change, eat, or drink. But if temperatures continue to rise, an advisory group will meet and determine whether to suspend play.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For athletes that do end up past their limits and suffer heat stroke, there’s a protocol to help them cool off, but timing is critical. “You have a 30-minute window to get someone’s temperature under 104 from the moment of the onset to assure survivability,” said <a href=\"https://kins.uconn.edu/person/douglas-casa/\">Douglas Casa</a>, a professor of kinesiology at the University of Connecticut who helped draft the plan for the Tokyo Olympics to deal with <a href=\"https://bjsm.bmj.com/content/55/24/1405\">exertional heat stroke in athletes</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Prolonged heat exposure coupled with the intense exertion of a match or race can quickly turn dangerous. Athletes can experience <a href=\"https://health.mil/News/Articles/2022/06/27/Ask-the-Doc-Heat-Stroke-vs-Heat-Exhaustion\">heat exhaustion</a>, causing extreme fatigue, dizziness, cramps, clammy skin, and nausea. That can then progress into <a href=\"https://www.cdc.gov/niosh/topics/heatstress/heatrelillness.html\">heat stroke</a>, where the core body temperature rises past 104 degrees Fahrenheit, causing organs to shut down.</p>\n\n<p class=\"has-text-align-none\">To aid an athlete suffering from heat stroke, the first step is to diagnose the condition, usually with a rectal temperature measurement. The plan then is to “cool first, transport second.” The gold standard for cooling someone with heat stroke is an ice bath. Only after the body temperature starts to come down do you then take the athlete to a medical facility. “You can’t give up all those minutes waiting for an ambulance on site, and then waiting for a hospital to deliver care,” said Casa, who also leads the <a href=\"https://koreystringer.institute.uconn.edu/about-us/\">Korey Stringer Institute</a>, named after the Minnesota Vikings player who died from exertional heat stroke in 2001.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That means the event venues need to have emergency cooling setups ready to go. But the optimal strategy remains preventing these types of complications in the first place.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Athletes need to stay cool to be competitive</h2>\n\n<p class=\"has-text-align-none\">Most athletes have a personal ideal temperature range where they know they will perform their best. But part of the challenge (and some say fun) of many sports is dealing with what nature throws at you.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some of the most temperature-sensitive competitions are long-distance outdoor races, like marathon or cycling. “We know as it gets hotter, they get slower,” said <a href=\"https://geography.uga.edu/directory/people/andrew-j-grundstein\">Andrew J. Grundstein</a>, a professor of geography at the University of Georgia who served on the adverse weather advisory committee for the Tokyo Olympics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s because the impacts of heat scale with time and severity. Longer exposure to high temperatures can lead to dehydration and exhaustion. Muscles work less effectively. And as humidity rises, sweat doesn’t evaporate as readily, making it more difficult for the body to cool off.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/change-in-performance.webp?quality=90&#038;strip=all&#038;crop=0,16.229873497599,100,67.540253004802\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Another concern is that high temperatures also lead to more <a href=\"https://www.usnews.com/news/health-news/articles/2024-07-26/athletes-can-expect-high-ozone-pollen-counts-for-paris-olympics\">air pollution</a>. Hot, dry weather can create the conditions for dust in the air, while high temperatures accelerate the formation of <a href=\"https://www.vox.com/climate/23769186/bad-air-quality-index-wildfires-pollution\">ozone</a>, a pollutant that can impair breathing and cause heart problems.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And at major competitions, athletes aren’t the only ones that have to bear the heat. Staffers and spectators may not be pushing themselves as hard as the people on the field, but they do face the same weather conditions. There are <a href=\"https://www.nbcnews.com/science/environment/olympic-hopefuls-fear-summer-heat-paris-rcna157028\">free water refill stations</a> at the Paris Olympics for attendees, and at some events, volunteers sprayed fans with <a href=\"https://apnews.com/article/olympics-2024-paris-heat-wave-4ca791e7219d3efb5ba4e84c6d7f8999\">hoses and misters</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other vulnerable group to consider is the laborers who build stadiums and get cities ready to host major events. They’re far out of the spotlight but are working against tight deadlines, which can cause lapses in safety or push workers to stay out longer in dangerous conditions. In the months leading up to the 2022 FIFA World Cup soccer tournament in Qatar, <a href=\"https://www.cnn.com/2022/11/29/football/qatar-world-cup-migrant-worker-deaths-spt-intl/index.html\">hundreds of workers died</a> amid scorching weather. And after the closing ceremonies, workers will have to clean up and disassemble all the infrastructure.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though the athletes at the Olympics are some of the most privileged people in the world with the best resources at their disposal, what we learn in trying to keep them safe as they pursue the limits of human performance could help protect many more people on a warming planet.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Athletes at the 2024 Paris Olympics are competing against the toughest opponents in the world, the clock, the record books, and increasingly, extreme heat.&#160; Rain soaked the opening ceremony, but it followed an extensive heat wave across France and much of Europe. According to the World Weather Attribution research group, such temperatures would not have [&#8230;]",
    "author": "Umair Irfan"
  },
  {
    "title": "Advertisers aren’t buying what X is selling. Is that a crime?",
    "link": "https://www.vox.com/business-and-finance/365892/elon-musk-x-lawsuit-advertisers-antitrust",
    "pubDate": "2024-08-09T14:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Elon Musk at the Cannes Lions International Festival Of Creativity 2024, with a finger on his chin and looking deep in thought.\" data-caption=\"Since Musk’s takeover in late 2022, X’s ad revenue has plunged.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2158243766.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Since Musk’s takeover in late 2022, X’s ad revenue has plunged.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Fellas, is it illegal for brands to refuse to advertise on my social media site? If you’re Elon Musk, the answer is yes.</p>\n\n<p class=\"has-text-align-none\">This week, Musk’s social media company X (formerly Twitter) filed an <a href=\"https://s3.documentcloud.org/documents/25033219/x-vs-advertisers.pdf\">eyebrow-raising lawsuit</a> against an advertising industry group and several major brands, including Unilever (maker of Dove soap), Mars Inc. (maker of lots of candy), and CVS. It argues that the companies coordinated an advertising boycott against X that not only led to “massive economic harm,” but even violated antitrust law because they colluded to specifically target X, making it less competitive in selling digital ads.</p>\n\n<p class=\"has-text-align-none\">Since <a href=\"https://www.vox.com/recode/23423341/elon-musk-buy-twitter-deal-social-media\">having to buy</a> the site for a painful $44 billion in 2022, Musk has tried to turn it into a haven of unmoderated speech. Critics have <a href=\"https://www.theatlantic.com/technology/archive/2023/05/elon-musk-ron-desantis-2024-twitter/674149/\">argued</a> that the site, <a href=\"https://slate.com/technology/2023/08/elon-musk-blocks-x-twitter-explained.html\">often</a> <a href=\"https://www.newyorker.com/culture/infinite-scroll/twitter-is-already-a-hellscape\">called a</a> <a href=\"https://www.independent.co.uk/voices/elon-musk-and-twitter-buy-b2214325.html\">“hellsite”</a> for how toxic it could be even before the Musk era, became an unusable cesspit of <a href=\"https://www.bbc.com/news/technology-64804007\">vitriol</a> and <a href=\"https://www.npr.org/2024/03/07/1235784919/twitter-x-bots-social-media-elon-musk\">incoherent porn bots</a>. Advertisers fled, because businesses don’t want to risk their ads showing up next to objectionable or outright <a href=\"https://www.nbcnews.com/tech/tech-news/musk-twitter-elon-child-abuse-material-rcna63621\">illegal content</a>, like <a href=\"https://www.independent.co.uk/tech/twitter-ads-child-pornography-sexual-abuse-promote-b2177842.html\">child sexual abuse material</a>. This is very bad for X, since, like other social media companies, it would go belly up without ad money. X contends this cessation of business is a “naked restraint of trade” because advertisers collectively forced the site to adhere to their content standards. It even had to lower its ad prices, the filing alleges.</p>\n\n<p class=\"has-text-align-none\">The lawsuit places the bulk of the blame on the <a href=\"https://wfanet.org/leadership/garm/about-garm\">Global Alliance for Responsible Media</a> (GARM), an initiative launched in 2019 to establish a standard for brand safety across ad platforms. GARM’s membership, which was listed on the site <a href=\"https://web.archive.org/web/20240806201617/https://wfanet.org/leadership/garm/members-governance\">as of August 6</a>, includes consumer brands, ad agencies, and media companies where ads are served (such as Spotify and, up until recently, X), asking them to commit to a shared understanding of what counts as <a href=\"https://wfanet.org/knowledge/item/2022/06/17/GARM-Brand-Safety-Floor--Suitability-Framework-3\">harmful or risky content</a> that shouldn’t be monetized by ads. Membership is voluntary, and GARM says that individual advertisers ultimately decide how and where they advertise. It did not reply to a request for comment. Just days after the lawsuit was filed, Stephan Loerke, CEO of the World Federation of Advertisers — the larger ad industry association that GARM is part of — told members that GARM would be shutting down, according to an email obtained by <a href=\"https://www.businessinsider.com/ad-group-to-suspend-garm-initiative-following-elon-musk-lawsuit-2024-8\">Business Insider</a>. The group denies any wrongdoing, but noted that it had <a href=\"https://www.nytimes.com/2024/08/08/technology/elon-musk-x-advertisers-boycott.html\">limited financial resources</a> as a nonprofit. Loerke made clear, however, his confidence that GARM would be vindicated in court. </p>\n\n<p class=\"has-text-align-none\">None of this has stopped X from portraying its <a href=\"https://fortune.com/2023/12/12/elon-musks-x-is-seeing-ad-revenue-plunge-by-half-from-prior-years-and-is-expected-to-bring-in-just-2-5b-this-year/\">plummeting ad revenue</a> as a matter of criminal injustice. X says in the lawsuit that at least 18 GARM members pulled all ads from X in late 2022, while many more reduced their spending significantly. In a <a href=\"https://x.com/lindayaX/status/1820838625245880634\">video</a> posted on X, CEO Linda Yaccarino made a grave appeal to X users, arguing that advertisers, not X’s chaotic management, have threatened the financial future of an important platform. “That puts your global town square — the one place that you can express yourself freely and openly — at long-term risk,” she said, echoing the refrain that X is a champion of uncensored free expression despite the fact that it moderates content, even if some say its <a href=\"https://fortune.com/2024/02/06/inside-elon-musk-x-twitter-austin-content-moderation/\">policies are unclear</a>.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">A Message to X Users <a href=\"https://t.co/6bZOYPhWVa\">pic.twitter.com/6bZOYPhWVa</a></p>&mdash; Linda Yaccarino (@lindayaX) <a href=\"https://twitter.com/lindayaX/status/1820838625245880634?ref_src=twsrc%5Etfw\">August 6, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">X’s lawsuit comes a month after a Republican-led <a href=\"https://dw-wp-production.imgix.net/2024/07/2024-07-10-GARMs-Harm-How-the-Worlds-Biggest-Brands-Seek-to-Control-Online-Speech.pdf\">House Judiciary Committee report</a> and <a href=\"https://judiciary.house.gov/committee-activity/hearings/collusion-global-alliance-responsible-media\">hearing</a> on GARM made similar antitrust accusations, saying the group financially starved platforms hosting content it doesn’t approve of. It’s a continuation of a longer debate around free speech and its consequences. You have the right to speak, but do you have the right to get rich from monetizing your speech? If X goes bankrupt because it turns off too many advertisers, is anyone but X to blame?</p>\n\n<p class=\"has-text-align-none\">On X, House Judiciary Committee Republicans celebrated news of GARM’s shutdown as a “<a href=\"https://x.com/JudiciaryGOP/status/1821587859700424933\" data-type=\"link\" data-id=\"https://x.com/JudiciaryGOP/status/1821587859700424933\">win for the First Amendment</a>,” while Yaccarino <a href=\"https://x.com/lindayaX/status/1821594759187853395\">called</a> the move an “important acknowledgement” showing that “no small group should be able to monopolize what gets monetized.”</p>\n\n<p class=\"has-text-align-none\">Loyola University antitrust law professor Spencer Weber Waller, who <a href=\"https://judiciary.house.gov/sites/evo-subsites/republicans-judiciary.house.gov/files/evo-media-document/Waller%20Testimony.pdf\">testified</a> at the GARM hearing, tells Vox that he’s skeptical of the lawsuit’s merits. “Just because you’re mad about something doesn’t mean it’s illegal,” he says.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Elon’s beef with advertisers, explained</h2>\n\n<p class=\"has-text-align-none\">Musk has had a volatile relationship with X advertisers for years. Here’s a quick recap: Musk took over in October 2022 and started laying off thousands of employees. Some of the heaviest cuts were made to the <a href=\"https://www.nytimes.com/2022/11/04/technology/elon-musk-twitter-layoffs.html\">safety team</a>, including <a href=\"https://www.cbsnews.com/news/elon-musk-twitter-layoffs-outsourced-content-moderators/\">content moderators</a>, which signaled to advertisers that brand safety wouldn’t be a priority under Musk’s reign. Twitter’s old identity verification system, which gave a blue check mark to verified public figures and official brand accounts, was removed — which predictably led to a wave of trolls <a href=\"https://www.cbsnews.com/news/verified-twitter-accounts-impersonating-lebron-james-george-w-bush-aroldis-chapman/\">impersonating famous people</a> and companies. (Notably, pharma giant Eli Lilly’s stock tumbled when an impersonator tweeted that <a href=\"https://www.washingtonpost.com/technology/2022/11/14/twitter-fake-eli-lilly/\">insulin would now be free</a>.) All of this scared advertisers, and many big brands announced they were pausing their X ads in late 2022. A <a href=\"https://www.mediamatters.org/elon-musk/less-month-elon-musk-has-driven-away-half-twitters-top-100-advertisers\">Media Matters for America report</a> found that half of Twitter’s 100 biggest advertisers had paused spending in the first month of Musk’s takeover (only some of which are GARM members). Other <a href=\"https://www.cnn.com/2023/08/16/tech/x-ads-pro-nazi-account-brand-safety/index.html\">controversies since then</a>, including ads being placed next to pro-Nazi content, have led to more advertisers shutting their pocketbooks. Data from the media intelligence firm Guideline shows there was a 65 percent decline in national ad spending on X between spring 2023 and 2024, according to <a href=\"https://www.theinformation.com/briefings/x-sues-ad-industry-group-some-top-advertisers?rc=eh9iin\">The Information</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Musk seems to have taken this exodus as a personal affront. Last fall, at the annual business conference DealBook, he was outright hostile to the clients that make up the lifeblood of all social media companies. “If somebody is going to try to blackmail me with advertising, blackmail me with money, <a href=\"https://www.theverge.com/2023/11/29/23981928/elon-musk-ad-boycott-go-fuck-yourself-destroy-x\">go fuck yourself</a>,” he said during an interview with host Andrew Ross Sorkin. He later hedged the declaration at the Cannes Lions advertising awards, saying he <a href=\"https://www.wsj.com/articles/elon-musk-pitches-advertisers-on-a-return-to-x-months-after-telling-some-to-f-themselves-532d2745\">didn’t mean all of them</a>.</p>\n\n<p class=\"has-text-align-none\">It’s not uncommon for brands to pause ads when they fear reputational harm. Meta was the target of a brief but much-publicized anti-hate speech campaign called #StopHateForProfit in 2020, when <a href=\"https://www.nytimes.com/2020/08/01/business/media/facebook-boycott.html\">over 1,000 companies</a> temporarily pulled ads on Facebook. When the heat dies down and brands are reassured that they won’t be promoted next to a post that, say, praises Hitler, they often return. The <a href=\"https://www.nytimes.com/2024/06/13/technology/x-elon-musk-linda-yaccarino.html\">New York Times reported</a> in June that X was claiming over half of its errant advertisers had come back in 2024. In <a href=\"https://x.com/Safety/status/1807793931003768991\">early July</a>, X announced it had “reinstated” its GARM membership. Now, the relationship appears to have soured again.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">When is a boycott illegal?</h2>\n\n<p class=\"has-text-align-none\">As a consumer, if you want to <a href=\"https://www.vox.com/money/2023/4/12/23680135/bud-light-boycott-dylan-mulvaney-travis-tritt-trans\">swear off Bud Lights</a> for the rest of your life — go wild. If it’s so successful (most consumer boycotts aren’t) that it leads to a company’s financial ruin, then too bad for them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It gets trickier when a bunch of companies boycott another company, which could be an illegal <a href=\"https://www.theantitrustattorney.com/antitrust-group-boycotts-competitors-conspiring/\">group boycott</a>. Let’s say that you just opened a new lemon stall in town, but the neighborhood lemonade stand association tells you they made a pact not to buy your lemons unless you agree not to sell to one specific lemonade stand they hope will go out of business — you might want to complain to the Federal Trade Commission. For X to be the victim of an illegal boycott, first it has to establish there was an agreement between advertisers. X is arguing that GARM’s public statements amount to a coordinated boycott effort, mostly because of <a href=\"https://wfanet.org/knowledge/item/2022/10/31/GARM-calls-on-Twitter-to-uphold-existing-commitments-on-brand-safety-and-deepen-future-collaboration\">an October 2022 letter</a> from GARM calling on the social media site to “uphold its previous commitments” to the alliance. It warned that it would watch the site’s content moderation efforts and that members would use GARM’s insights “as part of their own independent assessments.” X’s lawsuit claims the letter communicated “written plans for a conspiracy.”</p>\n\n<p class=\"has-text-align-none\">But GARM members deny that there was any agreement or conspiracy. During the House Judiciary Committee’s <a href=\"https://www.youtube.com/watch?v=vmUfdnECOpA\">hearing</a> this summer, the president of Unilever USA testified that GARM had never required it to avoid advertising on any platform. A big hurdle of the lawsuit is that X has to prove not just that companies adopted GARM’s standards and definitions of harmful content to justify pulling ads, but that there was a binding agreement.</p>\n\n<p class=\"has-text-align-none\">Antitrust law is concerned with actions that have major anticompetitive effects, often involving cartels. GARM doesn’t appear to be a cartel, a term that usually applies to competitors in a common industry making a commercially beneficial agreement with one another, like if egg producers banded together to limit the supply of eggs. The defendants will likely argue that they’re not competitors, nor is X a competitor — GARM is a vast coalition including ad groups, tech companies, car makers, consumer packaged goods brands, and more. At this point there’s no evidence that advertisers who left X were looking for a financial benefit by boycotting. Then there’s the First Amendment to consider: generally, political and social boycotts are protected even if the companies made an agreement that had an anticompetitive impact, says Waller.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Antitrust laws “generally don’t micromanage the decisions of corporations as they decide what’s best for them in the market,” Waller said during the hearing. Rep. Jerry Nadler (D-NY) called the hearing a part of a “sham investigation,” saying that it served to “intimidate the exercise of free speech.”</p>\n\n<p class=\"has-text-align-none\">It’s unclear how far X’s lawsuit will get. Musk is certainly no stranger to <a href=\"https://www.reuters.com/technology/elon-musk-revives-lawsuit-against-sam-altman-openai-nyt-reports-2024-08-05\">both suing</a> and <a href=\"https://www.bloomberg.com/news/articles/2024-06-07/elon-musk-s-pile-of-lawsuits-span-autopilot-toxic-speech-ai?embedded-checkout=true\">being sued</a>. Sometimes the fight has <a href=\"https://www.vox.com/the-goods/23585251/elon-musk-tesla-trial-verdict\">unexpectedly gone his way</a>, while other times it hasn’t. Recently, a California court dismissed a lawsuit X filed last year against a <a href=\"https://www.axios.com/2024/03/25/elon-musk-x-hate-speech-lawsuit\">hate speech watchdog</a> that had documented the rise of hateful rhetoric on the site. With this latest legal volley, X is making the Hotel California argument: Advertisers can check out any time they like, but they can never leave.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 9, 10:05 am ET:</strong></em> <em>This story was originally published on August 8 and has been updated with news of GARM’s shutdown. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Fellas, is it illegal for brands to refuse to advertise on my social media site? If you’re Elon Musk, the answer is yes. This week, Musk’s social media company X (formerly Twitter) filed an eyebrow-raising lawsuit against an advertising industry group and several major brands, including Unilever (maker of Dove soap), Mars Inc. (maker of [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "The married tuba-accordion duo who opened a pizzeria",
    "link": "https://www.vox.com/even-better/365915/sqzbx-pizzeria-brewery-musicians-small-business-entrepreneurship",
    "pubDate": "2024-08-09T12:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/MoneyTalks_PaigeVickers_Vox_03.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Welcome to&nbsp;</em><a href=\"https://www.vox.com/personal-finance/2019/8/20/20813748/money-debt-personal-finance\"><em>Money Talks</em></a><em>, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another.</em></p>\n\n<p class=\"has-text-align-none\"><em>Cheryl Roorda is 51 years old; her husband, Zac Smith, is 52, and together they have two grown children. After a decades-long career as independent musicians, Cheryl and Zac opened </em><a href=\"https://sqzbx.com/\"><em>SQZBX Brewery and Pizza Joint</em></a><em> in Hot Springs, Arkansas. The restaurant has been in business for nearly seven years.</em></p>\n\n<p class=\"has-text-align-none\"><em>The following conversation has been lightly condensed and edited.</em></p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> We’ve been running SQZBX for about six-and-a-half years, but we’ve been working on it for a lot longer than that. </p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> Since 2007.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>That’s when we purchased an extremely broken building on Ouachita Avenue in Hot Springs. It was an old piano shop, and the previous owner was getting out of the business and retiring.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> It was<strong> </strong>full of musical instruments, so we were delighted because we were working musicians at the time.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> Cheryl played the accordion, and I played a tuba-like instrument called an E-flat helicon. We had a regular gig at a German restaurant. The name of our band was The Itinerant Locals, and every summer we’d throw the kids in the car and drive around America playing wherever we could set up gigs. We did specialty tours — we did a tour on Amtrak where we spent 45 days riding the trains around America and playing, we did a tour on a solar-powered boat down the Ouachita River, we joined a circus and traveled with them. </p>\n\n<p class=\"has-text-align-none\">We had a lifestyle that was very much about being present with our children, playing music in ways that felt joyful to us — and we hope, to our audiences — and living in a way that was really great but was not highly remunerative.</p>\n\n<p class=\"has-text-align-none\">We landed in Hot Springs National Park at a time where we could buy a house for $32,000. Even this building was only — what was it?</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> It was $65,000.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>$65,000 on a main street downtown. It was broken, don’t get me wrong, but it was affordable. We were able to, with sloppy credit and fantasized business plans, get a commercial loan for this building. That was 2007.</p>\n\n<p class=\"has-text-align-none\">We didn’t really have a great plan, but at some point we realized that there was no way to bootstrap our way out of all of this building’s needs. It needed a roof. It needed HVAC. It needed all-new plumbing. It needed all-new electrical. It needed all-new floors.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2012, the FCC announced that there was going to be a 2013 opening for <a href=\"https://www.fcc.gov/media/radio/lpfm\">low-power FM licenses</a>. At this point it all clicked in my head. I had had a fantasy for years about having a radio station within a community hub. A station within a place that people met and talked—</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl: </strong>A place where they could eat.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>Eat and converse and listen to music and stuff like that.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So we filed for the 2013 window with <a href=\"https://www.lowkeyarts.org/\">Low Key Arts</a>, a local nonprofit that we were active in. We got the license, put the station on air with sweat equity, cash, and a little bit of credit cards — and from that point we were able to walk a banker into our finished, functional, very beautiful radio station, walk them into the other parts of this building that were still under construction, and describe the rest of our vision.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A brewery. A pizza joint. Restored tin ceilings, wood floors, Arkansas native pine.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">At that point we were able to get a traditional <a href=\"https://www.sba.gov/funding-programs/loans\">SBA business loan</a> for the renovations. We built the restaurant, which was its own drama. Of course we ran out of money and had to get a patch loan.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> We got scammed by a brewer. We bought some tanks that didn’t exist. It wasn’t anyone in our community though. It was someone online who had a hipster-trustworthy beard and ended up being a total turd.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> But we got through it all, and we opened six-and-a-half years ago.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> December 18, 2017.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-instagram wp-block-embed-instagram\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"instagram-media\" data-instgrm-captioned data-instgrm-permalink=\"https://www.instagram.com/p/Cp6Ku1ItOUG/?utm_source=ig_embed&#038;utm_campaign=loading\" data-instgrm-version=\"14\"><div> <a href=\"https://www.instagram.com/p/Cp6Ku1ItOUG/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\"> <div> <div></div> <div> <div></div> <div></div></div></div><div></div> <div></div><div> <div>View this post on Instagram</div></div><div></div> <div><div> <div></div> <div></div> <div></div></div><div> <div></div> <div></div></div><div> <div></div> <div></div> <div></div></div></div> <div> <div></div> <div></div></div></a><p><a href=\"https://www.instagram.com/p/Cp6Ku1ItOUG/?utm_source=ig_embed&#038;utm_campaign=loading\" target=\"_blank\">A post shared by SQZBX Brewery (@sqzbxbrewery)</a></p></div></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> Ten years after we purchased the building. For many of those years, we didn’t really know what we were doing. The stormwater backs up, so we fixed the stormwater drain. The roof was leaking, so we fixed the roof. Then we were, like, we have a space now, so we could record an album!</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> We could have a music studio in here! We could have artist lofts! The dreams were real.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac: </strong>But none of that was going to pay for HVAC. So it wasn’t until we put the whole idea together of the radio station with the pizza restaurant and the microbrewery that we were able to fix all the problems.</p>\n\n<p class=\"has-text-align-none\">Cheryl and I really did do the work. We took the tin ceiling panels down in the kitchen and re-hung them in the dining room. We sandblasted and painted. We laid the floors. We did the drywall. We put in the beams. We literally built it by hand.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> In 2007, when we initially purchased the building, we put together — if I sent it to you, you would laugh so hard — the crassest business proposal about renovating the building. We were just trying to talk banker talk.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> But this was before the collapse, when they were still going through cemeteries looking for bodies to loan money to. We were able to purchase our home as a tuba-accordion duo, and we were processing the loan, $32,000 on a foreclosure from Fannie Mae, and the strip-mall financier was all, “You know, this would be a lot easier if you took out a $100,000 loan,” and we were like, “What about <em>tuba-accordion duo</em> do you not understand?” We were beneficiaries of that sloppy credit environment. </p>\n\n<p class=\"has-text-align-none\">Cheryl and I have both worked in the service industry. We’ve also worked in bars or restaurants as musicians. For many years, I would stand up there with my tuba and a full liter of Spaten Pils — I was playing music, getting drunk, and bringing everyone along on the journey with me. We were the face of the restaurant. But we’d ask ourselves, “Who’s making money tonight?” and the answer was, “Not us.”</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> Apparently it wasn’t a lot of the restaurateurs either!&nbsp; But when we started SQZBX, it took off immediately. It was like, “We’ve made a monster.”</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> From our projections that they gave us a commercial loan on, our first-year projections, we essentially doubled it.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> The first day we were open I sold a thousand dollars of pizza. That’s when I knew it was going to work. Then that became standard, and then that wasn’t even enough. It’s still shocking to me that you can sell this much food in a day, because this isn’t even a big town.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> Our place is beautiful. It’s hand-built. We’ve got all of these details that we pulled out of the music store. The back of the bar is made out of pianos. I could walk you through the building and waste hours talking about every little detail we put in. People really do sense it. It creates an environment that people feel is special.</p>\n\n<p class=\"has-text-align-none\">We have a great group of locals, our regulars who keep coming back, and then tourists find us and try us when they’re in town. We get good reviews on the internet.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We also make everything. All the pizza dough is made from scratch every morning. All the beer I brew myself. All our vegetables are hand-cut every day. It’s just that. We just create a quality product in a beautiful environment, we provide great service, and because of that we have sales every day.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> We have a staff of around 30. We’re open seven days a week, lunch and dinner.</p>\n\n<p class=\"has-text-align-none\">&nbsp;At the beginning, our children helped out. They helped me program the point-of-sale system, for example. But I didn’t want to lean on them, and they both got less involved. Our son enjoyed working here, but our daughter is not going to be a restaurant person.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> I’d also like to point out that they spent their youth either onstage or backstage with us, and both of them are seeking technical degrees in university.</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> I guess it’s going to skip a generation! We’ve also stopped performing. We’ve never played onstage at SQZBX.</p>\n\n<p class=\"has-text-align-none\"><strong>Zac:</strong> We put in a stage, and then we performed a few shows before the business got started, but it’s way too difficult to go from being the boss to being a musical clown. We also found out that live music in the space just didn’t work at all. During the Covid shutdown, we ripped out the stage and put in booths. Butts in seats make money, and live music does not. </p>\n\n<p class=\"has-text-align-none\">But the radio station is still going! We’re <a href=\"https://kuhsradio.org/\">KUHS-LP</a>. We’re programmed by volunteers, so anyone who shows up gets to play whatever they want. We try to avoid music that gets played on other radio stations around town, but otherwise, I invite people to share their musical experiences with our audience.</p>\n\n<p class=\"has-text-align-none\">One of the things that we do is keep a very open and inclusive environment, and I think that people respond to that. We are relatively apolitical in our PR, but you walk in and you sense that this is a place that is not afraid of diversity. I believe that helps our business.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><strong>Cheryl:</strong> You have to be consistent and you have to be excellent. When we were in our business planning stages, people were like, “People don’t know the difference between good cheese and shitty cheese, why do you care?” We cared. I think, for that, we are rewarded every day.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Welcome to&#160;Money Talks, a series in which we interview people about their relationship with money, their relationship with each other, and how those relationships inform one another. Cheryl Roorda is 51 years old; her husband, Zac Smith, is 52, and together they have two grown children. After a decades-long career as independent musicians, Cheryl and [&#8230;]",
    "author": "Nicole Dieker"
  },
  {
    "title": "Paris reminded us why we love the Olympics",
    "link": "https://www.vox.com/today-explained-newsletter/366062/paris-olympics-crowds-joy-world-cup",
    "pubDate": "2024-08-09T11:15:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"France&#039;s fans react during the men&#039;s quarterfinal handball match between Germany and France at the Paris 2024 Olympic Games, on August 7.\" data-caption=\"It’s been a rough few years for the Olympics — until Paris. | Sameer al-Doumy/AFP via Getty Images\" data-portal-copyright=\"Sameer al-Doumy/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165171583.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>It’s been a rough few years for the Olympics — until Paris. | Sameer al-Doumy/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It’s fair to observe that in the run-up to the Summer Olympics, Parisians were feeling a bit of, how do you say, ennui. </p>\n\n<p class=\"has-text-align-none\">If they <a href=\"https://news.airbnb.com/bookings-in-the-paris-region-during-the-olympic-games-up-400/\">hadn’t already</a> put their apartments on Airbnb in anticipation of fleeing the city, Parisians <a href=\"https://www.nytimes.com/2024/06/14/style/paris-olympics-tiktok.html\">took to social media</a> to complain about the Olympics and beg tourists not to come. </p>\n\n<p class=\"has-text-align-none\">Well guess what? They came, with an <a href=\"https://apnews.com/article/olympics-2024-paris-ticket-sales-6b877e17bc19524a0f580615cef05e63\">Olympic record 9.7 million tickets</a> sold by the start of the Games.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And guess what else? The many Parisians who stayed embraced Olympic fervor, cheering on the sporting exploits of Team France, from swimmer Leon Marchand (who dominated the pool in <a href=\"https://www.nytimes.com/athletic/5680200/2024/08/04/leon-marchand-michael-phelps-olympics-swimming/\">Michael Phelps-esque style</a>) to its pole vaulters (<a href=\"https://www.nbcnewyork.com/paris-2024-summer-olympics/french-pole-vaulter-breaks-silence-on-big-crossbar-fail-at-olympics/5672968/\">somewhat less successful</a>).&nbsp;</p>\n\n<p class=\"has-text-align-none\">But it wasn’t just Parisians who benefited from these Olympics, which come to a close this Sunday. It was all of us, coming to see through these fantastic Games just how exciting, awe-inspiring, and heart-breaking international sport can be when it takes place in the right city. </p>\n\n<p class=\"has-text-align-none\">There was the GOAT Simone Biles and her teammate Jordan Chiles bowing to floor exercise gold-medal winner Rebeca Andrade, in the <a href=\"https://www.cnn.com/2024/08/06/sport/us-gymnasts-sportsmanship-wins-hearts-podium-int-hnk/index.html\">first all-Black winners podium</a> in gymnastics. There was American Cole Hocker channeling the spirit of Steve Prefontaine in a glorious come-from-behind win in the 1500-meter race. There was Arisa Trew, bringing home the gold in skateboarding at just 14 years old. There was Snoop Dogg here, there, and everywhere. And there were <a href=\"https://www.fastcompany.com/91167271/peacock-is-the-real-winner-at-the-paris-olympics\">plenty of viewers</a>. </p>\n\n<p class=\"has-text-align-none\">Paris, with its peerless backdrops — beach volleyball beneath the Eiffel Tower! Equestrian events on the grounds of Versailles! — and undeniable savoir faire, may just have helped save the Olympics. At least for now.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165351146.jpg?quality=90&#038;strip=all&#038;crop=0,10.75214828329,100,78.49570343342\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\">The Covid Olympics</h2>\n\n<p class=\"has-text-align-none\">It’s easy to forget amid the euphoria of the Paris Games, but it’s been a rough few years for major international sporting events.</p>\n\n<p class=\"has-text-align-none\">The last Summer Olympics — the delayed 2021 Tokyo Games — were heavily disrupted by Covid. For one, they were held a year late. And among other restrictions, spectators were <a href=\"https://www.bbc.com/news/world-asia-57760883\">largely banned</a>, leaving Olympians performing in empty stadiums and arenas. Those barred included athletes’ families and friends, robbing the Olympians of their support system and fans back home from the characteristic Olympic experience of <a href=\"https://time.com/5761306/olympics-parents-reactions/\">watching parents lose their minds when their kid wins a medal</a>.</p>\n\n<p class=\"has-text-align-none\">The result, I guess, gave normie sports fans a glimpse of what a track and field meet or a ski race might be like when it’s not<em> </em>the Olympics, but the overall atmosphere suffered terribly. That was likely a major factor in a marked decline in viewership, with the Tokyo Olympics going down as the <a href=\"https://www.sportsmediawatch.com/2021/08/olympics-ratings-nbc-lowest-ever-viewership-summer-winter-tokyo/\">least-watched Games ever</a> — at least until <a href=\"https://www.hollywoodreporter.com/tv/tv-news/winter-olympics-ratings-smallest-ever-1235097103/\">the 2022 Winter Games</a> in Beijing. </p>\n\n<p class=\"has-text-align-none\">The 2022 Winter Games in Beijing took place while China was still pursuing its draconian “zero Covid” policy, meaning the restrictions were <a href=\"https://abcnews.go.com/Sports/covid-rules-2022-beijing-winter-olympics/story?id=82310521\">even more severe</a> than they were in Tokyo. But more representative of the growing problems with international sporting events was the fact the Winter Games were in Beijing at all.</p>\n\n<p class=\"has-text-align-none\">Of the six cities that initially submitted bids to host the 2022 Winter Games, <a href=\"https://time.com/3462070/olympics-winter-2022/\">four eventually withdrew</a> their bids over cost concerns, including more obvious winter sports cities like Oslo and Stockholm. That left the International Olympic Committee (IOC) to choose between Beijing in China and Almaty in Kazakhstan — two autocratic countries with serious human rights concerns. </p>\n\n<p class=\"has-text-align-none\">Even though Beijing has averaged just 2.5 inches of snow a season and would need to <a href=\"https://www.nytimes.com/2022/02/05/sports/olympics/snow-winter-olympics.html\">fill its venues</a> with artificial flakes at <a href=\"https://theconversation.com/beijing-2022-environmental-cost-of-worlds-first-winter-olympics-without-natural-snow-expert-q-a-176717\">significant environmental cost</a>, the IOC went with the Chinese bid, largely because it was willing to spend big. According to an <a href=\"https://www.sportspromedia.com/news/beijing-2022-winter-olympics-china-cost/\">investigation by Business Insider</a>, China may have spent <a href=\"https://www.sportspromedia.com/news/beijing-2022-winter-olympics-china-cost/\">as much as $38.5 billion on the Games</a>.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165693211.jpg?quality=90&#038;strip=all&#038;crop=0,10.098812771919,100,79.802374456161\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"France supporters are seen during the men’s quarterfinal handball match between Team Germany and Team France at the 2024 Olympics.\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading\">The future of international sport is autocratic</h2>\n\n<p class=\"has-text-align-none\">That number isn’t an aberration. The costs of hosting the Olympics have been <a href=\"https://www.cfr.org/backgrounder/economics-hosting-olympic-games\">going through the stratosphere</a> in recent years, and the ultimate price tag is <a href=\"https://www.researchgate.net/publication/381157992_The_Oxford_Olympics_Study_2024_Are_Cost_and_Cost_Overrun_at_the_Games_Coming_Down\">on average almost triple</a> what the initial bid was. And it matters because if major international sporting events are going to cost this<em> </em>much, <a href=\"https://www.cato.org/commentary/should-only-democracies-host-international-sports-competitions\">fewer democratic countries</a> that need to defend the costs to their citizens are going to be willing to host, tilting the table toward autocratic countries that worry less about public opinion. </p>\n\n<p class=\"has-text-align-none\">That was the case in the 2022 World Cup, held with no little controversy in the autocratic emirate of Qatar. To accommodate the country’s brutally hot climate, the tournament (usually held in the summer) was moved to November and December, disrupting the season for international club soccer. The lead-up to the tournament was marred by <a href=\"https://www.wusf.org/2022-11-18/why-qatar-is-a-controversial-host-for-the-world-cup\">allegations of bribery and corruption</a> by the host country, while <a href=\"https://www.bbc.com/news/world-60867042\">dozens of migrant construction workers</a> died in <a href=\"https://www.vox.com/videos/23488387/qatar-fifa-world-cup-kafala-system-migrant-forced-labor\">harsh working conditions</a>. Captains of several European soccer squads were <a href=\"https://time.com/6235503/one-love-armband-qatar-world-cup/\">set to wear rainbow armbands</a> during the tournament, protesting the fact that <a href=\"https://www.vox.com/2022/12/3/23477966/qatar-anti-lgbtq-fifa-world-cup\">homosexuality is illegal in Qatar</a> — until the international soccer body FIFA threatened the national teams with sanctions. </p>\n\n<p class=\"has-text-align-none\">Like the Beijing Winter Games, which featured a <a href=\"https://abcnews.go.com/Politics/us-nations-holding-diplomatic-boycott-beijing-games/story?id=82461768\">number of diplomatic boycotts</a> over the Chinese government’s human rights record, choosing Qatar to host the World Cup inevitably meant controversy. But the fact that Qatar was ultimately willing to spend <a href=\"https://dohanews.co/why-is-qatars-fifa-world-cup-the-most-expensive-in-history/\">some $220 billion on it</a> — almost 15 times as much as the 2014 World Cup in Brazil cost — apparently more than outweighed those concerns. And given that the previous host in 2018 was Russia, which came with its own suite of <a href=\"https://www.bbc.com/news/world-europe-31644075\">diplomatic and political problems</a>, international soccer had already made it clear that a little controversy wouldn’t stop it.<br><br>Oh, and while the host of the 2034 World Cup hasn’t officially been picked yet, we know it will be Saudi Arabia, with all its <a href=\"https://www.amnesty.org/en/latest/news/2024/08/global-saudi-arabia-bid-for-the-2034-fifa-world-cup-whitewashes-human-rights-record-while-joint-bid-for-2030-leaves-key-gaps/#:~:text=Saudi%20Arabia%20has%20failed%20to,in%20Morocco%2C%20Portugal%20and%20Spain.\">attendant political issues</a>. That’s because the Middle Eastern kingdom — which among other plans has promised to <a href=\"https://www.nytimes.com/athletic/5672506/2024/07/31/saudi-arabia-2034-world-cup-plans/\">build a 92,000-seat stadium from scratch</a> — is the only host to submit a bid. </p>\n\n<p class=\"has-text-align-none\">So we should enjoy the Paris Olympics while we can, with its vibrant sporting culture, gorgeous architecture, and (mostly) absence of major political or diplomatic controversies. Given the growing dependence of international sport on deep-pocketed autocratic governments, it’s likely to be the exception in the future.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in&nbsp;</em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter.&nbsp;</em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It’s fair to observe that in the run-up to the Summer Olympics, Parisians were feeling a bit of, how do you say, ennui.  If they hadn’t already put their apartments on Airbnb in anticipation of fleeing the city, Parisians took to social media to complain about the Olympics and beg tourists not to come.  Well [&#8230;]",
    "author": "Bryan Walsh"
  },
  {
    "title": "What happens when a so-called climate solution risks your community’s safety?",
    "link": "https://www.vox.com/climate/359230/carbon-capture-environmental-justice-louisiana",
    "pubDate": "2024-08-09T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kimbrelle Eugene Kyereh strikes a defiant pose in front of industrial infrastructure in St. Rose Louisiana.\" data-caption=\"Kimbrelle Eugene Kyereh is a descendant of her town’s founder, Palmer Elkins. She’s actively protesting a proposed carbon capture and storage facility in St. Rose, Louisiana.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7991.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Kimbrelle Eugene Kyereh is a descendant of her town’s founder, Palmer Elkins. She’s actively protesting a proposed carbon capture and storage facility in St. Rose, Louisiana.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">ST. ROSE, Louisiana — In the St. Charles Parish neighborhood, only a tall green chain-link fence stands between a block of homes and the future site of a facility that may, among other things, store carbon in efforts to limit planetary heating.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The $4.6 billion project is part of a new slate of federal efforts bolstering carbon capture and storage, or CCS, a controversial technology that the Intergovernmental Panel on Climate Change (IPCC) has identified as <a href=\"https://www.ipcc.ch/site/assets/uploads/2018/12/CCS_guide.pdf\">an important tool</a> in mitigating climate change. This Louisiana-based plant probably wouldn’t have been possible without the passage of the historic climate change legislation that President Joe Biden signed into law in the summer of 2022. The Inflation Reduction Act (IRA) dedicated <a href=\"https://www.iea.org/policies/16156-inflation-reduction-act-of-2022\">$370 billion</a> toward addressing the climate crisis, by far the largest federal investment in the issue. The IRA further solidified Biden’s commitment for CCS: The law increased tax credits for storing carbon that range from $50 per ton of CO2 to $85 per ton — a whopping <a href=\"https://www.cbo.gov/publication/59832#:~:text=Chapter%C2%A02-,Federal%20Financial%20Support%20for%20Carbon%20Capture%20and%20Storage,-The%20federal%20government\">70 percent</a> jump.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Biden’s IRA promises to be <a href=\"https://www.vox.com/energy-and-environment/2019/9/4/20829431/climate-change-carbon-capture-utilization-sequestration-ccu-ccs\">a bonanza for the CCS industry</a> — and the stakes are high. If humanity fails to rein in climate change by either swiftly transitioning away from the dirty energy sources emitting greenhouses gasses or figuring out a way to neutralize them, then many parts of the world <a href=\"https://www.un.org/en/un75/climate-crisis-race-we-can-win\">could become inhospitable</a> by the end of this century.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But this major investment has a potential dark side.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such carbon storage projects come with local costs — the loss of valuable natural carbon sinks like wetlands, the possibility of dangerous CO2 pipeline ruptures, and an increase in other air pollutants — and it’s unclear how much such developments will even help curb the climate crisis. And compounding these costs is the reality that many CCS projects are <a href=\"https://static1.squarespace.com/static/5d14dab43967cc000179f3d2/t/64f9df23792cce775bf32100/1694097188142/Map_Proposed+CCS+Projects+-+Two+Pager_CURRENT.pdf\">planned in communities of color</a> already burdened by industrial pollution, poverty, low-quality housing, and other socioeconomic issues.</p>\n\n<p class=\"has-text-align-none\">In Louisiana, an industry-friendly state that produces a lot of crude oil and natural gas, there are now even more incentives for development: At the end of last year, the Biden administration <a href=\"https://apnews.com/article/louisiana-epa-biden-carbon-capture-fossil-fuels-39bd36693f5acfd8455e246ae81ff67a\">shifted</a> the ability to approve CCS permits from the Environmental Protection Agency (EPA) to the less-stringent state regulators. This has helped make Louisiana even more of a CCS hotspot.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That carbon-capture project — an ammonia plant proposed in the historically Black Louisiana community of St. Rose — underscores the social cost that comes with trying to phase out the extractive industries driving the climate crisis.</p>\n\n<p class=\"has-text-align-none\">But to understand where and on whom the cost of carbon storage hits hardest, it’s important to grasp why such a project is being proposed here in the first place<em>.</em></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7500.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A sign recalls the history of Elkinsville-Freetown.\" data-portal-copyright=\"\" />\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Where plantations paved the way for industry</strong></h2>\n\n<p class=\"has-text-align-none\">St. Rose lies just west of New Orleans, right along the east bank of the Mississippi River. On a quiet, single-lane road, grass covers a levee that defends the riverside communities when the water swells. When I visited this summer, barges and tankers dominated the waterway while western cattle egrets, with their salmon-kissed white feathers, swooped down onto the landscape.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Previously plantation land, St. Rose was founded in 1873 by Palmer Elkins, a free man of color who bought the town’s first three tracts of land for less than $950 (about $25,000 in today’s currency), and named the community for himself: Elkinsville-Freetown. It was one of the scores of “Freedom Towns” or “freedmen’s towns” established by or for a predominantly Black populace during and after the era of slavery in the United States.&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to research gathered by Johns Hopkins University sociologist Michael Levien, Elkins was part of a <a href=\"https://scphistory.org/rost-home-colony/\">colony of Black folks</a> recently liberated from slavery who managed their own fields under a US government agency established in 1865 called the <a href=\"https://www.senate.gov/artandhistory/history/common/generic/FreedmensBureau.htm\">Freedmen’s Bureau</a>. Even though the government walked back on its promise and shut the colony down less than two years after its inception, Elkins eventually saved up enough money to establish Elkinsville-Freetown nearly 10 years later. He created the town’s first city streets and invited other freed people to live there, too. Today, many of St. Rose’s current residents are descendants of Elkins and 18 other founding families.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These days, the community of 7,500 is disproportionately harmed by pollution and industry — the sort of environmental racism that affects people across the US and the globe. The problem is especially ugly in Louisiana, where locals experience <a href=\"https://law.tulane.edu/news/tulane-study-louisianas-severe-air-pollution-linked-dozens-cancer-cases-each-year\">higher rates of cancer</a> from air pollution exposure in what experts call Cancer Alley, an 85-mile sacrifice zone between Baton Rouge and New Orleans that includes St. Rose.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-1 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR5795-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Darris Eugene at his hair salon styling Linda Williams’s new cut.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7006.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Left to right: Kimbrelle Kyereh; her father, Alphonse Eugene Sr.; Rev. Arthur C. Blue; Graylin B. Smith; her cousin Ricardo Smith.\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">Today, many industrial plants within Cancer Alley — such as a Dow Chemical petrochemical facility and a Shell refining and chemicals plant, to name a few — stand in former plantation tracts where many residents’ ancestors used to toil in the field. In 1922, an oil export terminal replaced the nearby Cedar Grove Plantation. Now owned by North American company International Matex-Tank Terminals (IMTT), the terminal remains one of the town’s most prominent features and still exports crude oil, as well as other liquids like petrochemicals and vegetable oil. In 2022, industry polluters were responsible for releasing nearly 3 million pounds of air toxins like ammonia and the petrochemical n-Hexane within a 10-mile radius of the community, per EPA data.</p>\n\n<p class=\"has-text-align-none\">Already, St. Rose residents experiences higher cancer risks and respiratory illness rates from their exposure to air pollution than the national average, according to federal data from the EPA and the Centers for Disease Control and Prevention.</p>\n\n<p class=\"has-text-align-none\">“As long as I could remember, I smelled the chemicals,”<strong> </strong>said Kimbrelle Eugene Kyereh, who founded her local nonprofit <a href=\"https://refinedcommunityempowerment.org/\">Refined Community Empowerment</a> after she learned about the ammonia plant. “The tank farm on the fence-line of Elkinsville-Freetown St. Rose came [50] years after the free men and women of color settled the community. And when they came, they never left.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7171.jpg?quality=90&#038;strip=all&#038;crop=0,32.547993019197,100,34.904013961606\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Kimbrelle Eugene Kyereh.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The community’s access to the river and the plantation land that eventually made way for the significant infrastructure of the IMTT export terminal makes it a convenient location for the ammonia carbon-capture project partially funded by the IRA’s tax credits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The project’s developer, St. Charles Clean Fuels, hopes to produce 8,000 metric tons of ammonia a day — a staggering figure that’s far above what most plants produce — that it would then load onto shipping vessels for international export through IMTT’s existing terminal. The production of ammonia, a chemical that’s predominantly developed into fertilizers that enrich soils and help grow food and crops, is responsible for <a href=\"https://royalsociety.org/-/media/policy/projects/green-ammonia/green-ammonia-policy-briefing.pdf\">1.8 percent of global carbon dioxide emissions</a>. There’s a need to decarbonize ammonia production — and fast: Production is projected to increase by <a href=\"https://www.iea.org/reports/ammonia-technology-roadmap/executive-summary\">nearly 40 percent by 2050</a>. The market is also expected to <a href=\"https://press.spglobal.com/2023-07-11-Ammonia-Market-to-Triple-by-2050-with-Nearly-All-Growth-Coming-from-Low-Carbon-Supply\">triple by 2050</a> as low-carbon ammonia enters the <a href=\"https://new.nsf.gov/news/ammonia-fuel-offers-great-benefits-demands-careful\">clean energy market as fuel</a> for ships and power generation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">St. Charles Clean Fuels plans to supply some of that low-carbon ammonia — so-called “blue ammonia” — with its proposed plant. “Blue ammonia” is an industry term, so we’ll use it sparingly throughout this article, but developers use the terminology to distinguish these projects as nearly carbon neutral because the CO2 by-product has been captured and stored. In the case of the St. Rose plant, the company claims the facility will capture and sequester over 99 percent of the carbon dioxide generated during the ammonia production process. A third party would then handle transporting the greenhouse gas in pipelines before finally storing it somewhere underground.</p>\n\n<p class=\"has-text-align-none\">“In almost any conceivable scenario for a successful energy transition, chemical fuels will be needed in addition to electricity,” said Stephen Crolius, president and co-founder of <a href=\"https://carbonneutralconsulting.com/\">Carbon Neutral Consulting</a>, which works with companies developing technologies and plants to decarbonize the economy. “Ammonia will likely be among the most prominent of these carbon-free hydrogen fuels because it lends itself to safe low-cost storage, transport, and distribution, very much along the lines of propane and liquified petroleum gas.” Crolius is also president emeritus of the Ammonia Energy Association, an industry group for which he sits on the board of directors.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7651.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Large trucks and industry infrastructure beneath a cloudy sky.\" title=\"Large trucks and industry infrastructure beneath a cloudy sky.\" data-has-syndication-rights=\"1\" data-caption=\"An industrial vista in St. Rose. \" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The promise to capture nearly all of its emissions qualifies the development for an estimated $425 million in federal CCS subsidies. But since this is a new project, it’s not actually reducing the amount of carbon we’re already emitting into the atmosphere; it’s merely attempting to balance its own emissions. Retrofitting existing plants with this tech would actually reduce the ammonia sector’s overall carbon footprint. Creating entirely new plants with CCS added doesn’t decrease the sector’s overall emissions, at least not while the old facilities are still running. That 1 percent of CO2 not captured at the “blue” ammonia plant would still amount to an additional 154,000 tons that wouldn’t have otherwise existed.</p>\n\n<p class=\"has-text-align-none\">The community is wary. The facility won’t capture all the polluting byproducts of producing ammonia, either.</p>\n\n<p class=\"has-text-align-none\">On a rainy evening at the end of spring, I met Eugene Kyereh, 54, who is also a descendant of the town’s founder, Elkins, at a local restaurant called Boudreaux’s River Road. She comes here often, but her brother Darris Eugene, 61, won’t step foot into Boudreaux’s, which served only white people when they were growing up. “It was off limits to us,” he told me the following morning from the hair salon he inherited from their mother.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The IMTT export terminal sits some 500 feet away from his business, next door to Eugene Kyereh’s home and just down the street from the restaurant. As we ate gumbo and fish, she recalled a troubling memory. “[The smell of the air] was so bad that one day in June,” she told me, “my son and I decided we had to evacuate.”</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-2 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6600.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"This decorated wall in St. Rose is the barrier between the proposed carbon capture site and homes.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7678.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A plume rises from an industrial column in St. Rose.\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">She’s worried that industrial pollution will only get worse if developer St. Charles Clean Fuels builds its multibillion-dollar ammonia plant next door. After all, ammonia is a dangerous air pollutant.</p>\n\n<p class=\"has-text-align-none\">“High levels of ammonia are deadly, and even lower levels from normal operations can cause breathing problems,” said Kimberly Terrell, director of community engagement and research scientist at the Tulane Environmental Law Clinic. She’s published several peer-reviewed studies related to Cancer Alley and the health impacts residents face from living so close to industry. In 2023, the IMTT chemical storage terminal emitted about 51 tons per year of <a href=\"https://edms.deq.louisiana.gov/app/doc/view?doc=14276634\">VOCs, a mix of toxic chemicals</a>, adjacent to Elkinsville-St. Rose. “An ammonia plant would only worsen the pollution crisis in this community,” Terrell said.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Can the blue ammonia plant justify itself?&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\">The ammonia plant is still a maybe — it needs a federal water permit, an air permit, and a coastal use permit from the state approved before construction can begin. So far, the developer hasn’t secured any. Agencies are likely to issue their decisions by the fall. The developer is optimistic about the plant’s future, but local experts are more skeptical because the facility would lie in a floodplain. But if the plant is approved, St. Charles Clean Fuels could break ground within six to eight months and have the ammonia plant running no later than 2028.</p>\n\n<p class=\"has-text-align-none\">“The development of St. Charles Clean Fuels represents a significant step toward reducing the carbon footprint of valuable and versatile liquid fuels, mitigating greenhouse gas emissions from hard-to-abate energy uses,” said Chandra Stacie​​​​, director of community relations for St. Charles Clean Fuels, in an emailed statement.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But how would any of this work? Well, let’s start with a quick chemistry lesson: To produce ammonia, you need nitrogen and hydrogen.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since nitrogen makes up 78 percent of the air we breathe, developers can pull nitrogen directly out of the air using an air separation unit. Then, they need to combine it with hydrogen, which is trickier to procure. One source is methane, a potent greenhouse gas. In a process called autothermal reforming, reactors use oxygen and steam to separate hydrogen from both the steam and the methane with little combustion, concentrating carbon dioxide to ease its capture.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s where CCS comes in. Plants like these are designed to strip the carbon from the process gas with a bespoke adsorbent that’s perfectly shaped to capture CO2 molecules. It’s sort of like a sponge that can soak up the carbon. By altering the pressure, the gas can be released from the block and moved for transport and storage. </p>\n\n<p class=\"has-text-align-none\">This creates blue ammonia, but the process isn’t perfect. Methane is still a fossil fuel. And the natural gas it’s pulled from is dirty and full of other substances, too, so the plant has to purify it during the process. In St. Rose, developer St. Charles Clean Fuels estimates the plant will still release <a href=\"https://www.epa.gov/greenvehicles/greenhouse-gas-emissions-typical-passenger-vehicle#:~:text=typical%20passenger%20vehicle%3F-,A%20typical%20passenger%20vehicle%20emits%20about%204.6%20metric%20tons%20of,8%2C887%20grams%20of%20CO2.\">the equivalent </a>of what some 780,000 cars would emit in a whole year even after capturing 99 percent of the approximately 5 million tons the facility would release otherwise.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7480.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"In St. Rose, residents can see the remains of a now-defunct Shell asphalt refinery from their yards.\" title=\"In St. Rose, residents can see the remains of a now-defunct Shell asphalt refinery from their yards.\" data-has-syndication-rights=\"1\" data-caption=\"In St. Rose, residents can see the remains of a now-defunct Shell asphalt refinery from their yards.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">Sometimes, emissions wind up higher than estimated. For instance, the Gorgon facility — a $3 billion CCS project in Australia from Chevron, ExxonMobil, and Shell that <a href=\"https://ieefa.org/articles/if-chevron-exxon-and-shell-cant-get-gorgons-carbon-capture-and-storage-work-who-can\">began to store carbon dioxide in 2019</a>, three years after starting production — said it would store 80 percent of its carbon emissions from producing liquid natural gas. The Gorgon facility missed that target during its first five years of operation by 50 percent due to technical issues that need to be addressed, according to a 2022 report from the Institute for Energy Economics and Financial Analysis. Now, the facility is <a href=\"https://australiainstitute.org.au/post/new-federal-approval-for-giant-wa-gas-project-will-release-3-billion-tonnes-of-emissions/\">planning to expand</a> despite lacking evidence that it’s properly capturing and storing carbon at all. Another 62 million metric tons of greenhouse gasses could be released annually as a result. Operators received <a href=\"https://www.theguardian.com/environment/2023/apr/21/emissions-wa-gas-project-chevron-carbon-capture-system-pilbara-coast\">at least $60 million</a> in support from the Australian government.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And that’s what worries many advocates. Taxpayers foot the bill for a technology that may perpetuate fossil fuel polluters — the ones that knowingly created climate change in the first place — and even build a new market for their products given the natural gas feedstock. How does that help wean the world off of fossil fuels?&nbsp;</p>\n\n<p class=\"has-text-align-none\">It would be one thing if only existing polluters were upgrading their facilities with CCS to lower their emissions. We should see some emissions reduction then. Instead, new projects are popping up across the US, creating previously non-existent sources of emissions and pollution. There’s the blue ammonia plant in St. Rose — but it isn’t the only one.</p>\n\n<p class=\"has-text-align-none\">According to a <a href=\"https://oilandgaswatch.org/search\">tracker</a> from watchdog nonprofit Environmental Integrity Project (EIP), 10 other blue ammonia plants have been proposed in Louisiana where most are expected to be completed by the end of the decade. However, CCS isn’t exclusive to ammonia; more than 40 other projects have been proposed across the state that mainly involve building hubs for storing carbon. These are the sorts of third-party partners St. Charles Clean Fuels will eventually need to move the carbon it captures from manufacturing ammonia. Across the US, over a hundred more have been announced, according to EIP.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7631.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A large tanker can be seen in a shipping terminal in St. Rose, Louisiana.\" title=\"A large tanker can be seen in a shipping terminal in St. Rose, Louisiana.\" data-has-syndication-rights=\"1\" data-caption=\"In Cancer Alley, local residents can’t escape the pollution, from the refineries along the Mississippi River to the ships that transport the chemicals they produce.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">“Our concerns with this trend are numerous,” said Courtney Bernhardt, research director at the EIP. “Not only will there be environmental and health impacts, largely in already overburdened areas, but also because government laws and regulations are barely catching up.”</p>\n\n<p class=\"has-text-align-none\">Two factors are driving this explosion in investment. There’s the market, which is finally hungry for low-emission energy sources. Customers now exist in European and Asian countries that are trying to replace dirty energy with cleaner alternatives. There’s also the shipping industry. Right now, nasty bunkers and tankers that transport chemicals and fuels contribute to <a href=\"https://www.imo.org/en/ourwork/Environment/Pages/Fourth-IMO-Greenhouse-Gas-Study-2020.aspx\">about 3 percent</a> of global greenhouse gas emissions, but the UN’s International Maritime Organization wants to hit <a href=\"https://www.imo.org/en/MediaCentre/HotTopics/Pages/Cutting-GHG-emissions.aspx\">net zero by or around 2050</a>. Net zero involves eliminating emissions at the source where you can and capturing them where you can’t by sequestering carbon naturally in ecosystems or industrially through plants.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">Federal subsidies and tax benefits have also bolstered the market. The Biden administration has been investing heavily in hydrogen and CCS. Over the last year alone, over $1 billion in direct funding has been announced.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Blue ammonia and CCS may offer a miniscule amount of decreased emissions. But what about the people who must live by these plants?</p>\n\n<h2 class=\"wp-block-heading\"><strong>“This injustice that’s never been corrected”</strong></h2>\n\n<p class=\"has-text-align-none\">Since the oil export terminal that eventually became IMTT came to the community in 1922, the industrial sector has expanded throughout St. Rose. Most residents can see rows of four-story-tall chemical storage tanks from their backyards. The facility is impossible to miss, and it has become intertwined with many of the lives of the people who live in St. Rose. <a href=\"https://www.heraldguide.com/news/2017-industry-guide-imtt-personnel-are-committed-to-active-involvement-in-the-community/\">IMTT sponsors community events</a>, hosts dinners, and has contributed to local schools and charities, but those who live in St. Rose and depend on the company for support or work face an ongoing risk to their own health. The community’s proximity to polluters is a direct legacy of slavery and a symptom of the plantation-to-plant pipeline.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“That’s still a symptom of the plantation economy and also the disregard for Black health, for Black bodies,” said Joy Banner, co-founder and co-director of The Descendants Project, a nonprofit seeking intergenerational healing for Louisiana’s Black riverside communities overwhelmed by environmental harms. “Even the ways that the benefit to our community lies in the labor of it all. It doesn’t matter if the job is killing you in the long run. It doesn’t matter if we’re losing population as a result of these dirty industries.”</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7729.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"The Holy Rosary Cemetery on the west bank of the Mississippi River sits before the Dow petrochemical plant some seven miles northwest of St. Rose. The facility’s machines churned and flare stacks burned over the rows of tombstones.\" title=\"The Holy Rosary Cemetery on the west bank of the Mississippi River sits before the Dow petrochemical plant some seven miles northwest of St. Rose. The facility’s machines churned and flare stacks burned over the rows of tombstones.\" data-has-syndication-rights=\"1\" data-caption=\"The Holy Rosary Cemetery on the west bank of the Mississippi River sits before the Dow petrochemical plant some seven miles northwest of St. Rose. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n<p class=\"has-text-align-none\">Levien of Johns Hopkins University is currently in Louisiana to write a book on the social consequences of CCS. “Those free towns wind up becoming frontline communities,” he told me after we ran inside a New Orleans coffee shop to avoid a downpour.<strong> </strong>“It’s this injustice that’s never been corrected.”</p>\n\n<p class=\"has-text-align-none\">In St. Rose, locals have been complaining about odors to the Louisiana Department of Environmental Quality (DEQ) for at least 20 years. In 2023, DEQ received six formal odor complaints from residents attributed to IMTT. This year, there have been four. Recent numbers are likely underestimated, Terrell said; not everyone reports the smells to the state. IMTT has also directed residents to complain directly to the company, which won’t be reflected in the public record.</p>\n\n<p class=\"has-text-align-none\">“I don’t think it’s possible to live so close to a facility of the scale of IMTT, knowing how much emissions IMTT reports, and to not be impacted by that,” said Terrell when I met her in her New Orleans office.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During my visit, just about everyone had a story to tell about the ways they or their loved ones have suffered from what they believe is industry’s doing. Rosemary Green, a vivacious 69-year-old woman who wore a purple patterned scarf on her head, has woken up in the middle of the night choking from what she believes are the chemical smells. Her 68-year-old husband, Thoni Green, has lost his sense of smell altogether. They’re trying to grow roses in their yard, but many flowers die. Their home directly borders the proposed site of the ammonia plant.</p>\n\n<p class=\"has-text-align-none\">“Look at these leaves,” she said from her front yard, pointing to yellowing leaves. “This was a rose bush from my grandmother’s house. I flew this thing out to NOLA and kept this thing alive. When I first got it, it was beautiful, and then all of a sudden, it started dying.”&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6942.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Rosemary Green shows a dying leaf from a plant in her front yard.\" data-portal-copyright=\"\" /><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6762.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Thoni Green in his yard. His wall is the barrier for the carbon capture site. “They do it to us because, I guess, they classify us as ‘the minority’ and ‘the unprivileged’ and all this, that, and the other. All I do is pray and trust in the father.”\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">In Eugene Kyereh’s family, at least five people have been diagnosed with cancer. Two family members have passed away and two are in remission. One is actively fighting still.<strong> </strong>Four others have died from complications related to neurological diseases such as Parkinson’s, a brain disorder that scientists have <a href=\"https://www.barrowneuro.org/about/news-and-articles/press-releases/study-reveals-link-between-air-pollution-incidence-of-parkinsons/\">begun to link</a> to exposure to particulate matter, a form of air pollution. That’s how Eugene Kyereh lost her mom 10 years ago. The activist herself has suffered two miscarriages over the years; research suggests that air pollution exposure in early pregnancy is <a href=\"https://www.nih.gov/news-events/news-releases/air-pollution-exposure-early-pregnancy-linked-miscarriage-nih-study-suggests\">linked</a> to miscarriage. Exact causation is hard to determine, but the fear the residents harbor is real.</p>\n\n<p class=\"has-text-align-none\">Now, the community must contend with what an ammonia plant may bring.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Terrell is alarmed over the health issues the facility may exacerbate. Exposure to ammonia has been linked to health issues ranging from coughing and nose irritation to respiratory issues and lung damage. Enough ammonia exposure can kill someone.<strong> </strong>Developers say they plan to build this plant cleaner than conventional ammonia facilities, but CCS tech can’t stop air pollution altogether.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR7405.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Kimbrelle Eugene Kyereh and her father, Alphonse Eugene Sr., 89.\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\"><a href=\"https://edms.deq.louisiana.gov/app/doc/view?doc=14361302\">According to the draft air permit</a>, St. Charles Clean Fuels anticipates the plant will release nearly 67 tons of nitrogen oxides that are hazardous to public health and 59 tons of ammonia every year.<strong> </strong>While that amount of ammonia is legal in Louisiana, it would exceed the air standards in Massachusetts, a state that has taken a harder stance against polluters to protect public health.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The health and well-being of our employees, the operations team at IMTT, and the residents of the surrounding communities are SCCF’s top priority,” said Stacie of St. Charles Clean Fuels. “Our facilities are designed with the utmost regard for safety such that none of our plant workers and no one in the community is ever exposed to concentrated ammonia.”</p>\n\n<p class=\"has-text-align-none\">The plant will be outfitted with emergency shutdown systems and safety valves in the case of an emergency, per Stacie.<strong>&nbsp;</strong></p>\n\n<p class=\"has-text-align-none\">What keeps Eugene Kyereh up at night, however, is the potential risks from leaky CCS infrastructure. Carbon dioxide isn’t just a pollutant. It’s an asphyxiant. That means people exposed to it essentially can’t breathe. To make matters worse, there are no clinics or hospitals in St. Rose.</p>\n\n<p class=\"has-text-align-none\">St. Charles Clean Fuels executives say they will develop plans to integrate monitoring systems and emergency response to prevent a crisis or keep people safe should one occur, Stacie said.</p>\n\n<p class=\"has-text-align-none\">In 2020, heavy rains — the same weather patterns common in Louisiana — caused a landslide that strained a CO2 pipeline and caused it to <a href=\"https://www.huffpost.com/entry/gassing-satartia-mississippi-co2-pipeline_n_60ddea9fe4b0ddef8b0ddc8f\">rupture</a> near Satartia, Mississippi. After being exposed to the CO2 leaking from the pipeline, 45 people were hurt. Many victims collapsed, and emergency vehicles couldn’t get in.</p>\n\n<h2 class=\"wp-block-heading\"><strong>A historical town facing multiple threats</strong></h2>\n\n<p class=\"has-text-align-none\">Three years ago, Hurricane Ida’s 110-mile-per-hour winds tore apart roofs and windows in St. Rose. Today, houses all over the neighborhood are still boarded up or covered in blue tarps. Roads remain bumpy with potholes. Some residents are still rebuilding.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This year, on June 1, the official start of hurricane season, Eugene Kyereh organized a health fair to inform her neighbors about the ammonia plant. Thunderstorms had been tormenting the town for days. That gray morning, rain clouds brooded over the Mississippi River, but many community members, activists —&nbsp;and even industry executives from St. Charles Clean Fuels — showed up.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6450-1.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Left to right: Scientist Wilma Subra, activist Sharon Lavigne, advocate Robert Taylor, and researcher Kimberly Terrell talk to the community about the proposed carbon capture site in St. Rose during a community health fair on June 1, 2024. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n<p class=\"has-text-align-none\">After a prayer, some live sax, and a hefty meal of green beans and chicken, industry officials took the stage podium.</p>\n\n<p class=\"has-text-align-none\">That day, Eugene Kyereh walked gracefully through the audience wearing a vibrant red blazer, her natural curls bouncing above her shoulders. She seemed to know everyone as she passed the mic from person to person, giving them space to air their grievances directly to the companies. And then she addressed them. The leak in Satartia, Mississippi was “one of the worst things that can happen,” she said to St. Charles Clean Fuels executives. “This is the thing that really alarmed me and one of the reasons why I started Refined Community Empowerment.”</p>\n\n<p class=\"has-text-align-none\">“How can we have a blue ammonia plant when we’re already overburdened with chemicals from IMTT?” she asked them. “How is this going to be a help to us?”</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-3 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6380.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Kimbrelle Eugene Kyereh expresses concerns about the proposed ammonia facility.\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6332.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Residents at the community meeting.\" data-portal-copyright=\"\" /></figure>\n\n<p class=\"has-text-align-none\">Hurricane season is back. It’s projected to be <a href=\"https://www.washingtonpost.com/weather/2024/05/23/hurricane-season-forecast-active-storms/\">among the worst in decades</a> due to record-breaking ocean temperatures from climate change. The season’s first hurricane, Beryl, <a href=\"https://www.climate.gov/news-features/event-tracker/category-5-hurricane-beryl-makes-explosive-start-2024-atlantic-season\">broke records</a> as the strongest June storm ever recorded. It <a href=\"https://www.houstonpublicmedia.org/articles/news/hurricane/2024/07/30/495226/houston-area-hurricane-beryl-death-toll-spikes-to-36-at-least-one-other-death-pending/#:~:text=The%20Hurricane%20Beryl%20death%20toll,Fort%20Bend%20County%2C%20officials%20said.\">killed</a> at least 36 people in Houston alone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">CCS may weaken the storms of future generations — maybe it’ll one day save the world if researchers can make it cost-effective and safe — but today, the technology still doesn’t work as intended. In the meantime, companies pursue incentives intended to address the climate crisis, giving them cover for sacrificing the health of Black communities in the name of global progress on CO2 emissions.</p>\n\n<div class=\"c-image-slider alignnone wp-block-vox-media-image-slider\">\n\t<div class=\"c-image-slider__caption\">\n\t\t\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6153.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"An attendee passes the microphone to another community member. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6079.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Lt. General Russel Honoré, a beloved local icon for his response to Hurricane Katrina in Louisiana, speaks during a community health fair in St. Rose. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6232-2.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Rosemary Green speaks at the community meeting to industry executives: “I don’t care how much money you offer to these people here in St. Rose. It’s never going to bring back their loved ones.” | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6311.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Tim Johnson, president of TJC Group, whose company supports the local ammonia project proposal, speaks at the community meeting in St. Rose. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6414.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Lt. Gen. Russel Honoré speaks at the community meeting in St. Rose. | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6439.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/ALR6278.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"This woman, who asked to not be named in the article, grew emotional as she shared the health issues she’s faced from 2 am odors. “I’m nervous. I’m crazy. I’m falling, and the doctors don’t know why.” | Akasha Rabut for Vox\" data-portal-copyright=\"Akasha Rabut for Vox\" />\n\t</div>\n</div>\n\n<p class=\"has-text-align-none\">“The industry is taking over,” said Sharon Lavigne, an activist who has become internationally recognized for blocking a plastics refinery in her community a few parishes away. We spoke as Louis Armstrong’s “What a Wonderful World” played in the background. “This was a historical town. Why should we roll over and let the industry come in here and destroy our history?”</p>\n\n<p class=\"has-text-align-none\"><em>This story was supported by a reporting grant from The Fund for Environmental Journalist of The Society of Environmental Journalists. </em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "ST. ROSE, Louisiana — In the St. Charles Parish neighborhood, only a tall green chain-link fence stands between a block of homes and the future site of a facility that may, among other things, store carbon in efforts to limit planetary heating.&#160; The $4.6 billion project is part of a new slate of federal efforts [&#8230;]",
    "author": "Yessenia Funes"
  },
  {
    "title": "Is Tim Walz a progressive or a centrist — or both?",
    "link": "https://www.vox.com/2024-elections/366201/tim-walz-record-governor-progressive-agenda",
    "pubDate": "2024-08-09T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"US Democratic vice presidential candidate and Minnesota Governor Tim Walz | JEFF KOWALSKY/AFP via Getty\" data-portal-copyright=\"JEFF KOWALSKY/AFP via Getty \" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/GettyImages-2165259484.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>US Democratic vice presidential candidate and Minnesota Governor Tim Walz | JEFF KOWALSKY/AFP via Getty</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Sen. Joe Manchin (I-WV) and Rep. Alexandria Ocasio-Cortez (D-NY) have their fair share of disagreements about policy and politics.</p>\n\n<p class=\"has-text-align-none\">But they both agree that Tim Walz is an excellent vice presidential nominee.</p>\n\n<p class=\"has-text-align-none\">“Gov. Walz is the real deal,” <a href=\"https://www.wvnews.com/news/wvnews/west-virginia-dems-manchin-praise-walz-as-vp-pick-for-harris/article_d7baa068-5410-11ef-a7ed-173b1cda827d.html\">Manchin gushed</a>, saying he’d “bring balance back to the Democratic Party.”</p>\n\n<p class=\"has-text-align-none\">Walz is “a uniter for not just the Democratic Party but for the entire United States,” <a href=\"https://www.cbsnews.com/news/rep-alexandria-ocasio-cortez-said-vice-president-harris-is-picking-a-uniter-in-minnesota-gov-tim-walz/\">Ocasio-Cortez claimed</a>.</p>\n\n<p class=\"has-text-align-none\">The fact that Walz appeals to two of the most ideologically disparate Democrats (or <a href=\"https://www.nbcnews.com/politics/congress/sen-joe-manchin-leaves-democratic-party-registers-independent-rcna154885#:~:text=%E2%80%9CTo%20stay%20true%20to%20myself,Virginia%20radio%20host%20Hoppy%20Kercheval.\">former Democrat</a>, in Manchin’s case) is encouraging to the party. But it also suggests the possibility that everyone is projecting their own agendas and expectations onto Walz — and that some people are going to be wrong.</p>\n\n<p class=\"has-text-align-none\">&nbsp;And yet it also may raise questions about where he truly is, ideologically.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Is he a true-believing progressive with an everyman-coding personal style? Or is he a pragmatic politician willing to rein in the excesses of the left?</p>\n\n<p class=\"has-text-align-none\">The answer is that, at different times and on different issues, he’s been both of those things — but always with an affable smile.&nbsp;</p>\n\n<p class=\"has-text-align-none\">As governor of Minnesota, Walz enacted a sweeping progressive agenda geared toward <a href=\"https://www.cnbc.com/2024/08/06/harris-running-mate-tim-walz-could-shape-the-child-tax-credit.html\">helping</a> the <a href=\"https://www.eater.com/24214595/tim-walz-democratic-vp-free-school-lunch-food-policy#:~:text=He%20established%20universal%20free%20school,to%20hot%20meals%20at%20school.\">disadvantaged</a> and <a href=\"https://thehill.com/homenews/lgbtq/4808291-minnesota-governor-tim-walz-lgbtq-rights/\">marginalized</a>. But he’s also been willing to <a href=\"https://www.theverge.com/24214575/tim-walz-uber-lyft-driver-pay-veto-vp-minnesota\">accommodate</a> business’s <a href=\"https://www.statnews.com/2024/08/06/harris-running-mate-tim-walz-progressive-health-policy-mayo-clinic-showdown/\">concerns</a> and explore <a href=\"https://x.com/cafedujord/status/1820825017745383800\">pro-market reforms</a>.</p>\n\n<p class=\"has-text-align-none\">Back when he was in Congress, Walz backed President Barack Obama’s biggest priorities. But he also questioned the <a href=\"https://www.mankatofreepress.com/news/local_news/walz-davis-oppose-bailout-plan/article_e86ae66b-d48d-525b-bdf9-86bef09b36bd.html\">economic</a> and <a href=\"https://www.cbsnews.com/minnesota/news/minn-dem-walz-declares-opposition-to-syria-strike/\">foreign policy</a> establishments in ways that have aged well politically — without ever really becoming a controversial ideological firebrand or totally breaking from the mainstream.</p>\n\n<p class=\"has-text-align-none\">Indeed, in some ways, Walz reminds me of Joe Biden, who himself had an <a href=\"https://newrepublic.com/article/170562/joe-biden-ivy-league-upenn\">anti-elite streak</a>, attempted to keep his coalition happy, questioned the <a href=\"https://www.axios.com/2024/02/16/biden-afghanistan-withdrawal-war-book\">foreign policy establishment’s wisdom</a>, and tried to go big with a <a href=\"https://www.vox.com/22577374/reconciliation-bill-biden-medicare-climate\">sweeping progressive agenda</a> in office, while also at times <a href=\"https://www.vox.com/2023/12/14/23981077/immigration-deal-biden-senate-asylum-ukraine\">making concessions</a> to politics.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Walz signed a sweeping progressive agenda into law in Minnesota last year</h2>\n\n<p class=\"has-text-align-none\">The case for Walz as an unusually bold progressive basically comes down to the Minnesota bills he signed into law in 2023.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Walz’s first term as governor was legislatively uneventful because Republicans held the state Senate, but Democrats took over control of that chamber by a single seat in the 2022 midterms and held the state House as well.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Suddenly, Democrats had the power to pass their priorities into law, and oh, did they ever. The Minnesota Reformer has <a href=\"https://minnesotareformer.com/2024/08/07/heres-what-tim-walz-has-done-as-governor-of-minnesota/\">an excellent detailed rundown</a> of Walz’s new laws, but in brief:</p>\n\n<p class=\"has-text-align-none\">State Democrats passed a <a href=\"https://minnesotareformer.com/briefs/low-income-minnesotans-will-see-larger-tax-returns-this-season/\">child tax credit</a>, <a href=\"https://www.vox.com/24121372/college-tuition-enrollment-minnesota\">tuition aid</a>, free school breakfast and lunch <a href=\"https://www.fastcompany.com/91168428/how-tim-walz-made-school-meals-free-for-all-minnesota-students\">for all students</a>, <a href=\"https://news.bloomberglaw.com/daily-labor-report/walz-labor-wins-hailed-by-unions-as-businesses-flash-red-lights\">worker protections</a>, and paid <a href=\"https://apnews.com/article/minnesota-paid-family-medical-leave-legislature-2f1a16a28bcac2c78f13c86838eb84a9\">family and medical leave</a>. They passed <a href=\"https://www.themarshallproject.org/2024/08/06/tim-walz-kamala-harris-vp-criminal-justice#:~:text=In%202023%2C%20Walz%20signed%20into,people%20returning%20home%2C%20among%20other\">criminal justice reform</a>, <a href=\"https://apnews.com/article/abortion-politics-minnesota-state-government-timothy-walz-11c3b1d5269c929e442b979ff1bac73b\">abortion rights protections</a>, <a href=\"https://www.washingtonpost.com/politics/2024/08/07/tim-walz-minnesota-trans-refuge-bill/\">gender-affirming care</a> protections, and universal <a href=\"https://apnews.com/article/gun-control-safety-minnesota-governor-f7f7d0276061b01890b623b535780fd6\">background checks</a> for gun purchases.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They <a href=\"https://apnews.com/article/marijuana-minnesota-cannabis-legalization-pot-9a92dda1a1025c5b26033a3ad716a004\">legalized recreational marijuana</a>, <a href=\"https://www.cnn.com/2023/03/03/politics/tim-walz-minnesota-voting-rights/index.html\">restored voting rights to felons</a> who had completed their terms of incarceration, let unauthorized <a href=\"https://gazette.com/news/wex/tim-walz-s-immigration-record-in-minnesota-shows-support-for-sanctuary-policies/article_97b048d2-d971-53bf-a469-a03929121115.html#:~:text=Earlier%20in%202023%2C%20Walz%20signed,people%20without%20permanent%20legal%20status.\">immigrants</a> get driver’s licenses and <a href=\"https://www.axios.com/local/twin-cities/2023/05/31/minnesota-free-college-tuition-undocumented-immigrants-eligible\">tuition aid</a>,&nbsp;and <a href=\"https://www.utilitydive.com/news/minnesota-permitting-reform-clean-energy-grid-infrastructure-google-rei-holcim/718055/\">reformed permitting</a> so the state could transition to clean energy more quickly. They greatly increased spending on <a href=\"https://minnesotareformer.com/2024/08/07/heres-what-tim-walz-has-done-as-governor-of-minnesota/\">infrastructure</a>, <a href=\"https://oregoncapitalchronicle.com/2024/08/08/heres-what-tim-walz-has-done-as-governor-of-minnesota/\">schools</a>, affordable <a href=\"https://www.businessinsider.com/tim-walz-housing-crisis-minnesota-bringing-down-rents-prices-yimby-2024-8\">housing</a>, and <a href=\"https://www.mprnews.org/story/2023/12/21/extra-public-safety-money-coming-soon-to-communities-throughout-minnesota\">public safety</a>. They <a href=\"https://minnesotareformer.com/2024/08/07/heres-what-tim-walz-has-done-as-governor-of-minnesota/#:~:text=of%20early%20voting.-,Taxes,-The%20Legislature%20passed\">raised taxes</a> on the wealthy and corporations, as well as the sales tax.&nbsp;</p>\n\n<p class=\"has-text-align-none\">How did all this happen? In part, Walz was fortunate that the state had a massive <a href=\"https://www.house.mn.gov/SessionDaily/Story/18109\">budget surplus</a> (due to <a href=\"https://minnesotareformer.com/2022/12/06/5-things-to-know-about-minnesotas-historic-17-6-billion-projected-budget-surplus/\">broad macroeconomic trends</a> plus a decade of divided government), which meant that more painful tax increases weren’t necessary to pay for all this new spending. But both he and Democrats in the legislature turned out to be like-minded in their desire to go big.</p>\n\n<p class=\"has-text-align-none\">“You don’t win elections to bank political capital — you win elections to burn political capital and improve lives,” Walz <a href=\"https://newrepublic.com/article/184618/secret-tim-walzs-progressive-success\">said at the time</a>. This, of course, is exactly what progressives love to hear.</p>\n\n<h2 class=\"wp-block-heading\">As governor, Walz did occasionally oppose progressive priorities</h2>\n\n<p class=\"has-text-align-none\">Though Walz signed a slew of progressive bills, there are also a few examples where he resisted or rejected progressives’ demands, arguing they were going too far.&nbsp;</p>\n\n<p class=\"has-text-align-none\">One such showdown occurred when the legislature seemed set to pass a bill championed by the state nurses union.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The bill would have given care workers a say in determining minimum nurse staffing levels in hospitals. But Mayo Clinic, the state’s largest private sector employer, furiously opposed the bill, and <a href=\"https://minnesotareformer.com/2023/05/05/mayo-clinic-threatens-to-pull-billions-in-investments-over-nurse-staffing-health-care-affordability-bills/\">threatened</a> to pull out billions in state investments if it passed.</p>\n\n<p class=\"has-text-align-none\">Walz “pressured legislators” to carve out Mayo Clinic from the staffing mandate, the <a href=\"https://minnesotareformer.com/2023/05/22/nurse-staffing-bill-is-gutted-in-final-hours-of-minnesotas-legislative-session/\">Minnesota Reformer’s Max Nesterak wrote</a>. Ultimately, the legislature <a href=\"https://www.fiercehealthcare.com/providers/minnesota-lawmakers-cut-nurse-staffing-ratios-union-backed-bill-due-mayo-clinic-industry\">dropped the mandate</a> from the bill.</p>\n\n<p class=\"has-text-align-none\">The Minnesota Nurses Association <a href=\"https://mnnurses.org/keeping-nurses-at-the-bedside-act-advances-to-final-legislative-vote/\">said in a statement</a> then that they “denounce Governor Tim Walz for his abdication of good government and acquiescence to anti-democratic and anti-labor corporate bullies.” They added: “By allowing corporate executives to dictate our public policy behind closed doors, Governor Walz has made clear to Minnesotans that their democratic process does not work for them, but for the wealthy and powerful few.”</p>\n\n<p class=\"has-text-align-none\">Another showdown occurred over a bill to regulate rideshare companies and create protections for drivers, which Uber and Lyft opposed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The legislature passed the bill anyway in 2023, but Walz then issued his first and so far only <a href=\"https://www.mprnews.org/story/2023/05/25/walz-vetoes-bill-adding-protections-for-uber-lyft-drivers\">veto</a>, saying the bill “could make Minnesota one of the most expensive states in the country for ride share.” (After a year of wrangling, Democrats made various concessions, dropping some of the provisions the companies most opposed, and Walz <a href=\"https://minnesotareformer.com/2024/05/21/heres-whats-in-the-bill-regulating-uber-and-lyft-driver-pay-and-labor-standards/\">signed the revised bill</a> into law.)</p>\n\n<p class=\"has-text-align-none\">The rideshare and nursing bill battles provide clues about Walz’s political instincts. The two major progressive policies he shied away from were the ones that could imperil jobs in the state, result in higher prices for the public, or put him at war with important business interests.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Another mini-conflict with the legislature occurred when Walz initially <a href=\"https://minnesotareformer.com/2023/05/20/minnesota-to-allow-all-undocumented-residents-to-enroll-in-public-insurance/\">resisted a proposal </a>to let unauthorized immigrants get state-subsidized health insurance. This spurred a state representative to <a href=\"https://minnesotareformer.com/2023/05/20/minnesota-to-allow-all-undocumented-residents-to-enroll-in-public-insurance/#:~:text=Asked%20about%20the%20governor's%20opposition,the%20opportunity%20to%20veto%20them.%E2%80%9D\">tell the Minnesota Reformer</a>: “The governor needs to understand that the Legislature writes the bills. At the end of the day, we decide what goes in them, and he has the opportunity to veto them.” (Walz <a href=\"https://www.mprnews.org/story/2023/06/05/minnesotacare-expands-eligibility-to-undocumented-minnesotans\">signed it</a>.)</p>\n\n<p class=\"has-text-align-none\">Finally, after Walz signed a law preventing law enforcement officers in schools from restraining students by holding them facedown on the floor, he <a href=\"https://kstp.com/kstp-news/top-news/walz-says-state-will-clarify-new-rules-for-school-resource-officers-after-receiving-concerns-from-police/\">faced a backlash</a> from police, who said it risked officers’ safety. Eventually, the legislature <a href=\"https://minnesotareformer.com/briefs/school-cops-bill-fix-heads-to-governor/\">rolled back</a> the change, with his approval.</p>\n\n<h2 class=\"wp-block-heading\">In Congress, Walz was reasonably progressive in a Republican district&nbsp;</h2>\n\n<p class=\"has-text-align-none\">It’s also enlightening to look back at how Walz handled a very different political situation — his 12 years as a House of Representative member representing a Republican-leaning district. Then, he was not quite the enthusiastic “go big” progressive he became as governor. But he was a loyal Democrat on most issues rather than a true moderate maverick.</p>\n\n<p class=\"has-text-align-none\">During the Obama presidency, Walz backed the president on the big votes that mattered, such as the Affordable Care Act and the cap-and-trade bill. When that latter bill became the subject of attacks, Walz said he wasn’t “<a href=\"https://www.startribune.com/walz-defends-cap-and-trade-vote-says-bill-was-likely-to-change/99954784\">altogether comfortable</a>” with it and expected it to change in the Senate, but that he voted for it to move the process forward.</p>\n\n<p class=\"has-text-align-none\">Walz’s congressional record suggests some skepticism toward the economic policy establishment — or some sensitivity toward his constituents’ suspicions of that establishment. Walz voted against <a href=\"https://www.startribune.com/tim-walz-why-i-voted-against-the-bailout-bill/30540069\">the 2008 bank bailout</a> and even publicly opposed the <a href=\"https://www.austindailyherald.com/2009/06/walz-auto-bailout-failed-to-protect-the-taxpayers/\">auto industry bailout </a>(arguing that it “failed to protect the taxpayers”).&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2011, when 60 Minutes reported on suspicious stock trades by members of Congress, Walz <a href=\"https://www.nytimes.com/2011/12/07/business/congress-considers-new-limits-on-insider-trading.html\">became a leading champion</a> of a bill to rein in such trades: the <a href=\"https://obamawhitehouse.archives.gov/the-press-office/2012/04/04/fact-sheet-stock-act-bans-members-congress-insider-trading\">STOCK Act</a>, which passed the following year. (Walz reportedly <a href=\"https://www.axios.com/2024/08/07/tim-walz-vp-pick-investment-portfolio\">does not </a>own a single stock.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet Walz was never a firebrand populist in the vein of Bernie Sanders or Elizabeth Warren. He emphasized the importance of <a href=\"https://www.austindailyherald.com/2011/08/minn-s-ellison-a-no-on-debt-deal-franken-yes/\">deficit reduction</a>. He supported building the <a href=\"https://www.mprnews.org/story/2014/11/14/three-minn-democrats-vote-to-approve-keystone-xl-pipeline\">Keystone XL pipeline</a> (something many climate activists opposed).</p>\n\n<p class=\"has-text-align-none\">On marriage for same-sex couples, he was strikingly progressive; he openly supported it as far back as his first congressional campaign in 2006 (<a href=\"https://www.cnn.com/2012/05/09/politics/obama-same-sex-marriage/index.html\">six years before Obama did</a>). On guns, however, he <a href=\"https://www.politico.com/story/2010/10/walz-confident-about-survival-043583\">touted the endorsement</a> of the NRA in every cycle. (When he ran for governor in 2017 and had to win a Democratic primary, he <a href=\"https://www.minnpost.com/politics-policy/2017/10/tim-walz-s-record-guns-was-asset-his-run-governor-until-it-wasn-t/\">changed his views on guns</a>, loudly supporting new restrictions.)</p>\n\n<p class=\"has-text-align-none\">Overall, on domestic policy, Walz’s record suggests that he’s a progressive who was trying to get elected in a swing district. Or, as <a href=\"https://www.cbsnews.com/news/kamala-harris-vp-tim-walz-philadelphia-rally/\">he put it</a>, &#8220;I learned the art of compromise without compromising my values.”</p>\n\n<h2 class=\"wp-block-heading\">Walz has an antiwar streak, but he isn’t too far from the party’s foreign policy mainstream</h2>\n\n<p class=\"has-text-align-none\">During his congressional career, Walz was a skeptic of US military intervention abroad — putting him clearly in the progressive wing of the Democratic Party on such topics, but not too far left of the party’s mainstream.</p>\n\n<p class=\"has-text-align-none\">For instance, he first ran for Congress in 2006 on an anti-Iraq war platform. Once elected, he advocated for a speedy withdrawal from Iraq, but when the Bush Administration refused to do that, he <a href=\"https://www.nbcnews.com/id/wbna16057734\">voted to keep</a> funding the war.</p>\n\n<p class=\"has-text-align-none\">Perhaps his biggest test came in September 2013, when President Obama requested that Congress give him authority to intervene militarily against Bashar al-Assad’s regime in Syria, in retaliation for the regime’s use of chemical weapons during the country’s civil war.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Much of the American foreign policy establishment believed such an intervention was urgently necessary, to enforce a “<a href=\"https://www.politico.com/magazine/story/2016/07/obama-syria-foreign-policy-red-line-revisited-214059/\">red line</a>” Obama had set the previous year. House GOP leaders <a href=\"https://www.usatoday.com/story/news/politics/2013/09/03/obama-syria-strike-chemical-weapons-congress-g-20-russia/2756991/\">backed him</a>, and even House Minority Leader Nancy Pelosi (D-CA), who had opposed the war in Iraq, <a href=\"https://www.politico.com/story/2013/09/nancy-pelosi-syria-action-096211\">urged Democrats</a> in her chamber to get on board. But much of the war-weary American public <a href=\"https://www.pewresearch.org/politics/2013/09/03/public-opinion-runs-against-syrian-airstrikes/\">opposed the idea</a>, and opposition <a href=\"https://www.washingtonpost.com/news/the-fix/wp/2013/09/05/prospects-for-syria-resolution-dimming-in-house/\">started bubbling up</a> among both parties’ congressional rank and file.</p>\n\n<p class=\"has-text-align-none\">That opposition included Walz. “While I believe the use of chemical weapons is despicable and the world must take action to ensure that cruel dictators are not allowed to use such weapons without repercussions,” Walz <a href=\"https://archive.nytimes.com/www.nytimes.com/interactive/2013/09/05/us/politics/syria-vote-tracker.html\">said in a September 9 statement</a>, “at this time I cannot in good conscience support current proposals to take unilateral, military action.” At that point, Walz was one of just a few dozen House Democrats who had spoken out so publicly — the vast majority of the caucus <a href=\"https://archive.nytimes.com/www.nytimes.com/interactive/2013/09/05/us/politics/syria-vote-tracker.html\">remained uncommitted</a>. (Congress <a href=\"https://www.politico.com/story/2013/09/congress-syria-vote-096806\">never ended up holding</a> a vote on the measure.)</p>\n\n<p class=\"has-text-align-none\">Walz’s instincts were well in tune with public skepticism about striking Syria and tracked how both parties were shifting on military interventions abroad.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But don’t jump to the conclusion that he’s any sort of foreign policy leftist. For instance, on the Israel-Gaza war, however, Walz has sounded generally in agreement with the Biden administration’s policy.<br><br>Like Biden, he has expressed frustration with various Israeli decisions and Prime Minister Benjamin Netanyahu, but he hasn’t called for a unilateral Israeli cease-fire or for the US to cut off funding for Israel.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Calling for a cease-fire “can’t just be virtue-signaling,” <a href=\"https://www.mprnews.org/episode/2024/03/07/gov-walz-says-minnesotas-45000-uncommitted-voters-are-civically-engaged\">he said in March</a>, because in his view it must come with the return of all Hamas’s hostages and an elevation of the Palestinian Authority over Hamas.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He’s said the war in Gaza is “intolerable,” but <a href=\"https://jewishinsider.com/2024/08/minnesota-gov-tim-walz-veepstakes-bid-progressive-kamala-harris/\">also added</a> that “what happened on October 7 was intolerable” too.</p>\n\n<h2 class=\"wp-block-heading\">Walz’s politics have a lot of similarities to Joe Biden’s</h2>\n\n<p class=\"has-text-align-none\">Overall, defining Walz in terms of the party’s ideological camps is surprisingly difficult, which makes him interestingly reminiscent of Joe Biden.</p>\n\n<p class=\"has-text-align-none\">Often during his long career, Biden was a mainstream Democrat. But he’s also long harbored anti-elite inclinations, being skeptical of Wall Street and the economic policy establishment. He also rejected the foreign policy establishment’s consensus on Afghanistan, <a href=\"https://www.foxnews.com/politics/biden-considered-resigning-vice-presidency-in-protest-obama-afghanistan-policy-hur-report\">advocating against</a> a troop surge during the Obama administration and ordering full withdrawal once he was president himself.</p>\n\n<p class=\"has-text-align-none\">And once in office with a narrow Democratic majority, like Walz, Biden wanted to <a href=\"https://www.vox.com/22577374/reconciliation-bill-biden-medicare-climate\">go big</a> with an <a href=\"https://www.cnn.com/2021/04/29/politics/biden-social-plan-fdr-lbj/index.html\">FDR-sized agenda</a>. (Walz had no pesky Senate filibuster rule or recalcitrant Joe Manchin to spoil things.) In office, Biden has mostly tried to keep his coalition happy, but when the politics looked dire on immigration this year, he did try to <a href=\"https://www.usatoday.com/story/opinion/columnist/2024/06/04/biden-executive-order-immigration-mexico-border/73958960007/?gnt-cfr=1&amp;gca-cat=p\">pivot to the center</a> with <a href=\"https://www.vox.com/politics/353835/asylum-border-biden-policy-trump-shutdown\">new asylum restrictions</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So while Walz may be a new face, his political style and instincts may represent a good deal of continuity with the current president.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, August 9, 3 pm ET:</strong> A previous version of  this story stated that Walz “successfully” pressured Minnesota legislators to carve out Mayo Clinic from a staffing level mandate. In fact, legislators ultimately dropped the proposed mandate for all hospitals.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Sen. Joe Manchin (I-WV) and Rep. Alexandria Ocasio-Cortez (D-NY) have their fair share of disagreements about policy and politics. But they both agree that Tim Walz is an excellent vice presidential nominee. “Gov. Walz is the real deal,” Manchin gushed, saying he’d “bring balance back to the Democratic Party.” Walz is “a uniter for not [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "American government built the meat industry. Now can it build a better food system?",
    "link": "https://www.vox.com/future-perfect/362923/plant-based-food-meat-dairy-lobbying-congress-research-schools",
    "pubDate": "2024-08-09T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Mark Harris for Vox; Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/MarkHarris_Vox_KennyTPolicy.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Over the last decade, it seemed possible for animal welfare advocates to <a href=\"https://www.cnn.com/2019/05/03/business/plant-based-protein-revolution/index.html\">dream</a> that the US might be on the <a href=\"https://www.businessinsider.com/meat-substitutes-impossible-foods-beyond-meat-sales-skyrocket-2019-5\">cusp</a> of a <a href=\"https://www.aljazeera.com/economy/2019/9/18/the-beef-with-beef-fake-meat-market-growing-rapidly\">meat-free</a> <a href=\"https://www.latimes.com/business/story/2020-01-08/beyond-meat-founder-ethan-brown\">revolution</a>. The plant-based meat maker Beyond Meat’s valuation <a href=\"https://www.cnbc.com/2019/05/02/beyond-meat-ipo.html\">soared</a> after it debuted on the stock market in 2019, a bet on future growth. <a href=\"https://www.wsj.com/podcasts/the-journal/oatly-pioneered-oat-milk-now-its-struggling-to-keep-up/358babff-d335-4fb8-876f-9e65df8ac108\">Oatly</a> couldn’t produce enough of its dairy-free milk to keep up with demand, and plant-based Impossible Burgers were being served at both <a href=\"https://observer.com/2017/02/we-tried-a-michelin-star-version-of-silicon-valleys-plant-burger-that-bleeds-like-beef/\">high-end restaurants</a> and fast food chains like White Castle and Burger King.</p>\n\n<p class=\"has-text-align-none\">In 2020, Impossible Foods founder Pat Brown even <a href=\"https://bigthink.com/the-present/plant-based-meat/\">declared</a> that the world could replace the use of animals altogether for food by 2035.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But much of that optimism has since curdled into pessimism. <a href=\"https://gfi.org/wp-content/uploads/2024/05/2023-State-of-the-industry-report_Plant-based.pdf\">Sales</a> in the alternative meat sector have slowed and a <a href=\"https://www.fooddive.com/news/slumping-demand-forces-california-plant-based-startups-close/694295/\">number</a> of <a href=\"https://www.bloomberg.com/news/articles/2023-06-22/fake-meat-companies-are-failing-as-money-dries-up-and-demand-slows\">startups</a> have perished, leading multiple news outlets to <a href=\"https://www.forbes.com/sites/chloesorvino/2022/06/18/lifeless-market-for-meatless-meat/\">eulogize</a> the <a href=\"https://www.bloomberg.com/news/features/2023-01-19/beyond-meat-bynd-impossible-foods-burgers-are-just-another-food-fad\">nascent industry</a>. The industry’s problems can largely be chalked up to the cold hard fact that so far, it’s failed in its fundamental proposition: Consumers don’t think their products <a href=\"https://farmanimalwelfare.substack.com/p/what-happened-to-plant-based-meat\">taste good enough</a> to forgo conventional meat. Premature <a href=\"https://www.businessinsider.com/meat-substitutes-impossible-foods-beyond-meat-sales-skyrocket-2019-5\">media hype</a>, <a href=\"https://www.fastcompany.com/90931204/beyond-impossible-disinformation-mystery-berman\">meat industry-funded attack ads</a>, <a href=\"https://gfi.org/resource/analyzing-plant-based-meat-and-seafood-sales/\">high price tags</a>, and a flurry of imitators flooding the market with <a href=\"https://www.vox.com/future-perfect/23065941/vegan-vegetarian-plant-based-food-tech-bad-products\">mediocre or downright bad products</a> don’t help, either.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story is part of <strong>How Factory Farming Ends</strong></h2>\n\n\n\n<p class=\"has-text-align-none\"><strong>Read more from this special package analyzing the long fight against factory farming <a href=\"https://www.vox.com/future-perfect/364288/how-factory-farming-ends-animal-rights-vegans-climate-ethics\">here</a>.</strong> This series is supported by Animal Charity Evaluators, which received a grant from Builders Initiative.</p>\n</div>\n\n<p class=\"has-text-align-none\">The essential problem that plant-based meat was supposed to solve remains unchanged. Per capita, <a href=\"https://ourworldindata.org/grapher/per-capita-meat-consumption-by-type-kilograms-per-year?country=~USA\">US meat consumption</a> is only <a href=\"https://www.usda.gov/sites/default/files/documents/USDA-Agricultural-Projections-to-2033.pdf\">projected to increase</a> over the next decade, even as climate scientists <a href=\"https://www.vox.com/future-perfect/2024/3/20/24105735/peak-meat-livestock-emissions-plant-based-climate-deadline\">say</a> meat and dairy consumption in rich countries must decline rapidly to meet global climate targets.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The initial enthusiasm for plant-based meat was rooted in the idea that it was a more promising path to end the factory farming of animals than <a href=\"https://www.nytimes.com/2019/03/12/technology/bruce-friedrich-animal-activist.html\">traditional activism</a>. Instead of changing people’s minds about what to eat, plant-based entrepreneurs and advocates sought to change meat itself. Based on the numbers, the payback on that bet is mixed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Grocery store plant-based meat sales in dollars soared from <a href=\"https://www.vox.com/future-perfect/2023/4/17/23682232/impossible-beyond-plant-based-meat-sales\">2017 to 2021</a>, but have since slightly declined. Even more troubling is the steep decline in the number of plant-based meat units sold at grocery stores, which fell <a href=\"https://gfi.org/wp-content/uploads/2024/05/2023-State-of-the-industry-report_Plant-based.pdf\">26 percent</a> over the last two years (conventional meat sales dipped by just <a href=\"https://agfundernews.com/plant-based-by-numbers-usa-continued-declines-for-alt-meat-more-positive-news-for-alt-dairy-gfi#:~:text=For%20context%2C%20US%20retail%20sales,plant%2Dbased%20meat%20and%20seafood.\">6 percent</a> over the same period). Plant-based meat <a href=\"https://gfi.org/resource/analyzing-plant-based-meat-and-seafood-sales/#foodservice-and-global-sales\">sales</a> in restaurants and cafeterias — along with grocery stores outside the US — have remained flat or grown only slowly over the past few years.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/PQ4NZ-us-plant-based-meat-grocery-sales-spiked-then-flatlined-and-are-now-on-the-decline-nbsp-2.png?quality=90&#038;strip=all&#038;crop=0,14.71659458229,100,70.56681083542\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">But progress doesn’t always move in a straight line, and this could be a mere lull — a market correction after years of unstable growth and investor hype. In an attempt to jumpstart the plant-based industry again, a number of nonprofits and companies have set their sights on state legislatures and Capitol Hill, intensifying their lobbying to advance their cause (and bottom lines).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some are focused on directing more R&amp;D funding to “alternative protein,” an umbrella term that encompasses plant-based products, like those from Oatly and Beyond Meat, along with <a href=\"https://www.theguardian.com/commentisfree/2022/nov/24/green-technology-precision-fermentation-farming\">high-tech fermentation</a> and lab-grown or <a href=\"https://www.vox.com/future-perfect/23768224/eat-just-good-meat-upside-cell-cultivated-chicken-lab-grown\">“cell-cultivated” meat</a> — real meat made by directly growing animal cells, without the slaughter of a cow, chicken, pig or fish. Just as the federal government’s early R&amp;D funding for <a href=\"https://www.vox.com/energy-and-environment/2018/11/20/18104206/solar-panels-cost-cheap-mit-clean-energy-policy\">solar</a> and <a href=\"https://www.eia.gov/energyexplained/wind/history-of-wind-power.php\">wind power</a> helped deliver cheap, abundant renewable energy, alternative protein advocates say R&amp;D funding could enable the sector to lower the prices and improve the taste and texture of its products.</p>\n\n<p class=\"has-text-align-none\">Some plant-based advocates are pushing in a more low-tech direction, working with schools and other federally-funded institutions to serve more beans, lentils, whole grains, and vegetables.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://gfi.org/team/jessica-almy-j-d/\">Jessica Almy</a>, head of government relations for the Good Food Institute, an organization that advocates for alternative protein, said her organization seeks to create a “level playing field” between the conventional meat industry and the animal-free upstarts.</p>\n\n<p class=\"has-text-align-none\">“The big idea here is that alternative proteins would compete in the free market,” she said, “and that consumers ultimately would decide the winners and the losers.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Currently, the meat market is not so free. The meat and dairy industries, which are <a href=\"https://www.vox.com/future-perfect/22379909/big-meat-companies-spend-millions-lobbying-climate\">powerful forces</a> in Washington, have long benefited from a sprawling web of subsidies, R&amp;D programs, and government grants, receiving about <a href=\"https://www.cell.com/one-earth/pdf/S2590-3322(23)00347-0.pdf\">800 times</a> more public funding than the alternative protein sector from 2014 to 2020 despite the far greater costs they exert on <a href=\"https://www.vox.com/future-perfect/22905381/meat-dairy-eggs-climate-change-emissions-rewilding\">the environment</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Our national policies continue to favor and fund high-emissions industries who promote unsustainable food systems and diets,” as Pearson Croney-Clark, public affairs manager for Oatly, put it in an email to Vox.</p>\n\n<figure class=\"wp-block-gallery has-nested-images columns-2 is-cropped wp-block-gallery-4 is-layout-flex wp-block-gallery-is-layout-flex\"><img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Oatly24_DairyDeprogramming_05.jpg?quality=90&#038;strip=all&#038;crop=0,10.723165084465,100,78.55366983107\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Oatly employees hand out free oat-based ice cream on Washington, DC’s National Mall, across the street from the International Dairy Foods Association’s 40th annual Capitol Hill ice cream party. | Jess Rapfogel\" data-portal-copyright=\"Jess Rapfogel\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Oatly24_DairyDeprogramming_01.jpg?quality=90&#038;strip=all&#038;crop=0,10.723165084465,100,78.55366983107\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Oatly sets up a cheeky “Dairy Deprogramming Zone” to hand out free oat-based ice cream on Washington, DC’s National Mall. | Jess Rapfogel\" data-portal-copyright=\"Jess Rapfogel\" /></figure>\n\n<p class=\"has-text-align-none\">Consumers’ choices are determined by a number of factors beyond taste and price, like our <a href=\"https://www.science.org/doi/10.1126/sciadv.ade6561\">upbringing</a> and <a href=\"https://docs.google.com/document/d/1ZIjv-7fbiwRoU9O5jmJ0xAUK2KqLqZSA6UzNteECbqY/edit#:~:text=Social%20norms%20may%20affect%20food,sensory%2Fhedonic%20evaluation%20of%20foods.\">social norms</a>. The very idea of meat’s necessity at every meal is stubbornly engrained in America’s DNA, too.</p>\n\n<p class=\"has-text-align-none\">US factory farming has <a href=\"https://www.vox.com/future-perfect/24079424/factory-farming-facts-meat-usda-agriculture-census\">scaled</a> to fulfill that belief, though the treatment of animals represents nothing short of a moral atrocity future generations will look back on in horror. We’ve long had a bounty of plant-based foods ready to replace much of it — think beans, lentils, whole grains, vegetables, and tofu — that might find more purchase among the American public if served up in more creative ways. Better tasting and more affordable plant-based meat products would help, too.</p>\n\n<p class=\"has-text-align-none\">To give the plant-based food movement a fighting chance to bring our food system in line with planetary boundaries, we have to shift a policy landscape that for too long has benefitted the foods that do the most harm to <a href=\"https://www.vox.com/future-perfect/22905381/meat-dairy-eggs-climate-change-emissions-rewilding\">the environment</a>, <a href=\"https://www.vox.com/future-perfect/2022/9/12/23339898/global-meat-production-forecast-factory-farming-animal-welfare-human-progress\">animals</a>, and <a href=\"https://www.vox.com/future-perfect/2023/8/31/23852325/farming-myths-agricultural-exceptionalism-pollution-labor-animal-welfare-laws\">public health</a>. The movement’s fledgling influence campaign has already shown that progress is possible, and its broader agenda — a number of incremental but promising reforms — holds potential to actually move the needle on American meat consumption.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Getting the next generation of meat alternatives from lab to table</strong></h2>\n\n<p class=\"has-text-align-none\">The cost of various clean energy technologies, such as <a href=\"https://www.vox.com/energy-and-environment/2018/11/20/18104206/solar-panels-cost-cheap-mit-clean-energy-policy\">solar panels</a> and <a href=\"https://www.eia.gov/energyexplained/wind/history-of-wind-power.php\">wind turbines</a>, have plummeted in recent decades. We can thank the federal government, which funded early stage R&amp;D, for much of that progress.</p>\n\n<p class=\"has-text-align-none\">That’s just as true for America’s highly industrialized meat and dairy industry, which has benefited from <a href=\"https://www.ars.usda.gov/oc/timeline/comp/\">over a century</a> of <a href=\"https://www.vox.com/future-perfect/357195/land-grant-universities-greenwashing-climate-methane-factory-farming\">government support</a> to build factory farming.</p>\n\n<p class=\"has-text-align-none\">Alternative protein advocates say investing more of America’s agricultural R&amp;D budget in their sector could be crucial to improving products, and thereby increase their commercial viability.</p>\n\n<p class=\"has-text-align-none\">“Early stage R&amp;D is more of a focus for this sector in particular because the products are so early in their development, and we think they can be so much better than they are,” Almy said.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Understanding how policy and industry shape our food choices</h2>\n\n\n\n<p class=\"has-text-align-none\">As consumers, we like to think we have a lot of choice. But policymakers and meat industry lobbyists heavily influence our food system:&nbsp;</p>\n\n\n\n<ul>\n<li><a href=\"https://www.vox.com/future-perfect/357195/land-grant-universities-greenwashing-climate-methane-factory-farming\">How public universities hooked America on meat</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/2023/2/10/23589333/cecile-steele-chicken-meat-poultry-eggs-delaware\">How a shipping error more than a century ago launched the $30 billion chicken industry</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">Big Milk has taken over American schools</a></li>\n\n\n\n<li><a href=\"https://www.vox.com/future-perfect/22379909/big-meat-companies-spend-millions-lobbying-climate\">It’s not just Big Oil. Big Meat also spends millions to crush good climate policy.</a></li>\n</ul>\n\n\n\n<p class=\"has-text-align-none\"><strong>Have questions, comments, or ideas?</strong> Email me: kenny.torrella@voxmedia.com.</p>\n</div>\n\n<p class=\"has-text-align-none\">Advocates like Almy are starting to get what they want. In 2022, Congress approved around <a href=\"https://www.congress.gov/congressional-report/117th-congress/house-report/82/1?q=%7B%22search%22%3A%5B%22protein%22%2C%22%5C%22Appropriations%5C%22%22%2C%22protein%22%5D%7D&amp;s=7&amp;r=1\">$5 million annually</a> for the USDA to conduct in-house alternative protein research, and it’s already been dispersed to agency labs around the country. Projects include investigating how different strains of lentils and chickpeas affect flavor, the<a href=\"https://www.ifst.org/lovefoodlovescience/resources/functional-properties-food\"> functional properties</a> of soybeans, and food safety measures. </p>\n\n<p class=\"has-text-align-none\">It’s still a paltry 0.1 percent of the USDA’s <a href=\"https://www.ers.usda.gov/amber-waves/2022/june/investment-in-u-s-public-agricultural-research-and-development-has-fallen-by-a-third-over-past-two-decades-lags-major-trade-competitors/#:~:text=In%202019%20(the%20last%20year,(in%20constant%202019%20dollars).\">$5 billion annual R&amp;D budget</a>. But it was a start.</p>\n\n<p class=\"has-text-align-none\">The USDA also recently funded university research into breeding a higher protein strain of <a href=\"https://cris.nifa.usda.gov/cgi-bin/starfinder/0?path=fastlink1.txt&amp;id=anon&amp;pass=&amp;search=R=100615&amp;format=WEBFMT6NT\">fava beans</a> and developing <a href=\"https://cris.nifa.usda.gov/cgi-bin/starfinder/0?path=fastlink1.txt&amp;id=anon&amp;pass=&amp;search=R=98884&amp;format=WEBLINK\">plant-based seafood</a>, and the US Department of Defense has <a href=\"https://bioengineering.illinois.edu/news/cornucopia-project\">taken</a> some <a href=\"https://static1.squarespace.com/static/61d9c20c46d51b49b50f6229/t/665dfd4a27584a0fe2509d7d/1717435724676/SLAM+Project+Call.pdf\">interest</a> in the sector, too. There’s also been movement at the state level: In 2022, <a href=\"https://gfi.org/blog/gfi-commends-californias-landmark-5-million-investment-in-the-future-of-protein/\">California</a> invested $5 million into alternative protein research at public universities, while <a href=\"https://gov.illinois.gov/news/press-release.30189.html\">Illinois</a> has helped launch a biotechnology hub that will in part work on alternative protein projects.&nbsp;</p>\n\n<p class=\"has-text-align-none\">R&amp;D is even more crucial to cell-cultivated meat, which promises to provide precisely the same animal-based product consumers eat today — provided the cost can come down from the rafters. While the US government has approved two cell-cultivated meat companies to sell their products, they aren’t yet for sale. Startups still need to overcome a range of technical and economic challenges to scale up and compete with conventionally grown meat on cost, and <a href=\"https://thecounter.org/lab-grown-cultivated-meat-cost-at-scale/\">some scientists</a> believe they never will. Those challenges <a href=\"https://www.vox.com/the-highlight/23378912/meat-animals-beef-cultivated-in-vitro-food-plant-based-animal-welfare-impossible-burger\">include</a> making animal cells grow faster, preventing bacterial contamination, and building an affordable supply chain of feed for the cells. A <a href=\"https://www.sfgate.com/tech/article/bay-area-lab-meat-company-shuts-down-19511362.php#\">couple</a> cell-cultivated <a href=\"https://agfundernews.com/cultivated-meat-startup-new-age-eats-makes-painful-decision-to-shut-down\">startups</a> have gone under and several have laid off employees.</p>\n\n<p class=\"has-text-align-none\">Venture capitalists have poured around <a href=\"https://gfi.org/wp-content/uploads/2023/01/2022-Cultivated-Meat-State-of-the-Industry-Report-2-1.pdf\">$3 billion</a> across more than 150 startups globally, which sounds like a lot, but it’s a pittance compared to how much has been invested into <a href=\"https://www.iea.org/news/investment-in-clean-energy-this-year-is-set-to-be-twice-the-amount-going-to-fossil-fuels\">other sustainable technologies</a>. Considering the enormous difficulty in shifting consumers’ diets to be more climate friendly, cell-cultivated meat proponents say it’s more than worthy of government R&amp;D funding. That has finally begun to trickle in.</p>\n\n<p class=\"has-text-align-none\">A few years ago, scientists at <a href=\"https://www.ucdavis.edu/food/news/uc-davis-establishes-research-training-cultivated-meat\">the University of California-Davis</a> and <a href=\"https://now.tufts.edu/2021/10/15/tufts-receives-10-million-grant-help-develop-cultivated-meat\">Tufts University</a> received millions of dollars from government agencies to study cell-cultivated meat. <a href=\"https://upsidefoods.com/bio/sean-edgett\">Sean Edgett</a>, chief legal officer of Upside Foods — a large cell-cultivated meat startup — described these programs as doing important “table stakes” work, basic research that can help new companies get off the ground more easily and build a talent pipeline for companies like Upside.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/220324_9441_cellag063.jpg?quality=90&#038;strip=all&#038;crop=0,10.655659342822,100,78.688681314355\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\">The alternative protein industry is working to expand the pot of federal and state research dollars through the <a href=\"https://gfi.org/wp-content/uploads/2023/01/Farm-Bill_AFRI_fact-sheet.pdf\">next Farm Bill</a> and other pieces of legislation. Rep. Julia Brownley (D-CA) introduced the <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/5097?q=%7B%22search%22%3A%22julia+brownley%22%7D&amp;s=5&amp;r=3\">PROTEIN Act</a> last year, which would establish alternative protein research centers in at least three universities and a dedicated research program under the USDA. Meanwhile, Rep. Jim McGovern (D-MA) has introduced the <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/5023/text\">PLANT Act</a> to provide support for farmers who grow common ingredients in plant-based products and set up a program to help companies better market their products, similar to an existing USDA <a href=\"https://www.ams.usda.gov/services/grants/dbi\">program</a> for conventional dairy businesses.&nbsp;&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>Making school food climate-friendly</strong></h2>\n\n<p class=\"has-text-align-none\">With <a href=\"https://www.ers.usda.gov/data-products/chart-gallery/gallery/chart-detail/?chartId=107561#:~:text=The%20USDA's%20National%20School%20Lunch,can%20get%20an%20NSLP%20lunch.\">5 billion meals</a> served at school cafeterias each year through the National School Lunch Program, the lunch line has long been considered an opportunity to build a more healthy and sustainable food system.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But even in crunchy California, for example, meat and dairy dominates school food, with only <a href=\"https://civileats.com/2023/09/19/california-leads-the-way-in-low-carbon-school-meals/\">8 percent</a> of entrees entirely plant-based. Evening out that ratio could help improve student health, as a more “flexitarian” diet — one lower in animal-based foods and higher in plant-based foods — can improve <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5216044/\">metabolic health</a> and <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(18)31788-4/abstract\">reduce risk</a> of Type 2 diabetes, heart disease, and some cancers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US federal dietary guidelines <a href=\"https://www.dietaryguidelines.gov/sites/default/files/2020-12/Dietary_Guidelines_for_Americans_2020-2025.pdf\">report</a> that children and teenagers tend to under-consume plant-based foods. Changing that, at least in the school cafeteria, would also increase kids’ intake of fiber, a critical nutrient that <a href=\"https://www.vox.com/2019/3/20/18214505/fiber-diet-weight-loss\">95 percent</a> of Americans don’t get enough of and is found only in plant foods.</p>\n\n<p class=\"has-text-align-none\">To that end, a <a href=\"https://www.forkidsandtheplanet.com/\">coalition</a> of environmental, public health, and animal welfare organizations recently secured a substantive win in the USDA’s <a href=\"https://www.fns.usda.gov/cn/school-nutrition-standards-updates\">recent updates</a> to school nutrition standards. Those updates include giving schools more flexibility to serve beans, lentils, and tofu, allowing nuts and seeds to be served as a meat alternative, and allowing the option to serve hummus and other bean dips as a snack.</p>\n\n<p class=\"has-text-align-none\">“That increased flexibility is a real opportunity,” said <a href=\"https://www.balanced.org/about\">Audrey Lawson-Sanchez</a>, executive director of Balanced, a plant-based nutrition group in the coalition. “Now it really is going to be about making sure that [school] food service teams… actually have the skills and the resources” to act on the flexibility.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The demand is there, Lawson-Sanchez said, pointing to an <a href=\"https://www.ilga.gov/legislation/102/HB/PDF/10200HB4089lv.pdf\">Illinois law</a> that went into effect last August which requires schools to serve plant-based meals to kids who request them. So far, she said, students at around 15 percent of the state’s 852 school districts have asked for them. Lawson-Sanchez’s group set up a pilot program at eight schools to help them meet those requests, and one was so successful that it now has one fully plant-based day per week and one 50 percent plant-based day per week.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/SLCUSD_-Showing-Burger.jpg?quality=90&#038;strip=all&#038;crop=0,13.880890052356,100,72.238219895288\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"A school lunch employee in the San Luis Obispo, California, area shows off a lentil burger. | San Luis Coastal Unified School District\" data-portal-copyright=\"San Luis Coastal Unified School District\" />\n<p class=\"has-text-align-none\">But schools need money to implement new programs, and plant-based advocates have drawn inspiration from the USDA’s <a href=\"https://www.fns.usda.gov/f2s/farm-school-grant-program\">Farm to School grant program</a>, which helps schools set up gardens and bring local food into K-12 cafeterias by working with farmers. A specifically plant-based version could be used to train school chefs, develop new recipes, and market new dishes to students; last year, Rep. Nydia M. Velázquez (D-NY) and Rep. Jamaal Bowman (D-NY) <a href=\"https://velazquez.house.gov/media-center/press-releases/velazquez-bowman-introduce-legislation-provide-plant-based-entrees\">introduced</a> a bill to fund such a program.</p>\n\n<p class=\"has-text-align-none\">Advocates and policymakers also see breaking <a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">Big Dairy’s iron grip</a> on school food and making it easier to get dairy-free milk as a ripe opportunity for change. Currently, schools <a href=\"https://www.vox.com/future-perfect/352359/milk-dairy-schools\">must at least offer cow’s milk</a> at every meal and few carry plant-based options. <a href=\"https://www.usda.gov/foodlossandwaste/schools#:~:text=Offer%2Dversus%2Dserve%20(OVS,schools%20used%20OVS%20at%20lunch).\">One out of five</a> elementary and middle schools participating in the National School Lunch Program go so far as to require all students to take cow’s milk, even though kids throw away <a href=\"https://www.usda.gov/media/blog/tag/food-loss-and-waste\">nearly half</a> of it, and many students — especially those of color — are <a href=\"https://www.hopkinsmedicine.org/health/conditions-and-diseases/lactose-intolerance#:~:text=Lactose%20intolerance%20is%20most%20common,be%20managed%20through%20diet%20changes.\">lactose intolerant</a>. If a kid wants a dairy-free option, like soy milk, they have to provide a note from a doctor or parent, depending on their reason.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rep. Robert Scott (D-VA), ranking chair of the US House Committee on Education and the Workforce, which oversees school nutrition policy, wants to change that. A Democratic aide on that committee told Vox that Rep. Scott’s <a href=\"https://www.congress.gov/member/robert-scott/S000185\">child nutrition reauthorization bill</a> would loosen restrictions preventing students from getting plant milk alternatives, and set up a $2 million fund for schools to cover some of the cost of plant-based milk purchases.</p>\n\n<p class=\"has-text-align-none\">Advocates in the school food coalition also want to see the USDA encourage more plant-based options, allow high-protein grains like quinoa to count as a meat alternative, adopt minimum fiber standards, and make cow’s milk optional at all schools.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beyond school lunches, the federal government directly buys billions of dollars of food each year for food banks, federal building cafeterias, and more. By one <a href=\"https://www.fedgoodfoodpurchasing.org/resources/impact-analysis-full-report\">estimate</a>, nearly 90 percent of the protein-rich foods it purchases are animal products. In recent years, there’s been an internal push at the Department of Defense — which makes up about half of federal food purchases — to shift some of its food to plant-based. Some military bases are <a href=\"https://www.stripes.com/theaters/us/fort-sill-s-dining-facility-is-the-first-to-offer-troops-a-100-percent-plant-based-entre-e-at-every-meal-1.568203\">serving more plant-based meals</a>, and recent DoD nutrition standards now <a href=\"https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodm/133810m.pdf\">require legumes</a> to be served every day at military base cafeterias.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In April, for the first time in a decade, the USDA <a href=\"https://www.fns.usda.gov/wic/food-packages/qas\">updated</a> its standards for the Women, Infant, and Children’s program — another major government food purchaser. The updates include a reduction in the amount of cow’s milk participants can purchase and more flexibility to buy plant-based dairy products and fruits and vegetables. Oatly saw it as a win, while a major dairy industry group said it was “<a href=\"https://www.nmpf.org/nmpf-disturbed-at-usda-final-wic-rule-that-decreases-dairy-access/\">disturbed</a>” by the new rule.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Beyond federal agencies, other institutions can enact policies to put plant-based foods at the center of our plates. For example, <a href=\"https://www.nychealthandhospitals.org/pressrelease/nyc-health-hospitals-celebrates-1-2-million-plant-based-meals-served/\">New York City’s</a> hospital system reduced its food carbon footprint by more than a third by making plant-based meals the default option, <a href=\"https://defaultveg.medium.com/hundreds-of-universities-are-moving-toward-a-plant-based-norm-7506609d0ab2#:~:text=In%20universities%2C%20they're%20more,and%20universities%20in%20North%20America!\">universities</a> are increasing their meat-free offerings, and in some countries, <a href=\"https://www.vox.com/future-perfect/22883795/food-industry-plant-based-vegan-meat-dairy-climate-pledges\">major food companies</a> have committed to making a larger share of their protein-rich products plant-based.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>A level playing field for meat alternatives</strong></h2>\n\n<p class=\"has-text-align-none\">Following a playbook deployed by the <a href=\"https://senate.ucsd.edu/media/206150/lobby_spend_report__april.pdf\">fossil fuel industry</a> against the renewable energy sector, the conventional <a href=\"https://www.ncba.org/ncba-news/news-releases/news/details/36527/ncba-backs-fair-labels-act-to-end-deceptive-fake-meat-labeling-practices\">meat</a> and <a href=\"https://www.opensecrets.org/news/2023/08/deep-pocketed-dairy-industry-continues-war-on-plant-based-milk-as-fda-hears-comments-on-new-draft-guidance/\">dairy</a> industry and its legislative allies are now striving to hamstring its competition.</p>\n\n<p class=\"has-text-align-none\">Over a dozen states have passed laws to restrict how plant-based meat, dairy, and egg companies can label their products, with some banning usage of words like “sausage” or “cheese,” even if accompanied by clarifying phrases like “vegetarian,” “plant-based,” or “animal-free.” Some of those laws have been <a href=\"https://www.vox.com/future-perfect/2024/2/14/24069722/political-ban-cell-cultivated-lab-grown-meat-plant-based-labeling-laws\">overturned or weakened</a>, but state lawmakers — and <a href=\"https://www.congress.gov/bill/118th-congress/senate-bill/549\">members of Congress</a>, too — continue to introduce new bills.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Legislative attacks against the cell-cultivated startups are more existential. Earlier this year, Florida and Alabama’s state legislatures <a href=\"https://www.vox.com/future-perfect/2024/2/14/24069722/political-ban-cell-cultivated-lab-grown-meat-plant-based-labeling-laws\">banned</a> the sale and production of cell-cultivated meat, and several other states have introduced bans. (In late June, days before the Florida ban took effect, Upside Foods gave out free cell-cultivated meat in Miami.)&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/UPSIDE-Foods-2.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A man speaking to a crowd using a microphone.\" title=\"A man speaking to a crowd using a microphone.\" data-has-syndication-rights=\"1\" data-caption=\"Shortly before Florida’s cell-cultivated meat ban took effect, Upside Foods gave out its cell-cultivated chicken at an event in Miami. The company’s CEO, Uma Valeti, addresses the crowd. | Upside Foods\" data-portal-copyright=\"Upside Foods\" />\n<p class=\"has-text-align-none\">At this point, the bans are purely symbolic, as cell-cultivated meat is nowhere near commercial viability.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Alternative protein producers want to stop these discriminatory regulations, but they also want to benefit from some of the government assistance that the conventional meat industry enjoys. One of those is low-interest federal loans, an unglamorous but potentially powerful tool for launching novel, capital-intensive technologies.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Take Tesla, for example. In 2010, the company got a <a href=\"https://www.washingtonpost.com/news/innovations/wp/2017/03/16/this-government-loan-program-helped-tesla-at-a-critical-time-trump-wants-to-cut-it/\">$465 million loan</a> from the US Department of Energy that it used to build a manufacturing plant that eventually brought the Model S to American roads. Cell-cultivated meat companies will likely need this level of government support to scale, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The US Department of Energy <a href=\"https://gfi.org/event/accessing-financing-through-the-department-of-energy/\">recently opened</a> its loan application program to alternative protein companies, which could be a lifeline as venture capital funding has <a href=\"https://www.fastcompany.com/90984752/venture-capital-vc-funding-2023-bloodbath-by-the-numbers\">dried up</a> across the economy. (Upside and its competitor GOOD Meat have paused plans to build out large manufacturing facilities.) Edgett said other <a href=\"https://www.rd.usda.gov/programs-services/business-programs/business-industry-loan-guarantees\">federal loan programs</a> should be expanded and made accessible to alternative protein companies, too.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He also wants to see a smoother regulatory process with the USDA and the US Food and Drug Administration, which share oversight of the cell-cultivated meat industry and must both sign off on new products. Upside Foods’ cell-cultivated chicken has already been approved for sale but many other companies still have applications waiting for action.</p>\n\n<p class=\"has-text-align-none\">Edgett said the two agencies “could just do more to make expectations clear” by publishing guidance for startups and establishing a uniform process for how these products will be labeled. Currently, he said, label approval is a one-off process for each company. The sector could receive some clarity later this year, as the USDA is <a href=\"https://www.foodnavigator-usa.com/Article/2024/06/12/usda-pushes-forward-label-updates-for-cultured-meat-uncured-claims-nutrition-facts\">expected</a> to publish a proposed rule on the matter.</p>\n\n<p class=\"has-text-align-none\">“I’m really thinking about a lot of these cultivated meat companies that have such short runways, and they’re running out of capital,” Edgett said. “And I think they’ve hit a wall on the regulatory side, just because it’s slower than they expected, or it’s fairly opaque.”</p>\n\n<p class=\"has-text-align-none\">For any chance of success, alternative protein companies will need every obstacle moved out of their way, including what some consider to be a needlessly slow regulatory process. This may be especially important for startups whose products could be market-ready if only they had federal approval. For example, companies including <a href=\"https://www.theatlantic.com/health/archive/2023/02/plant-based-meat-lab-grown-animal-fat-flavor/673190/\">Mission Barns</a>, <a href=\"https://agfundernews.com/crunch-time-for-cultivated-meat-probably-70-90-of-players-will-fail-in-the-next-year\">Meatable, and Mosa Meat</a> aren’t seeking to produce 100 percent cell-cultivated meat or anything close to it, but rather, are making <a href=\"https://www.vox.com/the-highlight/23378912/meat-animals-beef-cultivated-in-vitro-food-plant-based-animal-welfare-impossible-burger\">“hybrid” alternative meat</a> — plant-based meat blended with a small percent of cell-based fat or protein to achieve a meatier flavor. These products in theory will be easier to scale and more affordable than their more purist competitors.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">The movement for a food system with fewer animal products has had a tumultuous decade, and ultimately, lower prices and tastier products won’t guarantee it experiences another major upswing. But meat’s outsized carbon and pollution footprint has, thus far, been a gaping hole in America’s <a href=\"https://www.vox.com/2022/8/8/23296951/inflation-reduction-act-biden-democrats-climate-change#\">ambitious</a> <a href=\"https://www.vox.com/2021/5/7/22423139/biden-30-by-30-conservation-initiative-historic\">environmental plans</a>. To make progress on those goals, policymakers will need to show a willingness to move in a more plant-based direction. If done correctly, that could ease the increasing <a href=\"https://www.vox.com/future-perfect/2022/11/18/23458234/jim-pillen-governor-nebraska-pigs-pork-plant-based-meat-water-pollution-nitrates\">politicization of meat</a>. It could also determine whether the development of better plant-based meat becomes a viable path to changing the food system — or remains a niche category.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Over the last decade, it seemed possible for animal welfare advocates to dream that the US might be on the cusp of a meat-free revolution. The plant-based meat maker Beyond Meat’s valuation soared after it debuted on the stock market in 2019, a bet on future growth. Oatly couldn’t produce enough of its dairy-free milk [&#8230;]",
    "author": "Kenny Torrella"
  }
]