[
  {
    "title": "Trump and Harris agree on “no tax on tips.” They’re both wrong.",
    "link": "https://www.vox.com/policy/366680/no-tax-on-tips-trump-harris-subminimum-wage",
    "pubDate": "2024-08-13T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Both Trump and Harris have promised to eliminate tax on tips. But experts say it’s a bad idea. | Stefani Reynolds / AFP via Getty Images\" data-portal-copyright=\"Stefani Reynolds / AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-1248474171.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Both Trump and Harris have promised to eliminate tax on tips. But experts say it’s a bad idea. | Stefani Reynolds / AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">First, some good news: In an otherwise polarizing and divisive election, there’s at least one policy proposal that’s emerging as a unifying issue. The bad news is that most experts think it’s a terrible idea.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The proposal in question is to abolish federal taxes on tips. Donald Trump originally <a href=\"https://www.theatlantic.com/ideas/archive/2024/07/no-taxes-tips/678971/\">floated the idea</a> at a campaign rally in June, and it gained enough traction that “No tax on tips” signs started making regular appearances at Trump campaign events and the Republican National Convention. Now, even his opponent Vice President Kamala Harris has endorsed the idea. “It is my promise to everyone here: When I am president, we will continue our fight for working families of America, including to raise the minimum wage and eliminate taxes on tips for service and hospitality workers,” she <a href=\"https://www.nbcnews.com/politics/2024-election/harris-supports-eliminating-federal-taxes-tips-rcna166124\">told a crowd</a> over the weekend.</p>\n\n<p class=\"has-text-align-none\">In a series of social media posts, Trump accused Harris of stealing his idea, <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112948746752564485\" rel=\"nofollow\">saying that</a> “she sounds more like Trump than Trump, copying almost everything.”</p>\n\n<p class=\"has-text-align-none\">On the surface, exempting tips from being taxed might sound like a pro-worker proposal with populist appeal, potentially boosting take-home pay for service sector workers who rely on tips to make a living. But the policy doesn’t really hold up under any scrutiny. And that’s because at best, “no tax on tips” looks a lot less like a tax cut for low- and middle-income families, and a lot more like a subsidy for big businesses.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I’m not at all saying that workers won’t get anything,” said Heidi Shierholz, president of the Economic Policy Institute. “But I think that a meaningful share of the [federal] expenditures on a tax exemption like this will go to the employers of tipped workers.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">That might be why industry lobbyists have backed the proposal. “It’s not a surprise that the National Restaurant Association loves this,” Shierholz said, referring to <a href=\"https://www.motherjones.com/food/2022/02/national-restaurant-association-relief-revitalization-fund-pandemic-mcdonalds-subway-nra/\">the lobbying group that represents</a> many of the country’s major restaurant chains.</p>\n\n<p class=\"has-text-align-none\">At worst, the tax policy might even put a downward pressure on service sector wages by allowing employers to keep their workers’ baseline pay low because the tax cut could instead raise the workers’ take-home pay.</p>\n\n<p class=\"has-text-align-none\">“I think there is no question that it would” weigh wages down,&nbsp; Shierholz said. The only question, she says, is just how much.</p>\n\n<p class=\"has-text-align-none\">So while “no tax on tips” might make for a good sound bite or campaign slogan, it doesn’t necessarily translate to wise policymaking.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Tipped workers don’t need a tax cut. They need a raise.</strong></h2>\n\n<p class=\"has-text-align-none\">The problem with tipped wages is not that they are taxed too heavily; it’s how little they tend to pay, and how much tipped workers have to rely on the kindness of strangers to make ends meet. In 2023, for example, the median annual wage for waiters was just below $32,000, <a href=\"https://www.bls.gov/oes/current/oes353031.htm\">according to the Bureau of Labor Statistics</a>.</p>\n\n<p class=\"has-text-align-none\">In fact, <a href=\"https://www.taxpolicycenter.org/taxvox/untipped-why-trumps-tax-cut-promise-would-hurt-many-service-workers\">as the Tax Policy Center put it</a>, eliminating income taxes on tips would do little, if anything, for many tipped workers whose earnings are so low that they are already exempt from paying federal income taxes.</p>\n\n<p class=\"has-text-align-none\">“It’s very hard to dispute that the vast majority of moderate and low-wage workers are left out,” said Brendan Duke, senior director of economic policy at the Center for American Progress. “We know that <a href=\"https://www.americanprogress.org/article/sen-ted-cruzs-no-tax-on-tips-act-does-little-for-low-and-moderate-wage-workers-but-opens-door-to-tax-abuse-by-wealthy/\">95 percent of low- and moderate-wage workers</a> don’t get tips, and only about a third of those tipped workers pay income taxes and would benefit from this.” (Duke was specifically talking about <a href=\"https://www.americanprogress.org/article/sen-ted-cruzs-no-tax-on-tips-act-does-little-for-low-and-moderate-wage-workers-but-opens-door-to-tax-abuse-by-wealthy/\">Texas Senator Ted Cruz’s proposed legislation</a> on this issue.)</p>\n\n<p class=\"has-text-align-none\">Part of the reason that tipped workers are paid so poorly is that the federal government only guarantees them a <a href=\"https://webapps.dol.gov/elaws/faq/esa/flsa/002.htm?_ga=2.203883920.166662675.1723482644-1762443955.1723482644\">subminimum wage of $2.13 per hour</a>. If along with tips, a worker’s earnings are still below the federal minimum wage of $7.25 per hour, then employers have to make up the difference. (Many states and municipalities have wage requirements above the federal minimum, but those <a href=\"https://www.dol.gov/agencies/whd/state/minimum-wage/tipped\">also often include carve-outs</a> with lower hourly minimums for tipped workers.)</p>\n\n<p class=\"has-text-align-none\">That’s why a handful of states have <a href=\"https://www.motherjones.com/politics/2024/07/donald-trump-proposal-no-tax-tips/\">abolished the subminimum wage</a> for tipped workers altogether. Because by allowing employers to pay tipped workers less, businesses essentially pass their payroll burden directly onto their customers. And while most Americans are used to paying tips, those who don’t — or those who at least threaten to not tip — create a hostile environment for workers and make it harder for employees to make a fair wage. Some <a href=\"https://www.eater.com/a/case-against-tipping\">studies have also shown</a> that tipped wages encourage workers to discriminate against people of color, providing them with worse service because of racist stereotypes about who is more likely to leave a generous tip.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Eliminating taxes on tips is a handout for businesses, not workers</strong></h2>\n\n<p class=\"has-text-align-none\">One of the biggest concerns about doing away with federal taxes on tips is that it would discourage businesses from offering more competitive wages. That’s because if workers’ take-home pay increases because of a tax cut, employers wouldn’t need to provide tipped workers a higher base-line wage. In effect, it’s a tax cut that might mostly subsidize businesses’ payroll costs, not workers’ cost of living. </p>\n\n<p class=\"has-text-align-none\">“It will reduce employers’ needs to raise wages,” Shierholz, of the Economic Policy Institute, said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s also the fact that creating a tax carveout for tipped employees could create a major loophole for employers looking to pay people less. Some sectors, for example, can simply become part of the tipped economy, making more of their workers rely on tips rather than a minimum wage.</p>\n\n<p class=\"has-text-align-none\">The policy would “incentivize employers to have more workers be in tipped occupations,” Shierholz said. “[Employers] could reduce the base wages they pay their workers under the guise of doing something for the workers. They could say, ‘We’re making you tipped because you won’t have to pay taxes’ and then in the fine print, it’s like, ‘Oh also, you’re going to be making $2.13 an hour in base wages.’”</p>\n\n<p class=\"has-text-align-none\">That’s why pursuing other policies, like abolishing the subminimum wage, would do much more to increase workers’ pay than eliminating taxes on tips would. The poverty rate for tipped workers in states without a subminimum wage, for example, <a href=\"https://www.americanprogress.org/article/ending-tipped-minimum-wage-will-reduce-poverty-inequality/\">is lower than that in states</a> with a subminimum wage.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If you really want to help tipped workers, there are other ways that are far, far better,” Shierholz said, adding that federal dollars would be better directed toward programs like the Child Tax Credit or the Earned Income Tax Credit, which would be much better at targeting workers who need it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So if politicians are looking to tout a pro-worker agenda, they should point to policies that can actually raise people’s wages, as Harris did by also endorsing raising the minimum wage. Otherwise, they might just be pushing for yet another tax cut for the rich. After all, that might be why <a href=\"https://www.cruz.senate.gov/newsroom/press-releases/sen-cruz-colleagues-introduce-no-tax-on-tips-act\">major business lobbying groups</a> have endorsed “no tax on tips” — to avoid actually raising workers’ wages.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "First, some good news: In an otherwise polarizing and divisive election, there’s at least one policy proposal that’s emerging as a unifying issue. The bad news is that most experts think it’s a terrible idea.&#160; The proposal in question is to abolish federal taxes on tips. Donald Trump originally floated the idea at a campaign [&#8230;]",
    "author": "Abdallah Fayyad"
  },
  {
    "title": "The right’s plan to fix America: Patriarchy 2.0",
    "link": "https://www.vox.com/politics/366601/the-rights-plan-to-fix-america-patriarchy-2-0",
    "pubDate": "2024-08-13T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Republican vice presidential nominee Sen. JD Vance boards his airplane on August 1, 2024 in Sierra Vista, Arizona. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2164835398.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican vice presidential nominee Sen. JD Vance boards his airplane on August 1, 2024 in Sierra Vista, Arizona. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When you look at what the right’s rising leaders are saying, it’s clear that conservatives have become increasingly <a href=\"https://www.vox.com/policy/363543/pronatalism-vance-birth-rates-population-decline-fertility\">obsessed with the fate of the American family</a>. From Republican vice presidential nominee JD Vance assailing “<a href=\"https://nymag.com/intelligencer/article/dear-j-d-vance-childless-cat-ladies-are-people-too.html\">childless cat ladies</a>” to <a href=\"https://www.bloomberg.com/features/2024-elon-musk-population-collapse-baby-push/#:~:text=In%202022%20he%20tweeted%20that,a%20bang%20or%20a%20whimper%3F\">Elon Musk fretting about a birth rate apocalypse</a>, there is a deep and abiding sense that the family is in dire need of defense.</p>\n\n<p class=\"has-text-align-none\">Recently, a loose group of conservatives has emerged with a solution: that the family can be defended by boldly reasserting the importance of old-school gender roles. The movement tells men to be strong and women to have babies without overtly insisting that women must submit to their husbands or stay at home. It’s an effort to revive an older model of gender relations without the explicitly sexist baggage (though it often resurfaces in a more subtle form).</p>\n\n<p class=\"has-text-align-none\">I call this loose movement “neopatriarchy,” and have come to believe that it is at the root of both some of the modern right’s biggest ideas and its most interesting internal conflicts.</p>\n\n<p class=\"has-text-align-none\">Concerns about the family’s health are hardly new on the right. Speaking in 1977, <a href=\"https://imprimis.hillsdale.edu/the-little-platoon-we-belong-to-in-society-november-1977/\">influential conservative writer Russell Kirk</a> claimed that <a href=\"https://www.npr.org/transcripts/497850292\">a nearly enacted universal daycare bill</a> threatened to disintegrate the family and substitute the state.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We would be foolish to ignore a drift in what we call ‘the West’ toward the supplanting of the family by the Universal Orphanage,” Kirk said, warning that the daycare bill specifically “would have encouraged even affluent mothers to consign their little children to the baby-bin and spend their days at bridge-clubs.”</p>\n\n<p class=\"has-text-align-none\">Kirk’s fears reflected the central conservative preoccupation of the time: the threat from communism and the ever-growing powers of the modern state. It was “compulsory collectivism,” for Kirk, that threatened to tear familial bonds apart.</p>\n\n<p class=\"has-text-align-none\">Modern neopatriarchy begins from the opposite fear; the concern is not communist collectivism, but liberal individualism.</p>\n\n<p class=\"has-text-align-none\">The neopatriarchs believe we live in an age where people prioritize self-actualization and fulfillment above all else. Young adults, they argue, live in extended adolescence, lost in some combination of video games, drugs, and casual sex; as they age, raw hedonism is replaced by single-minded foci on money and career. According to neopatriarchs, this liberal social model fails men and women alike, funneling them toward a spiritually empty existence that all but guarantees disappointment and depression, and it fails society by discouraging the production of children who are quite literally required if the country is to have a future. (Immigration, needless to say, is not seen as an acceptable solution.)</p>\n\n<p class=\"has-text-align-none\">The solution, for neopatriarchs, is to return to the past. Men need to rediscover the old John Wayne vision of masculinity, making traditional male gender markers (including acting as fatherly provider) into defining aspects of their identity. The state should play a role in encouraging this reversion, primarily by changing policy to cultivate “masculine” virtues and incentivizing marriage and child-rearing.</p>\n\n<p class=\"has-text-align-none\">In his recent book <em>Manhood</em>, Republican Sen. Josh Hawley <a href=\"https://www.washingtonpost.com/books/2023/05/18/manhood-josh-hawley-review/\">urges men</a> to embrace strength and stoicism as routes for self-improvement, calling on them to take on the roles of “warrior” and “builder” in their everyday lives. The psychologist Jordan Peterson has <a href=\"https://www.washingtonpost.com/lifestyle/style/jordan-peterson-is-on-a-crusade-to-toughen-up-young-men-its-landed-him-on-our-cultural-divide/2018/05/02/c5bafe48-31d6-11e8-94fa-32d48460b955_story.html\">long dispensed similar advice</a>, helping turn him into a conservative guru. In his forthcoming book <em>Dawn’s Early Light</em>, Heritage Foundation President Kevin Roberts argues that <a href=\"https://www.mediamatters.org/kevin-roberts/forthcoming-book-heritage-president-rails-against-birth-control-ivf-abortion\">contraceptive technologies</a> “break the most basic functioning elements of civilization” by liberating individuals to have consequence-free sex out of wedlock. Vance, who wrote the forward to Roberts’s book, has mused about <a href=\"https://www.washingtonpost.com/nation/2024/08/04/no-fault-divorce-jd-vance-women/\">eliminating no-fault divorce</a> for similar neopatriarchal reasons.</p>\n\n<p class=\"has-text-align-none\">Neopatriarchy can be distinguished from straight-up patriarchy primarily through its treatment of women. Unlike some Christian fundamentalists or <a href=\"https://www.firstthings.com/web-exclusives/2023/02/what-is-the-longhouse\">alt-right scribblers</a>, neopatriarchs do not assert that women are <em>obligated</em> to be homemakers as a result of divine commandment or natural law. All they insist on explicitly is that women have lots of children, and that choosing to focus primarily on raising said children is <em>no worse</em> than having a career.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s obvious why liberals and leftists would have problems taking this seriously. If Americans are supposed to be having more kids, and American men are supposed to be more traditionally masculine, then who’s supposed to be doing the work of raising all of these kids? The answer, of course, is wives (as it’s certainly not immigrants). Neopatrarichy may not explicitly call for a reversal of the feminist revolution, but that’s basically what it’s going for.</p>\n\n<p class=\"has-text-align-none\">Indeed, neopatriarchal writing rarely floats the idea that more men should be homemakers&nbsp;— and <a href=\"https://ifstudies.org/blog/are-stay-at-home-mothers-really-miserable\">often suggests</a> that women are <a href=\"https://x.com/BradWilcoxIFS/status/1673843339471233024\">happier at home</a>. The choice to work is theoretically left up to women, but the traditional option is at the very least suggested. The neopatriarchal vision for women is thus most clearly expressed through popular “<a href=\"https://www.cnn.com/2022/12/27/us/tradwife-1950s-nostalgia-tiktok-cec/index.html\">tradwife</a>” and <a href=\"https://www.vox.com/23960702/big-family-ballerina-farm-hannah-neeleman-dougherty-dozen-instagram-tiktok-influencers\">big-family</a> TikTok influencers: women who became social media evangelists for a family-first lifestyle, occasionally giving up formal careers in order to do so.</p>\n\n<p class=\"has-text-align-none\">But it’s not just feminists who have problems with neopatriarchy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">There’s a class of conservatives, mostly men, who despise the left primarily because it tells them what to do: that it’s offensive to ogle women or use male pronouns for a transgender woman. This group, famously termed “<a href=\"https://theweek.com/articles/964006/rise-barstool-conservatives\">Barstool conservatives</a>” after the bro-y Barstool Sports website, enjoys partying and casual sex&nbsp;— and resents people telling them to knock it off.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This has led to some real skepticism about neopatriarchal ideas. When Vance’s comments calling for non-parents to pay a higher tax rate came to light, Barstool Sports founder Dave Portnoy called Vance a “<a href=\"https://x.com/stoolpresidente/status/1816933121884856689?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1816933121884856689%7Ctwgr%5Eee54b39f9b04128b26d92126a1259d3808bd4af8%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.mediaite.com%2Fpolitics%2Fjd-vance-slaps-back-at-dave-portnoy-after-barstool-founder-says-trumps-vp-sounds-like-a-moron%2F\">moron</a>” in a post on Twitter/X.</p>\n\n<p class=\"has-text-align-none\">“You want me to pay more taxes to take care of other people’s kids? We sure this dude is a Republican?” Portnoy asked. “If you can’t afford a big family don’t have a ton of kids.”</p>\n\n<p class=\"has-text-align-none\">With Republicans out of the White House, these divisions have <a href=\"https://www.vox.com/politics/2024/1/10/24024341/calendargate-conservative-civil-war\">largely</a> been confined to posting wars. But should Trump retake the presidency, his administration would likely include prominent neopatriarchical voices —&nbsp;including Vance himself. That would launch a high-stakes national debate over an issue some may have thought settled: whether the state should favor families with traditional gender roles.</p>\n\n<h3 class=\"wp-block-heading\"></h3>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When you look at what the right’s rising leaders are saying, it’s clear that conservatives have become increasingly obsessed with the fate of the American family. From Republican vice presidential nominee JD Vance assailing “childless cat ladies” to Elon Musk fretting about a birth rate apocalypse, there is a deep and abiding sense that the [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "What we know about Trump’s claim that Iran hacked his campaign",
    "link": "https://www.vox.com/politics/366657/trump-iran-hack-microsoft-campaign-spear-phishing-russia-china-irgc",
    "pubDate": "2024-08-12T21:55:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Trump, in a navy suit, red tie, and white shirt, speaks into a microphone.\" data-caption=\"Republican presidential candidate Donald Trump speaks during a press conference on August 8, 2024, in Palm Beach, Florida. | Joe Raedle/Getty Images\" data-portal-copyright=\"Joe Raedle/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165917707.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican presidential candidate Donald Trump speaks during a press conference on August 8, 2024, in Palm Beach, Florida. | Joe Raedle/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Trump campaign claims it was hacked by Iran —&nbsp;though what information the accused hackers actually obtained, if anything, is unclear. The FBI is <a href=\"https://www.reuters.com/world/us/fbi-says-it-is-investigating-hack-trump-campaign-blamed-iran-2024-08-12/\">reportedly looking into the matter</a>.</p>\n\n<p class=\"has-text-align-none\">Here’s what we know for sure: <a href=\"https://cdn-dynmedia-1.microsoft.com/is/content/microsoftcorp/microsoft/final/en-us/microsoft-brand/documents/5bc57431-a7a9-49ad-944d-b93b7d35d0fc.pdf\">In a report released last Friday, Microsoft</a> claimed it caught a group with ties to Iran’s Islamic Revolutionary Guard Corps (IRGC) using a “compromised email account” to try to gain access to the system of a “high-ranking official of a presidential campaign.” The company did not name the presidential campaign and did not elaborate on whether the attempt was successful.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Saturday, <a href=\"https://www.politico.com/news/2024/08/10/trump-campaign-hack-00173503\">Politico</a> published a report that detailed documents it received from a mysterious AOL email address from someone going by the name Robert. The materials seemed to be from the Trump campaign, and included a draft of what appeared to be the vetting profiles of potential vice presidential pick Florida Sen. Marco Rubio and the campaign’s actual pick, Ohio <a href=\"https://www.vox.com/politics/360283/jd-vance-trump-vp-vice-president-authoritarian\">Sen. JD Vance</a>. Sunday, the <a href=\"https://www.nytimes.com/2024/08/11/us/politics/trump-campaign-hacking-iran.html\">New York Times said</a> it had received what appeared to be the same documents, from a person claiming to also be the Politico source.</p>\n\n<p class=\"has-text-align-none\">Shortly after Politico published its Saturday piece, the Trump campaign <a href=\"https://www.politico.com/news/2024/08/10/trump-campaign-hack-00173503\">gave Politico a statement</a> claiming “foreign sources hostile to the United States” stole the documents from them; the statement went on to suggest that Iran was behind the outreach to Politico. Former President Donald Trump then made that suggestion explicit Saturday night, writing on <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112941157610530127\" rel=\"nofollow\">Truth Social</a>, “We were just informed by Microsoft Corporation that one of our many websites was hacked by the Iranian Government &#8211; Never a nice thing to do!”</p>\n\n<p class=\"has-text-align-none\">Monday, the FBI announced it is investigating Trump’s claim.</p>\n\n<p class=\"has-text-align-none\">A great deal of uncertainty remains around the supposed hack, and foreign efforts to meddle in the 2024 elections. But here are some other key things to know.</p>\n\n<h2 class=\"wp-block-heading\"><strong>What do we know about Iranian hackers and the Trump campaign?</strong></h2>\n\n<p class=\"has-text-align-none\">Though the Trump campaign is explicitly stating that it was the target of an Iranian attack, Microsoft has yet to be so blunt.</p>\n\n<p class=\"has-text-align-none\">According to the Microsoft report, the Islamic Revolutionary Guard Corps (IRGC) has been operating a wide-scale hacking campaign involving at least four groups — Cotton Sandstorm, Lemon Sandstorm, Mint Sandstorm, and Peach Sandstorm — over the past few election cycles. Microsoft says its <a href=\"https://www.applytosupply.digitalmarketplace.service.gov.uk/g-cloud/services/624967260377296#:~:text=The%20Microsoft%20Threat%20Analysis%20Center,Microsoft%20and%20its%20customers%20globally.\">Microsoft Threat Analysis Center</a>, a department tasked with protecting both the company and its user base from cybercrimes, noticed that someone “sent a spear phishing email in June to a high-ranking official on a presidential campaign from the compromised email account of a former senior advisor.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Spear phishing is when a hacker or hacking group tries to gain access to a specific individual or organization’s digital space by placing a malicious link in a message, that when the recipient clicks through, can install malware on a machine that allows hackers access to information it contains. Microsoft said in a <a href=\"https://blogs.microsoft.com/on-the-issues/2024/08/08/iran-targeting-2024-us-election/\">blog post</a> that it has “notified those targeted” in the spear phishing attempt.</p>\n\n<p class=\"has-text-align-none\">Though the MTAC report isn’t explicit about the success of Mint Sandstorm’s spear phishing attempt, it does outline other ways the IRGC appears to be planning to influence the election, including by setting up fake news sites that contain polarizing content about the Israel-Hamas conflict and LGBTQ rights, as well as the presidential candidates themselves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If Iran is behind the phishing attempt, and if the country did share documents with US journalists, that could suggest an effort to sway voters away from Trump. The former president has claimed his Iranian policy to be better, and harsher, than that of Democrats.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His first administration did practice “maximum pressure” on the Islamic Republic. And he ordered the assassination of IRGC commander Qassem Soleimani in January 2020, which was both a practical and ideological blow to Iran. Soleimani was a revered figure in the country and a central force behind external groups affiliated with the regime, including Hezbollah in Lebanon and Shia militias in Iraq and Syria.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Trump also nixed a 2015 nuclear deal which would have, among other things, eased sanctions in return for greater international oversight over and the winding down of Iran’s nuclear weapons development program. That allowed Iran to <a href=\"https://www.vox.com/23002229/return-iran-nuclear-deal-vienna-explained\">accelerate its weapons development</a>.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>What does this mean for the 2024 campaign?</strong></h2>\n\n<p class=\"has-text-align-none\">The documents the journalists received don’t appear to have any campaign-altering bombshells.</p>\n\n<p class=\"has-text-align-none\">But this whole saga is a reminder that online attempts to sway voters, similar to Russian efforts in the <a href=\"https://www.vox.com/policy-and-politics/2023/1/20/23559214/russia-2016-election-trolls-study-email-hack\">2016</a> and <a href=\"https://www.vox.com/2020/9/21/21401149/russia-2020-election-meddling-trump-biden\">2020 elections</a>, are at play this time around, too. Russia and China are both also attempting to influence the current election, <a href=\"https://cdn-dynmedia-1.microsoft.com/is/content/microsoftcorp/microsoft/final/en-us/microsoft-brand/documents/5bc57431-a7a9-49ad-944d-b93b7d35d0fc.pdf\">according to Microsoft</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such efforts seem to include Chinese programs that leverage social media to inflame tensions over such issues as the campus protests that happened this spring. Much of Russia’s efforts seemingly focus on sowing disinformation about Ukraine and its involvement with the US intelligence apparatus, as well as inflaming polarization online, particularly about immigration.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With just under three months to go before the elections, it’s likely we will see more attempts from Iran, but also Russia and China, to interfere with US elections.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Trump campaign claims it was hacked by Iran —&#160;though what information the accused hackers actually obtained, if anything, is unclear. The FBI is reportedly looking into the matter. Here’s what we know for sure: In a report released last Friday, Microsoft claimed it caught a group with ties to Iran’s Islamic Revolutionary Guard Corps [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "The fight over Jordan Chiles’s bronze medal is barely about gymnastics",
    "link": "https://www.vox.com/culture/366632/jordan-chiles-bronze-medal-controversy",
    "pubDate": "2024-08-12T21:20:18.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Bronze medalist Jordan Chiles of Team United States celebrates after the Artistic Gymnastics Women’s Floor Exercise Final. | Tom Weller/VOIGT/Getty Images\" data-portal-copyright=\"Tom Weller/VOIGT/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2165441539.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Bronze medalist Jordan Chiles of Team United States celebrates after the Artistic Gymnastics Women’s Floor Exercise Final. | Tom Weller/VOIGT/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The 2024 Olympics are officially done, but there’s one bronze medal that’s still hanging in the balance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That medal was initially awarded to American gymnast Jordan Chiles. Chiles, who won gold with the US team in Paris, placed third in the floor event finals on August 5 — what feels like eons ago in Olympic time. But this past Saturday, on the eve of the final day of the Games, the International Olympic Committee asked Chiles to give back her bronze, giving it to runner-up Romanian Ana Barbosu.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Olympic officials asking an athlete to give their medal back is an uncommon occurrence, but what makes Chiles’s case even more bizarre is that it’s largely the judges’ fault. Chiles was initially underscored, then scored properly, and then told nearly a week later that her correct score shouldn’t count because her coaches didn’t catch the error within one minute. That’s the simple reason why her medal is now being taken away.</p>\n\n<p class=\"has-text-align-none\">This kerfuffle isn’t going to do any favors for the credibility of gymnastics, a sport that’s already scored subjectively. The fact that Team USA is appealing the decision will only draw out this negative press. Unfortunately for Chiles, she’s now caught in a crossfire that’s become much nastier and uglier as this bronze medal saga unfolds.&nbsp;</p>\n\n<h3 class=\"wp-block-heading\">The current status of Jordan Chiles’s bronze medal</h3>\n\n<p class=\"has-text-align-none\">If there’s one thing to understand about Chiles’s bronze medal saga, it’s that it has barely anything to do with the level of gymnastics Chiles or her competitors performed at the floor event finals last week. Chiles’s powerful tumbling passes, landings, and leaps on the apparatus are all secondary to the technicalities.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During the event finals for floor, Chiles was originally given a score of 13.666. Team USA and Chiles’s coach, Cecile Landi, filed an inquiry with a judging panel arguing that they had incorrectly scored the routine and didn’t give Chiles credit for a split leap called a “<a href=\"https://www.reddit.com/r/Gymnastics/comments/1el9o6t/someone_explain_to_this_amateur_a_gogean_v_tour/\">tour jete full</a>.” The judges reviewed and agreed with that inquiry, and upped <a href=\"https://www.youtube.com/watch?v=BAvrnZdw1sE\">Chiles’s score to 13.766</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The 13.766 was high enough to get Chiles a bronze, pushing Romanians Barbosu and Sabrina Maneca-Voinea off the podium (both gymnasts scored 13.700, but Barbosu won the tiebreaker).&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2164952116.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"Jordan Chiles during the women’s floor exercise final on August 5. | Daniela Porcelli/Eurasia Sport Images/Getty Images\" data-portal-copyright=\"Daniela Porcelli/Eurasia Sport Images/Getty Images\" />\n<p class=\"has-text-align-none\">While the Romanian team fielded multiple inquiries, including one about <a href=\"https://www.espn.com/olympics/story/_/id/40767718/romania-appeals-sabrina-maneca-voinea-floor-exercise-score\">Maneca-Voinea’s score</a>, the major dispute that triggered this medal debacle is about the<a href=\"https://www.tas-cas.org/fileadmin/user_upload/CAS_Media_Release_ParisOG_15-16.pdf\"> timing of Team USA’s scoring inquiry</a>. The official rules state that Landi’s inquiry of Chiles’s score had to be filed within one minute of her score. Romania argued that Landi made the inquiry one minute and four seconds after getting Chiles’s score. Those four seconds, Romania argued, put the US over the time limit and should have nullified Chiles’s new score.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The International Gymnastics Federation (FIG) and the Court of Arbitration for Sport (CAS) ruled in Romania’s favor. <a href=\"https://www.gymnastics.sport/site/news/displaynews.php?urlNews=4268100\">Officially and as of this moment</a>, Barbosu’s score of 13.700 is credited as the third-place bronze medal finish and Chiles’s score has been pushed back down to 13.666. To reflect the ruling, the International Olympic Committee (IOC) ordered Chiles to return her bronze medal.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In response to the IOC’s ruling, Team USA announced that it had submitted additional evidence to the CAS that the inquiry was filed within the time limit — not once, but twice. “The time-stamped, video evidence submitted by USA Gymnastics Sunday evening shows Landi first stated her request to file an inquiry at the inquiry table 47 seconds after the score was posted, followed by a second statement 55 seconds after the score was originally posted,” the federation <a href=\"https://x.com/USAGym/status/1822724122951991331\">said in a statement</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Monday, USA Gymnastics said in a statement that it was notified by the CAS that its “rules do not allow for an arbitral award to be reconsidered even when conclusive new evidence is presented.” USA Gymnastics said it would continue to pursue additional avenues for an award for Chiles. </p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">The latest on Jordan Chiles: “USA Gymnastics was notified by the Court of Arbitration for Sport on Monday that their rules do not allow for an arbitral award to be reconsidered even when conclusive new evidence is presented.” <a href=\"https://t.co/xa8noSiraz\">pic.twitter.com/xa8noSiraz</a></p>&mdash; philip lewis (@Phil_Lewis_) <a href=\"https://twitter.com/Phil_Lewis_/status/1823103007598223634?ref_src=twsrc%5Etfw\">August 12, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">It’s worth remembering that the fundamental flaw in Chiles’s score is a judge’s error, an error that judges admitted to. Chiles’s correct score is Chiles’s correct score. Gymnastics isn’t track and field and scores aren’t determined by clock, but there are set criteria — including the execution of included moves — that need to be evaluated in a final score. Arguing that it took four seconds too long to fix an error that the judges themselves actually introduced feels more at home in some kind of retail customer service death spiral than an allegedly prestigious Olympic sport where judges and official timekeepers should be able to follow the predetermined protocol.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">People can’t stop being racist toward Jordan Chiles&nbsp;</h2>\n\n<p class=\"has-text-align-none\">This mess, of course, doesn’t happen in a bubble.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In fact, this medal kerfuffle undoes an Olympic milestone: Chiles, her teammate Simone Biles, and Brazil’s Rebecca Andrade were the first all-Black podium in the games’ history. While that was a triumph for many and seen as <a href=\"https://www.teenvogue.com/story/gymnast-jordan-chiles-talks-bronze-medal-all-black-podium\">growth for the sport</a>, it’s not exactly a coincidence that <a href=\"https://x.com/daily_romania/status/1822300075273367600\">racists</a> and far-right personalities have latched onto the story of the rescinded bronze.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Like many sports, gymnastics itself has a thorny history of racism and treatment of Black athletes. It wasn’t too long ago that <a href=\"https://www.vox.com/22575301/simone-biles-olympics-scoring-explained-gymnastics-yurchenko-double-pike\">Biles faced racist attacks</a>, ranging from belittling her skills to coded talk about how the multiple gold medal winner made the sport less elegant with her power. Black female <a href=\"https://www.vox.com/2015/3/11/8189679/serena-williams-indian-wells-racism\">athletes like Serena Williams</a> have also faced similar discrimination in their sports.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The aforementioned right-wing personalities and racists<strong> </strong>are now peddling narratives about how the Olympics cheated white gymnasts out of medals, or saying that Black athletes like Chiles are cheaters themselves. Pundit Matt Walsh <a href=\"https://x.com/MattWalshBlog/status/1821369204827709948\">called</a> the 2024 games “<a href=\"https://www.youtube.com/watch?v=NRNzMU7CH3k\">the DEI Olympics</a>.” It didn’t take long for those sentiments to metastasize into disgusting behavior, as racists began personally attacking Chiles.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Amid the medal returning saga, <a href=\"https://www.independent.co.uk/life-style/jordan-chiles-olympics-social-media-b2594527.html\">Jordan said</a> she was taking a break from social media. Chiles’s mom Gina posted on Twitter that her daughter was receiving racist attacks:&nbsp;</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">The racist disgusting comments are still happening in 2024. I&#039;m tired of people who say it no longer exists. My daughter is a highly decorated Olympian with the biggest heart and a level of sportsmanship that is unmatched&#8230;and she&#039;s being called disgusting things.</p>&mdash; Gina Chiles (@gina_chiles) <a href=\"https://twitter.com/gina_chiles/status/1822021561928364090?ref_src=twsrc%5Etfw\">August 9, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">Seeing Chiles receive these attacks and have to shut down her public accounts is just depressingly bleak. Medal or no medal, Chiles’s Olympics — a once-in-a-lifetime experience, twice if you’re as fit and skilled as Chiles — will be marred by the racism and bigotry she faced following the judges’ mistakes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All Jordan Chiles did was compete, and she did so under the impression that she would be judged fairly. The people running Olympic gymnastics didn’t allow her that opportunity.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, August 12, 2024, at 5:20 pm ET:</strong> This story was published on August 12 and has been updated with news that the CAS will not be entertaining Team USA’s appeal.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The 2024 Olympics are officially done, but there’s one bronze medal that’s still hanging in the balance.&#160; That medal was initially awarded to American gymnast Jordan Chiles. Chiles, who won gold with the US team in Paris, placed third in the floor event finals on August 5 — what feels like eons ago in Olympic [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "Violent crime is plummeting. Why?",
    "link": "https://www.vox.com/policy/366622/violent-crime-dropping-pandemic-wave-2024",
    "pubDate": "2024-08-12T20:25:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Several police vehicles with flashing blue, red, and white lights light up commercial buildings and storefronts along Miami’s South Beach.\" data-caption=\"Miami Beach police officers prepare to clear Ocean Drive of crowds after a curfew during spring break in 2021. | Daniel A. Varela/Miami Herald/Tribune News Service via Getty Images\" data-portal-copyright=\"Daniel A. Varela/Miami Herald/Tribune News Service via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2079430399.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Miami Beach police officers prepare to clear Ocean Drive of crowds after a curfew during spring break in 2021. | Daniel A. Varela/Miami Herald/Tribune News Service via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Violent crime levels have dropped significantly in the first half of the year, according to a new report from the <a href=\"https://majorcitieschiefs.com/wp-content/uploads/2024/08/MCCA-Violent-Crime-Report-2024-and-2023-Midyear.pdf\">Major Cities Chiefs Association</a>.</p>\n\n<p class=\"has-text-align-none\">Overall, violent crime dropped by 6 percent and homicides fell by 17 percent in 69 cities compared to the same period last year. Columbus, Ohio, saw the biggest drop in violent crime at <a href=\"https://www.axios.com/2024/08/12/violent-crime-harris-trump-election\">41 percent</a>, according to an Axios data analysis. But cities including Miami, Washington, DC, and Austin, Texas, also saw large declines. Notably, New York City was not included in the data, though <a href=\"https://www.fox5ny.com/news/nyc-march-2024-crime-statistics\">other reports</a> have indicated that violent crime is falling there, too. </p>\n\n<p class=\"has-text-align-none\">It’s hard to say exactly what’s causing the decline, which comes after a major Covid-19 crime wave. It may be partially due to policies aimed at tackling crime at the federal, state, and local levels. But it may also just be a symptom of the fact that normal life in America has resumed post-pandemic — or a combination of those and other factors.</p>\n\n<p class=\"has-text-align-none\">Republicans have long tried to use concerns about crime as a political cudgel against President Joe Biden’s administration. While former President Donald Trump doesn’t appear to be giving up on that attack strategy just yet, Democrats can now use the new data as a defense. Whether that will be effective, however, is far from certain.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What’s driving the decrease?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">In a <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2024/08/10/statement-from-president-joe-biden-on-record-decrease-in-crime-in-first-half-of-2024/\">statement on Saturday</a>, President Joe Biden credited the <a href=\"https://www.vox.com/policy-and-politics/2021/3/10/22320350/biden-sign-stimulus-bill-covid-19\">$1.9 trillion economic stimulus bill</a> that Congress passed in 2021, which allocated $15 billion toward public safety and violence prevention efforts, for helping bring down crime levels. He also cited bipartisan gun control law that expanded background checks and encouraged states to adopt “red flag” laws to prevent people who pose a danger to themselves or others from obtaining a gun. </p>\n\n<p class=\"has-text-align-none\">But while those laws may have helped, some experts are highly skeptical of attributing the decrease to specific government initiatives.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I think it’s early to know exactly why murder and violent crime are going down now,” said Jeff Asher, a crime researcher who runs a crime database at <a href=\"https://www.ahdatalytics.com/about-us/\">AH Datalytics</a>. “Generally, I’m skeptical of political actions causing crime to go up or crime to go down, especially at the federal level.”</p>\n\n<p class=\"has-text-align-none\">However, the pandemic crime was such an outlier in terms of the speed and degree to which it took hold that Asher said it’s possible that government spending on public safety helped interrupt such an acute increase in violence.</p>\n\n<p class=\"has-text-align-none\">Other social and psychological factors may have also contributed. <a href=\"https://as.nyu.edu/faculty/anna-harvey.html\">Anna Harvey</a>, a crime researcher at New York University, said that there is a “<a href=\"https://www.vitalcitynyc.org/articles/does-nothing-stop-a-bullet-like-a-job#:~:text=The%20best%20available%20evidence%20suggests,populations%20like%20people%20exiting%20prison.\">robust body of evidence</a>” showing that violent crime is often driven by emotion, such as stress or anger, as well as opportunity and the threat of getting caught.</p>\n\n<p class=\"has-text-align-none\">“The Covid pandemic appears to have directly increased levels of stress potentially contributing to higher rates of violent crime during the pandemic period and decreasing levels as the pandemic abated,” she said. “The pandemic also affected the probability that violent crime would be observed by others and reported to the police, affecting the ‘Will I get caught?’ aspect of decision-making.”</p>\n\n<p class=\"has-text-align-none\">She said the probability of getting caught went down given that foot traffic in cities sharply decreased and recovered slowly during and after the pandemic, with many choosing to work from home or move away from cities. Using cellphone location data, researchers at the University of Toronto <a href=\"https://downtownrecovery.com/death_of_downtown_policy_brief.pdf\">found</a> that the downtowns of many northern cities in particular struggled to return to pre-pandemic levels of activity through at least November 2022.</p>\n\n<p class=\"has-text-align-none\">“The trend is a gradual recovery in foot traffic, mirroring the gradual decrease in violent crime rates,” Harvey said.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What it means for the election</strong></h2>\n\n<p class=\"has-text-align-none\">This year, crime may not rank as the <a href=\"https://news.gallup.com/poll/1675/most-important-problem.aspx\">top issue</a> on most voters’ minds. Similar shares of voters — between 1 and 4 percent — said crime was the most important issue facing the country in <a href=\"https://news.gallup.com/poll/1675/most-important-problem.aspx\">Gallup surveys</a> every month this year, even as crime went down. But it’s still a big concern: In a <a href=\"https://news.gallup.com/poll/642887/inflation-immigration-rank-among-top-issue-concerns.aspx\">March Gallup poll</a>, 53 percent said that they worry a “great deal” about crime and violence. </p>\n\n<p class=\"has-text-align-none\">Trump has sought to capitalize on that by linking Harris, a former federal prosecutor and attorney general of California, to the movement to “<a href=\"https://truthsocial.com/@realDonaldTrump/112949462599544301\" rel=\"nofollow\">defund the police</a>.” He’s also campaigned by <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112950008791292542\" rel=\"nofollow\">stoking fear about the criminal threats posed by undocumented immigrants</a>, linking the issue of crime to Biden’s unpopular handling of the US-Mexico border.</p>\n\n<p class=\"has-text-align-none\">Harris has <a href=\"https://www.youtube.com/watch?v=hKb9-eaEkkw\">pushed back against</a> those attacks, recently releasing a new ad identifying her as a former “border state prosecutor” who has spent “decades fighting violent crime.” Trump’s attacks related to immigration also just aren’t based in fact: Unauthorized border crossings have been <a href=\"https://www.cbsnews.com/news/unlawful-border-crossings-drop-5th-straight-month-lowest-level-since-september-2020/\">declining for five straight months</a> and have returned to levels not seen since Trump was in office. <a href=\"https://www.axios.com/2022/10/18/crime-fbi-mexico-border-homicides\">FBI crime data also shows</a> that border cities tend to have some of the lowest levels of crime in the country. And other research has shown that US-born citizens are more than two times <a href=\"https://www.ojp.gov/library/publications/comparing-crime-rates-between-undocumented-immigrants-legal-immigrants-and\">more likely to be arrested for violent crimes</a> than undocumented immigrants. </p>\n\n<p class=\"has-text-align-none\">That doesn’t necessarily neutralize the political threat posed by Republican attacks claiming Democrats are weak on crime. Public perception often lags behind the stats, and it may be difficult for the party to change opinions after the Covid-era crime wave. But the&nbsp;next time Trump claims crime is out of control, the Harris campaign will have new evidence to point to.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Violent crime levels have dropped significantly in the first half of the year, according to a new report from the Major Cities Chiefs Association. Overall, violent crime dropped by 6 percent and homicides fell by 17 percent in 69 cities compared to the same period last year. Columbus, Ohio, saw the biggest drop in violent [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Kamala Harris, explained in 7 moments",
    "link": "https://www.vox.com/videos/366577/kamala-harris-explained-president-7-moments",
    "pubDate": "2024-08-12T16:35:45.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A still photo of Kamala Harris at a podium in a light blue suit, with the words “Kamala Harris, explained” superimposed over her and a collage of images of her speaking behind her.\" data-caption=\"\" data-portal-copyright=\"Vox Video\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/VDC_XEP_070_kamala_harris_explained_thumb-SYN.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Vice President Kamala Harris is potentially on the verge of becoming one of the most powerful people on Earth. At the same time, in part because her rapid ascent to the Democratic presidential nomination didn’t involve the sustained public attention of a long presidential primary, she’s more of a cipher to many Americans than major party presidential nominees typically are. So who is Kamala Harris? In this video, we hand that story over to four reporters who have covered her at different points in her career. <br><br>Kamala Harris first entered public life as the elected district attorney of San Francisco. She tried to distinguish herself from her predecessor, known for taking a progressive approach to crime, by calling herself “smart on crime.” She spoke more clinically and quantitatively than ideologically; she talked about numbers, not ideas or politics. That continued in her next role as California’s attorney general, in which she was often hard to pin down ideologically and reluctant to take political stances. But that role also made her a household name in California, and after six years as attorney general, she won the state’s US Senate race. <br><br>Harris quickly became a well-known senator, but not for speeches or policy. Instead she found fame as the Democratic Party’s chief cross-examiner in the Senate, grilling Trump administration officials in confrontations that excited Democratic voters and sparked a movement for her to run for president in 2020. However, the Democratic Party had by that point become more ideologically progressive, and her record of being “smart on crime” no longer played as well with those voters. She struggled to find a political lane in the Democratic primary, and her run was short-lived. But when Democrats ultimately chose Joe Biden as their nominee, Biden vowed to pick a woman as his running mate. And after a summer in which the death of George Floyd and the massive ensuing protests sparked a national reckoning around race, Harris rose to the top of his list. <br><br>As vice president, Harris struggled to find a role in the administration. Biden tasked her with an unenviable job: solving the “root causes” of undocumented immigration to the US. It was neither her area of expertise nor her ideological strong suit, and after a disastrous TV interview, she retreated from public view. But after the US Supreme Court overturned the federal right to abortion, things started to change. Harris had an expertise and authority on reproductive rights that Biden lacked, and she became the administration’s spokesperson on the topic, finding her voice and footing in public life again. <br><br>In July 2024, an unpopular and visibly aged President Joe Biden withdrew from his reelection campaign, endorsing Kamala Harris as his successor. Lively and articulate by comparison, Harris quickly captured the enthusiasm of the Democratic Party, gaining momentum in the race against former President Donald Trump. Her continued success will depend on whether she can grow into the role of a galvanizing, inspirational political figure that she’s struggled to fill in the past.<br><br>You can find this video and all of <a href=\"https://www.youtube.com/channel/UCLXo7UDZvByw2ixzpQCufnA\"><strong>Vox’s videos on YouTube</strong></a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Vice President Kamala Harris is potentially on the verge of becoming one of the most powerful people on Earth. At the same time, in part because her rapid ascent to the Democratic presidential nomination didn’t involve the sustained public attention of a long presidential primary, she’s more of a cipher to many Americans than major [&#8230;]",
    "author": "Coleman Lowndes"
  },
  {
    "title": "How the seasons screw with your moral compass",
    "link": "https://www.vox.com/future-perfect/366480/seasons-affect-moral-compass-right-wrong",
    "pubDate": "2024-08-12T13:35:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A stock image of a hand holding a compass \" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/cropped-compass-GettyImages-2149699571.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Many of us like to think our moral values are stable. We imagine that we’ve each got a moral compass inside us, with the needle reliably pointing us north — toward our sense of right and wrong.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But according to <a href=\"https://www.pnas.org/doi/10.1073/pnas.2313428121\">a new study</a> published in <em>Proceedings of the National Academy of Sciences</em>, our deepest moral values are not some fixed point we’re magnetically drawn to. They fluctuate depending on whether it’s spring, summer, fall, or winter.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We already know that seasonal changes affect our mood (I’m looking at you, seasonal affective disorder). And research also shows they influence everything from <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4801294/\">our attention to our memory</a>, to <a href=\"https://pubmed.ncbi.nlm.nih.gov/27859560/\">color preferences</a> to <a href=\"https://www.vox.com/2014/6/17/5818432/lock-your-doors-crime-is-worst-in-the-summer\">crime rates</a>. But our morality?</p>\n\n<p class=\"has-text-align-none\">“It was definitely surprising to me,” lead author <a href=\"https://ubc-emotionlab.ca/people/ian-hohm/\">Ian Hohm</a> of the University of British Columbia told me in an interview.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Hohm said he didn’t expect morality to shift “because it’s not a behavior, and it’s not a kind of transient emotion. It’s a fundamental part of how people make decisions about what’s good and bad and right and wrong.”</p>\n\n<p class=\"has-text-align-none\">Yet when he and his coauthors analyzed survey responses from more than 230,000 Americans over the span of a decade, they found that people embraced certain values — purity, loyalty, and respect for authority — more strongly in spring and fall, compared to summer and winter.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Psychologists call those “binding values” because they tend to promote social cohesion. They’re a double-edged sword, however: Their upside is that they increase cooperation among members of an in-group, but they can also increase prejudice against out-groups. (The study authors also investigated care and fairness, sometimes known as “individualizing values,” but found no consistent seasonal pattern there.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">The findings raise some big questions. First, why do people embrace binding values more in the spring and fall? And second, given that binding values are strongly <a href=\"https://pubmed.ncbi.nlm.nih.gov/19379034/\">associated with political conservatism</a>, what are the implications for how we run a society —&nbsp;including major court cases and elections?&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The role of anxiety </h2>\n\n<p class=\"has-text-align-none\">There’s something else that peaks in spring and fall: self-reported anxiety.</p>\n\n<p class=\"has-text-align-none\">The study authors noticed this trend when they analyzed more than 90,000 questionnaire responses. They hypothesize that the higher anxiety they found in spring and fall drives people to put a higher premium on binding values and their manifestations, like close-knit social groups and long-running traditions. That sort of stuff makes us feel safe and comforted —&nbsp;exactly what you want when you’re feeling anxious.</p>\n\n<p class=\"has-text-align-none\">The authors also analyzed survey data from Canada and Australia, and found that there, too, people embrace binding values more strongly in spring and fall. Endorsement of those values dips in the summer —&nbsp;and by looking at respondents’ zip codes, the authors found that the dip is extra sharp in areas where the weather changes dramatically from one season to the next. But, interestingly, the winter dip wasn’t related to the weather itself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“So the summer effect might be some kind of sunshine effect — you know, your anxiety goes down because you’ve got nice weather outside,” Hohm said. Whether it’s because we’re getting more daylight, more time in nature, more exercise, or more socializing, lots of us notice an improved mood in summertime.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“But the winter effect, we think, is about some sort of cultural practice, like the changes in people’s activities and motivations around the holiday season.” In other words, you might be less anxious in December because you’ve got time off work or school and you’re hanging out with family and friends.</p>\n\n<p class=\"has-text-align-none\">Of course, this isn’t true for every single person. And individuals who do see a change aren’t experiencing massive shifts in their moral values every time the seasons turn.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The effects on people’s moral values at the individual level are quite small,” Hohm told me. “If you’re looking at individuals, this effect probably isn’t going to explain much. But when it comes to human populations in the aggregate, when everybody is endorsing these values a little bit more, that can have large consequences.”</p>\n\n<p class=\"has-text-align-none\">Which brings us to…</p>\n\n<h2 class=\"wp-block-heading\">What does this mean for society and politics?</h2>\n\n<p class=\"has-text-align-none\">The study argues that these findings could have wide-ranging social implications.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We know that <a href=\"https://pubmed.ncbi.nlm.nih.gov/19379034/\">conservatives</a> endorse binding values more than liberals do. So, one possible implication is that if we hold elections when people are endorsing binding values more, that could make on-the-fence voters slightly more inclined to opt for a conservative candidate than they would’ve been at other times of year. “The timing of political elections (whether they are scheduled to occur in the summer or the autumn, for instance) might plausibly have some subtle effect on election results,” the study argues.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Research also shows that people who more strongly endorse binding values tend to be <a href=\"https://pubmed.ncbi.nlm.nih.gov/28150974/\">more punitive</a> toward norm violators. So, conceivably, there could be some seasonal variation in legal decision-making.</p>\n\n<p class=\"has-text-align-none\">Finally, since binding moral values emphasize group cohesion, there might also be seasonal variation in prejudices against people — like immigrants, racial minorities, or LGBTQ people — who are viewed as outsiders. (The study authors have begun looking into this, and although their research is still in progress, Hohm told me prejudice “does seem to increase at the same time of the year when people are endorsing binding values more.”)</p>\n\n<p class=\"has-text-align-none\">There are important limitations to the study. For one, it doesn’t analyze nationally representative samples of people, but a more self-selecting crew that chose to answer survey questions online. Plus, it’s not a longitudinal study —&nbsp;different people responded to the survey at different times. We’d get a fuller picture by assessing the values endorsed by the same people across different seasons.</p>\n\n<p class=\"has-text-align-none\">One more wrinkle: the findings are not generalizable to every country. Although the authors found a similar seasonal cycle in moral values in the US, Canada, and Australia, they did not find it in the United Kingdom, and they don’t know why.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Still, the study challenges the popular view that each person’s values are stable.</p>\n\n<p class=\"has-text-align-none\">“The idea that people’s moral values can change with the seasons is consistent with a growing body of research highlighting just how much moral values — which are typically thought of as fixed and immutable — can change based on subtle or seemingly mundane features of people’s environment,” said <a href=\"https://www.danielyudkin.com/\">Daniel Yudkin</a>, a social psychologist not involved in the new study.&nbsp;</p>\n\n<p class=\"has-text-align-none\">With apologies to your moral compass, the takeaway here is: There is no moral North Pole. Your sense of right and wrong might not be a static point, but something that’s subject to seasons of change — literally. </p>\n\n<p class=\"has-text-align-none\"><em>This story originally appeared in </em><strong><em><a href=\"https://www.vox.com/today-explained-newsletter\" target=\"_blank\" rel=\"noreferrer noopener\">Today, Explained</a></em></strong><em>, Vox’s flagship daily newsletter. </em><strong><em><a href=\"https://www.vox.com/pages/today-explained-newsletter-signup\" target=\"_blank\" rel=\"noreferrer noopener\">Sign up here for future editions</a></em></strong><em>.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Many of us like to think our moral values are stable. We imagine that we’ve each got a moral compass inside us, with the needle reliably pointing us north — toward our sense of right and wrong.&#160; But according to a new study published in Proceedings of the National Academy of Sciences, our deepest moral [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "We have a drug that might delay menopause — and help us live longer",
    "link": "https://www.vox.com/future-perfect/366397/longevity-research-menopause-geriatric-pregnancies-rapamycin-aging",
    "pubDate": "2024-08-12T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/iStock-1495516791.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">For roughly half of humans, one thing is as certain as death and taxes: If you menstruate and live long enough, your ovaries will stop releasing eggs, and your menstrual cycle will end.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/22462996/menopause-symptoms-hot-flashes-supplements-40-50\">Menopause</a> is weird, biologically speaking. People, <a href=\"https://www.nytimes.com/2024/03/13/science/whale-menopause.html\">five species of whales</a>, and <a href=\"https://www.science.org/doi/10.1126/science.add5473\">maybe chimpanzees</a> are the only animals that seem to live beyond their reproductive years. Menopause doesn’t have a lot of evolutionary value: beyond the hot flashes and night sweats, the loss of estrogen increases the risk of many of the chronic diseases we keep track of, including <a href=\"https://www.alzheimers.org.uk/about-dementia/managing-the-risk-of-dementia/additional-treatments-for-dementia-risk/hormones#:~:text=Alzheimer's%20disease%20is%20more%20common,when%20oestrogen%20levels%20are%20decreased.\">Alzheimer’s disease</a>, <a href=\"https://www.endocrine.org/patient-engagement/endocrine-library/menopause-and-bone-loss\">osteoporosis</a>, and <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3615462/#:~:text=In%20addition%2C%20during%20the%2010,cardiovascular%20risk%20factors%20in%20women.\">stroke</a>.</p>\n\n<p class=\"has-text-align-none\">Despite their obvious importance, scientists are only just beginning to understand how ovaries work, and how their rapid aging affects the rest of the body. Traditionally, longevity researchers have relied on lab animals to study aging biology because humans live too long to study. If we can use a human organ as a proxy for other human tissues, identifying potential anti-aging treatments that translate to the real world could get a little easier. Because ovaries biologically age faster than other human tissues, they’re a perfect testing ground for scientists to <a href=\"https://www.vox.com/the-highlight/24121932/anti-aging-longevity-science-health-drugs\">study the process of aging</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Studying reproductive longevity could help jumpstart an anti-aging industry that, despite loads of hype, has struggled to make progress. <a href=\"https://www.linkedin.com/in/mkaeberlein/\">Matt Kaeberlein</a>, a longevity researcher and CEO of health care tech company <a href=\"https://www.optispan.life/\">Optispan</a>, said that if everything we know about the biology of aging could be drawn on a map, it would look like a map of the Earth drawn in 500 BC. It would be helpful, but if you sail too far, you’ll fall off the edge and plummet into the unknown.</p>\n\n<p class=\"has-text-align-none\">Deeply rooted <a href=\"https://pubmed.ncbi.nlm.nih.gov/35687931/\">sex biases</a> in academic science stalled the study of reproductive aging for a century. But <a href=\"https://clinicaltrials.gov/study/NCT05836025\">an ongoing clinical trial</a> in New York City may be onto something big: A drug we already know is generally safe could be used to delay menopause and extend the healthy lifespans of people with ovaries. <a href=\"https://gero.usc.edu/labs/benayounlab/\">Bérénice Benayoun</a>, a scientist studying sex differences in aging at the University of Southern California’s Leonard Davis School of Gerontology, is optimistic about the study’s potential. “For most women, delaying menopause will be nothing short of a health miracle.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Ovaries age really quickly. We don’t know why.</strong></h2>\n\n<p class=\"has-text-align-none\">In sixth grade, my biology teacher passed out sheets of paper with <a href=\"https://www.hse.ie/eng/about/who/healthwellbeing/hse-education-programme/junior-cycle-sphe-training-resources/rse/handout%201%20-%20female%20reproductive%20system.pdf\">illustrations of the female reproductive system</a>, featuring the ovaries as polka-dotted balloons flanking the uterus. We learned that they hold eggs, and one by one, month by month, eggs pop out until there aren’t any left. That’s all ovaries were to me: bags of eggs that mattered only insofar as they carry baby-making material.</p>\n\n<p class=\"has-text-align-none\">But despite what people may think, ovaries matter for more than just reproduction. Jennifer Garrison, professor at the <a href=\"https://www.buckinstitute.org/lab/garrison-lab/\">Buck Institute for Research on Aging</a>, thinks of ovaries as the master architects of health for people assigned female at birth. (Trans men, intersex people, and nonbinary people can have ovaries, too.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Essentially, we have allowed women’s health as a whole to be pigeonholed through the lens of fertility,” she said. But the ovaries sit at the center of a complex molecular signaling network that doesn’t just guide the creation of new life; Garrison views them as “the pacemaker for aging in women’s bodies.”</p>\n\n<p class=\"has-text-align-none\">Last year, a study found that <a href=\"https://www.nature.com/articles/s41586-023-06802-1#Abs1\">individual organs age at different rates</a> — organs that accumulate more aging-related proteins are more likely to cause problems down the line.  No matter the cause, “the fact that [ovaries are] aging faster than the rest of our tissues is a real problem,” Garrison said. While testes also <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8619877/\">change with age</a>, releasing less testosterone over time, their decline is slow and gradual. It is <a href=\"https://www.mayoclinic.org/healthy-lifestyle/mens-health/in-depth/male-menopause/art-20048056#:~:text=Debunking%20the%20male%20menopause%20myth&amp;text=This%20is%20known%20as%20menopause,or%20age-related%20low%20testosterone.\">far from the sudden hormonal chaos</a> of perimenopause, the transitional period leading up to menopause. </p>\n\n<p class=\"has-text-align-none\">By the time someone is 40-something years old, their ovaries start <a href=\"https://www.endocrine.org/patient-engagement/endocrine-library/menopause\">behaving erratically</a>, producing fluctuating levels of estrogen and progesterone until they restabilize around a much lower baseline. This transition period can last for a few months or even years.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Estrogen (which is naturally produced by both males and females) appears to play an important role in biological functions that go well beyond puberty and reproduction. Estrogen is a hormone, a chemical messenger that travels through the bloodstream to send information to cells throughout the body. While many of its specific functions are still unclear, estrogen seems to help maintain <a href=\"https://www.endocrine.org/patient-engagement/endocrine-library/menopause-and-bone-loss#:~:text=Since%20estrogen%20helps%20prevent%20bones,seen%20in%20women%20experiencing%20menopause.\">bone structure</a>, keep cardiac cells healthy, and <a href=\"https://jnnp.bmj.com/content/74/7/837\">even act as a neurotransmitter in the brain</a>. Since it does so much, estrogen’s decline increases a slew of health risks.</p>\n\n<p class=\"has-text-align-none\">As a result, Benayoun said, “Women live longer than men, but they usually do so in a much more frail state.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\"><strong>The search for anti-aging drugs&nbsp;</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.cell.com/cell/fulltext/S0092-8674(22)01377-0\">At the cellular level</a>, aging is basically the same across the animal kingdom. As we get older, gene expression starts to go off the rails, and the resulting DNA damage makes it harder for cells to work properly. As cells become less effective at making proteins, getting rid of waste, and repairing damage, they stop working altogether, making it <a href=\"https://www.nia.nih.gov/news/does-cellular-senescence-hold-secrets-healthier-aging#:~:text=As%20a%20result%2C%20cellular%20senescence,%2C%20mobility%2C%20and%20thinking%20ability.\">harder for the body to recover</a> from stress, illness, and injuries.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/the-highlight/24121932/anti-aging-longevity-science-health-drugs\">Longevity researchers</a> have spent decades hunting for specific genes and proteins to target in anti-aging treatments. While literally extending the human lifespan or maintaining eternal youth is still far-fetched, improving <a href=\"https://www.vox.com/the-highlight/24121932/anti-aging-longevity-science-health-drugs\">healthspan</a> — the number of years one can live in good health, without pain or chronic disease — is a more realistic target. But the aging process is complicated, with lots of cellular changes happening at once, and scientists have historically overhyped the potential of anti-aging targets.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For example, <a href=\"https://www.aaas.org/news/science-compound-red-wine-may-help-treat-age-related-diseases#:~:text=A%20new%20study%20confirms%20that,used%20to%20make%20red%20wine.\">proteins called sirtuins</a> had a moment in the aughts. Directly activated by a <a href=\"https://www.mayoclinic.org/diseases-conditions/heart-disease/in-depth/red-wine/art-20048281\">compound found in grape skin</a>, sirtuins inspired too-good-to-be-true reporting that the secret to a long, healthy life is <a href=\"https://www.npr.org/sections/thesalt/2011/09/21/140669655/whats-in-that-wine-glass-may-not-prevent-aging-after-all\">drinking red wine</a>. But <a href=\"https://www.science.org/content/blog-post/speaking-illusions-sirtuins-and-longevity\">according to Science</a>, the early sirtuin data was “a steaming pile of artifactual results, overinterpretation, and publication bias.”</p>\n\n<p class=\"has-text-align-none\">Kaeberlein, one of sirtuins’s <a href=\"https://pubmed.ncbi.nlm.nih.gov/18590685/\">earliest advocates</a>, will be the first to tell you that it doesn’t seem to be the miracle target scientists once thought it was. Data across many different labs over the past couple decades points toward a different, more promising protein: <a href=\"https://www.nature.com/articles/s43587-023-00416-y\">mTOR</a>, part of a signaling pathway that tells cells all over the body when to grow and when to save energy. As we age, mTOR activity changes, leading to increased risk of immune problems and damaged cells.</p>\n\n<p class=\"has-text-align-none\">A drug called rapamycin, derived from <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9634974/#:~:text=It%20is%20well%20known%20by,et%20al.%2C%202006\">bacteria found in the soil of Easter Island</a>, tempers mTOR activity. Rapamycin is great at soothing an overactive immune system; today, it is <a href=\"https://www.accessdata.fda.gov/drugsatfda_docs/nda/99/21083A.cfm\">approved by the US Food and Drug Administration (FDA)</a> as an immunosuppressant, and is commonly prescribed to people after an organ transplant. Researchers have found that rapamycin <a href=\"https://www.pnas.org/doi/abs/10.1073/pnas.1617233114\">prevents activation of primordial follicles</a> — or immature egg reserves — in lab mice, prolonging ovarian function. The drug’s mTOR-suppressing qualities may also <a href=\"https://www.thelancet.com/journals/lanhl/article/PIIS2666-7568(23)00258-1/fulltext#:~:text=Rapamycin%20and%20its%20derivatives%20are,of%20lymphangioleiomyomatosis%20and%20tuberous%20sclerosis.\">improve symptoms of age-related chronic diseases in humans</a>.</p>\n\n<p class=\"has-text-align-none\">The evidence supporting rapamycin’s anti-aging potential is strong, but longevity and wellness research is also rife with noise. Beyond sirtuins, wellness-obsessed millionaires <a href=\"https://time.com/6315607/bryan-johnsons-quest-for-immortality/\">like Bryan Johnson</a> try everything from strict supplement regimens to cryotherapy chambers in the pursuit of eternal life. All the researchers I spoke with agreed that eternal life isn’t the goal of longevity research — it probably isn’t possible, anyway. After decades of experiments, Kaeberlein believes that the mTOR pathway and rapamycin are still “the gold standard when it comes to targeting the biology of aging.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">And while rapamycin almost certainly won’t make anyone live forever, it holds particular promise for slowing down the aging of ovaries.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Can rapamycin extend ovarian health?</strong></h2>\n\n<p class=\"has-text-align-none\">Scientists have used many different animals as a model of aging in the lab, from <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S1740675718300343\">microscopic worms</a> and <a href=\"https://www.genengnews.com/topics/translational-medicine/aging-biology-revealed-by-studying-short-lived-african-killifish/\">African fish</a>, to <a href=\"https://www.science.org/content/article/two-research-teams-reverse-signs-aging-mice\">mice</a>,<a href=\"https://pubmed.ncbi.nlm.nih.gov/28729086/\"> macaques, and marmosets</a>. But the best model organism may have been inside us all along.</p>\n\n<p class=\"has-text-align-none\">When it comes to aging, Kaeberlein said ovaries are “the canary in the coal mine.” They age quickly enough to study within a grant’s typical three-year project period, and as far as we know, every single person with ovaries will experience menopause in one way or another, should they live long enough. The precise connections between age, number and quality of eggs, menopause, and healthspan are still uncertain, but <a href=\"https://jamanetwork.com/journals/jama/fullarticle/2778126\">the correlations exist, and they’re strong</a>. “What is clear,” Garrison said, “is that if we can preserve the endocrine function of ovaries, that will hopefully have a positive impact on female health care.”</p>\n\n<p class=\"has-text-align-none\">About one in five birthing parents have their first child <a href=\"https://newsinhealth.nih.gov/2022/07/having-kids-later-life#:~:text=About%2020%25%20of%20women%20in,life%2C%20many%20concerns%20are%20manageable.\">after they turn 35</a>, the age at which doctors start labeling pregnancies as higher risk. People are increasingly waiting until their mid-30s or later to have kids, whether due to financial constraints, higher education, or simply wanting to enjoy childless adulthood longer. Delaying ovarian aging by a few years could preserve fertility for prospective parents, in addition to staving off the side effects of menopause. However, Benayoun said, it wouldn’t necessarily prevent eggs from accumulating damage over time. Just as older sperm comes with <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7803514/#:~:text=On%20the%20other%20hand%2C%20old,chromosome%20disorders%20in%20their%20offspring.\">higher chances of birth defects</a>, older eggs mean greater genetic risks. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.yousinsuhlab.org/our-team\">Yousin Suh</a>, a reproductive aging researcher at Columbia University, has led her research team in studying cells from human ovaries, sampled from people in their 20s through their early 50s. In a <a href=\"https://www.biorxiv.org/content/10.1101/2022.05.18.492547v1\">preprint currently undergoing peer review</a>, they reported that ovarian cells from people between 49-54 showed signs of aging that are usually seen in the organs of much older people, including DNA damage and overactive mTOR. </p>\n\n<p class=\"has-text-align-none\">For the past year, Suh and <a href=\"https://www.obgyn.columbia.edu/profile/s-z-williams-md\">Zev Williams</a>, chief of reproductive endocrinology and infertility at Columbia University Irving Medical Center, have been running a <a href=\"https://clinicaltrials.gov/study/NCT05836025\">clinical trial</a> in women between 35 and 45 years old to test whether low-dose rapamycin can slow ovarian aging. The Validating Benefits of Rapamycin for Reproductive Aging Treatment (VIBRANT) study is still actively recruiting participants, but preliminary data from the first 34 participants is “very, very exciting,” <a href=\"https://www.theguardian.com/society/article/2024/jul/22/drug-women-fertility-study-rapamycin\">Suh told The Guardian</a>.</p>\n\n<p class=\"has-text-align-none\">Early results suggest that the drug might slow ovarian aging by about 20 percent. If those results hold up, rapamycin could delay menopause by five years and help people stay healthier longer, and keep the option of having children more open. “In a way, our results are too good to be true,” she said, “except, because rapamycin is so well-studied, we know they are true.”</p>\n\n<p class=\"has-text-align-none\">While Suh and Williams intend to include over 1,000 participants in their study, their <a href=\"https://www.nyp.org/advances-womenshealth/pilot-study-evaluates-weekly-pill-to-slow-ovarian-aging-delay-menopause#:~:text=Rapamycin%20appears%20to%20slow%20down,Williams%20explains.\">pilot study</a> was mainly designed to make sure rapamycin doesn’t have any unintended side effects. At the high dose taken by transplant patients, rapamycin could stop ovulation, potentially reducing fertility rather than prolonging it. But VIBRANT participants only took a weekly dose of rapamycin, and that dose was less than half what a transplant patient would take in a day. No serious problems have been reported, paving the way for future research.</p>\n\n<p class=\"has-text-align-none\">“The scientific justification for it is very strong,” said Kaeberlein, who was not involved in the study. Final results from the first phase of VIBRANT should be published in two years, and will be followed by a study with a much larger group of people. Benayoun is optimistic that, since rapamycin is already FDA-approved, promising clinical trial results could translate into real-world treatments “in a matter of years, not decades.”</p>\n\n<h2 class=\"wp-block-heading\"><strong>Research in women’s health is just getting started</strong></h2>\n\n<p class=\"has-text-align-none\">Given rapamycin’s well-established success in the lab, one might wonder why we aren’t already taking low-dose rapamycin pills. If the drug can make us live longer, healthier lives, and has limited side effects at the right dose, why aren’t we shouting about it from the rooftops?</p>\n\n<p class=\"has-text-align-none\">Part of the problem is the lack of clinical trial data demonstrating its anti-aging potential. It’s really hard to study longevity in humans: We live a long time compared to lab mice or worms, and the US National Institutes of Health (NIH) only funds research projects for a few years at a time. And because rapamycin is cheap and already on the market, it doesn’t offer much of a business opportunity&nbsp; for the pharmaceutical companies and venture capitalists that usually <a href=\"https://www.ncbi.nlm.nih.gov/books/NBK50972/#:~:text=The%20principal%20investors%20in%20drug,pharmaceutical%20companies%20or%20venture%20capitalists.\">fund the final stages of drug development</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s been very challenging to get any funders to step forward to support clinical trials with FDA-approved drugs for longevity or healthspan because of the lack of profit incentive,” Kaeberlein said. Ideally, the government would fund this kind of research, he added, but “the NIH has dropped the ball.”</p>\n\n<p class=\"has-text-align-none\">Historically, the NIH has <a href=\"https://report.nih.gov/funding/categorical-spending#/\">underfunded reproductive aging research</a> compared to disease-specific fields like cancer. Worse, it has often <a href=\"https://www.aamc.org/news/why-we-know-so-little-about-women-s-health\">ignored women’s health altogether</a>. “With half of the human population eventually experiencing menopause, it’s astounding that there aren’t more studies trying to defer its impacts,” Benayoun said.</p>\n\n<p class=\"has-text-align-none\">It wasn’t until the <a href=\"https://orwh.od.nih.gov/toolkit/recruitment/history\">NIH Revitalization Act</a> passed in 1993 that, barring extenuating circumstances, clinical trials were required to include women. Before 1993, no such rule existed; researchers often excluded women from clinical studies out of fear that their menstrual cycles would muck up the data. Similar concerns about hormone fluctuations (and other lab-animal-specific concerns, like mating and fighting) still inform a lot of preclinical animal research. </p>\n\n<p class=\"has-text-align-none\">Until 2009, most studies in fields like physiology and pharmacology <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3008499/\">only used male lab animals</a>, or didn’t report the sex of their animals at all. It wasn’t until 2016 that the <a href=\"https://orwh.od.nih.gov/sex-gender/orwh-mission-area-sex-gender-in-research/nih-policy-on-sex-as-biological-variable\">NIH began requiring</a> grantees to perform preclinical experiments in both male and female animals. This deeply rooted sex bias stalled research progress for decades, Garrison said. “If you don’t study females, you’re not going to learn anything about their physiology.”</p>\n\n<p class=\"has-text-align-none\">When females were considered in research, it was usually regarding reproduction and fertility — often with the goal of <a href=\"https://www.nifa.usda.gov/grants/programs/animal-programs/animal-reproduction\">bolstering livestock breeding programs</a>. “Reproductive biology has really been focused on women as incubators,” Garrison said. Only in the last few years have scientists like Garrison started to reframe the age-related functional decline of ovaries as a health issue — not just a fertility issue. </p>\n\n<p class=\"has-text-align-none\">But after so many years of underfunding, “there’s a lot of basic research still to be done in this field,” Kaeberlein said, and not many scientists getting grants to pay for it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The NIH is like a battleship,” Garrison said. “Getting it to turn takes a long time.”</p>\n\n<p class=\"has-text-align-none\">More studies like VIBRANT are finally on the horizon. Earlier this year, <a href=\"https://www.whitehouse.gov/briefing-room/speeches-remarks/2024/02/21/remarks-as-prepared-for-delivery-by-first-lady-jill-biden-to-announce-the-100-million-arpa-h-sprint-for-womens-health/\">Jill Biden announced</a> that the Advanced Research Projects Agency for Health (ARPA-H) <a href=\"https://arpa-h.gov/engage-and-transition/sprint\">would invest $100 million</a> in women’s health research. In March, <a href=\"https://irp.nih.gov/catalyst/32/3/president-biden-requests-12b-for-research-on-womens-health\">President Joe Biden also asked Congress</a> for a $12 billion investment in women’s health research. </p>\n\n<p class=\"has-text-align-none\">While Congress likely won’t fork that money over anytime soon, Garrison said “the fact that we’re even having this conversation — that it’s being had on that level — is pretty impactful and dramatic.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For roughly half of humans, one thing is as certain as death and taxes: If you menstruate and live long enough, your ovaries will stop releasing eggs, and your menstrual cycle will end. Menopause is weird, biologically speaking. People, five species of whales, and maybe chimpanzees are the only animals that seem to live beyond [&#8230;]",
    "author": "Celia Ford"
  },
  {
    "title": "The First Amendment is in grave danger if Trump wins",
    "link": "https://www.vox.com/scotus/365418/supreme-court-first-amendment-donald-trump-thomas-alito-gorsuch",
    "pubDate": "2024-08-12T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Former President Donald Trump and Justice Neil Gorsuch.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/9938185/GettyImages_667089896.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump and Justice Neil Gorsuch.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For most of American history, free speech did not exist in the United States.</p>\n\n<p class=\"has-text-align-none\">Dissidents were commonly thrown in prison, often for many years, when the government disagreed with their views. Near the end of World War I, the great union leader Eugene Debs was sentenced to 10 years in prison for giving a speech opposing the draft, and his conviction was <a href=\"https://supreme.justia.com/cases/federal/us/249/211/\">upheld by a unanimous Supreme Court</a>. In 1951, as Sen. Joseph McCarthy was ramping up his witch hunts against suspected communists, the Supreme Court blessed his and similar efforts by <a href=\"https://supreme.justia.com/cases/federal/us/341/494/\">upholding the convictions</a> of several individuals who did nothing more than try to organize a (wildly unsuccessful) Communist Party in the United States.</p>\n\n<p class=\"has-text-align-none\">This suppression of free expression wasn’t restricted to unpopular political ideas. Under the federal Comstock Act — which made it a crime to mail any “thing” for “any indecent or immoral purpose” — and similar state laws, <a href=\"https://www.vox.com/politics/23678636/supreme-court-anthony-comstock-abortion-mifepristone-matthew-kacsmaryk\">anti-sex crusaders prosecuted authors, artists, booksellers, and art gallery owners alike</a> for distributing pretty much anything that touched on the topic of sex. Anthony Comstock, the Comstock Act’s namesake, once successfully brought charges against a gallery owner for selling a reproduction of Alexandre Cabanel’s “The Birth of Venus,” a masterpiece of nude painting that <a href=\"https://www.metmuseum.org/art/collection/search/435831\">currently hangs in the Metropolitan Museum of Art</a>.<br></p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Alexandre_Cabanel_-_The_Birth_of_Venus_-_Google_Art_Project_2.jpg?quality=90&#038;strip=all&#038;crop=0,3.9389845081451,100,92.12203098371\" alt=\"Painting of a naked woman lying on a cresting wave while five cherubs float above her body.\" title=\"Painting of a naked woman lying on a cresting wave while five cherubs float above her body.\" data-has-syndication-rights=\"1\" data-caption=\"Alexandre Cabanel’s “The Birth of Venus.” | Public domain via Wikipedia\" data-portal-copyright=\"Public domain via Wikipedia\" />\n<p class=\"has-text-align-none\">All of that is to say the kind of First Amendment freedoms that most Americans take for granted, and especially freedom of speech and the press, aren’t as baked into the law as one might think — and are actually quite fragile. The Supreme Court didn’t meaningfully enforce that amendment until the 1960s, when it handed down a pair of decisions <a href=\"https://supreme.justia.com/cases/federal/us/395/444/\">protecting political agitators</a> and <a href=\"https://supreme.justia.com/cases/federal/us/376/254/\">guaranteeing freedom of the press</a>. And the protections enshrined in those decisions could easily disappear overnight if the Court loses its current, pro-free speech majority.</p>\n\n<p class=\"has-text-align-none\">The good news for proponents of free speech is that, based on the Court’s most recent First Amendment decisions, it does <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">appear to have a 6-3 majority</a> in favor of preserving the post-1960s understanding of that amendment. The bad news is that there are three justices willing to drastically shrink the protections offered by that amendment. And those three could easily swell to five if former President Donald Trump gets to appoint more justices to the Court.</p>\n\n<p class=\"has-text-align-none\">Justice Sonia Sotomayor, one member of the Court’s pro-free speech majority, is now 70. Chief Justice John Roberts, another member of that majority, will turn 70 shortly after the next president is inaugurated. And there’s always some risk that any justice could experience a catastrophic health event that forces them off the Court.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the Court’s right flank stand two justices, Clarence Thomas and Neil Gorsuch, who have openly called for <a href=\"https://supreme.justia.com/cases/federal/us/376/254/\"><em>New York Times v. Sullivan</em></a> (1964), the fount of press freedom in the United States, <a href=\"https://www.vox.com/politics/23622299/ron-desantis-first-amendment-press-new-york-times-v-sullivan\">to be overruled</a>. Trump also <a href=\"https://www.vox.com/politics/23622299/ron-desantis-first-amendment-press-new-york-times-v-sullivan\">called for <em>Sullivan</em> to be overruled</a> in a 2022 court filing. Meanwhile, Justice Samuel Alito, in a <a href=\"https://www.vox.com/2022/5/31/23149183/supreme-court-texas-social-media-ruling-netchoice-paxton\">pair of</a> <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">opinions</a> joined by Thomas and Gorsuch, spent the last two years unsuccessfully fighting in favor of laws that seem designed to challenge the modern understanding of free speech.</p>\n\n<p class=\"has-text-align-none\">These two cases, known as <a href=\"https://www.supremecourt.gov/opinions/21pdf/21a720_6536.pdf\"><em>Netchoice v. Paxton</em></a> (2022) and <a href=\"https://www.supremecourt.gov/opinions/23pdf/22-277_d18f.pdf\"><em>Moody v. Netchoice</em></a> (2024), concerned Texas and Florida laws that would essentially allow the Republican governments of those states to seize control of content moderation at major social media outlets like Facebook or YouTube. </p>\n\n<p class=\"has-text-align-none\">These laws, moreover, are just two of many state laws enacted after Trump left office that challenge the Court’s post-1960s understanding of free speech. In Florida alone, others include the state’s infamous <a href=\"https://www.vox.com/2022/3/15/22976868/dont-say-gay-florida-unconstitutional-ron-desantis-supreme-court-first-amendment-schools-parents\">“Don’t Say Gay” law</a> (which was <a href=\"https://www.pbs.org/newshour/show/what-floridas-dont-say-gay-settlement-changes-and-what-restrictions-remain\">eventually weakened</a> by a legal settlement), Republican Gov. Ron DeSantis’s <a href=\"https://www.vox.com/23036427/ron-desantis-disney-first-amendment-constitution-supreme-court\">quizzical battle with Disney</a>, and a <a href=\"https://www.nytimes.com/2023/11/16/us/politics/supreme-court-florida-law-drag-shows.html#:~:text=A%20federal%20judge%20in%20Orlando,speech%20of%20drag%20queen%20performers.%E2%80%9D&amp;text=The%20Supreme%20Court%20refused%20on,performances%E2%80%9D%20such%20as%20drag%20shows.\">law targeting drag shows</a>.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, annual meetings of the Federalist Society, the powerful legal group that played an enormous role in <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">selecting Trump’s judges</a> during his first term in office, have become a <a href=\"https://www.vox.com/policy-and-politics/23457938/supreme-court-federalist-society-whine-first-amendment\">showcase of complaints</a> that conservatives are sometimes socially and professionally ostracized for expressing views that many people find offensive — one speaker complained about a student who was allegedly shunned after he claimed that men make different career choices than women for genetic reasons, for example — often paired with reactionary proposals to use the government to <a href=\"https://www.vox.com/2021/11/18/22783108/federalist-society-capitalism-woke-corporations-milton-friedman-supreme-court-judiciary-judges\">bring cultural institutions like universities and the media to heel</a>.</p>\n\n<p class=\"has-text-align-none\">Of course, only some of these proposals have actually become state law, and some of them will likely never become law. But the Federalist Society wields such an extraordinary amount of influence over Republican judicial appointments that the zeitgeist within the society rapidly makes its way into federal court opinions, and even into Supreme Court opinions.</p>\n\n<p class=\"has-text-align-none\">So, if Trump wins, and if he gets to fill just two more seats on the Supreme Court, Americans could swiftly lose First Amendment rights that have been secure for nearly six decades.</p>\n\n<h2 class=\"wp-block-heading\">Two competing visions of free speech</h2>\n\n<p class=\"has-text-align-none\">As Chief Justice Fred Vinson wrote in <a href=\"https://supreme.justia.com/cases/federal/us/341/494/\"><em>Dennis v. United States</em></a> (1951), “no important case involving free speech was decided by this Court prior to <a href=\"https://supreme.justia.com/cases/federal/us/249/47/\"><em>Schenck v. United States</em></a>” in 1919. <em>Schenck</em>, moreover, offered no hints that Americans would one day live in a nation where art, literature, and political speech all enjoyed robust constitutional protection. It unanimously upheld the convictions of men who distributed anti-draft literature to conscripts.</p>\n\n<p class=\"has-text-align-none\">Yet, while the Court’s earliest First Amendment cases were a disaster for the cause of free speech, early 20th-century Justice Oliver Wendell Holmes eventually developed a framework, albeit in dissenting opinions, which continues to shape First Amendment law to this day: The government must not interfere in what Holmes referred to as “<a href=\"https://supreme.justia.com/cases/federal/us/250/616/\">free trade in ideas</a>.” Meanwhile, private companies — including newspapers, Hollywood studios, and newer forms of media like, say, Facebook — would remain free to say what they want and to shun whichever ideas they choose.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The reason for this focus on government regulation of speech is simple. The state has a <a href=\"https://www.balliol.ox.ac.uk/sites/default/files/politics_as_a_vocation_extract.pdf\">monopoly on the legitimate use of force</a>, and can use the monopoly to crush dissenting voices — in Holmes’s words, to “<a href=\"https://supreme.justia.com/cases/federal/us/250/616/\">sweep away all opposition</a>.” Private speakers may be powerful and influential, but they cannot suppress their opposition. If you do not like what you read in the New York Times, you can subscribe to the Wall Street Journal. If you do not like a coworker’s ideas, you are under no obligation to invite them into your home. If that coworker is up for a promotion, their boss is under no obligation to promote them if they also find their ideas abhorrent.</p>\n\n<p class=\"has-text-align-none\">Only the government is constrained by the First Amendment, because only the government can arrest, detain, or execute someone for speaking out of turn. And the First Amendment generally prohibits the government from interfering with Holmes’s marketplace of ideas.</p>\n\n<p class=\"has-text-align-none\">The <em>Netchoice</em> cases, however, sought to upend this vision. The Florida and Texas laws at issue in those cases were an explicit attempt to use the government to elevate conservative voices. Indeed, the laws’ proponents were <a href=\"https://www.vox.com/scotus/2024/2/26/24083652/supreme-court-netchoice-paxton-moody-texas-florida-first-amendment-social-media-facebook-youtube\">quite open about this fact</a>. As Texas Republican Gov. Greg Abbott said of his state’s law, it was enacted to quash a supposedly “dangerous movement by social media companies to silence conservative viewpoints and ideas.”</p>\n\n<p class=\"has-text-align-none\">Under this emerging Republican vision of the First Amendment, in other words, the government may manipulate the marketplace of ideas whenever it determines that one side’s ideas aren’t receiving a big enough platform.</p>\n\n<p class=\"has-text-align-none\">The laws at issue in <em>Netchoice</em> are quite ham-handed, but they were written to give the impression that they were attempts to protect free speech. Texas’s law, for example, forbade the major social media platforms from removing or downgrading content because of the “<a href=\"https://www.vox.com/scotus/2024/2/15/24049045/supreme-court-first-amendment-netchoice-moody-paxton-youtube-twitter-facebook\">viewpoint</a>” expressed in that content. It also imposed very strict reporting requirements on the platforms, and required them to set up a rapid process that would allow users to appeal removal of content.</p>\n\n<p class=\"has-text-align-none\">But these requirements weren’t just unconstitutional under longstanding Court decisions establishing that <a href=\"https://www.vox.com/scotus/358326/supreme-court-netchoice-moody-paxton-first-amendment\">the government cannot tell media companies what they must print</a>, they were practically impossible to implement. If YouTube cannot engage in “viewpoint” discrimination, for example, that means that it cannot remove a video posted by a literal Nazi who calls for the extermination of all Jews — unless it also removes all content that takes the position that Jewish people should not be exterminated.</p>\n\n<p class=\"has-text-align-none\">This sort of requirement wouldn’t simply destroy the broadly inclusive communities many social media companies hoped to create, it would also destroy their business models. As the Verge’s Nilay Patel <a href=\"https://www.theverge.com/2022/10/28/23428132/elon-musk-twitter-acquisition-problems-speech-moderation\">colorfully explained</a>, running a profitable social media company “means you have to ban racism, sexism, transphobia, and all kinds of other speech that is totally legal in the United States but reveals people to be total assholes.” That’s because advertisers don’t want their ads to appear next to a burning cross or a swastika. And if this kind of content is not banned, <a href=\"https://www.pcmag.com/news/twitter-traffic-on-downward-trend-since-elon-musks-takeover\">advertisers will flee the platform</a>, as they did when the social media site formerly known as Twitter loosened its content policies.</p>\n\n<p class=\"has-text-align-none\">Similarly, the Texas law’s onerous requirements would have required the platforms to hire a small army of employees. In its brief challenging the Texas law, the social media industry complained that YouTube alone “would need to ‘expand’ its current appeal ‘systems’ capacity <a href=\"https://www.supremecourt.gov/DocketPDF/22/22-555/291896/20231130135911119_No.%2022-555_NetChoice%20and%20CCIAs%20Brief.pdf\">by over 100X</a> — from a volume handling millions of removals to that of over a billion removals.” That’s the kind of hiring mandate that is likely to shut down a company.</p>\n\n<p class=\"has-text-align-none\">In its zeal to prevent social media platforms from banning some right-wing voices, in other words, Texas managed to draft a law that could have shut down an entire industry, totally eliminating the ability of social media users to engage in free trade in ideas. The First Amendment quite obviously cannot tolerate such a law.</p>\n\n<h2 class=\"wp-block-heading\">At least two justices would allow red states to shut down newspapers with malicious lawsuits</h2>\n\n<p class=\"has-text-align-none\">Thomas and Gorsuch, meanwhile, have a far less subtle plan to roll back press freedom — indeed, under their approach to the First Amendment, authoritarian state governments could quite easily shut down nearly any media outlet.</p>\n\n<p class=\"has-text-align-none\">In the 1960s, the New York Times <a href=\"https://www.vox.com/politics/23622299/ron-desantis-first-amendment-press-new-york-times-v-sullivan\">published a full-page advertisement</a>, paid for by civil rights activists, which sought to raise money for “the struggle for the right-to-vote” in the Jim Crow South, and to pay for legal representation for Dr. Martin Luther King, Jr.</p>\n\n<p class=\"has-text-align-none\">Unfortunately, the ad contained a few minor factual errors, such as misidentifying the song sung by student protesters at a particular protest (they sung “The Star-Spangled Banner” and not “My Country, ‘Tis of Thee”), and overstating the number of times Dr. King had been arrested (he’d been arrested four times, not seven). Pointing to these small errors, a Montgomery police commissioner filed a defamation suit against the Times, and Alabama’s courts awarded him $500,000 — more than $5 million in 2024 dollars.</p>\n\n<p class=\"has-text-align-none\">That decision eventually came before the Supreme Court in the aforementioned <em>New York Times v. Sullivan</em>, which recognized that “erroneous statement is inevitable in free debate, and that it must be protected if the freedoms of expression are to have the ‘breathing space’ that they ‘need to survive.’” If media outlets could be hit with such expensive verdicts because of honest and regrettable mistakes, freedom of the press cannot exist, because every reporter will occasionally make a factual error similar to the ones at issue in <em>Sullivan</em>.</p>\n\n<p class=\"has-text-align-none\">Accordingly, <em>Sullivan</em> ruled that, at least when someone makes a statement about a public figure regarding a matter of public concern, they cannot be sued for defamation unless they knew they made a false statement, or they <a href=\"https://www.vox.com/politics/23622299/ron-desantis-first-amendment-press-new-york-times-v-sullivan\">acted with “reckless disregard” for the truth</a>.</p>\n\n<p class=\"has-text-align-none\">More broadly, <em>Sullivan</em> stands for the proposition that state governments cannot use defamation law to maliciously target the press. If a reporter makes a serious error, that reporter may still be liable for defamation. But governments that want to shut down a newspaper cannot simply wait until a reporter misremembers which song was sung at a rally, and then pounce with a multimillion dollar lawsuit.</p>\n\n<p class=\"has-text-align-none\">Trump, Thomas, and Gorsuch, however, have all called for <em>Sullivan</em> to be overruled. In a <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.flsd.621239/gov.uscourts.flsd.621239.21.0.pdf\">2022 legal filing</a>, for example, Trump made the ahistorical argument that <em>Sullivan</em> should be abandoned because “it seems unlikely” that when the Court handed that decision down in 1964, it “envisioned a news outlet which seek [sic] to indoctrinate its audience rather than inform.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">In reality, partisan press has been part of the American landscape from the very beginning. One early American newspaper, for example, falsely (and racistly) labeled then-presidential candidate Thomas Jefferson “<a href=\"https://books.google.com/books?id=lPW3RZLK7dgC&amp;pg=PA2&amp;lpg=PA2&amp;dq=%22a+mean-spirited,+low-lived+fellow,+the+son+of+a+half-breed+Indian+squaw,+sired+by+a+Virginia+mulatto+father.%22&amp;source=bl&amp;ots=ei9TZflG0a&amp;sig=ACfU3U3ljw8DH1v3ucOir3EgL12UjBoMqg&amp;hl=en&amp;sa=X&amp;ved=2ahUKEwjn5baJkMj9AhVoLFkFHWeKCaQQ6AF6BAgjEAM#v=onepage&amp;q=%22a%20mean-spirited%2C%20low-lived%20fellow%2C%20the%20son%20of%20a%20half-breed%20Indian%20squaw%2C%20sired%20by%20a%20Virginia%20mulatto%20father.%22&amp;f=false\">the son of a half-breed Indian squaw, sired by a Virginia mulatto father</a>.”</p>\n\n<p class=\"has-text-align-none\">Meanwhile, dissenting in <a href=\"https://scholar.google.com/scholar_case?case=7223071108797999248&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\"><em>Berisha v. Lawson</em></a> (2021), Gorsuch suggested that defamation law “should be ‘almost exclusively the business of state courts and legislatures.’” Had Gorsuch’s view in <em>Berisha</em> prevailed, it would have allowed Alabama to target civil rights activists in exactly the same way they were targeted in the <em>Sullivan</em> case. And it would potentially allow Donald Trump to seek millions of dollars in damages from any reporter or news outlet that makes even a tiny error in a report about him.</p>\n\n<h2 class=\"wp-block-heading\">So how worried should we be about the future of free speech if Trump wins?</h2>\n\n<p class=\"has-text-align-none\">Looming over all of this is the Federalist Society, the powerful association of right-leaning and far-right lawyers that <a href=\"https://www.vox.com/policy-and-politics/2019/12/9/20962980/trump-supreme-court-federal-judges\">played an enormous role in selecting Trump’s first term judges</a> — and that is likely to play a similar role in any future Republican administration.</p>\n\n<p class=\"has-text-align-none\">For many years, the legal right embraced the Holmesian view of the First Amendment. Indeed, if anything, Republican lawyers and judges tended to view the First Amendment even more expansively than their Democratic counterparts, because they often <a href=\"https://supreme.justia.com/cases/federal/us/558/310/\">used the First Amendment to attack campaign finance laws</a>.</p>\n\n<p class=\"has-text-align-none\">Since Trump left office, however, many of the Federalist Society’s conferences and events have descended into <a href=\"https://www.vox.com/politics/2023/5/25/23736141/ron-desantis-2024-florida-legislature-policies\">increasingly paranoid complaint sessions about “cancel culture” and “wokeness.”</a> In 2022, the society’s annual lawyer’s convention featured no less than four panels complaining about the fact that Federalist Society members <a href=\"https://www.vox.com/policy-and-politics/23457938/supreme-court-federalist-society-whine-first-amendment\">sometimes feel unwelcome</a> at law schools and in various institutions within the legal profession due to their conservative views.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Federalist Society speakers <a href=\"https://www.vox.com/2021/11/18/22783108/federalist-society-capitalism-woke-corporations-milton-friedman-supreme-court-judiciary-judges\">warn</a>, in the words of lawyer Ashley Keller at a 2021 event, that “massive corporations are pursuing a common and mutually agreed upon agenda to destroy American freedom,” or as law professor Adam Candeub claimed that same year, that it is inevitable that members of the society will “be de-platformed.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">And the society appears eager to use the power of government to ward off this imagined future.</p>\n\n<p class=\"has-text-align-none\">At the society’s 2021 gathering, speakers offered policy proposals ranging from legislation like Texas’s and Florida’s unconstitutional social media laws, to repealing bans on race and sex discrimination, to a vague and disturbing plan to “wield in state legislative chambers some degree of power to <a href=\"https://www.vox.com/policy-and-politics/23457938/supreme-court-federalist-society-whine-first-amendment\">punish our enemies</a> within the confines of the rule of law.”</p>\n\n<p class=\"has-text-align-none\">So, while Thomas, Alito, and Gorsuch do not currently have a majority on the Supreme Court to roll back First Amendment freedoms, momentum is very much on their side, at least within elite GOP circles. Republicans ranging from Trump to the legislatures of many red states and the organization most responsible for Trump’s judges have all turned away from the Holmesian vision of the First Amendment and toward one where the government plays a much larger role in deciding who is allowed to speak and what media outlets must publish. </p>\n\n<p class=\"has-text-align-none\">As the <em>Netchoice </em>cases show, that might even include using the power of government to order media outlets to publish content that aligns with the government’s political opinions.</p>\n\n<p class=\"has-text-align-none\">All of this analysis comes with caveats, of course. If Trump wins, he may not get to replace any members of the Supreme Court or he may only get to replace some of his allies who dissented in <em>Netchoice — </em>though he is all but certain to replace hundreds of lower court judges if elected president. In the American system, where justices serve until they retire or die, no one can be sure how much power each president will have to reshape the Constitution.</p>\n\n<p class=\"has-text-align-none\">Still, a vote for Trump is a vote to roll the dice on a drastically different vision of free speech in the United States — one that bears far more resemblance to the not-so-distant past than it does to anything most modern-day Americans have experienced.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For most of American history, free speech did not exist in the United States. Dissidents were commonly thrown in prison, often for many years, when the government disagreed with their views. Near the end of World War I, the great union leader Eugene Debs was sentenced to 10 years in prison for giving a speech [&#8230;]",
    "author": "Ian Millhiser"
  },
  {
    "title": "Everyone hates “Congress.” But who are you really mad at?",
    "link": "https://www.vox.com/politics/366171/congress-tool-polarization-personal-attacks-division-polarizing-marjorite-taylor-greene-congress",
    "pubDate": "2024-08-12T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Greene at a podium waving at a rally.\" data-caption=\"Rep. Marjorie Taylor Greene, a Republican from Georgia, during a campaign event for Donald Trump and Sen. J.D. Vance of Ohio in Atlanta, Georgia, on August 3, 2024. | Dustin Chambers/Bloomberg\" data-portal-copyright=\"Dustin Chambers/Bloomberg\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/gettyimages-2164701882.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rep. Marjorie Taylor Greene, a Republican from Georgia, during a campaign event for Donald Trump and Sen. J.D. Vance of Ohio in Atlanta, Georgia, on August 3, 2024. | Dustin Chambers/Bloomberg</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Quick. Think about the state of American politics. We’re polarized — it’s almost cliché to point it out.</p>\n\n<p class=\"has-text-align-none\">But why are we polarized? While there are plenty of reasons (<a href=\"https://www.vox.com/2020/1/28/21077888/why-were-polarized-media-book-ezra-news\">some have even written whole books</a> explaining them), our <a href=\"https://carnegieendowment.org/research/2023/09/polarization-democracy-and-political-violence-in-the-united-states-what-the-research-says?lang=en\">politicians</a> and <a href=\"https://www.nationalaffairs.com/publications/detail/polarization-and-the-political-elite\">elected</a><a href=\"https://www.ipr.northwestern.edu/documents/working-papers/2012/IPR-WP-12-14.pdf\"> officials</a> play a key part.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It’s a political science phenomenon called “<a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0261379418301975\">elite polarization,</a>” in which the divides among elected officials spread to their voters, and the public sorts itself into ideological and partisan tribes that mirror what is being signaled from above. That downward messaging then increases what political theorists call “<a href=\"https://www.ipr.northwestern.edu/documents/working-papers/2021/wp-21-27.pdf\">affective polarization</a>,” a measure of the level of antipathy people have for members of the opposite political party. </p>\n\n<p class=\"has-text-align-none\">But not all elected officials are polarizing Americans — or at least, not all of them are doing it equally, according to <a href=\"https://osf.io/preprints/osf/754ah\">new research</a> by political scientists Marc Jacob of Stanford University, Yphtach Lelkes of the University of Pennsylvania, and Sean Westwood and Matthew Wetzel of Dartmouth College, which confirms what has long been suspected.</p>\n\n<p class=\"has-text-align-none\">In a preprint shared with Vox, the researchers report finding that a handful of “conflict entrepreneurs” in Congress are essentially polluting our national political discourse and worsening the vibes of democracy. They spend more of their time arguing and tossing out personal attacks than they do being productive in elected office. Along the way, they don’t just polarize the country, but also hamper the effectiveness of our government.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What makes a conflict entrepreneur?</strong></h2>\n\n<p class=\"has-text-align-none\">The researchers define conflict entrepreneurs as elected officials who “frequently insult and name-call political rivals.” They can be contrasted with “policy-focused representatives” — the kind of folks who just want to get things done. And political division is a whole brand for conflict entrepreneurs, not merely part of their public profile.</p>\n\n<p class=\"has-text-align-none\">Using a new artificial intelligence-powered tool they built, Lelkes and Westwood identified the lawmakers who are doing the most to drive polarization. As opposed to policy advocates in Congress, conflict entrepreneurs spend a lot of their time and energy attacking other representatives, elected officials, or public figures.<strong> </strong>These firebrands “aren’t just uncivil; they employ ‘nasty rhetoric’ which attacks the integrity, morality, and intellect of fellow representatives,” the scholars write.</p>\n\n<p class=\"has-text-align-none\">They tend to be Republicans, more ideologically extreme, and more likely to hold seats in the House of Representatives (as opposed to the Senate). And you can probably guess who some of these folks are: Georgia Republican Rep. Marjorie Taylor Greene, for example, is the second-largest producer of personal attacks, according to the tool. Colorado Republican Rep. Lauren Boebert is the seventh. </p>\n\n<p class=\"has-text-align-none\">Here it’s useful to have a quick caveat: Both major political parties have conflict entrepreneurs in their ranks. According to the researchers, though, there are more Republican conflict entrepreneurs than Democratic ones, and all conflict entrepreneurs aren&#8217;t perfectly alike; while the tool measures the frequency and rate at which lawmakers level personal attacks, it doesn&#8217;t track how extreme those attacks are.</p>\n\n<p class=\"has-text-align-none\">And yet, being a conflict entrepreneur, the researchers found, doesn’t do much to help lawmakers achieve traditional legislative goals. It certainly doesn’t help one pass laws or advance to leadership positions. It does, however, help them get more media coverage: If your goal is to be on Fox News, then being nasty can help you reach that goal. But that viciousness and the resulting media attention doesn’t really pay dividends, unless attention is a goal in and of itself.</p>\n\n<p class=\"has-text-align-none\">“Our results suggest that conflict entrepreneurs, relative to policy-focused representatives, do not convert media attention into success: they do not raise more campaign donations, they do not perform better in elections, they are assigned to less powerful committees, and they do not leverage media attention to introduce or co-sponsor legislation,” the researchers write.</p>\n\n<p class=\"has-text-align-none\">In other words, conflict entrepreneurs actually lack legitimate power and influence over government processes. But by getting the most media attention, they can influence the way the public sees government work and experiences politics.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The impact of conflict entrepreneurs has increased as it’s become even harder for the average American to cut through the noise to see how their specific representatives are behaving. The collapse of local news, the shrinking staff of major news organizations, the nationalizing of politics at the local and state level, and the outsized media attention that these congressional rabble-rousers receive all obscure another important conclusion: most elected officials are pretty normal.</p>\n\n<p class=\"has-text-align-none\">The overwhelming majority of federal lawmakers never make a personal attack or do so in a tiny fraction of all their communications in floor speeches, social media posts, and media appearances. Yet a small number of polarizing figures has helped worsen the public’s view of how divided our government and politics are.</p>\n\n<p class=\"has-text-align-none\">“The public hears a lot from a very limited number of members of Congress. They hear clips of the same lawmakers making the same kinds of personal attacks, the same kinds of conspiratorial theories over and over and over. But we know very, very little about the other members of Congress,” <a href=\"https://govt.dartmouth.edu/people/sean-j-westwood\">Sean Westwood</a>, one of the Dartmouth co-authors, told me. “What are those other members of Congress doing? Are they also engaged in conflict entrepreneurship, or do they have their heads down? Are they working or policy for their constituents?”</p>\n\n<p class=\"has-text-align-none\">That mismatch in attention and knowledge distorts the public’s view of the state and efficacy of government. That feeds into a variety of problems for democracy, breeding cynicism, pessimism, disengagement in national politics and news, and worsening trust in institutions.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Researchers used AI to figure out who conflict entrepreneurs are</strong></h2>\n\n<p class=\"has-text-align-none\">To identify conflict entrepreneurs and help answer the question of how exactly lawmakers are spending their time in office, Westwood and Lelkes, who both lead a joint initiative to study the public’s feelings toward democracy and politics called the Polarization Research Lab, created a tool that uses AI to scan, process, and interpret the speech and rhetoric of all 535 elected federal lawmakers. That <a href=\"https://americaspoliticalpulse.com/elites/\">tool</a>, “America’s Political Pulse,” identifies and classifies lawmakers’ speech into five different categories — “policy discussion,” “constructive debate,” “personal attacks,” “accomplishments,” and “bipartisanship.” The Pulse tool then ranks lawmakers in each category for voters to see how politicians of both major parties spend their time and employ rhetoric online, in media appearances, in committees, and on the House and Senate floors.</p>\n\n<p class=\"has-text-align-none\">The tool can easily identify who the top Democrats and Republicans to engage in personal attacks are: New Jersey Rep. Bill Pascrell and California Reps. Eric Swalwell and Robert Garcia top the list for Democrats; Texas Rep. Lance Gooden, Greene, and Illinois Rep. Mary Miller do so for Republicans.</p>\n\n<p class=\"has-text-align-none\">Spokespeople for Pascrell, Swalwell, Gooden, Greene, and Miller did not reply to requests for comment. Garcia said in a statement to Vox that “as the only Democrat to sit on the same three committees as Marjorie Taylor Greene, part of my job is calling out her bullshit. Democrats need to bring the fire and push back on their lies.”</p>\n\n<p class=\"has-text-align-none\">You can see who is most focused on discussing policy and bipartisanship: Democratic Sens. Tammy Baldwin of Wisconsin, Elizabeth Warren of Massachusetts, and Jon Ossoff of Georgia, as well as Republican Sen. Mitt Romney of Utah, all talk about policy in more than 70 percent of remarks. The tool breaks down examples of how those elected officials communicate through individual profile pages.</p>\n\n<p class=\"has-text-align-none\">Romney is a particular standout, Westwood told me. Perhaps because he’s not up for reelection and has chosen to retire, “he is almost singularly focused on policy discussion, and when he does so he tends to discuss policy in very positive terms. He’s potentially the least negative senator.”</p>\n\n<p class=\"has-text-align-none\">The tool also analyzes and visualizes the places from which these elected officials get political donations, which helps to illustrate who the politician views as their primary audience. Someone like Marjorie Taylor Greene, for example, spends a disproportionate amount of time engaging in personal attacks across all her platforms, but especially on social media — and receives a disproportionate amount of donations from donors outside her home state.</p>\n\n<p class=\"has-text-align-none\">“People are clearly cultivating different profiles based on platform. If you compare Marjorie Taylor Greene on Twitter versus her floor speeches, there&#8217;s a big difference in negativity [online],” Lelkes told me. “So people seem to be in tune to their audience when [engaging in personal attacks]”</p>\n\n<p class=\"has-text-align-none\">For the moment, the tool is limited to keeping track of federal legislators, but Lelkes and Westwood told me they are working on expanding it to track local and state legislators’ rhetoric soon. They also hope to expand on the findings they’ve already made, and as the 2024 election ramps up, they hope the tool can be useful to the public, the press, and other politicians to help them better understand the quality of American political rhetoric, and to quantify how a small number of rabble-rousers worsen our collective political vibes.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Quick. Think about the state of American politics. We’re polarized — it’s almost cliché to point it out. But why are we polarized? While there are plenty of reasons (some have even written whole books explaining them), our politicians and elected officials play a key part.&#160; It’s a political science phenomenon called “elite polarization,” in [&#8230;]",
    "author": "Christian Paz"
  }
]