[
  {
    "title": "Should I sacrifice my emergency savings to pay off a loan?",
    "link": "https://www.vox.com/life/372420/emergency-savings-debt-life-insurance-personal-ira",
    "pubDate": "2024-09-23T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"An illustration of a half red half purple person. They are dragging a red money bag behind a red firework background on the left, and holding a blue and purple money bag balloon on the right with blue and purple clouds.\" data-caption=\"\" data-portal-copyright=\"Paige Vickers for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Vox_PaigeVickers_OnTheMoney_9-16_d054df.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&nbsp;</em><a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\"><em><strong>submit your question on this form</strong></em></a><em>. Here, we answer two questions asked by Vox readers, which have been edited and condensed.</em></p>\n\n<p class=\"has-text-align-none\"><strong>I’m debating whether to pay off a personal loan with a savings account or keep the savings and keep paying the loan. I have no other debts but that personal loan of $25K. I’m 42 years old with two jobs in Hawai’i, and it’s been frustrating. My thought is to pay it off and start all over with no savings. Please help.</strong></p>\n\n<p class=\"has-text-align-none\">Dear Personal Loan,</p>\n\n<p class=\"has-text-align-none\">I followed up with you to get some more information about your finances, including the interest rate on your loan, and here are the numbers worth considering:</p>\n\n<ul>\n<li>Personal loan interest: 5.75%</li>\n\n\n\n<li>Monthly minimum payment: $738</li>\n\n\n\n<li>Monthly income from both jobs: $1,500</li>\n\n\n\n<li>Monthly discretionary income: $200</li>\n</ul>\n\n<p class=\"has-text-align-none\">The original balance on your 60-month loan was $35,000 when you took it out in August 2023. In a year, you’ve taken the balance down to $24,800, which you accomplished by pulling back on discretionary purchases and putting more money toward your loan. Well done, especially on a budget as tight as yours.</p>\n\n<p class=\"has-text-align-none\">I also learned that your savings account has $5,000 in it and that you’re considering pulling $20,000 out of your life insurance mutual fund. This would leave you with no money in your savings account and no money in your life insurance account — but you’d have no debt.</p>\n\n<p class=\"has-text-align-none\">Is the trade worth it?&nbsp;</p>\n\n<p class=\"has-text-align-none\">From my perspective, you’ve successfully paid off 30 percent of your personal loan in a single year. If you stick it out for the next two or three years, you could get the personal loan paid off entirely. Yes, that means a few more years of careful budgeting and limited discretionary purchases. It also means putting more than half of your monthly income toward your debt.</p>\n\n<p class=\"has-text-align-none\">If you took the other option — paying off the loan with savings and life insurance — your first priority after paying off your personal loan would be to replenish your savings account. If you save every penny that would have gone toward personal loan payments, you should have the $5,000 taken care of in about six months.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The trouble is that <a href=\"https://www.vox.com/videos/24141483/you-need-500-how-should-you-get-it\">you won’t have much of an emergency fund</a> if something should happen to you in those six months. Your budget doesn’t give you much extra cash at the end of the month, and the last thing you want to do is turn an unexpected expense into unexpected debt.</p>\n\n<p class=\"has-text-align-none\">Yes, there are scenarios in which a family member could help out, or you could get a 0 percent APR credit card to cover the cost and pay it off before the regular interest rate kicks in. That said, I’d avoid dipping into your savings to pay your loan if at all possible.</p>\n\n<p class=\"has-text-align-none\">The life insurance, on the other hand, has possibilities. If you have a permanent life policy that allows you to withdraw the cash value without any penalty, there’s an argument to be made for paying down $20,000 of your debt right away and paying off the remainder of your personal loan out of your carefully budgeted income. You’d save a lot of money in interest that way, and you’d get to keep your $5,000 emergency fund.</p>\n\n<p class=\"has-text-align-none\">Which means the real question is whether you need the money in your life insurance policy. Do you have dependents who could benefit from the $20,000 if something were to happen to you? The budget you showed me didn’t appear to include expenses related to a partner or children, but I don’t want to assume.</p>\n\n<p class=\"has-text-align-none\">The other question is why you took out the personal loan in the first place. The answer may be personal, but it&#8217;s worth considering. In 2023, you borrowed $30,000, and I’d hate to see you find yourself in a situation where you needed to take out another five-figure loan a year from now.</p>\n\n<p class=\"has-text-align-none\">That’s why I’d still recommend paying off the loan the way you’ve been doing. At 5.75 percent APR and $800 in monthly payments, you’ll clear out your debt in two years and 10 months. It’ll cost you $2,112.11 in interest, which may seem like more than you want to pay, but during that time your $5,000 in savings could accumulate as much as $625 in interest (if you have a <a href=\"https://www.vox.com/even-better/23424503/saving-money-inflation-covid-stock-market-anxiety\">high-yield savings account</a> with 4.25 percent APY, for example) and your life insurance mutual fund might be earning a 6 percent return.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">You get to decide what’s best for you, but at least you understand your options.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">Read more from On the Money</h2>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/7/20/23799010/on-the-money-advice-divorce-separating-combining-finances\">Should you combine finances with your partner?</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/23842804/inflation-lifestyle-creep-advice-budgeting-money\">How to cope with inflation and lifestyle creep</a></p>\n\n\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\" data-type=\"link\" data-id=\"https://www.vox.com/even-better/2023/8/10/23824235/how-to-invest-money-stock-market-investing-retirement-advice\">How are you supposed to start investing?</a></p>\n\n\n\n<p class=\"has-text-align-none\">Do you have questions related to personal finance? Submit them <a href=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\" data-type=\"link\" data-id=\"https://docs.google.com/forms/d/e/1FAIpQLScXuTsmpi2VQ6ZoRVEeHrgBSpkPkWSRWDH4zeY_TMBtPAhc4w/viewform\">here</a>.</p>\n</div>\n\n<p class=\"has-text-align-none\"><strong>Is it prudent to have a variety of mutual funds, like a work-provided 401(k)/403(b) and a personal IRA, as well as one or two additional investment accounts? Or is it more efficient to have just one account like the work-provided 403(b)?</strong></p>\n\n<p class=\"has-text-align-none\">Dear Prudent<strong>,</strong></p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/ad/23938917/how-to-start-saving-for-retirement\">Employer-sponsored retirement plans</a> are great. I always recommend signing up for them, especially if you get a company match. These plans allow you to save pre-tax dollars, which allows you to put more of your earnings directly into your retirement fund while simultaneously reducing your tax burden. Yes, you will pay taxes on your withdrawals later on, but many people are in a lower tax bracket by then. More importantly, many employers automatically match your 401(k) or 403(b) contributions up to a certain percentage. As the financial advisers like to say, that’s “free money.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">That said, these kinds of investment accounts are not at all what you’d consider “efficient.” 401(k) accounts, which are designed to help private-sector employees save for their own retirements, and 403(b) accounts, which are often available to nonprofit employees, teachers, and people who work for the government, can help you set aside money for the future — but in many cases, the types of investments you can make through employer-sponsored accounts are relatively limited. Not only are you tied to the investment provider associated with your employer’s plan, but you may only get to choose from a small number of investment options.</p>\n\n<p class=\"has-text-align-none\">If I recall correctly, I didn’t even get to pick my investments the last time I had a 403(b). The onboarding program asked me to select my risk level — low, medium, or high — and then created a portfolio for me.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Which is all fine and good, and I still recommend signing up for these kinds of things, but the odds are that you’re going to be invested in funds that may offer <a href=\"https://www.vox.com/2015/2/6/7983147/mutual-fund-rip-off\">lower returns and higher expense ratios</a> than what you might get if you opened your own IRA and created your own portfolio after comparing the options available at various top brokerages.</p>\n\n<p class=\"has-text-align-none\">You can’t do anything about returns, of course — not even if you choose the extremely popular total-market funds that people tend to recommend on investing forums — but you can do something about expense ratios. Basically, investment providers determine in advance how much it’s going to cost you for them to manage the fund; they provide that number in the form of an expense ratio, and you can compare expense ratios before you make investments.</p>\n\n<p class=\"has-text-align-none\">Lower expense ratios are generally better, since you get to keep more of the money you invest.&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, employer-sponsored retirement plan providers don’t really have an incentive to keep expense ratios low because they know you don’t have any other choice. If your employer’s 403(b) is with a certain provider, you can’t just switch your 403(b) investments to a different provider, so you’re stuck paying whatever the provider decides to charge.</p>\n\n<p class=\"has-text-align-none\">This isn’t to suggest that investing in an employer-sponsored account is a waste of money. Employer-sponsored accounts are great, especially for people who might not otherwise be incentivized to save for retirement. It’s just to hint that putting<em> everything</em> into the employer-sponsored retirement account may not be the most efficient use of your money.</p>\n\n<p class=\"has-text-align-none\">I can’t give you investment advice because I’m not an investment adviser, but I can suggest that you contribute as much as is required into your 403(b) to get the tax break and the company match, and put the rest of your retirement savings into an IRA that you can control. Traditional IRAs allow you to contribute pre-tax dollars and reduce your taxable income during your prime earning years, and Roth IRAs allow you to contribute post-tax dollars and withdraw your contributions (but not your returns) ahead of schedule if you need to. Since IRAs max out at a certain dollar amount per year, you may also want to consider opening a brokerage account that isn’t necessarily tied to retirement and continue your investing journey that way.</p>\n\n<p class=\"has-text-align-none\">It’ll take a little extra time to compare all of the possibilities and make the best choices for your financial situation, but it could be worth it.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "On the Money is a monthly advice column. If you want advice on spending, saving, or investing — or any of the complicated emotions that may come up as you prepare to make big financial decisions — you can&#160;submit your question on this form. Here, we answer two questions asked by Vox readers, which have [&#8230;]",
    "author": "Nicole Dieker"
  },
  {
    "title": "Yuval Noah Harari on whether democracy and AI can coexist",
    "link": "https://www.vox.com/the-gray-area/372742/democracy-ai-warning-yuval-noah-harari-nexus",
    "pubDate": "2024-09-22T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A man in a light-colored dress shirt gestures as he speaks in front of a digital screen; a colorful bouquet of flowers in the foreground covers part of his torso.\" data-caption=\"Israeli historian and writer Yuval Noah Harari speaks at the Global Artificial Intelligence Summit Forum on July 9, 2017, in Hangzhou in China’s Zhejiang Province. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Visual China Group via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Visual China Group via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-811026980.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Israeli historian and writer Yuval Noah Harari speaks at the Global Artificial Intelligence Summit Forum on July 9, 2017, in Hangzhou in China’s Zhejiang Province. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Visual China Group via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">If the internet age has anything like an ideology, it’s that more information and more data and more openness will create a better and more truthful world.</p>\n\n<p class=\"has-text-align-none\">That sounds right, doesn’t it? It has never been easier to know more about the world than it is right now, and it has never been easier to share that knowledge than it is right now. But I don’t think you can look at the state of things and conclude that this has been a victory for truth and wisdom.</p>\n\n<p class=\"has-text-align-none\">What are we to make of that? Why hasn’t more information made us less ignorant and more wise?</p>\n\n<p class=\"has-text-align-none\">Yuval Noah Harari is a historian and the author of a new book called <a href=\"https://www.penguinrandomhouse.com/books/762444/nexus-by-yuval-noah-harari/\"><em>Nexus: A Brief History of Information Networks from the Stone Age to AI</em></a>. Like all of Harari’s books, this one covers a ton of ground but manages to do it in a digestible way. It makes two big arguments that strike me as important, and I think they also get us closer to answering some of the questions I just posed.</p>\n\n<p class=\"has-text-align-none\">The first argument is that every system that matters in our world is essentially the result of an information network. From currency to religion to nation-states to artificial intelligence, it all works because there’s a chain of people and machines and institutions collecting and sharing information.</p>\n\n<p class=\"has-text-align-none\">The second argument is that although we gain a tremendous amount of power by building these networks of cooperation, the way most of them are constructed makes them more likely than not to produce bad outcomes, and since our power as a species is growing thanks to technology, the potential consequences of this are increasingly catastrophic.</p>\n\n<p class=\"has-text-align-none\">I invited Harari on <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> to explore some of these ideas. Our conversation focused on artificial intelligence and why he thinks the choices we make on that front in the coming years will matter so much.</p>\n\n<iframe frameborder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP1378393510\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">As always, there’s <em>much</em> more in the full podcast, so listen and follow <a href=\"https://www.vox.com/the-gray-area\"><em>The Gray Area</em></a> on <a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\">Apple Podcasts</a>,<a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"> Spotify</a>,<a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793?source=stitcher-sunset\"> Pandora</a>, or wherever you find podcasts. New episodes drop every Monday.</p>\n\n<p class=\"has-text-align-none\"><em>This conversation has been edited for length and clarity.</em></p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What’s the basic story you wanted to tell in this book?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">The basic question that the book explores is if humans are so smart, why are we so stupid? We are definitely the smartest animal on the planet. We can build airplanes and atom bombs and computers and so forth. And at the same time, we are on the verge of destroying ourselves, our civilization, and much of the ecological system. And it seems like this big paradox that if we know so much about the world and about distant galaxies and about DNA and subatomic particles, why are we doing so many self-destructive things? And the basic answer you get from a lot of mythology and theology is that there is something wrong in human nature and therefore we must rely on some outside source like a god to save us from ourselves. And I think that’s the wrong answer, and it’s a dangerous answer because it makes people abdicate responsibility.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading has-text-align-left\">We know more than ever before, but are we any wiser?</h2>\n\n\n\n<p class=\"has-text-align-none\">Historian and bestselling author of <em>Sapiens</em> Yuval Noah Harari doesn’t think so.</p>\n\n\n\n<blockquote class=\"tiktok-embed\" cite=\"https://www.tiktok.com/@vox/video/7415300604081311007\" data-video-id=\"7415300604081311007\"> <section> <a target=\"_blank\" title=\"@vox\" href=\"https://www.tiktok.com/@vox?refer=embed\" rel=\"noopener\">@vox</a> <p>We know more than ever before, but are we any wiser? Bestselling author of Sapiens and historian Yuval Noah Harari doesn’t think so. This week Vox’s Sean Illing talks with Harari, author of a mind-bending new book, Nexus: A Brief History of Information Networks, about how the information systems that shape our world often sow the seeds of destruction. Listen wherever you get your podcasts.</p> <a target=\"_blank\" title=\"♬ original sound  - Vox\" href=\"https://www.tiktok.com/music/original-sound-Vox-7415300581318724383?refer=embed\" rel=\"noopener\">♬ original sound  &#8211; Vox</a> </section> </blockquote> \n</div>\n\n<p class=\"has-text-align-none\">I think that the real answer is that there is nothing wrong with human nature. The problem is with our information. Most humans are good people. They are not self-destructive. But if you give good people bad information, they make bad decisions. And what we see through history is that yes, we become better and better at accumulating massive amounts of information, but the information isn’t getting better. Modern societies are as susceptible as Stone Age tribes to mass delusions and psychosis. </p>\n\n<p class=\"has-text-align-none\">Too many people, especially in places like Silicon Valley, think that information is about truth, that information is truth. That if you accumulate a lot of information, you will know a lot of things about the world. But most information is junk. Information isn’t truth. The main thing that information does is connect. The easiest way to connect a lot of people into a society, a religion, a corporation, or an army, is not with the truth. The easiest way to connect people is with fantasies and mythologies and delusions. And this is why we now have the most sophisticated information technology in history and we are on the verge of destroying ourselves.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">The boogeyman in the book is artificial intelligence, which you argue is the most complicated and unpredictable information network ever created. A world shaped by AI will be very different, will give rise to new identities, new ways of being in the world. We have no idea what the cultural or even spiritual impact of that will be. But as you say, AI will also unleash new ideas about how to organize society. Can we even begin to imagine the directions that might go?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Not really. Because until today, all of human culture was created by human minds. We live inside culture. Everything that happens to us, we experience it through the mediation of cultural products — mythologies, ideologies, artifacts, songs, plays, TV series. We live cocooned inside this cultural universe. And until today, everything, all the tools, all the poems, all the TV series, all the mythologies, they are the product of organic human minds. And now increasingly they will be the product of inorganic AI intelligences, alien intelligences. Again, the acronym AI traditionally stood for artificial intelligence, but it should actually stand for alien intelligence. Alien, not in the sense that it’s coming from outer space, but alien in the sense that it’s very, very different from the way humans think and make decisions because it’s not organic. </p>\n\n<p class=\"has-text-align-none\">To give you a concrete example, one of the key moments in the AI revolution was when AlphaGo defeated Lee Sedol in a Go Tournament. Now, Go is a bold strategy game, like chess but much more complicated, and it was invented in ancient China. In many places, it’s considered one of the basic arts that every civilized person should know. If you are a Chinese gentleman in the Middle Ages, you know calligraphy and how to play some music and you know how to play Go. Entire philosophies developed around the game, which was seen as a mirror for life and for politics. And then an AI program, AlphaGo, in 2016, taught itself how to play Go and it crushed the human world champion. But what is most interesting is the way [it] did it. It deployed a strategy that initially all the experts said was terrible because nobody plays like that. And it turned out to be brilliant. Tens of millions of humans played this game, and now we know that they explored only a very small part of the landscape of Go.</p>\n\n<p class=\"has-text-align-none\">So humans were stuck on one island and they thought this is the whole planet of Go. And then AI came along and within a few weeks it discovered new continents. And now also humans play Go very differently than they played it before 2016. Now, you can say this is not important, [that] it’s just a game. But the same thing is likely to happen in more and more fields. If you think about finance, finance is also an art. The entire financial structure that we know is based on the human imagination. The history of finance is the history of humans inventing financial devices. Money is a financial device, bonds, stocks, ETFs, CDOs, all these strange things are the products of human ingenuity. And now AI comes along and starts inventing new financial devices that no human being ever thought about, ever imagined.</p>\n\n<p class=\"has-text-align-none\">What happens, for instance, if finance becomes so complicated because of these new creations of AI that no human being is able to understand finance anymore? Even today, how many people really understand the financial system? Less than 1 percent? In 10 years, the number of people who understand the financial system could be exactly zero because the financial system is the ideal playground for AI. It’s a world of pure information and mathematics. </p>\n\n<p class=\"has-text-align-none\">AI still has difficulty dealing with the physical world outside. This is why every year they tell us, Elon Musk tells us, that next year you will have fully autonomous cars on the road and it doesn’t happen. Why? Because to drive a car, you need to interact with the physical world and the messy world of traffic in New York with all the construction and pedestrians and whatever. Finance is much easier. It’s just numbers. And what happens if in this informational realm where AI is a native and we are the aliens, we are the immigrants, it creates such sophisticated financial devices and mechanisms that nobody understands them?</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">So when you look at the world now and project out into the future, is that what you see? Societies becoming trapped in these incredibly powerful but ultimately uncontrollable information networks?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Yes. But it’s not deterministic, it’s not inevitable. We need to be much more careful and thoughtful about how we design these things. Again, understanding that they are not tools, they are agents, and therefore down the road are very likely to get out of our control if we are not careful about them. It’s not that you have a single supercomputer that tries to take over the world. You have these millions of AI bureaucrats in schools, in factories, everywhere, making decisions about us in ways that we do not understand. </p>\n\n<p class=\"has-text-align-none\">Democracy is to a large extent about accountability. Accountability depends on the ability to understand decisions. If … when you apply for a loan at the bank and the bank rejects you and you ask, “Why not?,” and the answer is, “We don’t know, the algorithm went over all the data and decided not to give you a loan, and we just trust our algorithm,” this to a large extent is the end of democracy. You can still have elections and choose whichever human you want, but if humans are no longer able to understand these basic decisions about their lives, then there is no longer accountability.</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">You say we still have control over these things, but for how long? What is that threshold? What is the event horizon? Will we even know it when we cross it?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Nobody knows for sure. It’s moving faster than I think almost anybody expected. Could be three years, could be five years, could be 10 years. But I don&#8217;t think it’s much more than that. Just think about it from a cosmic perspective. We are the product as human beings of 4 billion years of organic evolution. Organic evolution, as far as we know, began on planet Earth 4 billion years ago with these tiny microorganisms. And it took billions of years for the evolution of multicellular organisms and reptiles and mammals and apes and humans. Digital evolution, non-organic evolution, is millions of times faster than organic evolution. And we are now at the beginning of a new evolutionary process that might last thousands and even millions of years. The AIs we know today in 2024, ChatGPT and all that, they are just the amoebas of the AI evolutionary process. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Do you think democracies are truly compatible with these 21st-century information networks?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Depends on our decisions. First of all, we need to realize that information technology is not something on [a] side. It’s not democracy on one side and information technology on the other side. Information technology is the foundation of democracy. Democracy is built on top of the flow of information.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For most of history, there was no possibility of creating large-scale democratic structures because the information technology was missing. Democracy is basically a conversation between a lot of people, and in a small tribe or a small city-state, thousands of years ago, you could get the entire population or a large percentage of the population, let’s say, of ancient Athens in the city square to decide whether to go to war with Sparta or not. It was technically feasible to hold a conversation. But there was no way that millions of people spread over thousands of kilometers could talk to each other. There was no way they could hold the conversation in real time. Therefore, you have not a single example of a large-scale democracy in the pre-modern world. All the examples are very small scale.</p>\n\n<p class=\"has-text-align-none\">Large-scale democracy became possible only after the rise of the newspaper and the telegraph and radio and television. And now you can have a conversation between millions of people spread over a large territory. So democracy is built on top of information technology. Every time there is a big change in information technology, there is an earthquake in democracy which is built on top of it. And this is what we’re experiencing right now with social media algorithms and so forth. It doesn’t mean it’s the end of democracy. The question is, will democracy adapt?</p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">Do you think AI will ultimately tilt the balance of power in favor of democratic societies or more totalitarian societies?&nbsp;</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">Again, it depends on our decisions. The worst-case scenario is neither because human dictators also have big problems with AI. In dictatorial societies, you can’t talk about anything that the regime doesn’t want you to talk about. But actually, dictators have their own problems with AI because it’s an uncontrollable agent. And throughout history, the [scariest] thing for a human dictator is a subordinate [who] becomes too powerful and that you don’t know how to control. If you look, say, at the Roman Empire, not a single Roman emperor was ever toppled by a democratic revolution. Not a single one. But many of them were assassinated or deposed or became the puppets of their own subordinates, a powerful general or provincial governor or their brother or their wife or somebody else in their family. This is the greatest fear of every dictator. And dictators run the country based on fear.</p>\n\n<p class=\"has-text-align-none\">Now, how do you terrorize an AI? How do you make sure that it’ll remain under your control instead of learning to control you? I’ll give two scenarios which really bother dictators. One simple, one much more complex. In Russia today, it is a crime to call the war in Ukraine a war. According to Russian law, what’s happening with the Russian invasion of Ukraine is a special military operation. And if you say that this is a war, you can go to prison. Now, humans in Russia, they have learned the hard way not to say that it’s a war and not to criticize the Putin regime in any other way. But what happens with chatbots on the Russian internet? Even if the regime vets and even produces itself an AI bot, the thing about AI is that AI can learn and change by itself.</p>\n\n<p class=\"has-text-align-none\">So even if Putin’s engineers create a regime AI and then it starts interacting with people on the Russian internet and observing what is happening, it can reach its own conclusions. What if it starts telling people that it’s actually a war? What do you do? You can’t send the chatbot to a gulag. You can’t beat up its family. Your old weapons of terror don’t work on AI. So this is the small problem. </p>\n\n<p class=\"has-text-align-none\">The big problem is what happens if the AI starts to manipulate the dictator himself. Taking power in a democracy is very complicated because democracy is complicated. Let’s say that five or 10 years in the future, AI learns how to manipulate the US president. It still has to deal with a Senate filibuster. Just the fact that it knows how to manipulate the president doesn’t help it with the Senate or the state governors or the Supreme Court. There are so many things to deal with. But in a place like Russia or North Korea, an AI only needs to learn how to manipulate a single extremely paranoid and unself-aware individual. It’s quite easy. </p>\n\n<h4 class=\"wp-block-heading\">Sean Illing</h4>\n\n<p class=\"has-text-align-none\">What are some of the things you think democracies should do to protect themselves in the world of AI?</p>\n\n<h4 class=\"wp-block-heading\">Yuval Noah Harari</h4>\n\n<p class=\"has-text-align-none\">One thing is to hold corporations responsible for the actions of their algorithms. Not for the actions of the users, but for the actions of their algorithms. If the Facebook algorithm is spreading a hate-filled conspiracy theory, Facebook should be liable for it. If Facebook says, “But we didn&#8217;t create the conspiracy theory. It’s some user who created it and we don’t want to censor them,” then we tell them, “We don’t ask you to censor them. We just ask you not to spread it.” And this is not a new thing. You think about, I don’t know, the New York Times. We expect the editor of the New York Times, when they decide what to put at the top of the front page, to make sure that they are not spreading unreliable information. If somebody comes to them with a conspiracy theory, they don’t tell that person, “Oh, you are censored. You are not allowed to say these things.” They say, “Okay, but there is not enough evidence to support it. So with all due respect, you are free to go on saying this, but we are not putting it on the front page of the New York Times.” And it should be the same with Facebook and with Twitter.</p>\n\n<p class=\"has-text-align-none\">And they tell us, “But how can we know whether something is reliable or not?” Well, this is your job. If you run a media company, your job is not just to pursue user engagement, but to act responsibly, to develop mechanisms to tell the difference between reliable and unreliable information, and only to spread what you have good reason to think is reliable information. It has been done before. You are not the first people in history who had a responsibility to tell the difference between reliable and unreliable information. It’s been done before by newspaper editors, by scientists, by judges, so you can learn from their experience. And if you are unable to do it, you are in the wrong line of business. So that’s one thing. Hold them responsible for the actions of their algorithms.</p>\n\n<p class=\"has-text-align-none\">The other thing is to ban the bots from the conversations. AI should not take part in human conversations unless it identifies as an AI. We can imagine democracy as a group of people standing in a circle and talking with each other. And suddenly a group of robots enter the circle and start talking very loudly and with a lot of passion. And you don’t know who are the robots and who are the humans. This is what is happening right now all over the world. And this is why the conversation is collapsing. And there is a simple antidote. The robots are not welcome into the circle of conversation unless they identify as bots. There is a place, a room, let’s say, for an AI doctor that gives me advice about medicine on condition that it identifies itself.</p>\n\n<p class=\"has-text-align-none\">Similarly, if you go on Twitter and you see that a certain story goes viral, there is a lot of traffic there, you also become interested. “Oh, what is this new story everybody’s talking about?” Who is everybody? If this story is actually being pushed by bots, then it’s not humans. They shouldn’t be in the conversation. Again, deciding what are the most important topics of the day. This is an extremely important issue in a democracy, in any human society. Bots should not have this ability to determine what stories dominate the conversation. And again, if the tech giants tell us, “Oh, but this infringes freedom of speech” — it doesn’t because bots don’t have freedom of speech. Freedom of speech is a human right, which would be reserved for humans, not for bots.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://podcasts.apple.com/us/podcast/yuval-noah-harari-on-the-eclipsing-of-human-intelligence/id1081584611?i=1000669695275\"><em>Listen to the rest of the conversation</em></a><em> and be sure to follow</em><a href=\"https://www.vox.com/thegrayarea\"><em> </em><em>The Gray Area</em></a><em> on</em><a href=\"https://podcasts.apple.com/gb/podcast/the-gray-area-with-sean-illing/id1081584611\"><em> </em><em>Apple Podcasts</em></a><em>,</em><a href=\"https://open.spotify.com/show/6NOJ6IkTb2GWMj1RpmtnxP\"><em> </em><em>Spotify</em></a><em>,</em><a href=\"https://www.pandora.com/podcast/the-gray-area-with-sean-illing/PC:30793\"><em> </em><em>Pandora</em></a><em>, or wherever you listen to podcasts.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "If the internet age has anything like an ideology, it’s that more information and more data and more openness will create a better and more truthful world. That sounds right, doesn’t it? It has never been easier to know more about the world than it is right now, and it has never been easier to [&#8230;]",
    "author": "Sean Illing"
  },
  {
    "title": "I give to charity — but never to people on the street. Is that wrong?",
    "link": "https://www.vox.com/future-perfect/372519/charity-giving-effective-altruism-mutual-aid-homeless",
    "pubDate": "2024-09-22T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/PeteGamlen_Charity_9-13.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>Your Mileage May Vary is an advice column o</em><em>ffering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional </em><em>column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other.</em><em> </em><em>Here is a Vox reader’s question, condensed and edited for clarity.</em> </p>\n\n<p class=\"has-text-align-none\"><strong>I think I have a duty to help people much poorer than me, and I give 10 percent of my salary to charities that I think are effective at preventing early death due to poverty. I also live in a city with a lot of visible homelessness, and am often solicited for money. My brain says that this is not an effective way to help people; the people asking might not be the neediest among the homeless in my city, and the people I’m sending malaria bednets and pills to are even needier. At the same time, I feel callous simply ignoring all these requests. What should I do?</strong></p>\n\n<p class=\"has-text-align-none\">Dear Would-Be Optimizer,</p>\n\n<p class=\"has-text-align-none\">Nine times out of ten, when someone’s got an ethical dilemma, I think it’s because a couple of their core values are <a href=\"https://www.vox.com/future-perfect/370030/advice-column-aging-parents-retirement-community-elder-care\">conflicting with each other</a>. But you’re that tenth case. I say that because I don’t actually believe your question represents a battle royale between two different values. I think there’s one core value here&nbsp;— helping people —&nbsp;and one strategy that’s masquerading as a value.</p>\n\n<p class=\"has-text-align-none\">That strategy is optimization. I can tell from your phrasing that you’re really into it. You don’t just want to help people —&nbsp;you want to help people as effectively as possible. Since <a href=\"https://www.vox.com/future-perfect/23152657/poverty-cash-graduation-ultra-poor-brac\">extreme poverty</a> is concentrated in developing countries, and since your dollar goes much further there than it would in your home country, your optimizing impulse is telling you to send your charity money abroad.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Optimization started as a technique for solving certain math problems, but our society has elevated it to the status of a value — arguably one of the dominant values in the Western world. It’s been on the rise since the 1700s, when utilitarian thinkers seeded the idea that both economics and ethics should focus on maximizing utility (meaning, happiness or satisfaction): Just calculate how much utility each action would produce, and choose the one that produces the most.</p>\n\n<p class=\"has-text-align-none\">You can see this logic everywhere in modern life —&nbsp;from <a href=\"https://www.newyorker.com/culture/office-space/the-frustration-with-productivity-culture\">work culture</a>, with its emphasis on productivity hacks and agile workflows, to <a href=\"https://www.theguardian.com/news/2019/aug/02/athleisure-barre-kale-tyranny-ideal-woman-labour\">wellness culture</a>, with its emphasis on achieving perfect health and optimal sleep. The mandate to “Live your best life!” is turbocharged by Silicon Valley, which urges us to <a href=\"https://www.vox.com/future-perfect/2019/6/25/18682583/biohacking-transhumanism-human-augmentation-genetic-engineering-crispr\">quantify every aspect of ourselves</a> with Fitbits, Apple Watches, and Oura Rings, because the more data you have on your body’s mechanical functions, the more you can optimize the machine that is you.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>Have a question you want me to answer in the next Your Mileage May Vary column?</strong> </h2>\n\n\n\n<p class=\"has-text-align-none\">Feel free to email me at <a href=\"mailto:sigal.samuel@vox.com\">sigal.samuel@vox.com</a> or <a href=\"https://forms.gle/wTU5egBukdhyKeL56\">fill out this anonymous form</a>! Newsletter subscribers will get my column before anyone else does and their questions will be prioritized for future editions. <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\" data-type=\"link\" data-id=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Sign up here!</a></p>\n</div>\n\n<p class=\"has-text-align-none\">Optimization definitely has its place, including in the world of charity. Some charitable organizations are much more effective than others trying to achieve the same goal. All things being equal, we don’t want to blow all our money on the wildly ineffective ones. Effective altruists, members of the <a href=\"https://www.vox.com/future-perfect/23458282/effective-altruism-sam-bankman-fried-ftx-crypto-ethics\">utilitarian-flavored social movement</a> that aims to do the most good possible, are fond of noting that the most effective charities out there actually produce <a href=\"https://psycnet.apa.org/record/2020-63320-004\">100 times more benefit</a> than the average ones. Why <em>not </em>get the biggest bang for your buck?&nbsp;</p>\n\n<p class=\"has-text-align-none\">The problem is that we’ve stretched optimization beyond its optimal limits. We try to apply it to everything. But not every domain in life can be optimized, at least not without compromising on some of our values.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In your case, you’re trying to optimize how much you help others, and you believe that means focusing on the neediest. But “neediest” according to what definition of needy? You could assume that financial need is the only type that counts, so you should focus first on lifting everyone out of extreme poverty, and only then help people in less dire straits. But are you sure that only the brute poverty level matters?</p>\n\n<p class=\"has-text-align-none\">Consider an insight from the Jewish tradition. The ancient rabbis were exquisitely sensitive to the psychological needs of poor people, and they argued that these needs should also be taken into account. So they decreed that you shouldn’t only give poor people enough money to survive on —&nbsp;they need to have more than that so they themselves can give charity to others. <a href=\"https://rabbisacks.org/covenant-conversation/reeh/tzedakah-the-untranslatable-virtue/\">As Rabbi Jonathan Sacks writes</a>, “On the face of it, the rule is absurd. Why give X enough money so that he can give to Y? Giving to Y directly is more logical and efficient. What the rabbis understood, however, is that giving is an essential part of human dignity.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The rabbis also figured that those who used to be well-off but who fell into poverty might feel an especially acute sense of shame. So they suggested helping these people save face by offering them not just bare necessities, but also —&nbsp;when possible — some of the nicer things that graced their former lifestyles. <a href=\"https://www.sefaria.org/Ketubot.67b.3?lang=bi\">In the Talmud</a>, we hear about one rabbi who gave a newly poor person a fancy meal, and another who acted as the person’s servant for a day! Clearly, the ancient rabbis weren’t only aiming to alleviate poverty. They were also alleviating the shame that can accompany it.</p>\n\n<p class=\"has-text-align-none\">The point is that there are many ways to help people and, because they’re so different, they don’t submit to direct comparison. Comparing poverty and shame is comparing apples to oranges; one can be measured in dollars, but the other can’t. Likewise, <a href=\"https://www.vox.com/the-highlight/23862090/subjective-wellbeing-wealth-philanthropy-gdp-happiness-givewell\">how can you ever hope to compare</a> preventing malaria with alleviating depression? Saving lives versus improving them? Or saving the life of a kid versus saving the life of an adult?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Yet if you want to optimize, you need to be able to run an apples-to-apples comparison —&nbsp;to calculate how much good different things do in a single currency, so you can pick the best option. But because helping people isn’t reducible to one thing —&nbsp;it’s lots of incommensurable things, and how to rank them depends on each person’s subjective philosophical assumptions — trying to optimize in this domain will mean you have to artificially simplify the problem. You have to pretend there’s no such thing as oranges, only apples.</p>\n\n<p class=\"has-text-align-none\">And when you try to do that, an unfortunate thing happens. You end up rushing past all the unhoused people in your city and, as you put it, you “feel callous simply ignoring all these requests.” Ignoring these human beings comes at a cost, not only to them, but to you. It has a damaging effect on your moral conscience, which feels moved to help but is being told not to.</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">This story was first featured in the <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">Future Perfect newsletter</a>.</h2>\n\n\n\n<p class=\"has-text-align-none\">Sign up <a href=\"https://www.vox.com/pages/future-perfect-newsletter-signup\">here</a> to explore the big, complicated problems the world faces and the most efficient ways to solve them. Sent twice a week.</p>\n</div>\n\n<p class=\"has-text-align-none\">Even <a href=\"http://www.givinggladly.com/2019/02/you-have-more-than-one-goal-and-thats.html\">some leaders in effective altruism</a> and the adjacent rationalist community recognize this as a problem and advise people not to shut up that part of themselves. Rationalist Eliezer Yudkowsky, for example, says it’s okay to donate some money to causes that make us feel warm and fuzzy but that aren’t producing maximum utility. His advice is to “<a href=\"https://www.lesswrong.com/posts/3p3CYauiX8oLjmwRF/purchase-fuzzies-and-utilons-separately\">purchase fuzzies and utilons separately</a>” —&nbsp;meaning, devote one pot of money to pet causes and another (much bigger) pot of money to the most cost-effective charities. You can, he says, get your warm fuzzies by volunteering at a soup kitchen and “let that be <em>validated</em> by your other efforts to purchase utilons.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">I would also suggest diversifying your giving portfolio, but it’s <em>not </em>because I think you need to “validate” the warm fuzzies. Instead, it’s because of another value: integrity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When 20th-century British philosopher and critic of utilitarianism <a href=\"https://plato.stanford.edu/ENTRIES/williams-bernard/\">Bernard Williams</a> talked about integrity, he meant it in the literal sense of the word, which has to do with a person’s wholeness (think of related words like “integration”). He argued that moral agency does not sit in a contextless vacuum —&nbsp;it is always some specific person’s agency, and as specific people we have specific commitments.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For example, a mother has a commitment to ensuring her kid’s well-being, over and above her general wish for all kids everywhere to be well. Utilitarianism says she has to consider everyone’s well-being equally, with no special treatment for her own kid —&nbsp;but Williams says that’s an absurd demand. It alienates her from a core part of herself, ripping her into pieces, wrecking her wholeness —&nbsp;her integrity.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It sounds like that’s what you’re feeling when you pass a person experiencing homelessness and ignore them. Ignoring them makes you feel bad because it alienates you from the part of you that is moved by this person’s suffering — that <em>sees the orange</em><em> </em>but is being told there are only apples. That core part of you is no less valuable than the optimizing part, which you liken to your “brain.” It’s not dumber or more irrational. It’s the part that cares deeply about helping people, and without it, the optimizing part would have nothing to optimize!&nbsp;</p>\n\n<p class=\"has-text-align-none\">So rather than trying to override it, I would encourage you to honor your wish to help in all its fullness. You won’t be able to run a direct apples-to-apples comparison, but that’s okay. Different types of help are useful in their own way and you can divvy up your budget between them, even though there’s no perfect formula to spit out the “optimal” allocations.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Diversifying your giving portfolio might look something like this. You keep a small amount of cash or gift cards on you, which you hand out to unhoused people you encounter directly. You put aside a larger amount to donate to a local or national charity with a strong track record. And you devote another amount to a highly effective charity abroad.&nbsp;</p>\n\n<p class=\"has-text-align-none\">You might feel annoyed that there’s no universal mathematical formula that can tell you the best thing to do. If so, I get it. I want the magic formula too! But I know that desire is distinct from the core value here. Don’t let optimization eat the real value you hold dear.&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">Bonus: What I’m reading</h2>\n\n<ul>\n<li>I recently read <a href=\"https://www.penguinrandomhouse.com/books/670624/optimal-illusions-by-coco-krumme/\"><em>Optimal Illusions</em></a>, a book by mathematician Coco Krumme that traces the roots of optimization’s overreach. As she puts it, “Over the past century, optimization has made an impressive epistemic land grab.”&nbsp;</li>\n</ul>\n\n<ul>\n<li>When torn between competing moral theories, does it make sense to diversify your donations in proportion to how much you believe in each theory? Some philosophers argue against that view, but Michael Plant and coauthors defend it in <a href=\"https://philpapers.org/archive/KACMUP.pdf\">this new paper</a>.</li>\n</ul>\n\n<ul>\n<li><a href=\"https://www.newyorker.com/magazine/2024/09/16/are-your-morals-too-good-to-be-true\">This gorgeously written essay</a> by anthropologist Manvir Singh introduced me to the term “cooperating without looking” (or, because it’s a New Yorker essay, “coöperating without looking”). This “tendency to willfully ignore costs and benefits when helping others” —&nbsp;to help without calculating what you’ll gain from the altruistic act — is “a key feature of both romantic love and principled behavior.” When we help this way, <a href=\"https://www.vox.com/future-perfect/2019/8/27/20829758/altruism-morality-molly-crockett-study-dating-do-gooders\">people trust us more</a>.&nbsp;</li>\n</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Your Mileage May Vary is an advice column offering you a new framework for thinking through your ethical dilemmas and philosophical questions. This unconventional column is based on value pluralism — the idea that each of us has multiple values that are equally valid but that often conflict with each other. Here is a Vox [&#8230;]",
    "author": "Sigal Samuel"
  },
  {
    "title": "Agatha All Along is a Marvel show you don’t have to do homework for ",
    "link": "https://www.vox.com/culture/373110/agatha-all-along-mcu-review",
    "pubDate": "2024-09-21T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Agatha and her coven! Will she backstab? Probably! | Chuck Zlotnick/Courtesy of Marvel\" data-portal-copyright=\"Chuck Zlotnick/Courtesy of Marvel\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/MPY-105-11910_R.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Agatha and her coven! Will she backstab? Probably! | Chuck Zlotnick/Courtesy of Marvel</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Do you think Patti LuPone would be able to explain who Tony Stark is? Does she know anything about the multiverse? Could she cobble together three facts about Kang the Conqueror? Or the difference between Captain Marvel and Ms. Marvel? Is she familiar with Wanda Maximoff and how she became Scarlet Witch? Did she watch <em>WandaVision</em>?&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Like the probability of <a href=\"https://ew.com/patti-lupone-eats-death-wing-rather-than-apologize-to-madonna-8709982\">Patti LuPone showing up to a Madonna concert</a>, the answer to all the above is no, never, or absolutely not.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://ew.com/patti-lupone-still-knows-nothing-about-the-mcu-no-intention-of-learning-8714356#:~:text=When%20asked%20how%20much%20she,t%20understand%20it%20at%20first.\">LuPone will tell you herself</a> that she has no idea how anything in the Marvel universe works. That’s what makes her perfect for <em>Agatha All Along,</em> where she plays the kooky fortune teller Lilia Calderu. It might seem counterintuitive, but the fact that even one of the show’s stars lacks baseline Marvel knowledge goes to show how easy it is to get into the new <em>WandaVision </em>spinoff. It’s a perfectly silly spooky season teaser, even for non-Marvel fans. </p>\n\n<p class=\"has-text-align-none\">Viewers require very little background knowledge to understand the show. That’s given the series a serendipitous story-telling cushion, allowing everyone involved a bit more creative slack to show us how the most maniacal 400-year-old witch to ever haunt the planet got her groove back. It’s a journey that takes us to a spoof of <em>Mare of Easttown</em>, an uncanny play on <em>Bravo’s Real Housewives</em>, a winking riff on <em>The Wizard of Oz</em>, and so many weird places in between.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><em>Agatha</em> is more interested in creating witchy nonsense than sticking with superhero seriousness. Each episode is crammed with spells and potions and magic, rather than reminding you what the Avengers are up to. There’s comedic, spooky world-building happening here in a way that Marvel’s regular fare rarely allows.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All you need to know for <em>Agatha</em> is that Agatha Harkness (Kathyrn Hahn) is a magic user who messed with the very powerful Wanda Maximoff (Elizabeth Olsen),<a href=\"https://www.vox.com/22302680/wandavision-agatha-harkness-credits-scene-episode-8-scarlet-witch-mcu\"> a.k.a. the Scarlet Witch</a>, and lost. Wanda took away all her power, zapped all her memories, and sentenced her to live in a New Jersey town called Westview. Stuck in the suburbs with no magic and no identity, Agatha’s career is in shambles.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Her rock bottom is where <em>Agatha All Along </em>picks up.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Thanks to the help of Teen (Joe Locke), a character that goes by the name “Teen” because of a spell that doesn’t allow him to say his actual name, and triggered by Wanda Maximoff’s death (see: <a href=\"https://www.vox.com/2022/5/6/23059922/multiverse-of-madness-review-wanda-maximoff-avengers-coworkers\"><em>Doctor Strange in the Multiverse of Madness</em></a>), Agatha breaks out of her trance. Like anyone living a life of quiet desperation in suburban New Jersey, she realizes she needs to regain her powers, and to do so, Agatha will need to assemble a gang of witches — a divination expert (LuPone), a potion brewer (Sasheer Zamata), a protection mage (Ali Ahn), and an earth magic enchantress (Debra Jo Rupp) — to find the “Witches Road” and pass its various trials. </p>\n\n<p class=\"has-text-align-none\">A group of misfits walking down a road and having to help each other along the way? It’s an inverted riff on another very famous story about a road, a wicked witch, a group of new companions, and a troublesome redhead with all the pieces mixed and matched. Unfortunately for her coven, Agatha is very into double-crossing. Fortunately for her coven, everyone knows that Agatha is a double-crosser. Getting to the end of the road will require teamwork and keeping Agatha in check — things neither Agatha nor her coven seem capable of doing. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/MPY-102-03933_R2.jpg?quality=90&#038;strip=all&#038;crop=0,4.3439330439865,100,91.312133912027\" alt=\"Rupp, Ahn, LuPone, and Zamata \" title=\"Rupp, Ahn, LuPone, and Zamata \" data-has-syndication-rights=\"1\" data-caption=\"This is basically the English department at a small liberal arts college (compliment). | Chuck Zlotnick/ Courtesy of Marvel\" data-portal-copyright=\"Chuck Zlotnick/ Courtesy of Marvel\" />\n<p class=\"has-text-align-none\">When <em>Agatha All Along </em>was greenlit, Marvel mania was still riding high on the back of 2021’s <a href=\"https://www.vox.com/culture/22229407/wandavision-review-disney-plus-marvel\"><em>WandaVision</em></a>, the potential for a multiverse of parallel timelines and worlds, and the promise of a new era of Avengers. Controversy surrounding <a href=\"https://www.vox.com/culture/2023/3/28/23658154/jonathan-majors-assault-arrest-allegations-conviction-jail\">Jonathan Majors’s</a> domestic abuse allegations and <a href=\"https://www.vox.com/culture/23612887/ant-man-quantumania-marvel-flop-era\">a series of middling movies</a> has fully derailed that momentum, but the checks were already signed and <a href=\"https://coveredgeekly.com/agatha-coven-of-chaos-wraps-filming/\">filming wrapped</a> for <em>Agatha</em> in May 2023. </p>\n\n<p class=\"has-text-align-none\"><em>Agatha</em> doesn’t have to set the table for the Marvel Cinematic Universe and the series doesn’t feature a character that prominently figures into Marvel’s bigger plans. This could all change, but there’s currently no expectation for the Tony Award-winning LuPone to be busting out of an Iron Man suit to take on Doctor Doom (as fantastic as that sounds). Nor does there seem to be a big plan for Hahn’s Agatha to link up with any of the existing Avengers.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Without the pressure of being an integral piece of the Marvel design or needing the characters to save the world (as is the MO of so many Marvel projects), showrunner Jac Schaeffer and <em>Agatha</em>’s creative team have been allowed a bit more freedom to create a show on their terms. That materializes in the show’s penchant for silly musical moments and multiple costume changes. An episode later this season (critics were given four episodes to review) finds the women trapped in a Nancy Meyers-esque coastal mansion, complete with poison wine and a treacherous luxury bathroom.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The only predictable thing about the series is that not everyone in the coven is going to make it to the end, and no one, not even Agatha, is guaranteed a happy ending. Perhaps the witches will all turn on Agatha. Perhaps Agatha will, again, betray the witches who trust her. For once, anything and everything could happen in a Marvel show, and that’s an enchanting possibility.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Do you think Patti LuPone would be able to explain who Tony Stark is? Does she know anything about the multiverse? Could she cobble together three facts about Kang the Conqueror? Or the difference between Captain Marvel and Ms. Marvel? Is she familiar with Wanda Maximoff and how she became Scarlet Witch? Did she watch [&#8230;]",
    "author": "Alex Abad-Santos"
  },
  {
    "title": "New York’s governor wants to “liberate” kids — by taking their phones",
    "link": "https://www.vox.com/today-explained-podcast/372874/phone-ban-school-new-york-governor-kathy-hochul",
    "pubDate": "2024-09-21T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Kathy Hochul wearing a red blazer waves from on stage.\" data-caption=\"New York Gov. Kathy Hochul waves during the first day of the Democratic National Convention at the United Center on August 19, 2024, in Chicago, Illinois. | Kevin Dietsch/Getty Images\" data-portal-copyright=\"Kevin Dietsch/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2167486793.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>New York Gov. Kathy Hochul waves during the first day of the Democratic National Convention at the United Center on August 19, 2024, in Chicago, Illinois. | Kevin Dietsch/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">There’s a hot new trend this back-to-school season: cellphone bans.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.nytimes.com/2024/08/11/technology/school-phone-bans-indiana-louisiana.html\">At least eight states have enacted regulations</a> limiting cellphone use in schools so far this year, and many more individual districts and schools have implemented similar policies on their own. The changes are driven by bipartisan concern that teenagers are unable to break away from their phones and concentrate in class, or even just talk to people in real life, as well as growing concern about the pervasive mental health challenges posed by social media.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“At first I thought it was going to be really annoying, but it’s actually not that bad,” said Lev Zitcer, a freshman at Science Leadership Academy in Philadelphia, which is limiting phone use this year. “I think there’s like a different level of communication that comes with, like, being bored.”</p>\n\n<p class=\"has-text-align-none\">New York Gov. Kathy Hochul agrees. She’s been campaigning to enact a cellphone ban across the Empire State.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I&#8217;ve talked to schools where they have banned cellphones. We’ve found out that there are a lot of challenges involved. But if you get ahead of it, we can be successful,” Hochul told <em>Today, Explained</em> co-host Sean Rameswaram.&nbsp;</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP9434449812\" width=\"100%\"></iframe>\n\n<p class=\"has-text-align-none\">Below is an excerpt of Sean’s conversation with Hochul, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> on <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, or <a href=\"https://link.chtbl.com/explainit?sid=site\">wherever you get podcasts</a>.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">You’ve got a lot on your plate. You’ve got that — we saw you at the DNC. Obviously, a lot of election stuff in the air right now. There’s been a lot of controversy around congestion pricing. But we’re here to focus on getting cellphones out of the classroom. Why is this an important issue for you right now?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Kathy Hochul</h4>\n\n<p class=\"has-text-align-none\">This is the end of a long journey that I started about a year-and-a-half, two years ago, when I was seeing data about teenagers really struggling after the pandemic. And I wanted to know what’s going on with the kids. And I have a lot of teenage nieces and nephews and I’m seeing things happening that are not positive. I started talking to teenagers, going around to schools, every corner of the state, convening them and finding out that they are so affected by the bombardment of addictive algorithms on social media throughout the day.</p>\n\n<p class=\"has-text-align-none\">And also the extreme cases of FOMO. They need to know what’s happening — the girls meeting in the restroom without them? Is a party being planned and they’re not there? So these kids’ stress levels are off the charts. But meanwhile, this is during the school day when they’re supposed to be paying attention to a teacher, learning something and ultimately graduating. So it’s a huge distraction.</p>\n\n<p class=\"has-text-align-none\">I know the opposition, what they’re going to say — they’re going to tell me that they need to be able to reach their children if there’s a crisis. And I’ll tell you right now, that was my first reaction, like, well, okay, they may not need to have access to the internet, social media during the day, but they certainly need a cellphone to contact their parents if there’s a mass shooting — every parent’s nightmare. But what I heard from law enforcement disabused me of that notion … They said if there is a crisis on campus, no matter what it is, the last thing you want are your kids reaching for their cellphone, trying to communicate with them, take pictures, getting video of it. You want them to pay attention to the head of the classroom, their teacher, to lead them to safety. And I was persuaded the second I heard that from law enforcement.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Interesting. As you alluded to, a lot of schools are doing this. Schools across the country are doing this, states across the country are doing this. Blue states, red states, they’re taking different approaches. What approach do you want to take in New York?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Kathy Hochul</h4>\n\n<p class=\"has-text-align-none\">We’re winding down in our information-gathering process. First of all, I can’t do anything as governor without the legislature. So I’m basically building the case, building the data, the narratives, the information from the surgeon general, other experts, authors who study this, building the argument that, first of all, our young people are better off without access to a cellphone during the school day. And teachers, 72 percent of <a href=\"https://www.pewresearch.org/short-reads/2024/06/12/72-percent-of-us-high-school-teachers-say-cellphone-distraction-is-a-major-problem-in-the-classroom/\">teachers in this country are saying</a> it’s a big distraction. It is not helping the learning process. In fact, it’s hindering. </p>\n\n<p class=\"has-text-align-none\">So we are looking at and I’m going to be proposing this in the next few months before they meet again in January, more likely a cellphone ban … It is easier to lock them up at the beginning of the school day, get them out at the end of the school day instead of: “Who’s going to make sure they have them locked up again when they come back from recess? Who&#8217;s going to make sure they’re locked up after lunch? What if they go to the restroom?” … The teachers don&#8217;t want to be the phone police. They want to teach.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">I want to ask you about how parents might feel about that, because parents seem to be a big part of this equation. And it seems generally, and we’ve heard it from even, you know, a parent on our team, parents want to be able to communicate with their kids throughout the school day. And I’m wondering, one, are you hearing that from parents in New York state, and two, how you’re going to sell this to them when the time comes?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Kathy Hochul</h4>\n\n<p class=\"has-text-align-none\">That’s a good question. And here’s what I would say: Talk to the other parents who came to our meetings, but especially talk to the parents who are teachers. We get a lot of them. And people who understand what has happened to their child in this setting, that they’re a different person than they would otherwise be because of this constant communication to others when they’re supposed to [not be] distracted, they’re supposed to be learning. </p>\n\n<p class=\"has-text-align-none\">One mom said, “My son is being bullied throughout the day. My husband now leaves work early, so he’s there to be there when he gets home from school to make sure he doesn’t take his own life.” Because the intense pressure on kids being bullied through their phones, through the social media platform, it’s intense. Now, this is maybe a rare case. I’m not saying it’s common, but people don&#8217;t realize the pressure they’re under about how the kids look, what they say. It’s a tough environment to be a teenager under any circumstance, but you exacerbate it when you have all these outside external factors that are hitting them at the same time.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When I was growing up, yes, there were bullies. Yes there were mean kids. You walked down the other hall, you avoided them, right? You can’t avoid being bombarded with messaging throughout the day. And we need our kids to be liberated.&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Sean Rameswaram</h4>\n\n<p class=\"has-text-align-none\">Where do you think we&#8217;ll end up as a country? … Do you think we’ll end up in a place where every school will be doing some version of this?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Kathy Hochul</h4>\n\n<p class=\"has-text-align-none\">My view is that if we never start out with an expectation that they’re allowed in schools, this will be the first generation we liberate from that, and then the subsequent ones will not have that same pressure … It’s all about listening to the kids. They want us to save them. And I’m the adult who’s going to be willing to do that.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "There’s a hot new trend this back-to-school season: cellphone bans.&#160; At least eight states have enacted regulations limiting cellphone use in schools so far this year, and many more individual districts and schools have implemented similar policies on their own. The changes are driven by bipartisan concern that teenagers are unable to break away from [&#8230;]",
    "author": "Miles Bryan"
  },
  {
    "title": "Kamala Harris and Oprah humanized the consequences of state abortion bans",
    "link": "https://www.vox.com/abortion/373133/kamala-harris-oprah-winfrey-michigan-amber-thurman-abortion-bans-democrats",
    "pubDate": "2024-09-20T21:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Harris and Oprah on abortion\" data-caption=\"\" data-portal-copyright=\"Saul Loeb/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2172275535.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Democratic presidential nominee Kamala Harris attended a town hall style forum hosted by Oprah Winfrey in Michigan Thursday night. Harris received questions on most of the 2024 campaign cycle’s top issues, including guns and immigration — but a segment on abortion proved to be an emotional centerpiece that has continued to generate conversation.</p>\n\n<p class=\"has-text-align-none\">That moment largely focused on a 28-year-old Black woman from Georgia named Amber Thurman, featured in a recent <a href=\"https://www.propublica.org/article/georgia-abortion-ban-amber-thurman-death\">ProPublica report</a>. Thurman died in August 2022 after doctors hesitated to treat her following a complication from a medication abortion.</p>\n\n<p class=\"has-text-align-none\">After that year’s Supreme Court ruling in <em>Dobbs v. Jackson Women’s Health Organization</em>,<em> </em>which overturned the right to an abortion guaranteed by <em>Roe v. Wade</em>,<em> </em>Georgia implemented a strict abortion law that severely limited the abortion-related care available to anyone more than six weeks pregnant. </p>\n\n<p class=\"has-text-align-none\">Thurman was at least nine weeks pregnant; state law allows Georgia doctors to perform the procedure she required — a dilation and curettage, or D&amp;C — only <a href=\"https://www.legis.ga.gov/api/legislation/document/20192020/187013\">when the mother’s life is in danger</a>. Doing so before then could result in a doctor going to prison for up to 10 years. At the time, the <a href=\"https://www.propublica.org/article/georgia-abortion-ban-amber-thurman-death\">hospital reportedly had no guidance or policy</a> in place about how to navigate the law and ascertain whether a pregnant person’s life was in danger. However, the ProPublica report suggests Thurman’s doctors waited too long — 20 hours after she went to her local hospital —&nbsp;before beginning to operate on her.</p>\n\n<p class=\"has-text-align-none\">A state review found Thurman’s death was “preventable,” and that’s a theme her family stressed as they spoke with Harris and Winfrey.</p>\n\n<p class=\"has-text-align-none\">“They just let her die because of some stupid abortion ban,” Thurman’s older sister said. “They treated her like she was just another number.”</p>\n\n<p class=\"has-text-align-none\">Harris offered her condolences to Thurman’s family, and used the moment to argue that Thurman’s story underscores the need for a change for greater abortion rights — as well as the sort of abortion policy Democrats are running on.</p>\n\n<h2 class=\"wp-block-heading\"><strong>Democrats are running on expanding abortion rights</strong></h2>\n\n<p class=\"has-text-align-none\">In the wake of <em>Dobbs</em>, more than a <a href=\"https://www.kff.org/womens-health-policy/dashboard/abortion-in-the-u-s-dashboard/\">dozen states</a> have passed strict abortion bans; nearly a dozen others, including Georgia, have laws that severely limit who is able to access an abortion. </p>\n\n<p class=\"has-text-align-none\">Georgia’s law, the <a href=\"https://www.aclu.org/press-releases/georgia-supreme-court-allows-six-week-abortion-ban-to-remain-in-effect-as-legal-challenge-continues\">LIFE Act</a>, was initially passed in 2019 and upheld last year. It outlaws abortion once embryonic cardiac activity is detectable, something that usually occurs around five or six weeks of gestation. It does allow abortions past that point for “medical emergencies,” but is vague about when doctors should declare an emergency, other than <a href=\"https://www.legis.ga.gov/api/legislation/document/20192020/187013\">defining them</a> as a “condition in which an abortion is necessary in order to prevent the death of the pregnant woman or the substantial and irreversible physical impairment of a major bodily function of the pregnant woman.”</p>\n\n<p class=\"has-text-align-none\">In many states, there have been efforts to overturn abortion laws — or keep them from being instituted. In Michigan, where the town hall was held, voters enshrined the right to abortion <a href=\"https://www.aclu.org/news/reproductive-freedom/in-michigan-a-historic-victory-for-abortion-rights\">into the state’s constitution in 2023</a>. In the wake of <em>Dobbs</em>, <a href=\"https://www.vox.com/policy-and-politics/23451074/abortion-ballot-measure-midterms-kentucky-montana-michigan\">ballot initiatives to protect abortion access</a> in Kansas, Kentucky, Michigan, Vermont, Montana, and California all passed. And this year, a new slate of states will decide whether to protect access.</p>\n\n<p class=\"has-text-align-none\">“There are 10 states with ballot initiatives for this November,” said David Cohen, a law professor at Drexel University who focuses on gender and abortion access. “Five of those states would change the current law in that state … going from [ending] a complete abortion ban [in] <a href=\"https://southdakotasearchlight.com/2024/09/03/abortion-ballot-measure-challenge-on-course-for-late-september-tr\">South Dakota</a> and Missouri, to alleviating a six-week ban in Florida, a 15-week ban in Arizona, and a 12-week ban in Nebraska.”</p>\n\n<p class=\"has-text-align-none\">Democrats have tied themselves to these initiatives, hoping that they boost turnout. The party <a href=\"https://www.nytimes.com/2023/11/08/us/politics/election-results-democrats-abortion.html\">successfully campaigned on abortion</a> in the 2022 midterms, and <a href=\"https://www.politico.com/news/2024/03/26/abortion-winning-strategy-alabama-democrat-00149205\">made abortion a factor</a> in several special elections that were Democratic wins. They hope to <a href=\"https://www.vox.com/politics/24101209/abortion-reproductive-freedom-biden-2024-election\">make the issue a central part</a> of this year’s election too. According to the <a href=\"https://www.pewresearch.org/politics/2024/09/09/issues-and-the-2024-election/\">Pew Research Center</a>, abortion is a top five issue for Democratic voters, and a top 10 issue for voters overall.</p>\n\n<p class=\"has-text-align-none\">Harris has repeatedly attacked former President Donald Trump as being responsible for the end of<em> Roe</em>, arguing as she did Thursday, “The former president chose three members of the United States Supreme Court with the intention that they would overturn the protections of <em>Roe v. Wade</em> — and they did as he intended.”</p>\n\n<p class=\"has-text-align-none\">Harris, meanwhile, has said that, as president, she would approve federal legislation protecting the right to abortion. The current model for that legislation is the <a href=\"https://www.congress.gov/bill/118th-congress/house-bill/12/text\">2023 Women’s Health Protection Act</a>, which would prevent state governments from imposing restrictions on abortion rights pre-viability. (Of course, Harris would probably need a Democratic majority in both the <a href=\"https://www.cookpolitical.com/ratings/house-race-ratings\">House</a> and <a href=\"https://www.cookpolitical.com/ratings/senate-race-ratings\">Senate</a> — which currently seems unlikely — for federal abortion protections to pass.) </p>\n\n<p class=\"has-text-align-none\">For his part, <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-was-able-kill-roe-v-wade-rcna84897\">Trump has bragged</a> about being the president who overturned <em>Roe</em>, and has argued that abortion policy should be <a href=\"https://apnews.com/article/trump-abortion-2024-ban-7bf06e0856b88a710c79a6eb85cffa6a\">left to the states</a>. He<em> </em>has said he <a href=\"https://apnews.com/article/trump-abortion-2024-ban-7bf06e0856b88a710c79a6eb85cffa6a\">would not approve</a> a federal abortion ban if given another term. He has also sought to distance himself from <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">Project 2025</a>, the conservative vision for the US that includes draconian restrictions on women’s health care, rights, and freedom. </p>\n\n<p class=\"has-text-align-none\">But that’s not to say that a second Trump term couldn’t make even abortion more difficult to access, including through the method he used the first time around: court appointments.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Democratic presidential nominee Kamala Harris attended a town hall style forum hosted by Oprah Winfrey in Michigan Thursday night. Harris received questions on most of the 2024 campaign cycle’s top issues, including guns and immigration — but a segment on abortion proved to be an emotional centerpiece that has continued to generate conversation. That moment [&#8230;]",
    "author": "Ellen Ioanes"
  },
  {
    "title": "Shohei Ohtani just did something no pro baseball player has ever done",
    "link": "https://www.vox.com/sports/373181/shohei-ohtani-50-record-baseball",
    "pubDate": "2024-09-20T21:20:28.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Shohei Ohtani tosses his bat away after hitting a baseball.\" data-caption=\"Shohei Ohtani #17 of the Los Angeles Dodgers looks on after hitting a two-run home run against the Miami Marlins during the third inning at loanDepot park on September 17, 2024, in Miami, Florida. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Sam Navarro/Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Sam Navarro/Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171952175.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Shohei Ohtani #17 of the Los Angeles Dodgers looks on after hitting a two-run home run against the Miami Marlins during the third inning at loanDepot park on September 17, 2024, in Miami, Florida. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Sam Navarro/Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">During a Thursday Los Angeles Dodgers game versus the Miami Marlins, baseball phenom Shohei Ohtani hit a record that no other player has reached. </p>\n\n<p class=\"has-text-align-none\">In that game, Ohtani became the first baseball player to reach the elusive “50/50” milestone, which translates to hitting 50 home runs and stealing 50 bases in one season. This new stat surpasses records set by then-<a href=\"https://x.com/CodifyBaseball/status/1829025004232577300?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1829025004232577300%7Ctwgr%5Eca092886a526146bbb6db27819986655ad2dd17e%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.si.com%2Fmlb%2Fmariners%2Fnews%2Flos-angeles-dodgers-star-shohei-ohtani-has-now-tied-seattle-mariners-legend-alex-rodriguez-in-baseball-history-with-42-home-runs-and-42-stolen-bases\">Seattle Mariner Alex Rodriguez</a> in 1998, <a href=\"https://www.si.com/mlb/mariners/news/los-angeles-dodgers-star-shohei-ohtani-has-now-tied-seattle-mariners-legend-alex-rodriguez-in-baseball-history-with-42-home-runs-and-42-stolen-bases\">when he achieved a “42/42</a>,” and <a href=\"https://www.cnn.com/2024/09/19/sport/shohei-ohtani-50-50/index.html\">Atlanta Braves outfielder Ronald Acuña Jr.</a>, who hit 41 home runs and stole 73 bases in 2023. It’s particularly impressive because most players are either muscular power hitters or speedy base stealers, not both.</p>\n\n<figure class=\"wp-block-embed is-type-rich is-provider-twitter wp-block-embed-twitter\"><div class=\"wp-block-embed__wrapper\">\n<blockquote class=\"twitter-tweet\" data-dnt=\"true\"><p lang=\"en\" dir=\"ltr\">HISTORY!<br><br>SHOHEI OHTANI IS THE ONLY MEMBER OF THE 50/50 CLUB. <a href=\"https://t.co/F1T5D4n6QD\">pic.twitter.com/F1T5D4n6QD</a></p>&mdash; Los Angeles Dodgers (@Dodgers) <a href=\"https://twitter.com/Dodgers/status/1836902635921641963?ref_src=twsrc%5Etfw\">September 19, 2024</a></blockquote>\n</div></figure>\n\n<p class=\"has-text-align-none\">This latest record also only adds to Ohtani’s dominance in Major League Baseball. First signed to the Los Angeles Angels in 2017, Ohtani has long been considered uniquely talented because of how good he is at both hitting and pitching, a rare combination. Given his strengths as a “two-way player” – of a caliber not seen since the likes of Babe Ruth – he secured one of the most lucrative contracts in the sport when <a href=\"https://www.marketplace.org/2023/12/15/how-does-shohei-ohtanis-700-million-deal-actually-work-its-complicated/\">the Dodgers offered him a 10-year $700 million deal in 2023</a>. Since joining the MLB, <a href=\"https://www.cnn.com/2023/07/11/sport/shohei-ohtani-new-contract-record-spt-intl/index.html\">Ohtani has become the first player in recent memory to be in the top 15</a> for both home runs scored and strikeouts pitched in a single season. </p>\n\n<p class=\"has-text-align-none\">In addition to being the only member of the 50/50 club, Ohtani turned in a historically strong game on Thursday. In six at-bats, Ohtani hit three home runs, two doubles, and a single, scoring every time. His hits also led to 10 runs batted in (RBIs), setting a new Dodgers record. And on top of that, he stole two bases. (That means he didn’t just hit the 50/50 mark, he actually now has a record <a href=\"https://sports.yahoo.com/with-51-51-season-shohei-ohtani-shows-us-yet-again-that-hes-capable-of-the-impossible-232349466.html\">51 home runs and stolen bases</a>.) </p>\n\n<p class=\"has-text-align-none\">Notably, Ohtani is also still <a href=\"https://bleacherreport.com/articles/10135995-shohei-ohtani-not-sure-if-he-can-pitch-in-playoffs-will-discuss-plan-with-dodgers\">recovering from an elbow surgery</a> that’s left him unable to pitch this season.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All that has made Thursday’s game a neat encapsulation of what has made Ohtani a star. He’s demonstrated uncommon versatility in the game as a commanding pitcher and hitter, and now a record-breaking base-stealer, too. Players recovering from surgery often have slow seasons, but that just has not been the case for Ohtani. And as the <a href=\"https://www.washingtonpost.com/sports/2024/09/20/ohtani-50-50/\">Washington Post notes</a>, it can take other players several games to do what Ohtani did Thursday in one. That Ohtani was able to achieve so much in Thursday’s game speaks to why he’s one of the most-hyped athletes in Major League Baseball, and already considered by many fans to be one of the greatest players of all time. </p>\n\n<h2 class=\"wp-block-heading\"><strong>What the record means</strong></h2>\n\n<p class=\"has-text-align-none\">The record is a testament to Ohtani’s unique power as a hitter, as well as his speed.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ohtani had one of his strongest offensive games of the season on Thursday, ultimately helping the Dodgers land a spot in this year’s playoffs with the runs he scored. He’s also refined his ability to steal bases, improving his “running mechanics” and broader offensive techniques, <a href=\"https://www.wsj.com/sports/baseball/shohei-ohtani-50-50-club-5051eafa\">according to the Wall Street Journal</a>. As <a href=\"https://www.espn.com/mlb/story/_/id/41233296/shohei-ohtani-50-stolen-bases-50-50-los-angeles-dodgers\">ESPN notes</a>, players in Ohtani’s current position — designated hitter, an athlete who stands in to bat for the pitcher — tend to be slow. Before this year, Ohtani hadn’t stolen more than 26 bases in a single season.</p>\n\n<p class=\"has-text-align-none\">Following an injury in 2023, Ohtani was forced to take a break from pitching and instead used that time and energy to improve his base stealing. His latest success also comes after a dramatic sports gambling scandal earlier this year involving his former interpreter <a href=\"https://www.espn.com/mlb/story/_/id/40277006/ippei-mizuhara-ex-interpreter-shohei-ohtani-pleads-guilty\" data-type=\"link\" data-id=\"https://www.espn.com/mlb/story/_/id/40277006/ippei-mizuhara-ex-interpreter-shohei-ohtani-pleads-guilty\">Ippei Mizuhara</a>, who allegedly stole money from Ohtani to cover debts and pleaded guilty to bank fraud. After an investigation by the League, Ohtani was ultimately exonerated of wrongdoing. </p>\n\n<p class=\"has-text-align-none\">Ohtani’s record-shattering game this week firmly established his ascendancy in the sport and was broadly cheered by other baseball greats including the <a href=\"https://x.com/JoseCanseco/status/1836924675185676490?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1836924675185676490%7Ctwgr%5E33f89c56306a7dbec7717323f9398cfb9ae89d74%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.si.com%2Fmlb%2Flose-canseco-shohei-ohtani-50-50-club\">Oakland Athletics’ Jose Canseco</a>, who in 1988 was the first player to hit “40/40,” and fellow players like Tampa Bay Rays’ Taylor Walls, who said that his team was watching Ohtani’s game <a href=\"https://www.mlb.com/news/shohei-ohtani-50-50-reactions\">while playing its own</a>. </p>\n\n<p class=\"has-text-align-none\">“This guy is unreal,” basketball legend Lebron James <a href=\"https://x.com/KingJames/status/1836929696384090239?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1836929696384090239%7Ctwgr%5E9bc57872c38433eec2350ba1c88713abadd35b12%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.mlb.com%2Fnews%2Fshohei-ohtani-50-50-reactions\">posted on X</a>.</p>\n\n<p class=\"has-text-align-none\">Ohtani’s colleague on the Dodgers, second baseman Gavin Lux, best summed up Thursday’s game and Ohtani’s style of play.</p>\n\n<p class=\"has-text-align-none\">“That has to be the greatest baseball game of all time. It has to be,” <a href=\"https://www.washingtonpost.com/sports/2024/09/20/ohtani-50-50/\">Lux said after the game</a>. “There’s no way. It’s ridiculous. I’ve never seen anybody do that even in Little League, so it’s crazy that he’s doing that at the highest level.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "During a Thursday Los Angeles Dodgers game versus the Miami Marlins, baseball phenom Shohei Ohtani hit a record that no other player has reached.  In that game, Ohtani became the first baseball player to reach the elusive “50/50” milestone, which translates to hitting 50 home runs and stealing 50 bases in one season. This new [&#8230;]",
    "author": "Li Zhou"
  },
  {
    "title": "How Kodak invented the “snapshot”",
    "link": "https://www.vox.com/culture/373150/how-kodak-invented-the-snapshot",
    "pubDate": "2024-09-20T20:10:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A vintage advertisement shows a man in a 50s-style tan suit and a handheld Kodak camera smiling and holding it up to his eye, in front of a yellow background reading “Kodak snapshots.”\" data-caption=\"\" data-portal-copyright=\"Vox Video\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/thumb_clean.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 1888, Eastman Kodak patented roll film and released the Kodak No. 1 box camera. The company’s business model — selling film, then processing and printing the photos taken on that film for their consumers — made photography available to the masses for the first time. Before then, photography was a complicated process requiring knowledge of chemistry and expertise working big, bulky equipment. <br><br>Later, when Kodak introduced the Brownie in 1900 and sold it for a dollar, photography went fully mainstream. The company dominated the film sales and development market during the 20th century and successfully marketed its automatic cameras as crucial to capturing fleeting moments — at home and on vacation. <br><br>But digital camera sales began to outpace film camera sales in the early 2000s, and Kodak failed to keep up. They filed for bankruptcy in 2012 but do still exist and sell film, albeit to a much smaller market.<br><br>You can find this video and all of <a href=\"https://www.youtube.com/channel/UCLXo7UDZvByw2ixzpQCufnA\"><strong>Vox’s videos on YouTube</strong></a>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 1888, Eastman Kodak patented roll film and released the Kodak No. 1 box camera. The company’s business model — selling film, then processing and printing the photos taken on that film for their consumers — made photography available to the masses for the first time. Before then, photography was a complicated process requiring knowledge of [&#8230;]",
    "author": "Coleman Lowndes"
  },
  {
    "title": "Will the Mark Robinson revelations tank Republicans in a key battleground state?",
    "link": "https://www.vox.com/2024-elections/373094/mark-robinson-slavery-nazi-north-carolina-trump-2024",
    "pubDate": "2024-09-20T17:20:57.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A bald and bearded black man speaking at a lectern and pointing toward the audience. The lectern reads “Trump Vance, make America great again 2024.”\" data-caption=\"North Carolina Lt. Gov. Mark Robinson delivers remarks prior to Republican presidential nominee former President Donald Trump speaking at a campaign event at Harrah’s Cherokee Center on August 14, 2024, in Asheville, North Carolina.  | Grant Baldwin/Getty Images\" data-portal-copyright=\"Grant Baldwin/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2166169078.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>North Carolina Lt. Gov. Mark Robinson delivers remarks prior to Republican presidential nominee former President Donald Trump speaking at a campaign event at Harrah’s Cherokee Center on August 14, 2024, in Asheville, North Carolina.  | Grant Baldwin/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Mark Robinson, the GOP nominee for governor in North Carolina endorsed by former President Donald Trump, was already known to be an extreme right-wing candidate who <a href=\"https://projects.fivethirtyeight.com/polls/governor/2024/north-carolina/\">appeared to be alienating voters</a> in a key battleground state. New revelations about his inflammatory comments on a porn site and his sexual exploits have now shaken even some of his Republican colleagues. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.cnn.com/2024/09/19/politics/kfile-mark-robinson-black-nazi-pro-slavery-porn-forum/index.html\">CNN reported</a> on Thursday that Robinson regularly posted on a porn website’s message board between 2008 and 2012. In those posts, he identified himself as a “black NAZI!”, supported a revival of slavery, described himself as a “perv” for enjoying transgender porn, and admitted to “peeping” on women in public showers as a teenager. The posts were found on the site “Nude Africa.”</p>\n\n<p class=\"has-text-align-none\">Despite now supporting legislation that would ban abortion at around six weeks of pregnancy, he also said on the forum that he would not care if a celebrity had an abortion, though he would “wanna see the sex tape!” And though he would become North Carolina’s first Black governor if elected, he referred to Martin Luther King Jr. as a “commie bastard.”</p>\n\n<p class=\"has-text-align-none\">Robinson’s email has also been <a href=\"https://www.politico.com/news/2024/09/19/north-carolina-lt-governor-mark-robinson-ashley-madison-00180107\">connected to an account on Ashley Madison</a>, an online dating website for people seeking to have an affair.</p>\n\n<p class=\"has-text-align-none\">Robinson, North Carolina’s current lieutenant governor, denied writing the posts, and his campaign said he has not made an Ashley Madison account.</p>\n\n<p class=\"has-text-align-none\">Nevertheless, several North Carolina Republicans, including some running in competitive races this fall, subsequently <a href=\"https://www.washingtonpost.com/elections/2024/09/19/mark-robinson-north-carolina-governor/\">pressured him to drop out</a> of the contest to succeed incumbent Democratic Gov. Roy Cooper, who is term-limited. He has <a href=\"https://x.com/AudreyFahlberg/status/1836841075291423034?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1836841075291423034%7Ctwgr%5E3c1d8d7fc455413cd5589b13e879cda3f381de8f%7Ctwcon%5Es1_c10&amp;ref_url=https%3A%2F%2Fiframe.nbcnews.com%2F1yzZRDd%3F_showcaption%3Dtrueapp%3D1\">opted to stay in the race</a>, in which he is running behind his Democratic rival, North Carolina Attorney General Josh Stein, by between 5 and 14 percentage points in <a href=\"https://projects.fivethirtyeight.com/polls/governor/2024/north-carolina/\">polls conducted over the last month</a>.</p>\n\n<p class=\"has-text-align-none\">In doing so, Robinson might drag down not just down-ballot Republicans in a closely divided purple state, but also potentially Trump.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We have few examples of reverse coattails where a down-ballot candidate hurts the top of the ticket,” Whit Ayres, a GOP pollster, told Vox. “But if anyone could do it, it’s this character.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Robinson is extreme even for MAGA</strong></h2>\n\n<p class=\"has-text-align-none\">The current scandals don’t mark the first time Robinson has been mired in controversy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">He has hurled hateful remarks at everyone from <a href=\"https://www.facebook.com/mark.k.robinson.3/posts/pfbid02MBjRmDb76te7jCx9KTrq33YrGkz5UhndpgwSo8zcqkG4y5BAd1p9kquRKzz57z9Dl\">Michelle Obama</a> to the <a href=\"https://www.cnn.com/2023/05/04/politics/kfile-nc-lt-gov-mark-robinson-mocked-school-shooting-survivors/index.html\">survivors of the Parkland school shooting</a>. He’s called the <a href=\"https://www.vox.com/lgbtq\">LGBTQ</a> community “<a href=\"https://www.msnbc.com/rachel-maddow-show/maddowblog/n-c-republican-under-fire-after-calling-lgbtq-people-filth-n1281230\">filth</a>.” He threatened to use his AR-15 against the government if it “<a href=\"https://www.msnbc.com/rachel-maddow-show/maddowblog/north-carolinas-robinson-faces-pushback-ar-15-rhetoric-rcna31411\">gets too big for its britches</a>,” and he wants to <a href=\"https://www.cnn.com/2024/01/17/politics/kfile-mark-robinson-abortion-ban-no-exceptions/index.html\">outlaw all abortions</a> as well as <a href=\"https://www.huffpost.com/entry/north-carolina-gop-mark-robinson-women-vote_n_65e7d899e4b0f9d26cacc002?hlo\">return to a time when women couldn’t vote</a>. He’s also ridiculed the <a href=\"https://www.facebook.com/mark.k.robinson.3/posts/pfbid02GBDTEF8NNyCL4oZ57MFUPb3VrRAAG77zqsx9WCjX6eFbkQaDywKFYHqXaMWkTXufl\">Me Too movement</a>, <a href=\"https://www.wral.com/story/nc-s-lieutenant-governor-we-are-called-to-be-led-by-men-not-women/20318578/\">women generally</a>, and <a href=\"https://www.newsobserver.com/news/politics-government/article277465388.html\">climate change</a>.</p>\n\n<p class=\"has-text-align-none\">It seems Robinson is willing to entertain all manner of conspiracy theories, too. He’s a <a href=\"https://www.msnbc.com/msnbc/watch/-double-trouble-holocaust-denier-maga-extremist-wins-nc-gop-gov-primary-205532741591\">Holocaust denier</a> and has a <a href=\"https://www.businessinsider.com/mark-robinson-north-carolina-governors-race-past-comments-trump-2024-2024-3\">history of antisemitic remarks</a>. He’s suggested that the 1969 moon landing might have been fake, that 9/11 was an “<a href=\"https://www.facebook.com/mark.k.robinson.3/posts/10155870818062360\">inside job</a>,” that the music industry is <a href=\"https://www.facebook.com/mark.k.robinson.3/posts/pfbid0BTKMBceuRFaoVMyW1CYtFaeicHd3hXB5QSfaq6hfFxBjw4ScJ5Wzabk9ZypoDXNPl\">run by Satan</a>, and that billionaire Democratic donor George Soros <a href=\"https://www.huffpost.com/entry/republican-mark-robinson-conspiracy-theorist-north-carolina-governor-race_n_64df8cabe4b0ce7f01203a6b\">orchestrated the Boko Haram kidnappings</a> of school girls in 2014.</p>\n\n<p class=\"has-text-align-none\">In spite of all of this, Robinson was not only able to win his party’s nomination for the state’s most powerful position, but he did so by a margin of <a href=\"https://www.nytimes.com/interactive/2024/03/05/us/elections/results-north-carolina-governor.html\">more than 45 percent</a> over his rivals. The other Republican candidates, trial lawyer Bill Graham and state treasurer Dale Folwell, raised concerns about Robinson’s <a href=\"https://www.politico.com/news/2024/03/05/north-carolina-gov-primary-00144815\">electability</a>, but ultimately neither could compete with his name recognition nor his MAGA bona fides in a state that twice voted for Trump.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Will Robinson hurt the GOP’s chances this fall in North Carolina?</strong></h2>\n\n<p class=\"has-text-align-none\">Robinson might function as an ideal foil for Democrats — not just in the governor’s race, but also in the presidential and down-ballot races. Robinson might struggle to capture the <a href=\"https://www.nytimes.com/interactive/2024/03/05/us/elections/results-north-carolina-governor.html\">more than 35 percent</a> of GOP voters who opposed him in a contentious primary. Republican leaders certainly seem concerned.</p>\n\n<p class=\"has-text-align-none\">“We knew that [he was extreme], but I still think the revelations over the last 24 hours are stunning,” former Rep. David Price (D-NC) told Vox. “I believe the Republican leaders know that as well. A corner has been turned in terms of Robinson being able to count on even the most faithful Republican supporters.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rep. Patrick McHenry (R-NC) <a href=\"https://thehill.com/homenews/campaign/4889585-north-carolina-gop-candidate-mark-robinson-scandal/\">told the Hill</a> that the reports about Robinson are “not good.” And Rep. Richard Hudson (R-NC), chair of the National Republican Congressional Committee, said they were <a href=\"https://thehill.com/homenews/campaign/4889585-north-carolina-gop-candidate-mark-robinson-scandal/\">“very concerning</a>.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“My hope is that [the] lieutenant governor can reassure the people of North Carolina that the allegations aren’t true,” he said. “He said they’re not true. I think he needs to have the opportunity to explain to the people in North Carolina exactly how these allegations aren’t true.”</p>\n\n<p class=\"has-text-align-none\">The fact that even Republicans are distancing themselves from Robinson suggests that the tide may turn further in Democrats’ favor in North Carolina.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That doesn’t mean, however, that Robinson will deliver Democrats a major victory. Trump and Vice President Kamala Harris are <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/north-carolina/\">practically tied in the state</a>, according to FiveThirtyEight’s polling average. And Republican candidates have won three presidential elections in North Carolina since Barack Obama surprisingly took the state in 2008 — including Trump twice. The state has stayed on the red side of purple, though it does have a tradition of split-ticket voting. That helped power Cooper’s two election wins and has added to the belief that the state may be in reach for Democrats. </p>\n\n<p class=\"has-text-align-none\">“I don’t think celebration is called for because so much more is at stake than just the governor’s race,” Price said. “We know how tight this is.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Mark Robinson, the GOP nominee for governor in North Carolina endorsed by former President Donald Trump, was already known to be an extreme right-wing candidate who appeared to be alienating voters in a key battleground state. New revelations about his inflammatory comments on a porn site and his sexual exploits have now shaken even some [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "The Supreme Court is about to decide whether to interfere in the election again",
    "link": "https://www.vox.com/scotus/372613/supreme-court-nevada-ballot-green-party",
    "pubDate": "2024-09-20T14:30:22.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Stein speaking into a microphone in front of an audience.\" data-caption=\"Green Party Presidential Candidate Jill Stein holds a rally in New York City. | Justin Sullivan/Getty Images\" data-portal-copyright=\"Justin Sullivan/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/7528747/614197134.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Green Party Presidential Candidate Jill Stein holds a rally in New York City. | Justin Sullivan/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><strong>Editor’s note, September 20</strong>, <strong>10:30 am: </strong>The Supreme Court <a href=\"https://www.supremecourt.gov/orders/courtorders/092024zr_h3cj.pdf\">denied the Green Party’s request</a> to be placed back on the Nevada ballot. No justice publicly announced their dissent, and the Court did not explain why it ruled the way it did. The original story, published September 18, follows.</em></p>\n\n<p class=\"has-text-align-none\">Earlier this month, Nevada’s Supreme Court ruled that <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A262/325988/20240913163035975_Nevada%20Green%20Party%20Application%20Appendix.pdf\">the Green Party must be removed from that state’s 2024 ballot</a> because of a paperwork error.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevada law requires people who collect petition signatures seeking to place a “minor party” on the ballot to “verify that they believe each person signing the petition is a registered voter in the county of his or her residence.” The Greens did not comply with this requirement, so a majority of the state supreme court ruled that they cannot appear on the ballot this year.</p>\n\n<p class=\"has-text-align-none\">There is, however, a slight complication.</p>\n\n<p class=\"has-text-align-none\">When the Green Party originally submitted documents to the Nevada secretary of state’s office announcing its intention to start gathering signatures, they were given improper instructions. An employee of the Secretary of State responded to this submission, and said the party should use a specific form to gather signatures. Unfortunately, this employee attached the wrong signature collection form to that email — the attached form was the form that is used to collect signatures for a ballot initiative (that is, a vote to change Nevada law), not to collect signatures to place a minor party on the ballot.</p>\n\n<p class=\"has-text-align-none\">And so the Green Party is now in the US Supreme Court, <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A262/325988/20240913162957159_Nevada%20Green%20Party%20Supreme%20Court%20Application%20for%20Vacatur.pdf\">claiming that their constitutional rights were violated</a> because they complied with this employee’s instructions, and were later removed from the ballot because they did so. The case in the Supreme Court is known as <a href=\"https://www.supremecourt.gov/docket/docketfiles/html/public/24a262.html\"><em>Nevada Green Party v. Aguilar</em></a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Notably, the Greens are represented in the Supreme Court by Jay Sekulow, a <a href=\"https://www.vox.com/2020/2/3/21120659/trump-impeachment-trial-jay-sekulow-mark-zaid-coup-whistleblower\">former lawyer to Republican presidential candidate Donald Trump</a>. Sekulow is one of the better lawyers in Trump’s orbit — he’s <a href=\"https://jaysekulow.com/index.html\">argued a dozen cases in the Supreme Court</a>, mostly on behalf of Christian Right causes — and his presence on this case suggests that Republicans are eager to put the Greens back on the ballot in a key swing state.</p>\n\n<p class=\"has-text-align-none\">And why wouldn’t they be? The Green Party is largely a vehicle for leftier-than-thou candidates who <a href=\"https://dailyorange.com/2020/11/howie-hawkins-unsurprised-election-results-hopeful-green-party/\">rarely garner even one percent of the popular vote</a>. To the extent that the Green Party matters at all, it’s because they might attract enough voters who would otherwise support Democrats to swing a very close election. (And the race in Nevada is expected to be <em>very</em> close: <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/nevada/\">Polling averages</a> currently have the presidential candidates separated by less than a percentage point.)</p>\n\n<p class=\"has-text-align-none\">For this reason, it probably won’t surprise anyone to learn that the plaintiff in the lawsuit that kicked the Greens off the Nevada ballot was the state’s Democratic Party. Both major parties are quite aware of the potential that a Green Party presidential candidate could act as a spoiler in this November’s election. The Republicans want to help make that happen; the Democrats want to avoid it at all costs.</p>\n\n<p class=\"has-text-align-none\">But what does the law actually say about the Green Party’s bid to appear on Nevada’s ballot?</p>\n\n<p class=\"has-text-align-none\">The short answer is that, if there were no procedural obstacles to the Supreme Court ruling in the Greens’ favor, then they would have a plausible — but not, exactly, airtight — case. In his <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A262/325988/20240913162957159_Nevada%20Green%20Party%20Supreme%20Court%20Application%20for%20Vacatur.pdf\">brief to the justices</a>, Sekulow cites some precedents which are helpful to the Green Party, but that hardly compel the conclusion that the party has a right to appear on Nevada ballot.</p>\n\n<p class=\"has-text-align-none\">That said, there are many procedural obstacles in this case that could prove fatal to the Green Party’s claims. Among other things, Nevada is <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A262/326182/20240917155213549_SCOTUS%20Opposition%20NGP%20v.%20Aguilar-Final.pdf\">racing to meet a September 21 deadline</a> to mail ballots to overseas military personnel — a deadline that is set by federal law. If the Supreme Court orders Nevada to change those ballots so close to this deadline, it will probably be impossible for the state to meet it.</p>\n\n<p class=\"has-text-align-none\">Still, it’s always dangerous to bet that this Supreme Court, with its 6-3 Republican supermajority, will rule against the interests of Donald Trump. This is, after all, the same Court that recently said that <a href=\"https://www.vox.com/scotus/358292/supreme-court-trump-immunity-dictatorship\">Trump has sweeping immunity from prosecution</a> for crimes he committed using the official powers of the president — a form of immunity that has no basis in the Constitution.</p>\n\n<h2 class=\"wp-block-heading\">What are the legal issues in <em>Nevada Green Party</em>?</h2>\n\n<p class=\"has-text-align-none\">Sekulow’s strongest argument is that the Green Party cannot be removed from the ballot for complying with a state employee’s instructions. In an email to the Green Party, Sekulow claims, a state employee told them to “<a href=\"https://www.supremecourt.gov/DocketPDF/24/24A262/325988/20240913162957159_Nevada%20Green%20Party%20Supreme%20Court%20Application%20for%20Vacatur.pdf\">Please use the documents attached to begin collecting signatures</a>.” The Green Party then used the attached document to collect signatures, only to discover later that they’d used the wrong form.</p>\n\n<p class=\"has-text-align-none\">This argument has some superficial appeal&nbsp;— it does, at the very least, seem unfair to punish a party that complied with a government employee’s instructions. Many of the Supreme Court’s past decisions, however, cut against Sekulow’s argument. As the Court said in <a href=\"https://supreme.justia.com/cases/federal/us/467/51/\"><em>Heckler v. Community Health Services</em></a><em> </em>(1984), “those who deal with the Government are expected to know the law, and may not rely on the conduct of Government agents contrary to law.”</p>\n\n<p class=\"has-text-align-none\">Sekulow does cite <a href=\"https://scholar.google.com/scholar_case?case=14251472317142949199&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\">two</a> <a href=\"https://supreme.justia.com/cases/federal/us/379/536/\">cases</a> that suggest that someone cannot be charged with a crime if they acted consistently with the government’s instructions. But the Green Party is not accused of criminal activity. The only issue in this case is whether it may appear on the 2024 ballot in Nevada.</p>\n\n<p class=\"has-text-align-none\">At best, in other words, Sekulow is asking the Supreme Court to extend these two criminal cases to a new context, and hold that the Constitution also protects political parties that comply with a government employee’s instructions regarding ballot access from being kicked off the ballot. But there are several very good reasons why the Court should not extend those precedents in this case.</p>\n\n<p class=\"has-text-align-none\">One is that, while the state did provide the Green Party with the wrong form, it should have been obvious to the party that it was sent this form by mistake. The correct form requires petition circulators to certify that they believe each signatory is a registered voter in the county where they live. The form that the Green Party actually used, by contrast, was the correct form to collect signatures for ballot initiatives and referendums. It requires circulators to attest that signatories “had an opportunity before signing to <a href=\"https://casetext.com/regulation/nevada-administrative-code/chapter-295-initiative-and-referendum/section-295020-requirements-for-individual-documents-of-petitions-for-initiative-or-referendum\">read the full text of the act or resolution on which the initiative or referendum is demanded</a>.”</p>\n\n<p class=\"has-text-align-none\">It appears, in other words, that the Green Party’s petition circulators all attested, under penalty of perjury, that their petition signatories had an opportunity to read the full text of a ballot initiative that doesn’t actually exist.</p>\n\n<p class=\"has-text-align-none\">Additionally, there are procedural reasons why the Green Party’s request to be put back on Nevada’s ballot should fail. One is the Supreme Court’s conclusion in <a href=\"https://www.law.cornell.edu/supremecourt/text/06-375\"><em>Purcell v. Gonzalez</em></a> (2006) that federal courts should be cautious about altering a state’s election rules as the election draws close, out of concern that late-breaking changes to those rules could foster confusion about how the election should be conducted.</p>\n\n<p class=\"has-text-align-none\">This Court has not always applied <em>Purcell</em> consistently — frankly, it has historically applied it much more aggressively <a href=\"https://www.vox.com/2022/2/8/22922774/supreme-court-merrill-milligan-alabama-brett-kavanaugh-racial-gerrymandering-voting-rights-act\">when lower court decisions benefit Democrats</a> than it has <a href=\"https://www.vox.com/scotus/368310/supreme-court-rnc-mi-famila-vota\">when they benefit Republicans</a> — but it’s hard to imagine a more compelling case for invoking <em>Purcell</em> than the <em>Nevada Green Party</em> case.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Nevada is trying to make a Saturday deadline, set by federal law, to deliver ballots to overseas military personnel. It’s now Wednesday. If the Supreme Court gets involved now, it will almost certainly be impossible for Nevada to meet its obligation under federal law.</p>\n\n<p class=\"has-text-align-none\">Indeed, according to Nevada Secretary of State Francisco Aguilar, at least one Nevada county has <a href=\"https://www.supremecourt.gov/DocketPDF/24/24A262/326182/20240917155213549_SCOTUS%20Opposition%20NGP%20v.%20Aguilar-Final.pdf\">already mailed out military ballots that do not include the Green Party</a>.</p>\n\n<p class=\"has-text-align-none\">There’s also another, closely related reason why the Supreme Court should rule against the Green Party. The Court has long held that a party forfeits certain relief, even if it otherwise would be entitled to it, if it shows a “<a href=\"https://scholar.google.com/scholar_case?case=5537667947736700885&amp;hl=en&amp;as_sdt=6&amp;as_vis=1&amp;oi=scholarr\">lack of diligence</a>” in asserting its rights, such as by waiting so long to assert a legal claim that the delay itself harms the opposing party. Yet the Green Party <a href=\"https://www.scotusblog.com/case-files/cases/nevada-green-party-v-aguilar/\">waited an entire week</a> from the Nevada Supreme Court’s September 6 order removing it from the ballot to file its case in the US Supreme Court, rather than doing so immediately.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Thus, one of the reasons why it would likely be impossible for Nevada to comply with both the federal deadline governing military ballots, and a US Supreme Court order requiring it to place the Green Party on the ballot, is that the Green Party ran out the clock before seeking relief from the justices.</p>\n\n<p class=\"has-text-align-none\">All of which is a long way of saying that, while the Nevada employee’s misleading instructions to the Green Party should raise some eyebrows, a Supreme Court order putting the Green Party on the ballot would be inappropriate.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note, September 20, 10:30 am: The Supreme Court denied the Green Party’s request to be placed back on the Nevada ballot. No justice publicly announced their dissent, and the Court did not explain why it ruled the way it did. The original story, published September 18, follows. Earlier this month, Nevada’s Supreme Court ruled [&#8230;]",
    "author": "Ian Millhiser"
  }
]