[
  {
    "title": "Prime Day isn’t just for Amazon anymore",
    "link": "https://www.vox.com/money/360028/amazon-prime-day-2024-target-walmart-temu",
    "pubDate": "2024-07-15T11:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of a pair of hands holding a smartphone with a screen displaying an orange Amazon Prime Day banner.\" data-caption=\"Amazon’s Prime Day takes place between July 16 and 17 this summer.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-1233579785.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Amazon’s Prime Day takes place between July 16 and 17 this summer.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Did you enjoy <a href=\"https://www.target.com/l/target-circle-week/-/N-7196o\">Target Circle Week</a> last week? Or <a href=\"https://www.walmart.com/shop/deals\">Walmart’s July deals</a>? TikTok Shop just had its <a href=\"https://newsroom.tiktok.com/en-us/announcing-deals-for-you-days\">Deals For You Days</a> from July 9 through 11, while <a href=\"https://www.temu.com/\">Temu Week</a>, running through July 18, slashes prices by up to 90 percent. Now, this week, Amazon Prime Day is upon us. All this comes not a moment after retailers’ July Fourth holiday sales, turning the entire month into a blur of bargains. It’s time to shop because it’s never not time to shop.</p>\n\n<p class=\"has-text-align-none\">None of this is an accident. Much like when big-box retailers suddenly announced they were <a href=\"https://www.vox.com/money/352116/whats-really-happening-to-grocery-prices-right-now\">finally lowering grocery prices</a> to combat inflation, it’s business strategy 101 to react to what the competition is doing. July has become a season for Big Blowout Deals because no store wants to be the one selling an air purifier at full price when Amazon has it for 25 percent off.</p>\n\n<p class=\"has-text-align-none\">Amazon’s famous Prime Day sale is, in many ways, proof of the e-commerce giant’s sheer power: It invented a new holiday — now happening twice a year — that consumers have come to observe every summer and fall. It’s still the marquee sales event of the season, complete with a <a href=\"https://www.youtube.com/watch?v=qSzVXIQpBN0\">Megan Thee Stallion ad</a> in which she raps about how much she loves Prime, but competitors are trying harder and harder to steal some of its spotlight — and it’s been working. A <a href=\"https://www.emarketer.com/content/data-drop-5-charts-on-amazon-prime-day-2024\">new report</a> from market research firm eMarketer forecasts that, for the third year in a row, Amazon’s share of all online purchases made between July 16 and 17, when its Prime Day sale is taking place, will shrink. This speaks to other retailers’ success in pulling customers to their storefronts instead. Prime Day is still a blockbuster 48-hour period of sales — but not just for Amazon anymore.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Prime Day then and now</h2>\n\n<p class=\"has-text-align-none\">The inaugural Prime Day was a one-day sale on July 15, 2015, pegged to Amazon’s 20th anniversary and billed as <a href=\"https://www.cnbc.com/2015/07/06/amazon-marks-its-20th-birthday-with-its-own-black-friday.html\">bigger than Black Friday</a>. It was a clever marketing maneuver&nbsp;— instead of competing only during already-established holiday sale seasons, Amazon carved out its own moment smack dab in the middle of the summer. (Walmart immediately announced its <a href=\"https://abcnews.go.com/Business/deals-amazon-prime-day-walmart/story?id=32463899\">own July sale</a> that same summer).</p>\n\n<p class=\"has-text-align-none\">Prime Day was also a big billboard for a Prime subscription, which 40 million people had signed up for by 2015, according to the market research firm Consumer Intelligence Research Partners (CIRP). Today, CIRP estimates, there are about <a href=\"https://cirpamazon.substack.com/p/we-definitely-spoke-too-soon-amazon\">180 million Prime members in the US</a>, which is a little more than half the total population of the country. This nation of loyal Prime subscribers helped make Amazon, for many years a textbook case of an <a href=\"https://www.businessinsider.com/tech-companies-worth-billions-unprofitable-tesla-uber-snap-2019-11\">unprofitable tech company</a>, into a juggernaut. In the first quarter of 2024, the company netted a profit of <a href=\"https://www.seattletimes.com/business/amazon-reports-10-4-billion-profit-in-first-quarter-2024/\">$10.4 billion</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The original Prime Day deals were apparently <a href=\"https://www.nytimes.com/2015/07/16/business/more-fizzle-than-sizzle-as-amazons-prime-day-lurches-to-halfway-mark.html\">something of a</a> <a href=\"https://observer.com/2015/07/amazon-prime-day-turned-out-to-be-the-internets-worst-clearance-rack/\">disappointment</a> compared to the hype — it pushed a lot of Fire TV Sticks, still a Prime Day staple — but nevertheless Amazon sold <a href=\"https://www.statista.com/chart/14714/amazon-global-revenue-on-prime-day/\" data-type=\"link\" data-id=\"https://www.statista.com/chart/14714/amazon-global-revenue-on-prime-day/\">about $900 million</a> worth of stuff that day. Since then, consumers have been giving Amazon ever-increasing billions on Prime Days, hitting a record of <a href=\"https://www.cnn.com/2023/07/13/business/prime-day-shopping-numbers/index.html\">$12.7 billion</a> over 48 hours last July.</p>\n\n<p class=\"has-text-align-none\">“I think Amazon this year is largely sticking to its tried-and-tested Prime Day playbook,” says Sky Canaves, a principal analyst at eMarketer. That means offering good deals that, in turn, drive more Prime sign-ups. Some of the biggest discounts this year are invite-only deals from big brands that only Prime members can request access to: The <a href=\"https://www.amazon.com/Original-Peloton-Stationary-Immersive-Touchscreen/dp/B0C4ZB3WT5?ref_=ast_sto_dp&amp;th=1\">Peloton</a> bike is 30 percent off, while a <a href=\"https://www.amazon.com/Sony-Headphones-Bluetooth-Microphone-Cappuccino/dp/B0BSGQL41X\">pair of Sony headphones</a> is 55 percent off, and a <a href=\"https://www.amazon.com/Citizen-Eco-Drive-Weekender-Chronograph-Preforated/dp/B0CZ7LNYH8\">Citizen chronograph watch</a> is discounted by a pretty massive 60 percent.</p>\n\n<p class=\"has-text-align-none\">You can also expect a lot of beauty products to go on sale. “Amazon has got more premium brands involved this year, especially in categories like beauty,” says Neil Saunders, managing director of retail at the consulting firm GlobalData. Clinique, for example, just recently became <a href=\"https://www.elcompanies.com/en/news-and-media/newsroom/press-releases/2024/03-27-24\">available on Amazon</a>, joining the ranks of popular beauty brands like Dermalogica and Laneige already on the platform.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">When there’s always a sale, is there ever a sale?</h2>\n\n<p class=\"has-text-align-none\">With Prime Day, Amazon introduced a new calendar event into the lives of American consumers. The problem is that when everyone’s throwing a sale sometime in mid-July, those sales lose some luster.</p>\n\n<p class=\"has-text-align-none\">Prime Day “used to be bigger,” says Michael Levin, one of the cofounders of Consumer Intelligence Research Partners. “People got a little more acclimated to it,” he says, both because Amazon added a second Prime Day event in October starting in 2022 and because every competitor started following the Prime Day playbook. “I think that the excitement has worn off overall,” adds CIRP cofounder Josh Lowitz.</p>\n\n<p class=\"has-text-align-none\">The fact that Prime Day sales growth has slowed way down may be a reflection of that acclimation. Last year’s Prime Day revenue was 6.7 percent higher than it was in 2022 — still growing, though slowly.<strong> </strong>But in 2018, the sales event brought in a whopping 78 percent more revenue than it did the year before, according to a <a href=\"https://capitaloneshopping.com/research/amazon-prime-day-statistics\">Capital One Shopping report</a>. <a href=\"https://trends.google.com/trends/explore?date=all&amp;geo=US&amp;q=%22prime%20day%22&amp;hl=en\">Google Trends data</a> also shows that searches for “Prime Day” peaked around July 2018.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Amazon itself is partly to blame for dulling some of the Prime Day fervor. Not only are there multiple Prime Days per year now but it also held a major <a href=\"https://www.nbcnews.com/select/shopping/amazon-spring-sale-2024-rcna143414\">spring sales event</a> that was open to all customers, not just Prime members, and has been doing smaller, more category-specific sales, too. “These incremental sales can have some minor dampening effect on Prime Day,” says Canaves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Amazon probably doesn’t mind too much, though, because having more frequent sales means it can take advantage of smaller but more frequent purchases on its site, whether of beauty products or health supplements, which come with a handy auto-replenish purchase option. At time of writing, it’s not actually Prime Day yet, but Amazon already has plenty of <a href=\"https://www.theverge.com/24186583/amazon-prime-day-2024-best-tech-deals-sales\">“early” Prime Day deals</a> available, too, further smudging the line of when the sale really kicks off and ends. Even outside of the big sales, products on Amazon are often discounted, its <a href=\"https://www.vox.com/money/24105250/fast-food-restaurants-dynamic-pricing-algorithm-wendys\">prices fluctuating</a> millions of times per day. The <a href=\"https://www.amazon.com/Creuset-Signature-Enameled-Cast-Iron-Stainless/dp/B00VA5HEQC?th=1\">Le Creuset Dutch Oven</a> in Cerise is currently on sale for $297 instead of $460, and it’s not marked as a Prime Day deal. Online sites like Camelcamelcamel or Keepa make it trivially easy to set up an alert for price drops that you can set and forget rather than waiting for a sales event to launch. According to Keepa, <a href=\"https://www.amazon.com/Levis-Mens-Relaxed-Straight-Jean/dp/B00UV3TH00\">these Levi jeans</a> see an average of six price drops per month, a <a href=\"https://www.amazon.com/Coway-AP-1512HH-Mighty-Purifier-White/dp/B01728NLRG/\">Coway air purifier</a> about eight times per month, and the <a href=\"https://www.amazon.com/Premier-Protein-Shake-Chocolate-11-5/dp/B07MJL8NXR/\">Premier Protein Shakes</a> — a <a href=\"https://www.rollingstone.com/product-recommendations/electronics/prime-day-top-products-sold-1076028/\">bestseller</a> during the October 2023 Prime Day —&nbsp;a dizzying 32 times per month. If you miss a good price, don’t worry. Just wait a few minutes.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Everyone’s an Amazon competitor</h2>\n\n<p class=\"has-text-align-none\">Online retailers have come out in full force to offer their answer to Prime Day — and Amazon is clearly paying attention to the upstarts nipping at its heels. The Information recently <a href=\"https://www.theinformation.com/articles/amazon-to-launch-temu-like-discount-section-with-direct-shipping-from-china?rc=eh9iin\">reported</a> that the American e-commerce giant is launching a cheaper apparel and home goods section with slow shipping directly from China, much in the same way Temu does business.</p>\n\n<p class=\"has-text-align-none\">Amazon has so long been synonymous with convenience: You can buy things with one click to be delivered, sometimes the very same day. It makes sense to offer customers a new slow shipping option if they want it, but it’s also a partial capitulation from Amazon that maybe consumers <em>don’t</em> actually need lightning fast delivery for everything. Price is king, and the Chinese e-commerce companies like Temu making inroads in the US have an edge here. Whether you’re shopping on Amazon or Temu, whatever you buy is likely <a href=\"https://www.marketplacepulse.com/articles/amazons-significant-reliance-on-chinese-sellers\">coming from a Chinese seller</a> anyway.</p>\n\n<p class=\"has-text-align-none\">Another area where Amazon’s competitors have an advantage: making shopping entertaining. “We like to say that Amazon is a better place to buy things than to shop for things,” says CIRP’s Lowitz. “If you know what you want, Amazon is a fantastic place to buy. It’s easy, it’s reliable.” It’s not such a great store for coming across new products that catch the eye. To buy something on Amazon, first you hit up the shopping blogs, Reddit comments, Wirecutter, and TikTok influencers to surface the best finds. This is where Temu and the newer TikTok Shop stand to excel. Chinese e-commerce retailers tend to be “very discovery-driven, rather than search-driven,” says Canaves. Amazon has tried to incorporate some of TikTok’s social shopping aspects into its platform, including a scrolling feed of shoppable products called <a href=\"https://www.amazon.com/Inspire/b?ie=UTF8&amp;node=24672145011\">Inspire</a>, as well as <a href=\"https://www.amazon.com/live\">livestream shopping</a>, but these features haven’t quite made waves.</p>\n\n<p class=\"has-text-align-none\">Amazon is far and away the biggest e-commerce operation in the US, but that doesn’t mean it shouldn’t be concerned about other much smaller retailers. “Taken cumulatively, the new entrants in the market — Temu, TikTok Shop, and Shein — <em>are</em> having an impact on sales,” says Canaves.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Over the last few decades, Amazon has become an unstoppable force. But maintaining its dominance as the Everything Store might be the greatest challenge the company faces now, according to Lowitz. Amazon sells everything, but can it do better in ultra-cheap fast fashion than Shein? Better in furniture than Wayfair? Better in pet products than Chewy? Better in groceries than Walmart?</p>\n\n<p class=\"has-text-align-none\">One competitor may not chip away much at Amazon’s dominance, but taken all together, it adds up. The evolution of Prime Day is one example of that — Amazon may have kicked it off, but now it’s every retailer’s Prime Month.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Did you enjoy Target Circle Week last week? Or Walmart’s July deals? TikTok Shop just had its Deals For You Days from July 9 through 11, while Temu Week, running through July 18, slashes prices by up to 90 percent. Now, this week, Amazon Prime Day is upon us. All this comes not a moment [&#8230;]",
    "author": "Whizy Kim"
  },
  {
    "title": "How computers made poker a game for nerds",
    "link": "https://www.vox.com/culture/359966/poker-world-series-wsop-gto-solver",
    "pubDate": "2024-07-15T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Drawing of a human hand holding poker cards beside a robot hand holding cards. The robot has a straight flush; the human has junk.\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Poker_LorenaSpurio_Vox.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">Thousands of poker players <a href=\"https://www.wsop.com/tournaments/updates/\">have gathered</a> in Las Vegas this month for their biggest tournament series of the year: the World Series of Poker (WSOP).</p>\n\n<p class=\"has-text-align-none\">For many professional players, the WSOP is an annual pilgrimage. For amateurs, it may be the culmination of years of saving to afford the steep $10,000 entry fee for the main event, which has drawn a record-breaking 10,112 participants this year. The <a href=\"https://www.wsop.com/tournaments/payouts/?aid=2&amp;grid=5504&amp;tid=23257&amp;dayof=232578&amp;rr=-1\">top 1,517 players</a> will walk away with at least $15,000, while the overall winner will claim $10 million at the final table on July 17.</p>\n\n<p class=\"has-text-align-none\">To get “in the money” — that is, to make more than they paid to enter the tournament&nbsp; — even the best players need a fair bit of luck. These days, though, most poker players are not heedless, risk-seeking gamblers. They’re diligent students of the game who have often spent thousands of hours drilling the most optimal strategies, often with the help of a computer.</p>\n\n<p class=\"has-text-align-none\">“It used to be that poker was a game played by degenerates, people who live on the edge,” said Doug Polk, a professional player who has won a WSOP event three times. “But what’s funny about that is, if you boil down poker to its essence, it’s a math game. And so that means that nerds are going to eventually win.”</p>\n\n<p class=\"has-text-align-none\">We’ve come a long way from the image of a tuxedoed James Bond sipping his shaken-not-stirred martini in <em>Casino Royale</em>. Real-life players are instead reaching for Red Bull to power through 10 straight hours of play amid the constant clinking of poker chips. On the windowless casino floor, they don sunglasses to shield any glimpse of their eyes that could give away their position to other players and wear noise-canceling headphones to silence everything but the calculations running in their heads.</p>\n\n<p class=\"has-text-align-none\">They are trying to play, albeit imperfectly, a strategy computer algorithms have revealed as game theory optimal, what players call GTO: the mathematically proven way to become unexploitable to other players while maximizing winnings. How closely players can hew to GTO can often determine their success, especially since the competition has never been fiercer: Anyone can now study GTO with an app on their phone.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We&#8217;ve really seen a shift away from sort of the old-school gambler vibe toward a much more intelligent and sophisticated group of players,” said Polk, who is also a co-founder of the poker training company <a href=\"https://upswingpoker.com/about-us/doug-polk/?_gl=1*1lxz6pw*_up*MQ..*_ga*MTA2MjI4MTcwOS4xNzIwNTg1NjIw*_ga_19RXF7CJJ2*MTcyMDU4NTYxOS4xLjEuMTcyMDU4ODI0Ny4wLjAuMA..\">Upswing Poker</a> and co-owner of the <a href=\"https://thelodgepokerclub.com/\">Lodge Card Club</a> in Texas.</p>\n\n<p class=\"has-text-align-none\">But has the relentless pursuit of optimization also made poker a bit &#8230; robotic?</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">How poker became so damn huge&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Poker in some form dates back a thousand years, but French colonists imported its European predecessor Poque to the southern US in the 1800s, after which English speakers <a href=\"https://www.history.com/news/where-did-poker-originate\">adopted the game and made it their own</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">It took hold in the <a href=\"https://www.history.com/news/where-did-poker-originate\">saloons on the American frontier</a> in the 1870s. US soldiers in World War I <a href=\"https://www.history.com/news/where-did-poker-originate\">made the game more broadly popular</a>. After 1970, when the <a href=\"https://www.wsop.com/history/\">first World Series of Poker was held</a>, poker tournaments became more commonplace, producing star players like <a href=\"https://www.nytimes.com/2012/05/01/sports/amarillo-slim-five-time-poker-world-series-winner-dies-at-83.html\">Amarillo Slim</a> and <a href=\"https://www.latimes.com/archives/la-xpm-2006-apr-15-me-pearson15-story.html\">Puggy Pearson</a> (who dropped out of school in the fifth grade). This growth in popularity also spawned the<a href=\"https://www.pokernews.com/news/2017/09/nolan-dalla-10-most-important-poker-strategy-books-18297.htm\"> first generation of poker strategy books</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The 1990s saw poker go mainstream as tournaments were increasingly <a href=\"https://www.pokerlistings.com/blog/every-poker-tv-show-ever-ranked\">televised in the style of live sports</a>. Films like <a href=\"https://www.imdb.com/title/tt0128442/\"><em>Rounders</em></a>, where Matt Damon’s character plays underground poker games to help his friend repay a loan shark, elevated the game in popular culture. The <a href=\"https://poker.com/features/the-history-of-online-poker/\">first online poker sites emerged</a>, paving the way for a poker boom in the 2000s.</p>\n\n<p class=\"has-text-align-none\">No-Limit Hold’em became the most popular version of the game. In case you’re unfamiliar, here’s how it works:</p>\n\n<div class=\"c-image-slider alignnone wp-block-vox-media-image-slider\">\n\t<div class=\"c-image-slider__caption\">\n\t\t\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Poker_Vox_01.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Poker_Vox_012.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Poker_Vox_013.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Poker_Vox_014.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Poker_Vox_015.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Poker_Vox_016.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Poker_Vox_017.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Poker_Vox_018.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\t</div>\n</div>\n\n<p class=\"has-text-align-none\">As the rules suggest, poker is a game of incomplete information. Players know there are 52 cards in a deck, divided into four suits with 13 cards each. While they can calculate the probabilities of certain cards being in their opponent&#8217;s hand or appearing on the table, they cannot know these outcomes for certain. The choices they make around whether to fold, check, bet — and how much to bet — depend on these probabilities, as well as their anticipation of how their opponents will play.</p>\n\n<p class=\"has-text-align-none\">Historically, poker players primarily relied on intuition and experience to make these decisions. They adapted their strategies to exploit any patterns they observed in their opponents’ play. For instance, a player might bluff too often; any opponent who realizes this will exploit that tendency by calling more often and not folding outright, forcing the player to show their weak hand at the end of the betting rounds. Players might also provide subconscious <a href=\"https://www.youtube.com/watch?v=8VW6ZzzOaxY\">visual tells</a>, such as glancing at their chips when they’re feeling good about their hand and are planning to bet or raise. An opponent might want to proceed cautiously in challenging them.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But this style of play, known as “exploitative play,” isn’t an exact science. Many players developed idiosyncratic styles rooted in their own strengths and weaknesses, leading to diverse approaches and debates about the optimal strategy.</p>\n\n<p class=\"has-text-align-none\">“I do have some nostalgia for the days when you could just put your pants on and go play,” said Eric Seidel, a pro player who won his first of 10 WSOP events in 1992 and has been inducted into the Poker Hall of Fame. “There weren’t really any solutions to things. People were just making things up as they went along and getting by on experience and judgment.”</p>\n\n<p class=\"has-text-align-none\">The rise of GTO and computer solvers, however, completely changed the game.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Time for some game theory</strong></h2>\n\n<p class=\"has-text-align-none\">Game theory itself isn’t new. Mathematician John von Neumann and economist Oskar Morgenstern <a href=\"https://cs.stanford.edu/people/eroberts/courses/soco/projects/1998-99/game-theory/neumann.html\">developed</a> it in the 1950s to establish a mathematical way to understand optimal strategies in competitive games, and their work has been applied to a wide range of fields from international relations to the study of animal behavior.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A key concept in game theory that you may remember if you’ve ever taken Economics 101 is a Nash Equilibrium: a state in which each player&#8217;s strategy is optimal given the strategies of all other players. In games like poker, a player is unexploitable in this state — it is their best strategy to maximize their winnings in the long run, and no other player can do better by changing their strategy alone. That doesn’t mean they won’t lose a particular hand since luck of the card draw still plays a role, but over many hands, they’ll do better than they would pursuing any other strategy.</p>\n\n<p class=\"has-text-align-none\">After Bill Chen’s seminal book <em>The Mathematics of Poker</em> came out in 2006, top players increasingly started incorporating game theoretical concepts in their play. But GTO really exploded in the mid-2010s with the development of computer poker solvers such as PioSolver or Simple Postflop. These solvers use profit-maximizing algorithms that analyze and predict players&#8217; strategies and payoffs to essentially find the Nash Equilibrium at any point in a game.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Players can practice by running past hands by the solver or asking it to spit out optimal strategies in a certain scenario. They can also play against a computer with apps like <a href=\"https://gtowizard.com/g1/?gad_source=1&amp;gclid=CjwKCAjw4ri0BhAvEiwA8oo6F98A2Q5ICPUe8HZGXjtWvj5Fq29vOV_fxCLWI3ZSNLUItWdY9jHGcxoCiA4QAvD_BwE\">GTO Wizard</a>, which will then tell them what they should have done to play optimally. With repetition, GTO strategies start to sink in.</p>\n\n<p class=\"has-text-align-none\">“Some top players spend hours running simulations and memorizing the solutions,” said Liv Boeree, a former professional poker player and the only woman in history to win both a WSOP event and a European Poker Tour event. “This is vastly different to the old-school days where players ‘trained’ through playing, and perhaps honing, general principles. We now have access to much more granular data on optimal play in specific situations.”</p>\n\n<p class=\"has-text-align-none\">Poker, she added, has “evolved from an art into a science.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">However, no human can actually play perfect GTO strategy. Performing the necessary calculations without the help of a computer is just too complicated. That’s because there is an astronomical number of game states in poker: depending on the betting rules and the number of their chips, a player can make a bet of any size and so can their opponents, and there are 2,598,960 possible hands. In practice, players are only approximating GTO; at best, that’s what their opponents are doing as well. This means that players can deviate from textbook GTO to exploit weaknesses in other players and maximize their profits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some players do this exceptionally well. Take <a href=\"https://www.wsop.com/news/2012/Jul/3929/IVEY-LEAGUE-A-ONE-ON-ONE-INTERVIEW-WITH-THE-WORLDS-BEST-POKER-PLAYER-PHIL-IVEY.html\">Phil Ivey</a> or <a href=\"https://web.archive.org/web/20070430012421/http://www.azstarnet.com/accent/149415.php\">Daniel Negreanu</a>, who came on the scene before GTO was widespread but are still top poker players known for their abilities to read and exploit their opponents. But deviating from GTO can also be risky because it can backfire and open a player to exploitation themselves.</p>\n\n<p class=\"has-text-align-none\">“The beauty of poker is that there are so many different situations that can arise and so many different ways to think about the different spots and the combinations of hands and how likely things are that even if you’re really good, you’re going to be constantly making mistakes,” Polk said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the same time, however, Polk said that even simplified GTO strategies can allow a player to reap many of the benefits of textbook GTO. This means that, for most successful players, “poker has become more about executing the math and those strategies at a high level, rather than staring your opponent down in the eye and knowing that he doesn&#8217;t have the goods.”</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Where does poker go from here?</h2>\n\n<p class=\"has-text-align-none\">Not all of the changes wrought by GTO are for the better of the game. For one, it raises a practical problem: It’s now easier than ever to cheat, especially online.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2011, the US government cracked down on unregulated online poker sites in an event known by the poker community as “<a href=\"https://www.pokernews.com/news/2022/11/full-tilt-poker-cheating-scandal-42534.htm\">Black Friday</a>.” But such sites have nonetheless proliferated internationally — take the Canada- and Ireland-based site <a href=\"https://ggpoker.com/\">GG Poker</a>, for which Negreanu is a spokesperson — and made a major resurgence during the pandemic.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some more reputable sites, including GG Poker, have tried to implement <a href=\"https://poker.com/poker-industry-news/poker-sites-to-combat-real-time-assistance-cheating-in-online-poker/\">anti-cheating software</a> to detect when players are using computer solvers to assist them in real time, banning some accounts and confiscating their winnings.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But enforcement can be spotty, and determined individuals can still find ways to cheat. In one 2020 case, Fedor Kruse, a former video game streamer who became prominent in online high-stakes tournaments, was <a href=\"https://www.pokernews.com/news/2020/09/fedor-kruse-solver-cheat-high-stakes-cash-37966.htm\">accused</a> of using real-time assistance software to play GTO by using a second computer that he allegedly called the “dream machine.”</p>\n\n<p class=\"has-text-align-none\">Polk said the only way for a poker player to protect themselves from rampant cheating is to not play online at all.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“It’s really much harder for people to be successful online than it used to be,” Seidel said. “The majority of players are honest, but the ones that aren’t are definitely a problem. And some sites are better than others at policing that kind of thing.”</p>\n\n<p class=\"has-text-align-none\">But beyond cheating, some players think GTO has changed the soul of poker in a way that makes it less fun to play.</p>\n\n<p class=\"has-text-align-none\">“I think it’s worse for the game, frankly, because the days of just no one having any idea are gone,” said Polk, who has somewhat stepped back from the game and focused on his businesses after playing what he estimates to be 7 to 8 million hands of poker in his lifetime. “It’s just turned into who wants to spend the time necessary to execute a high level. I don&#8217;t love that &#8230; I just don&#8217;t feel like it’s that interesting anymore.”</p>\n\n<p class=\"has-text-align-none\">Boeree agrees that GTO “takes away a bit of [poker’s] romantic Wild West character.” But she said it’s not all bad; just different.</p>\n\n<p class=\"has-text-align-none\">For one thing, GTO players tend to play more aggressively than old-school players. That’s because the theory incorporates a balanced mix of frequent value bets and bluffs: GTO players tailor their bet sizes to extract maximum value from their strong hands by encouraging calls from worse hands, using bluffs to keep opponents guessing and prevent exploitation.</p>\n\n<p class=\"has-text-align-none\">This can be exciting to watch in that it frequently leads to bigger pots, crazier bluffs, and dramatic showdowns. For amateurs who don’t know what they’re doing, it’s a lot easier to make costly mistakes when facing GTO opponents. Sometimes, hands are resolved more quickly because a big bet could intimidate players into folding. But thinking through GTO strategy on the spot can also be time-consuming, making some hands go slower.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When playing opponents who came on the scene in the 1990s, Polk said he has noticed that their “style tends to be more conservative. It tends to be more of wait till you have a good hand.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Whereas the modern poker strategies, they’re very aggressive. They really go after people in places. They bluff a lot. They attack pots. They make your opponent’s life difficult,” he added.</p>\n\n<p class=\"has-text-align-none\">The democratization of poker knowledge has made top players’ “edges much smaller and the competition fierce,” Boeree said. If every player at a table is playing GTO, the play becomes more about focusing on maintaining GTO and less about reading opponents, which can seem mechanical.</p>\n\n<p class=\"has-text-align-none\">“I’d argue it’s also made it more intellectually fascinating, as the mathematical building blocks of the game are now truly visible for the first time,” she said. “There’s still plenty of room for creativity, especially in live play where you’re dealing with real human faces and emotions. Even the best players still make mistakes and give off tells that can in theory be exploited!”</p>\n\n<p class=\"has-text-align-none\">Seidel said he doesn’t have as much time to sit in front of a computer and study GTO in the way that some younger players might. His experience has helped balance that out, ensuring he’s still one of the world’s best players: He has already notched <a href=\"https://www.pokernews.com/news/2024/04/erik-seidel-us-poker-open-win-45752.htm\">two major tournament victories this year</a>. The changes in the game, however, are part of what keep him coming back after more than three decades of playing professionally at a top level.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“I do find it’s an exciting time to play with players who have really studied the game,” he said. “It’s really interesting to me because I feel like, as much as I’m a player, I’m also a fan of the game. I really enjoy watching the game develop and trying my best to keep up.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Thousands of poker players have gathered in Las Vegas this month for their biggest tournament series of the year: the World Series of Poker (WSOP). For many professional players, the WSOP is an annual pilgrimage. For amateurs, it may be the culmination of years of saving to afford the steep $10,000 entry fee for the [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "This is how you get escalation",
    "link": "https://www.vox.com/politics/360557/trump-assassination-attempt-republican-response-political-violence-irresponsible",
    "pubDate": "2024-07-15T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump, surrounded by black-suited Secret Service agents, raises a fist from amid them, with a campaign sign visible in front of him. \" data-caption=\"Former President Donald Trump is rushed offstage during a campaign rally on July 13, 2024, in Butler, Pennsylvania.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2161923010.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Former President Donald Trump is rushed offstage during a campaign rally on July 13, 2024, in Butler, Pennsylvania.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Roughly two hours after the assassination attempt on Donald Trump, Sen. J.D. Vance (R-OH) blamed President Joe Biden.</p>\n\n<p class=\"has-text-align-none\">“The central premise of the Biden campaign is that President Donald Trump is an authoritarian fascist who must be stopped at all costs. That rhetoric led directly to President Trump’s attempted assassination,” Vance, the <a href=\"https://www.predictit.org/markets/detail/8069/Who-will-win-the-2024-Republican-vice-presidential-nomination\">odds-on favorite</a> to be Trump’s vice president, <a href=\"https://x.com/JDVance1/status/1812280973628965109\">wrote on X</a> (formerly known as Twitter).</p>\n\n<p class=\"has-text-align-none\">Vance was <a href=\"https://x.com/zackbeauchamp/status/1812319239526572502\">not alone</a>. Rep. Mike Collins (R-GA) wrote that “Joe Biden sent the orders.” Rep. Marjorie Taylor Greene (R-GA) wrote that “Democrats wanted this to happen.” Former presidential candidate Vivek Ramaswamy <a href=\"https://x.com/VivekGRamaswamy/status/1812277655271809243\">said something similar</a>. So did <a href=\"https://x.com/SenatorTimScott/status/1812294854350635361\">Sen. Tim Scott</a> (R-SC).</p>\n\n<p class=\"has-text-align-none\">All of this <a href=\"https://www.vox.com/politics/360390/trump-shot-assassination-attempt-shooter-bullet-butler-pennsylvania-biden-secret-service-updates\">happened Saturday night</a>, before we knew a single thing about the shooter’s identity or motive. Since then, the Secret Service has identified him as a 20-year-old Pennsylvania man named Thomas Matthew Crooks,&nbsp;and we still don’t know much about his motive.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://docquery.fec.gov/cgi-bin/fecimg/?202102049425405473\">Federal data</a> shows he gave <a href=\"https://www.reuters.com/world/us/heres-what-we-know-about-thomas-matthew-crooks-suspected-trump-rally-shooter-2024-07-14/\">$15 to a progressive PAC in 2021</a>, but more recent <a href=\"https://static01.nyt.com/newsgraphics/documenttools/eab599d76197b932/4bf3303b-full.pdf\">Pennsylvania voter records</a> list him as a <a href=\"https://www.reuters.com/world/us/heres-what-we-know-about-thomas-matthew-crooks-suspected-trump-rally-shooter-2024-07-14/\">registered Republican</a>. A classmate <a href=\"https://x.com/MeghanKDKA/status/1812508130745716962\">told local news</a> that he was a bullied loner who frequently wore “hunting” outfits to school. None of these crumbs establish why he might have targeted the former president, and so far no one has found any online accounts under Crooks’s name that could help make sense of his actions.</p>\n\n<p class=\"has-text-align-none\">So we can be confident that none of this speculation was even remotely connected to the facts at the time it happened. Prominent Republicans were conjuring up a Democratic boogeyman, all but openly telling their supporters that Biden and his allies were behind the attack on Trump’s life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s dangerous. Very, very dangerous. And it should cause us to reflect more broadly on how our political leaders should respond to political violence in our country.</p>\n\n<h2 class=\"wp-block-heading\">When is blaming leaders for violence appropriate?</h2>\n\n<p class=\"has-text-align-none\">On one level, what Republicans are saying might seem to make sense. <a href=\"https://press.uchicago.edu/ucp/books/book/chicago/R/bo163195227.html\">Research on political violence</a> does suggest that when leaders call for violence or condone it, they create a permission structure for their angriest and most deranged supporters. </p>\n\n<p class=\"has-text-align-none\">Democrats have used this logic to blame Republicans for political violence in the past. After the 2022 shooting at a supermarket in a majority-Black area of Buffalo, Democrats <a href=\"https://www.politico.com/news/2022/05/16/democrats-gop-rhetoric-buffalo-shooting-maga-00032895\">rushed to blame Republicans</a> who had been promoting the idea of a “Great Replacement” of whites by non-whites. Later that year, Democrats also blamed heated <a href=\"https://www.nbcnews.com/politics/politics-news/democrats-criticize-republicans-attack-pelosis-husband-many-people-sta-rcna54712\">Republican attacks on then-House Speaker Nancy Pelosi</a> for the assault on her husband Paul Pelosi.</p>\n\n<p class=\"has-text-align-none\">But there’s a critical difference between those cases and the present one: evidence.</p>\n\n<p class=\"has-text-align-none\">The Buffalo shooter penned a detailed manifesto explaining how <a href=\"https://www.icct.nl/publication/buffalo-attack-analysis-manifesto\">replacement theory motivated his actions</a>; his motives were <a href=\"https://www.independent.co.uk/news/world/americas/crime/buffalo-ny-mass-shooting-latest-b2079245.html\">known by the night of the attack</a>. In the days after the Pelosi assault, Democrats <a href=\"https://x.com/RepSwalwell/status/1586500369848442880\">cited</a> <a href=\"https://x.com/IlhanMN/status/1586352697107783680\">revelations</a> about the attacker’s Facebook page and his <a href=\"https://www.latimes.com/california/story/2022-10-28/pelosi-attack-suspect-david-depape-shared-conspiracy-theories\">stated opinions</a> to justify their claims.</p>\n\n<p class=\"has-text-align-none\">At present, no similar evidence exists linking Biden’s rhetoric to Crooks’s actions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Such evidence could indeed come to light. While right-wing political violence is far more common in the contemporary United States, there are recent examples of violence coming from the other side — most notably in 2017, when <a href=\"https://www.vox.com/2017/6/14/15799256/steve-scalise-shot-gunfire-congressional-baseball\">an angry left-winger opened fire</a> at the GOP House baseball team’s practice and seriously injured House Majority Leader Steve Scalise (R-LA).&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the question is not whether Democratic rhetoric might have played a role in the shooting; it’s whether it actually did. At present, there’s simply nothing justifying the speculation coming from folks like Vance.</p>\n\n<p class=\"has-text-align-none\">In this sense, the Republican behavior recalls a different — and less defensible — response from Democrats to political violence.</p>\n\n<p class=\"has-text-align-none\">When Rep. Gabby Giffords (D-AZ) was shot in 2011, liberals and Democrats rushed to blame the attack on <a href=\"https://www.theatlantic.com/politics/archive/2011/01/did-sarah-palin-s-target-map-play-role-in-giffords-shooting/342714/\">a graphic</a> released by former vice presidential nominee Sarah Palin’s PAC. The graphic highlighted with a bullseye the names of Democrats they hoped to defeat. Republicans argued that this is absurd: The bullseye was used to signal that they were “targeting” particular candidates electorally rather than with literal violence.</p>\n\n<p class=\"has-text-align-none\">Subsequent evidence <a href=\"https://www.washingtonpost.com/news/fact-checker/wp/2017/06/15/the-bogus-claim-that-a-map-of-crosshairs-by-sarah-palins-pac-incited-rep-gabby-giffordss-shooting/\">has supported the Republican line</a>. Giffords’s attacker, Jared Lee Loughner, was a man with mental illness who abused substances and had no clear political views. He had become dangerously obsessed with Giffords after a brief interaction at a 2007 constituent meet-and-greet and plotted her assassination for reasons comprehensible only to him.</p>\n\n<p class=\"has-text-align-none\">Democrats should not have been speculating about Republican culpability before they had any evidence to back up their claims. It was irresponsible and politically inflammatory, a case study in how not to respond to an assassination attempt on an elected official under conditions of uncertainty.</p>\n\n<p class=\"has-text-align-none\">Yet Republicans are now repeating that mistake at a much more politically charged time.</p>\n\n<h2 class=\"wp-block-heading\">Pouring gasoline on a fire</h2>\n\n<p class=\"has-text-align-none\">In libel law, truth is an absolute defense: You can’t be held legally responsible for damaging someone’s reputation if what you’re saying is actually true.</p>\n\n<p class=\"has-text-align-none\">The same should hold true for Democrats’ rhetoric about Trump. Donald Trump really is a threat to democracy. He tried to overturn the 2020 election, incited a riot at the US Capitol, and is currently putting forward a <a href=\"https://www.vox.com/politics/360318/project-2025-trump-policies-abortion-divorce\">2025 policy agenda</a> that could place dangerous amounts of power in his personal hands. Democrats not only should say that; they also have an obligation to voters to make it the centerpiece of their case.</p>\n\n<p class=\"has-text-align-none\">In fact, it’s the parlous state of American democracy that makes the Republican response to Trump’s shooting so dangerous.</p>\n\n<p class=\"has-text-align-none\">Trump dominates the Republican Party because a critical mass of the party’s base <a href=\"https://www.vox.com/policy-and-politics/22274429/republicans-anti-democracy-13-charts\">really, really hates Democrats</a>. They believe that the Democratic Party is out to get them and destroy their way of life, and are willing to entrust power to a cruel demagogue in order to defeat the left. A small portion of this base believes this so deeply that they’re willing to commit actual violence in order to stop Democrats.</p>\n\n<p class=\"has-text-align-none\">How else to describe the events of January 6?</p>\n\n<p class=\"has-text-align-none\">In such a moment, blaming Democrats without evidence for the attempt on Trump’s life is extraordinarily dangerous. It’s waving a red flag in front of the most radical Republicans, directing their attention toward a target and outlet for their rage.</p>\n\n<p class=\"has-text-align-none\">This would remain true even if evidence emerges that Trump’s attacker was a left-winger. When your rhetoric carries potentially serious consequences, you have a moral obligation to be especially careful in deploying it. Speculating wildly under such tense circumstances is wrong, even if the speculation is eventually vindicated by future revelations.</p>\n\n<p class=\"has-text-align-none\">What Vance et al. are doing is beyond irresponsible. It is pouring a bucket of gasoline on a campfire and hoping that the forest doesn’t burn.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Roughly two hours after the assassination attempt on Donald Trump, Sen. J.D. Vance (R-OH) blamed President Joe Biden. “The central premise of the Biden campaign is that President Donald Trump is an authoritarian fascist who must be stopped at all costs. That rhetoric led directly to President Trump’s attempted assassination,” Vance, the odds-on favorite to [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "What the assassination attempt on President Reagan reveals about the Trump shooting",
    "link": "https://www.vox.com/explainers/360585/reagan-trump-assassination-attempt-1981",
    "pubDate": "2024-07-14T21:58:35.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"In a 1981 photo, Ronald Reagan sits on the left while pictured with a large photo of a many people wishing him &quot;Get Well Soon&quot; on a card.\" data-caption=\"President Ronald Reagan views a giant get-well card while recuperating from a gunshot wound suffered in an assassination attempt by John Hinckley, Jr.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-615297464.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>President Ronald Reagan views a giant get-well card while recuperating from a gunshot wound suffered in an assassination attempt by John Hinckley, Jr.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Former President Donald Trump is the ninth US president to be a target of an assassination attempt. The last was President Ronald Reagan, who, like Trump, survived an attack by a lone shooter. But that was in 1981 — a decidedly different political moment than today’s highly polarized environment. And that means it’s uncertain that the political benefits Reagan saw after surviving his attempt will come to Trump.</p>\n\n<p class=\"has-text-align-none\">On March 30, 1981, Reagan was exiting the Hilton Hotel in Washington, DC, where he had just given a speech before members of the AFL-CIO. As he raised his arm to salute the crowd gathered outside, six shots were fired toward him. President Reagan and three others were hit, including press secretary James Brady, who was left disabled. The bullet that hit Reagan narrowly missed his heart, but struck his rib, leading to a punctured lung. Reagan was rushed to the hospital, and emergency surgery saved his life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The shooter was John Hinckley Jr., who was later found <a href=\"https://www.history.com/this-day-in-history/hinckley-not-guilty-by-reason-of-insanity\">not guilty</a> of attempted murder on account of insanity. He had no political motive: He had become obsessed with the actress Jodie Foster and thought he could impress her by shooting the president, just 18 years after President John F. Kennedy had been assassinated. </p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-771913.jpg?quality=90&#038;strip=all&#038;crop=0,11.069615290176,100,77.860769419648\" alt=\"In a photo from 1981, agents in navy and gray suits with guns surround two men who lie on a sidewalk.\" title=\"In a photo from 1981, agents in navy and gray suits with guns surround two men who lie on a sidewalk.\" data-has-syndication-rights=\"1\" data-caption=\"Chaos surrounds shooting victims immediately after the assassination attempt on President Reagan, outside the Hilton Hotel in Washington, DC. | Dirck Halstead/Liaison/Getty Images\" data-portal-copyright=\"Dirck Halstead/Liaison/Getty Images\" />\n<p class=\"has-text-align-none\">Chaos ensued in the immediate aftermath. While Reagan was incapacitated in surgery, there was a real question of who was running the country — and who controlled the nuclear arsenal at a time when Cold War tensions were at a near all-time high, in part because Reagan had entered office taking a tougher line on Moscow. Al Haig, Reagan’s secretary of state, <a href=\"https://adst.org/2014/03/al-haig-and-the-reagan-assassination-attempt-im-in-charge-here/\">erroneously claimed that he was in charge</a> because Vice President George H.W. Bush was on his way back from Texas; under the Constitution’s succession clause, power passes to the speaker of the House after the president and vice president.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But once Reagan came through surgery and the immediate confusion disappated, the assassination attempt had a temporary <a href=\"https://www.cnn.com/2011/OPINION/03/30/avlon.reagan.shooting/index.html\">unifying effect</a> on the country. Reagan was able to project strength throughout the crisis and his recovery, solidifying his image as a leader for all Americans. That generated goodwill on both sides of the aisle and helped him advance key parts of his agenda in Congress.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Since the assassination attempt on Trump Saturday, there has been a <a href=\"https://www.newsweek.com/dont-believe-cynics-most-democrats-are-horrified-attempt-trumps-life-opinion-1924984\">similar outpouring</a> of statements from public officials offering their well wishes for the former president and urging the country to come together to end political violence. But unlike in 1981, it’s unclear that much will change politically.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Both Reagan and Trump refused to be knocked down</h2>\n\n<p class=\"has-text-align-none\">Trump has sought to project strength in the aftermath of the assassination attempt.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After the shooter failed to hit him directly, Trump stood up amid the huddle of Secret Service agents encircling him to raise a fist in the air, blood dripping from his face, in a gesture of defiance.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Sunday, he <a href=\"https://truthsocial.com/@realDonaldTrump/112786183121187515\">announced</a> that he would not allow the assassination attempt to change his travel schedule for the Republican National Convention in Milwaukee, which begins Monday. </p>\n\n<p class=\"has-text-align-none\">Reagan similarly projected resilience after facing the attempt on his life.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Reagan <a href=\"https://www.nytimes.com/1981/03/31/us/reagan-wounded-chest-gunman-outlook-good-after-2-hour-surgery-aide-2-guards-shot.html\">walked into the hospital</a> just after the shooting, despite having just coughed up blood in the limousine ride there. He cracked jokes that endeared him to the public: “Honey, I forgot to duck,” he <a href=\"https://www.nytimes.com/1981/03/31/us/reagan-wounded-chest-gunman-outlook-good-after-2-hour-surgery-aide-2-guards-shot.html\">told</a> first lady Nancy Reagan. <a href=\"https://www.reaganfoundation.org/store/an-american-life-the-autobiography-by-ronald-reagan/c-24/p-2928\">In his memoir <em>An American Life</em></a><em>, </em>he recounted how he had told one of his doctors that he hoped they were a Republican, to which they replied, “Today, Mr. President, we’re all Republicans.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">Regardless of party affiliation, Americans rallied around him during his recovery. Four days after the assassination, he was captured smiling and standing up, clutching his wife’s hand, in a widely circulated photo from his time in the hospital. Upon his return home, he walked from the car to the White House residence to show how well he was doing.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-127980631.jpg?quality=90&#038;strip=all&#038;crop=0,32.542310177458,100,34.915379645084\" alt=\"In a 1981 photo, Ronald and Nancy Reagan, both in suits and coats, hold hands outside a hospital.\" title=\"In a 1981 photo, Ronald and Nancy Reagan, both in suits and coats, hold hands outside a hospital.\" data-has-syndication-rights=\"1\" data-caption=\"Nancy Reagan and President Ronald Reagan as they smile and hold hands at George Washington University Hospital, four days after the president had been shot in an assassination attempt, in 1981. | Mike Evens/AFP via Getty Images\" data-portal-copyright=\"Mike Evens/AFP via Getty Images\" />\n<p class=\"has-text-align-none\">“Wearing a bright red sweater over a white shirt, the president waved to the spectators and turned to walk into the White House, resembling, as an aide later put it, a ‘championship golfer strolling toward the eighteenth green,’” writes Del Quentin Wilber in his 2011 book about the assassination attempt, <em>Rawhide Down</em>.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">1981 was a different time</h2>\n\n<p class=\"has-text-align-none\">Despite some parallels between Trump and Reagan’s responses to their attempted assassinations, Trump is operating in a totally different political environment.</p>\n\n<p class=\"has-text-align-none\">Reagan had been catapulted to office in the 1980 election on a promise to “make America great again,” a slogan later adopted by Trump. It resonated at a time when many believed America’s best days were behind it amid high inflation, stagnant economic growth, the Iran hostage crisis, and rising Cold War tensions with the Soviet Union, which Reagan would go on to <a href=\"https://voicesofdemocracy.umd.edu/reagan-evil-empire-speech-text/\">label an “evil empire.”</a>&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though there were divides between Democrats and Republicans on many of these issues, it was nothing like the current environment in which identity politics reigns. Bipartisanship and moderates on both sides of the aisle were more common, and the media environment was more homogenous and far less around-the-clock than it is today. Though Reagan was a champion for socially conservative values, issues like abortion and immigration didn’t animate the <a href=\"https://www.wsj.com/politics/why-tribalism-took-over-our-politics-5936f48e\">same kind of tribalism in US politics</a>. Reagan himself would go on to pass major immigration reforms in 1986 (something unthinkable in today’s divided Congress), and voter support for abortion <a href=\"https://www.jstor.org/stable/2135282\">didn’t fall neatly along party lines</a>.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">By mid-March of 1981, before the assassination attempt, Reagan was earning approval ratings <a href=\"https://news.gallup.com/poll/11887/ronald-reagan-from-peoples-perspective-gallup-poll-review.aspx\">as high as 60 percent</a>. (Trump’s approval, on the other hand, is hovering <a href=\"https://projects.fivethirtyeight.com/polls/favorability/donald-trump/\">around 42 percent</a>.) But the assassination attempt and the way Reagan responded to it galvanized greater bipartisan support behind him and contributed to what ultimately became a hopeful national mood.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“On April 14, three days after I got home, the space shuttle <em>Columbia</em> returned to Earth in triumph after its maiden voyage,” Reagan wrote in his memoir. “The landing touched off tremendous excitement around the country, convincing me more than ever that Americans wanted to feel proud and patriotic again.”</p>\n\n<p class=\"has-text-align-none\">Later that month, he delivered a <a href=\"https://www.reaganlibrary.gov/archives/speech/address-joint-session-congress-program-economic-recovery-april-1981\">televised address</a> to a joint session of Congress — his first speech since the assassination attempt —&nbsp;in which he received repeated ovations from the crowd. He laid out an economic recovery plan that <a href=\"https://www.brookings.edu/articles/what-we-learned-from-reagans-tax-cuts/\">included major tax cuts</a> and later passed despite Democratic opposition, acknowledging the “<a href=\"https://www.reaganlibrary.gov/archives/speech/address-joint-session-congress-program-economic-recovery-april-1981\">spirit of candor, openness, and mutual respect</a>” that characterized the congressional negotiations.</p>\n\n<p class=\"has-text-align-none\">“Thanks to some very fine people, my health is much improved. I’d like to be able to say that with regard to the health of the economy,” he <a href=\"https://www.reaganlibrary.gov/archives/speech/address-joint-session-congress-program-economic-recovery-april-1981\">said in the address</a>. </p>\n\n<p class=\"has-text-align-none\">By that May, Reagan’s approval rating had <a href=\"https://news.gallup.com/poll/11887/ronald-reagan-from-peoples-perspective-gallup-poll-review.aspx\">reached 68 percent</a>. Though that did not last due to ongoing concerns about the economy, it was clear that Reagan had “turned a near tragedy into a political triumph,” Wilber writes.</p>\n\n<p class=\"has-text-align-none\">Trump might hope to experience a similar political boost in the coming months. But it’s not clear how much more of an edge he can get in today’s hyperpartisan environment.&nbsp;</p>\n\n<p class=\"has-text-align-none\">For Democrats, Trump still poses what they believe to be an existential threat to democracy in the November election. Trump’s Republican base believes that the former president needs their support now more than ever. And that means both parties are still on the same, ever more treacherous collision course.&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Former President Donald Trump is the ninth US president to be a target of an assassination attempt. The last was President Ronald Reagan, who, like Trump, survived an attack by a lone shooter. But that was in 1981 — a decidedly different political moment than today’s highly polarized environment. And that means it’s uncertain that [&#8230;]",
    "author": "Nicole Narea"
  },
  {
    "title": "Who shot Trump? What we know about the assassination attempt.",
    "link": "https://www.vox.com/politics/360390/trump-shot-assassination-attempt-shooter-bullet-butler-pennsylvania-biden-secret-service-updates",
    "pubDate": "2024-07-14T21:37:51.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A photo of Donald Trump, surrounded on all sides and supported by secret service members. Trump raises a hand in the air. His ear appears to be bleeding.\" data-caption=\"Republican presidential candidate and former President Donald Trump is rushed offstage during a rally on July 13, 2024, in Butler, Pennsylvania. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2161922017.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican presidential candidate and former President Donald Trump is rushed offstage during a rally on July 13, 2024, in Butler, Pennsylvania. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em><strong>Editor’s note, July 14, 5:30 pm</strong> <strong>ET:</strong> This is a rapidly evolving news story that will be updated with new verified information. </em></p>\n\n<p class=\"has-text-align-none\">On Saturday, July 13, gunshots rang out as former President Donald Trump addressed a crowd at a campaign rally in Butler, Pennsylvania. Shortly after, Secret Service agents rushed the stage, and Trump was escorted off — his face smeared with blood.</p>\n\n<p class=\"has-text-align-none\">Two people were killed, including the shooter — <a href=\"https://www.fbi.gov/news/press-releases/fbi-statement-on-incident-in-butler-pennsylvania\">identified by the FBI</a> as Thomas Matthew Crooks, a 20-year old from Pennsylvania. Two other rally attendees <a href=\"https://abcnews.go.com/US/wireStory/secret-service-spectator-killed-critically-injured-after-attacker-111918828\">were critically injured</a>. Trump survived — he wrote afterward on Truth Social that a bullet had pierced his upper right ear, and his campaign <a href=\"https://apnews.com/article/trump-vp-vance-rubio-7c7ba6b99b5f38d2d840ed95b2fdc3e5\">said</a> he was “fine.”</p>\n\n<p class=\"has-text-align-none\">Amid rampant rumor and speculation, here are the facts as we know them right now — and what we still need to learn to fully understand what happened at the rally.</p>\n\n<h2 class=\"wp-block-heading\">What we know</h2>\n\n<ul>\n<li>The moment of the shooting was televised live and filmed by various people in attendance: a burst of three shots <a href=\"https://www.nytimes.com/video/us/politics/100000009570525/trump-assassination-attempt.html\">was followed by</a> a burst of five shots. Trump is seen touching his ear and then with blood on his face; he was quickly swarmed by Secret Service agents and soon escorted offstage. Here is <a href=\"https://twitter.com/FoxNews/status/1812269913362276613\">what TV viewers saw and heard</a>.</li>\n</ul>\n\n<ul>\n<li>The shots from an <a href=\"https://abcnews.go.com/Politics/video/trump-rally-shooter-ar-15-style-rifle-secret-111918904\">AR-style rifle</a> were fired at 6:15 pm from an “elevated position outside of the rally venue,” after which the Secret Service shot and killed the gunman, per <a href=\"https://www.npr.org/2024/07/14/nx-s1-5039137/secret-service-investigating-how-trump-shooter-was-able-to-get-so-close\">statements</a> from the <a href=\"https://www.cbsnews.com/news/possible-shots-fired-at-trump-rally-in-butler-pennsylvania/\">agency</a>. <a href=\"https://www.nytimes.com/2024/07/13/us/politics/trump-rally-shooting-suspect-video.html\">Videos show</a> what appears to be the gunman’s body on a nearby rooftop.</li>\n\n\n\n<li>One person attending the Trump rally was killed and two others were critically injured. On Sunday afternoon, Pennsylvania Gov. Josh Shapiro identified the rally attendee who was killed as Corey Comperatore, a father of two whom <a href=\"https://www.wpxi.com/news/local/former-fire-chief-shot-killed-trump-rally/HJXCL4CSN5AZJIPZCT6GWFQ4JE/\">local news sources identified</a> as a former fire chief.</li>\n\n\n\n<li>Trump himself was brought to a local hospital afterward to be examined, but he <a href=\"https://www.cbsnews.com/video/trump-released-from-hospital-after/\">was released</a> late Saturday.</li>\n\n\n\n<li>Hours after the shooting, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112782066045321247\">posted on Truth Social</a> that he had been “shot with a bullet that pierced the upper part of my right ear. I knew immediately that something was wrong in that I heard a whizzing sound, shots, and immediately felt the bullet ripping through the skin. Much bleeding took place, so I realized then what was happening. GOD BLESS AMERICA!”</li>\n\n\n\n<li>The FBI identified the shooter in <a href=\"https://www.fbi.gov/news/press-releases/fbi-statement-on-incident-in-butler-pennsylvania\">a statement</a> as a 20-year-old Pennsylvania man, Thomas Matthew Crooks, from Bethel Park, a Pennsylvania town about an hour away from the rally site. Crooks had <a href=\"https://static01.nyt.com/newsgraphics/documenttools/eab599d76197b932/4bf3303b-full.pdf\">registered to vote as a Republican</a>, though FEC records show a $15 donation <a href=\"https://docquery.fec.gov/cgi-bin/fecimg/?202102049425405473\">under his name</a> on January 20, 2021, to the Progressive Turnout Project, which supports Democratic voter turnout.</li>\n\n\n\n<li>Multiple major news outlets have reported that Crooks was in <a href=\"https://www.nytimes.com/live/2024/07/14/us/trump-shooting-election/7cafda68-abc5-5816-9d52-a77ce07ad4af?smid=url-share\">possession of explosive devices</a>, citing anonymous law enforcement sources familiar with the investigation.</li>\n\n\n\n<li>President Joe Biden <a href=\"https://x.com/cspan/status/1812282482881941750/video/1\">briefly addressed the nation</a> Saturday night, stating, “There’s no place in America for this kind of violence. It’s sick. …&nbsp;We cannot condone this.” The Biden presidential campaign <a href=\"https://www.wsj.com/livecoverage/trump-rally-incident/card/biden-campaign-to-pull-down-television-ads-yWBcGSbQDl4lfoGSgXOk\">has temporarily pulled advertising</a> in the wake of the shooting, and Biden spoke with Trump on Saturday night, although details about that call have not been made public.</li>\n\n\n\n<li>Biden also said Sunday afternoon that he has ordered a full Secret Service review of security plans for Trump’s campaign and the Republican National Convention in Milwaukee, Wisconsin, this week. At a press conference Sunday, the Secret Service said they did not believe the plans already in place for the RNC need to be altered.</li>\n\n\n\n<li>Biden plans to address the nation again on Sunday night from the Oval Office.</li>\n\n\n\n<li>Although information on the shooter’s motive isn’t yet known, <a href=\"https://www.washingtonpost.com/politics/2024/07/13/trump-shooting-blame-biden-democrats/\">several of Trump’s political allies</a> immediately tried to blame Democrats and the media, arguing that their criticism of Trump must have spurred the violence. “This was an assassination attempt aided and abetted by the radical Left and corporate media incessantly calling Trump a threat to democracy,” <a href=\"https://x.com/votetimscott/status/1812290893312901259\">Sen. Tim Scott (R-SC) wrote</a>.</li>\n</ul>\n\n<h2 class=\"wp-block-heading\">What we don’t know</h2>\n\n<ul>\n<li>We do not know the shooter’s motive.</li>\n\n\n\n<li>The identities of the other two injured audience members at the rally have not been released to the public.</li>\n\n\n\n<li>Though the Secret Service official overseeing RNC security addressed the public on Sunday, the agency has not yet commented on why their security measures failed to prevent the shooter from having a clear shot at the former president from a nearby rooftop.</li>\n</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Editor’s note, July 14, 5:30 pm ET: This is a rapidly evolving news story that will be updated with new verified information. On Saturday, July 13, gunshots rang out as former President Donald Trump addressed a crowd at a campaign rally in Butler, Pennsylvania. Shortly after, Secret Service agents rushed the stage, and Trump was [&#8230;]",
    "author": "Dylan Matthews"
  },
  {
    "title": "Donald Trump targeted in assassination attempt",
    "link": "https://www.vox.com/politics/360489/trump-shot-thomas-matthew-crooks-secret-service-butler-rally",
    "pubDate": "2024-07-14T21:03:17.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Donald Trump raises a fist, with blood running down his face, as Secret Service agents hurry him forward.\" data-caption=\"Republican presidential candidate former President Donald Trump pumps his fist as he is rushed offstage during a rally on July 13, 2024, in Butler, Pennsylvania. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2161923146.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican presidential candidate former President Donald Trump pumps his fist as he is rushed offstage during a rally on July 13, 2024, in Butler, Pennsylvania. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Former President Donald Trump was whisked off stage at a campaign rally in Butler, Pennsylvania, on Saturday, July 13, after gunshots erupted, including one that he said pierced his right ear. Trump was quickly escorted by Secret Service agents to a local medical facility and is “fine,” his campaign said.</p>\n\n<p class=\"has-text-align-none\">The suspected gunman, identified <a href=\"https://www.fbi.gov/news/press-releases/fbi-statement-on-incident-in-butler-pennsylvania\">by the FBI</a> as 20-year-old Thomas Matthew Crooks from Bethel Park, Pennsylvania, is dead, as is one person who attended the rally.<strong> </strong>Two more attendees were critically injured.</p>\n\n<p class=\"has-text-align-none\">“I heard a whizzing sound, shots, and immediately felt the bullet ripping through the skin,” Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/112782066045321247\">wrote</a> afterward on Truth Social. “Much bleeding took place, so I realized then what was happening.”</p>\n\n<p class=\"has-text-align-none\">In a brief <a href=\"https://www.cbsnews.com/news/donald-trump-rally-shooting-joe-biden-statement/\">televised statement</a>, President Joe Biden condemned the violence as “sick,” urging Americans to condemn political violence. Biden spoke with Trump on the phone, and his reelection campaign is <a href=\"https://www.wsj.com/livecoverage/trump-rally-incident/card/biden-campaign-to-pull-down-television-ads-yWBcGSbQDl4lfoGSgXOk\">reportedly</a> pulling down television ads in the wake of the shooting.</p>\n\n<p class=\"has-text-align-none\">This is a developing story. Follow here for the latest news and analysis.</p>\n<ul>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/360557/trump-assassination-attempt-republican-response-political-violence-irresponsible\">This is how you get escalation</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/explainers/360585/reagan-trump-assassination-attempt-1981\">What the assassination attempt on President Reagan reveals about the Trump shooting</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/360516/trump-assasination-attempt-democracy-threat-rhetoric-critics-violence-politics-biden\">Heated rhetoric is dangerous, but honest disagreement is necessary for democracy</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/360521/trump-shooting-polls-political-impact-2024-election-election\">Will Trump’s shooting change everything? Or surprisingly little?</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/360390/trump-shot-assassination-attempt-shooter-bullet-butler-pennsylvania-biden-secret-service-updates\">Who shot Trump? What we know about the assassination attempt.</a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"\"></a>\n\t\t</li>\n\t\t\t<li>\n\t\t\t<a href=\"https://www.vox.com/politics/360428/trump-assassination-attempt-pennsylvania-shooting-politics\">America is not ready for what comes next</a>\n\t\t</li>\n\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Former President Donald Trump was whisked off stage at a campaign rally in Butler, Pennsylvania, on Saturday, July 13, after gunshots erupted, including one that he said pierced his right ear. Trump was quickly escorted by Secret Service agents to a local medical facility and is “fine,” his campaign said. The suspected gunman, identified by [&#8230;]",
    "author": "Vox Staff"
  },
  {
    "title": "Heated rhetoric is dangerous, but honest disagreement is necessary for democracy",
    "link": "https://www.vox.com/politics/360516/trump-assasination-attempt-democracy-threat-rhetoric-critics-violence-politics-biden",
    "pubDate": "2024-07-14T20:50:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Republican presidential candidate former President Donald Trump is rushed offstage during a rally on July 13, 2024 in Butler, Pennsylvania. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/gettyimages-2161922289.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican presidential candidate former President Donald Trump is rushed offstage during a rally on July 13, 2024 in Butler, Pennsylvania. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Donald Trump was nearly <a href=\"https://www.vox.com/politics/360390/trump-shooting-butler-pa-pennsylvania-ear-secret-service\">assassinated on Saturday</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The former president was addressing a crowd in Butler, Pennsylvania, when a 20-year-old carried a rifle onto a nearby roof. That gunman, <a href=\"https://www.bbc.com/pidgin/articles/cxe27v3gr2ro\">Thomas Matthew Crooks</a>, proceeded to fire several bullets at Trump, injuring the Republican’s ear, killing a male rallygoer, and wounding another. Security forces then shot Crooks dead.</p>\n\n<p class=\"has-text-align-none\">This is a tragedy for those directly harmed. Crooks stole life from a person and thus, a loved one from many other people. And he almost certainly traumatized many others, not least the Republican standard-bearer himself.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Saturday’s events are also a nightmare for the country. While riven by increasingly bitter political conflict over the past two decades, the United States had managed to avoid deadly assassination attempts against presidential candidates. </p>\n\n<p class=\"has-text-align-none\">Keeping America’s “culture war” purely metaphorical is not easy. Fights over questions as fundamental as “Who counts as an American?” and “When does human life begin?” are not easily contained within the bounds of the democratic process. Occasionally, <a href=\"https://www.npr.org/2022/06/24/1107244499/storycorps-remembering-a-murdered-doctor-who-performed-abortions\">they get people killed</a>. Erode the taboo against resolving these disputes through force, and you clear a path to mass death.</p>\n\n<p class=\"has-text-align-none\">It is therefore vital for all of America’s political factions to forswear political violence. In the wake of this weekend’s assassination attempt, however, some have called on partisans to do more than this: They have suggested that we must not merely condemn violence, but also avoid rhetoric that could hypothetically inspire it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Some of these calls are patently cynical. For example, Ohio Senator J.D. Vance <a href=\"https://x.com/JDVance1/status/1812280973628965109\">argued</a> Saturday that the “central premise of the Biden campaign is that President Donald Trump is an authoritarian fascist who must be stopped at all costs” and that this “rhetoric led directly to President Trump&#8217;s attempted assassination.” </p>\n\n<p class=\"has-text-align-none\">At the time of Vance’s statement, nothing was known about the shooter’s motives. Thus, the senator did not know whether what he was saying was true. As of this writing, there is still no evidence that Crooks was motivated by the belief that Trump was an authoritarian. </p>\n\n<p class=\"has-text-align-none\">More fundamentally, though, it is absurd for an ardent supporter of Donald Trump to feign a principled opposition to incendiary rhetoric. The former president has likened his political enemies to <a href=\"https://www.washingtonpost.com/politics/2023/11/12/trump-rally-vermin-political-opponents/\">“vermin</a>,” accused Joe Biden of trying to “<a href=\"https://www.reuters.com/world/us/trump-says-bidens-border-policies-are-conspiracy-overthrow-us-2024-03-02/\">overthrow the United States”</a> by orchestrating mass immigration, and said that if the Democrat wins, “our country doesn’t stand a chance.”</p>\n\n<p class=\"has-text-align-none\">Still, not all calls for cooler rhetoric were disingenuous. The great science writer Robert Wright, whose politics are decidedly left of center, <a href=\"https://x.com/robertwrighter/status/1812277878748299340\">posted on X</a> Saturday, “Why don’t we just skip the argument about which side has used more extreme rhetoric about the other side, which side used it first, etc. There’s been way too much on both sides. If you agree, maybe the best thing to do is politely discourage people on your own side from using it.”</p>\n\n<p class=\"has-text-align-none\">This sentiment is understandable but imprecise. It is wrong to say things that are untrue, and when dishonest rhetoric is also politically incendiary, it is especially irresponsible. But we cannot have an honest and open debate about our political disagreements without saying things that an unhinged person might construe as a rationale for violence. </p>\n\n<p class=\"has-text-align-none\">Donald Trump really does present a threat to the norms of liberal democracy and the welfare of millions of US residents. Joe Biden truly supports the legality of medical procedures that some Christian conservatives believe to be murder. Rhetoric that describes in good faith our polity’s disputes will imply that our elections have life-or-death stakes — because they do. Political violence is not wrong because our conflicts aren’t profound. It’s wrong because it undermines democracy. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Biden’s most heated rhetoric about Trump is defensible</strong></h2>\n\n<p class=\"has-text-align-none\">There is no question that Joe Biden has denounced Trump in explosive terms. In late June, the president <a href=\"https://x.com/JoeBiden/status/1806745000971296833\">posted on</a> X, “Donald Trump is a genuine threat to this nation. He’s a threat to our freedom. He’s a threat to our democracy. He’s literally a threat to everything America stands for.”</p>\n\n<p class=\"has-text-align-none\">Biden’s last sentence here was arguably hyperbolic, but the president’s other claims are defensible. </p>\n\n<p class=\"has-text-align-none\">Many Americans reasonably believe that people who are compelled to carry a pregnancy to term are not free. Through his Supreme Court appointments, Trump is personally responsible for the <a href=\"https://www.vox.com/explainers/356314/abortion-laws-roe-wade-dobbs-decision-mifepristone-supreme-court\">curtailment of reproductive rights</a> in many parts of the United States. Although he has <a href=\"https://www.cnn.com/2024/04/10/politics/trump-says-he-wouldnt-sign-federal-abortion-ban/index.html\">disavowed</a> all intentions of further restricting abortion at the federal level, he is nevertheless <a href=\"https://www.vox.com/politics/2024/4/8/24124454/trump-abortion-policy-video-truth-social\">closely aligned</a> with a movement that aims to do so. </p>\n\n<p class=\"has-text-align-none\">Trump has also promised to carry out “<a href=\"https://www.presidency.ucsb.edu/documents/2024-republican-party-platform\">the largest deportation operation in American history</a>.” This policy would <a href=\"https://www.nytimes.com/2023/11/11/us/politics/trump-2025-immigration-agenda.html\">reportedly involve</a> rounding up longtime US residents, confining them to detention camps, and then deporting them. Many undocumented immigrants were brought to the US as children and know no other home. It seems reasonable to say that Trump presents a threat to their freedom. </p>\n\n<p class=\"has-text-align-none\">That Trump poses a threat to democracy should go without saying. As president, he attempted to block the peaceful transfer of power by <a href=\"https://abcnews.go.com/Politics/trump-demands-georgia-secretary-state-find-votes-hand/story?id=75027350\">manipulating vote counts</a> and <a href=\"https://www.vox.com/policy-and-politics/23513019/january-6-committee-report-trump-2020-election-insurrection\">instigating a riot on Capitol Hill</a>. He has also outlined <a href=\"https://www.nytimes.com/2023/07/17/us/politics/trump-plans-2025.html\">plans for undermining</a> the independence of federal law enforcement while vowing to enact “<a href=\"https://abcnews.go.com/Politics/trumps-dark-retribution-pledge-center-2024-bid-make/story?id=108315702\">retribution</a>” on his movement’s enemies. </p>\n\n<p class=\"has-text-align-none\">It is highly unlikely that a second Trump administration would lead to the death of American democracy, as our nation’s federated system of government makes establishing an authoritarian regime exceptionally difficult. But it’s reasonable to say that putting an insurrectionist back into the Oval Office — after he’s had four years to assemble <a href=\"https://www.axios.com/2023/11/13/trump-loyalists-2024-presidential-election\">a cadre of loyalists</a> to staff the executive branch — would pose an intolerably high threat to US democracy, even if that threat is remote. Most of us would not engage in any activity that came with a 1 percent risk of death if we could help it. </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Heated rhetoric is an inextricable feature of democratic life</strong></h2>\n\n<p class=\"has-text-align-none\">My point here is not to say that Democrats’ incendiary rhetoric is always legitimate while Republicans’ is not. What matters is whether a given statement is plausibly true. We cannot honestly debate our nation’s core political disagreements without saying things that could inspire intense passion in partisans. Political passion is the kindling for political violence, but public officials must not compound the unavoidable hazards of democratic life by saying explosive things that are untrue. </p>\n\n<p class=\"has-text-align-none\">In 2018, Donald Trump suggested that Democrats were orchestrating an invasion of the United States by violent <a href=\"https://x.com/realdonaldtrump/status/1009071403918864385?lang=en\">“illegal immigrants”</a> because they viewed such criminals as “potential voters.” Republican Rep. Matt Gaetz argued that the Jewish, Democratic megadonor George Soros might be paying immigrants to “<a href=\"https://twitter.com/repmattgaetz/status/1052629557826736129\">storm the US border @ election time</a>.” </p>\n\n<p class=\"has-text-align-none\">Shortly thereafter, a neo-Nazi who believed that Jews were orchestrating an invasion of the United States by violent Central American migrants — as part of a broader plan to render the white race incapable of reclaiming power in the US — murdered <a href=\"https://nymag.com/intelligencer/2018/10/what-we-know-about-robert-bowers-alleged-synagogue-shooter.html\">11 people in a Pittsburgh synagogue</a>. </p>\n\n<p class=\"has-text-align-none\">The fundamental problem with Trump&#8217;s and Gaetz’s claims was not that they were liable to inspire violent malcontents to commit such atrocities. The problem was that they were spreading baseless conspiracy theories. If it were true that Democrats were orchestrating an invasion of the United States as part of a plan to enact mass voter fraud, Trump and Gaetz would be right to say so, even though this could provoke acts of violence. </p>\n\n<p class=\"has-text-align-none\">But it wasn’t true. Falsely claiming that your political opponents are trying to steal an election through mass voter fraud is wildly irresponsible; implying that conservative Americans should see immigrants as threats to their democratic freedom is something even worse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By contrast, if a Republican were to say that Biden posed a massive threat to human life as defined by conservative Christian theology, they would be telling the truth. </p>\n\n<p class=\"has-text-align-none\">I do not believe that a fetus is a person, but many Americans subscribe to a worldview in which it is. There can be no simple, scientific truth about a question as philosophical as when human life begins. In a pluralistic democracy, conservative Christians must be allowed to articulate the implications of their theology, even if that means portraying Democratic supporters of abortion rights as would-be mass murderers.</p>\n\n<p class=\"has-text-align-none\">In a democracy with polarized politics, many legitimate forms of advocacy will imply that preventing an adversarial politician from taking power is of life-or-death importance. In a country with more guns than people, such political speech presents genuine hazards. If we find those risks unacceptable, we should curtail gun ownership before we constrict honest debate.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Donald Trump was nearly assassinated on Saturday.&#160; The former president was addressing a crowd in Butler, Pennsylvania, when a 20-year-old carried a rifle onto a nearby roof. That gunman, Thomas Matthew Crooks, proceeded to fire several bullets at Trump, injuring the Republican’s ear, killing a male rallygoer, and wounding another. Security forces then shot Crooks [&#8230;]",
    "author": "Eric Levitz"
  },
  {
    "title": "Will Trump’s shooting change everything? Or surprisingly little?",
    "link": "https://www.vox.com/politics/360521/trump-shooting-polls-political-impact-2024-election-election",
    "pubDate": "2024-07-14T20:42:52.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Republican presidential candidate former President Donald Trump is rushed offstage during a rally on July 13, 2024, in Butler, Pennsylvania. | Anna Moneymaker/Getty Images\" data-portal-copyright=\"Anna Moneymaker/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2161925534.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican presidential candidate former President Donald Trump is rushed offstage during a rally on July 13, 2024, in Butler, Pennsylvania. | Anna Moneymaker/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">It didn’t take long after the <a href=\"https://www.vox.com/politics/360390/trump-shot-assassination-attempt-shooter-bullet-butler-pennsylvania-biden-secret-service-updates\">attempted assassination of President Donald Trump</a>, the killing of one of his rally attendees, and the injury of two others, for the political world’s attention to turn to a crass but undeniably important topic: What will it mean for Trump politically?</p>\n\n<p class=\"has-text-align-none\">Among commentators and social media posters, there have basically been two separate instinctive — and conflicting — reactions.</p>\n\n<p class=\"has-text-align-none\">The first reaction: This is a political boon for Trump that makes him more likely to win in November. </p>\n\n<p class=\"has-text-align-none\">The second reaction: Don’t get too carried away, it may not make much of a difference.</p>\n\n<p class=\"has-text-align-none\">Not knowing the future, we can’t really say for sure. But there are somewhat convincing points behind each of them. Here are the arguments being put forward.</p>\n\n<h2 class=\"wp-block-heading\">Will the shooting be a tremendous help to Trump?</h2>\n\n<p class=\"has-text-align-none\">History is full of examples of leaders who use a near-miss assassination attempt as an excuse to centralize power and crack down on civil liberties. Since Trump is not in office, he can’t do that right now, and the main question is whether it will affect his ability to win. Many (including some <a href=\"https://x.com/SteveSchmidtSES/status/1812272029959373146\">vocal Trump critics</a>) believe it will dramatically help his chances for some combination of the following reasons.</p>\n\n<p class=\"has-text-align-none\"><strong>It will activate the MAGA base:</strong> For much of this year, there has been low interest in political news on both sides of the aisle, but there have been questions about whether Trump’s base in particular was less mobilized than they were in years prior. Conservative news sites were seeing <a href=\"https://www.theatlantic.com/politics/archive/2024/04/conservative-digital-media-traffic/678055/\">dismal traffic</a> numbers and Trump’s campaign <a href=\"https://www.cnbc.com/2024/03/18/trump-campaign-cash-crunch-small-dollar-donor-fatigue-major-donor-nerves.html\">was struggling </a>with small-donor fundraising. </p>\n\n<p class=\"has-text-align-none\">That began to change after Trump’s criminal conviction on May 30, which <a href=\"https://www.nytimes.com/2024/06/20/us/politics/trump-fundraising-biden-election.html\">unleashed</a> a massive surge in donations to Trump’s campaign that erased Biden’s cash edge. Perhaps the assassination attempt on Trump will be a similar catalyst: a lightning shock of attention that makes his base rally to his side and ensures they’ll turn out at the polls.</p>\n\n<p class=\"has-text-align-none\"><strong>It could make him win sympathy from— or look tough to — a general electorate:</strong> Sometimes, if a leading politician is shot but survives, there is a wave of sympathy and support for them. When President Ronald Reagan was shot (and much more seriously injured) in 1981, his approval increased from about 60 percent to about 68 percent <a href=\"https://news.gallup.com/poll/11887/ronald-reagan-from-peoples-perspective-gallup-poll-review.aspx\">in Gallup polls</a>.</p>\n\n<p class=\"has-text-align-none\">For Trump, much digital ink was spilled analyzing the potential political value of photos taken of him just after the shooting, most notably <a href=\"https://www.politico.com/news/2024/07/13/republicans-back-trump-by-sharing-a-bloody-photo-of-the-former-president-00167980\">Evan Vucci’s Associated Press photo</a> showing a bloodied Trump raising his fist while the American flag is behind him. His fans <a href=\"https://x.com/LoganPaul/status/1812264550731043074\">opined</a> on social media that it made him look “<a href=\"https://x.com/elonmusk/status/1812260638569177510\">tough</a>,” with many making the comparison to the 1912 incident when Theodore Roosevelt was shot during a campaign speech and finished his speech. (The comparison is not perfect: Trump did not finish his speech, and Roosevelt lost that election.)</p>\n\n<p class=\"has-text-align-none\"><strong>It could help him among low-trust voters:</strong> Some commentators, like <a href=\"https://www.vox.com/politics/351563/one-explanation-for-the-2024-elections-biggest-mystery\">my colleague Eric Levitz</a>, have argued that a major trend in politics is that “voters with low levels of trust in society and the political system are shifting rightward.” </p>\n\n<p class=\"has-text-align-none\">Regardless of the facts around the shooting, the conspiracy theories around it will inevitably be twisted to advance the narrative that “they” — Democrats, the media, shadowy powers that be — wanted this to happen and are in some way responsible for it. Some of Trump’s allies <a href=\"https://www.washingtonpost.com/politics/2024/07/13/trump-shooting-blame-biden-democrats/\">are already publicly advancing</a> such arguments; if they resonate, they could further expand the GOP’s emerging advantage among low-trust voters.</p>\n\n<h2 class=\"wp-block-heading\">Or will it not make much of a difference?</h2>\n\n<p class=\"has-text-align-none\">Often, when pundits are hyping a supposedly game-changing political moment, it’s useful to take a step back and skeptically ask: Will it actually change much of anything?</p>\n\n<p class=\"has-text-align-none\"><strong>The election is still nearly four months away:</strong> It is a long time between now and November 5, 2024. Many other events will consume the news between now and then; just last week, the biggest political story was whether Joe Biden could hold onto the nomination. It is very far from clear that this is the one event that will loom over the rest of a campaign that is still a ways off from concluding.</p>\n\n<p class=\"has-text-align-none\"><strong>Polling in this race has long been static:</strong> Trump and Biden are two very well-known candidates and polling in this race <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/national/\">hasn’t moved much</a> throughout the campaign. For instance, Biden’s bad debate — one of the most dramatic events of the cycle — only <a href=\"https://projects.fivethirtyeight.com/polls/president-general/2024/national/\">lowered his standing</a> in national polling averages by about 2 points.</p>\n\n<p class=\"has-text-align-none\">It has been very difficult to budge the Trump/Biden polling. As shocking as this event was, the vast majority of voters have long made up their views about Trump and seem quite unlikely to change their minds because of his injury. And if there is a short-term “sympathy bounce” for Trump, it may not last.&nbsp; (Reagan’s approval bounce after he was shot <a href=\"https://news.gallup.com/poll/11887/ronald-reagan-from-peoples-perspective-gallup-poll-review.aspx\">only lasted a few months</a>.)</p>\n\n<p class=\"has-text-align-none\"><strong>The shooter may not fit easy political narratives:</strong> We don’t yet know anything about 20-year-old Thomas Matthew Crooks’s motive for shooting Trump, and conspiracy theorists won’t care too much about the facts. Depending on what we do learn about his background and motivations, arguments blaming Democrats or shadowy power brokers for his actions may not come off as convincing to many voters in the general public.</p>\n\n<h2 class=\"wp-block-heading\">We don’t yet know how Trump will respond</h2>\n\n<p class=\"has-text-align-none\">Another difficulty in predicting exactly what this will mean is that we don’t yet know exactly how Trump will respond.</p>\n\n<p class=\"has-text-align-none\">One could imagine him trying to stay above the fray, sound presidential, and use broadly appealing rhetoric to bring the country together.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In reality, he is still Donald Trump, a politician frequently motivated by grievance and <a href=\"https://www.voanews.com/a/trump-s-vows-of-revenge-against-his-opponents-gain-volume-/7650528.html\">revenge</a>. Being who he is, he could well overreach, turning off voters he might have a chance of winning to his side, and convincing them that restoring him to the office would mean yet more turmoil.</p>\n\n<p class=\"has-text-align-none\">So nothing is set in stone. The assassination attempt on Trump did not guarantee his victory. It could help his chances. But the campaign will be about more than what happened on Saturday.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "It didn’t take long after the attempted assassination of President Donald Trump, the killing of one of his rally attendees, and the injury of two others, for the political world’s attention to turn to a crass but undeniably important topic: What will it mean for Trump politically? Among commentators and social media posters, there have basically [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "America is not ready for what comes next",
    "link": "https://www.vox.com/politics/360428/trump-assassination-attempt-pennsylvania-shooting-politics",
    "pubDate": "2024-07-14T03:45:32.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Republican candidate Donald Trump is seen with what appears to be blood on his face as he is rushed offstage by Secret Service at a campaign event in Butler, Pennsylvania, on July 13, 2024. | Rebecca Droke/AFP/Getty Images\" data-portal-copyright=\"Rebecca Droke/AFP/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/GettyImages-2161339276.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Republican candidate Donald Trump is seen with what appears to be blood on his face as he is rushed offstage by Secret Service at a campaign event in Butler, Pennsylvania, on July 13, 2024. | Rebecca Droke/AFP/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Someone just attempted to assassinate former President Donald Trump. We don’t know who, and we don’t know why, but we know they came terribly close to succeeding.</p>\n\n<p class=\"has-text-align-none\">We should all be terrified about what comes next.</p>\n\n<p class=\"has-text-align-none\">American politics has <a href=\"https://www.amazon.com/Why-Were-Polarized-Ezra-Klein/dp/147670032X\">recently become trapped</a> in a state of simultaneous stability and instability. It is stable in the sense that there are clearly defined and seemingly unshakeable partisan divisions. It is unstable in the sense that those divisions have grown so deep and so bitter that they threaten the basic faith in political coexistence that any democracy needs to survive.</p>\n\n<p class=\"has-text-align-none\">Two years ago, I asked <a href=\"https://www.vox.com/policy-and-politics/22814025/democracy-trump-january-6-capitol-riot-election-violence\">some of the world’s leading experts</a> on democratic breakdown about what&nbsp;comes next: How might the seeming crisis of American democracy end? Many of them warned of rising political violence. The more people hate and fear their political opponents, the more likely they are to go outside the law to try to stop them.</p>\n\n<p class=\"has-text-align-none\">And when someone on one side is attacked, the other becomes more likely to respond in kind. The ultimate fear is a cycle of violence akin to Italy’s “Years of Lead”: a roughly 15-year period beginning in 1969 in which extreme left and extreme right militias perpetrated a spree of bombings and assassinations.</p>\n\n<p class=\"has-text-align-none\">At the time, I wrote that the “most likely flashpoint” for violent escalation was “a presidential election.”</p>\n\n<p class=\"has-text-align-none\">Political violence tends to be emotional, perpetrated by angry people who have poor impulse control. In this country, our political emotions are never higher than during a presidential contest —&nbsp;especially when both sides believe that the fate of the republic depends on the outcome.</p>\n\n<p class=\"has-text-align-none\">To be clear, we do not yet know that the shooter was motivated by political grievance. We could be in a scenario akin to John Hinckley’s shooting of Ronald Reagan, an assassination attempt motivated by a <a href=\"https://people.com/jodie-foster-recalls-man-brought-gun-her-college-play-after-john-hinckley-jr-attempt-8667620\">clinically delusional bid</a> to capture the attention of actress Jodie Foster.</p>\n\n<p class=\"has-text-align-none\">But we can say it was clear that the risk of something like this would rise during the election. As would the risk of serious, unpredictable&nbsp;consequences — up to and including further violence.</p>\n\n<p class=\"has-text-align-none\">In fact, the very circumstances that make political violence more likely in today’s America are the same ones that render our political system ill-equipped to handle its consequences.</p>\n\n<p class=\"has-text-align-none\">Extreme polarization makes cooperation hard and suspicion natural. Some Republican members of Congress are <a href=\"https://x.com/MikeCollinsGA/status/1812257581655531669\">already</a> <a href=\"https://x.com/JDVance1/status/1812280973628965109\">blaming</a> Democrats for the attempt on Trump’s life. The phrase “<a href=\"https://x.com/search?q=%22Inside%20Job%22&amp;src=trend_click&amp;vertical=trends\">inside job</a>” is currently trending on Twitter.</p>\n\n<p class=\"has-text-align-none\">And it’s not like either party’s leadership is especially trustworthy at this particular moment. President Biden has clearly declined with age and is fighting to maintain his role as nominee. Trump is a victim now, but he’s still the <a href=\"https://www.vox.com/2023/11/14/23958866/trump-vermin-authoritarian-democracy\">same man he was before it happened</a>. Biden is a steady leader but in a poor position to handle a crisis; Trump is a demagogue who is more likely to raise tensions rather than lower them.</p>\n\n<p class=\"has-text-align-none\">The United States is an extraordinary country: the wealthiest and most powerful ever to exist in human history. But it is riven by what might be its greatest internal divisions since the Civil War. The gravity of that particular comparison should underscore both the dangers here and the uncertainty.&nbsp;</p>\n\n<p class=\"has-text-align-none\">A gunman’s bullet has just sent the country hurtling into an abyss. The only question now is how far we fall.</p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Someone just attempted to assassinate former President Donald Trump. We don’t know who, and we don’t know why, but we know they came terribly close to succeeding. We should all be terrified about what comes next. American politics has recently become trapped in a state of simultaneous stability and instability. It is stable in the [&#8230;]",
    "author": "Zack Beauchamp"
  },
  {
    "title": "How Alec Baldwin’s Rust trial went spectacularly off the rails",
    "link": "https://www.vox.com/culture/23562397/rust-shooting-alec-baldwin-involuntary-manslaughter-charge",
    "pubDate": "2024-07-13T16:13:40.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Rust’s chaotic production resulted in the death of a cinematographer when Alec Baldwin’s prop gun accidentally discharged. | Angela Weiss/AFP via Getty Images\" data-portal-copyright=\"Angela Weiss/AFP via Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/04/GettyImages-2160837659.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rust’s chaotic production resulted in the death of a cinematographer when Alec Baldwin’s prop gun accidentally discharged. | Angela Weiss/AFP via Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">By all accounts, it was an accident everyone saw coming, but the questions and chaos surrounding the October 2021 death of cinematographer Halyna Hutchins while filming the Alec Baldwin movie <em>Rust</em> have only grown more numerous in the years since the fatal incident. Now, thanks to a stunning act of prosecutorial misconduct that led the judge overseeing Baldwin’s trial for manslaughter to completely throw out the case, we may never know the answers.</p>\n\n<p class=\"has-text-align-none\">The nearly three-year saga reached an extraordinary conclusion on Friday afternoon when Judge Mary Marlowe Sommer, presiding over the trial in New Mexico, halted the trial mid-testimony and dismissed the case against Baldwin “with prejudice” — meaning he can never be retried. </p>\n\n<p class=\"has-text-align-none\">The move came after the prosecution took the stand in a special hearing to admit deliberately concealing evidence from the defense. And not just any evidence — evidence pertaining to one of the central mysteries of the case: How did live rounds of ammunition make it onto the set?</p>\n\n<p class=\"has-text-align-none\">The prosecution, which was headed by a special team assigned by the state to handle this case, testified not only to deliberately withholding the evidence from the defense but also to concealing it. The court heard testimony Friday afternoon that prosecutors misfiled the evidence with a different case number altogether, allegedly so that the defense wouldn&#8217;t be able to easily locate it.</p>\n\n<p class=\"has-text-align-none\">Judge Sommer stated in her decision that “The late discovery of this evidence during trial has impeded the effective use of evidence in such a way that it has impacted the fundamental fairness of the proceedings,” and that “there is no way for the court to right this wrong.” Dismissal, she said, was “the only warranted remedy.”</p>\n\n<p class=\"has-text-align-none\">The court’s decision not only immediately freed Baldwin, who burst into tears at the news, but could also exonerate fellow defendant in the case, Hannah Gutierrez-Reed. Gutierrez-Reed, the chief weapons handler for the film, was <a href=\"https://apnews.com/article/closing-arguments-trial-baldwin-shooting-3fdc75c2510804065a19a9fa374cfefd\">convicted</a> of involuntary manslaughter on March 6, 2024, and <a href=\"https://www.nytimes.com/2024/04/15/arts/rust-sentencing-hannah-gutierrez-reed.html\">sentenced</a> to 18 months in prison for her controversial role in Hutchins’s shooting. Following Friday’s decision, her defense team immediately <a href=\"https://www.cnbc.com/2024/07/12/alec-baldwin-rust-manslaughter-case-dismissed-by-judge.html\">set about</a> seeking her release.</p>\n\n<p class=\"has-text-align-none\">So what happened here? </p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">The new evidence might have provided answers to a longstanding mystery. But we’ll never know now.</h2>\n\n<p class=\"has-text-align-none\">Baldwin’s trial was shaping up to be one of the most high-profile courtroom dramas in years. Prior to its commencement, multiple networks announced that they would be streaming every minute online to thousands of eager trial watchers. What those onlookers received, instead of a glitzy celebrity drama, however, was an abrupt look at how a criminal prosecution can go completely off the rails.</p>\n\n<p class=\"has-text-align-none\">On Thursday, Baldwin’s defense <a href=\"https://www.nbcnews.com/news/crime-courts/alec-baldwin-rust-trial-how-prosecution-fell-apart-key-moments-rcna161671\">questioned</a> a prosecution witness, a crime scene technician, about evidence supplied by a new witness, a former Arizona police officer named Troy Teske. Teske, who is a close friend of Gutierrez-Reed’s stepfather, had come forward to police both during and after Gutierrez-Reed’s trial to drop off ammunition that he claimed matched the live rounds used on set.</p>\n\n<p class=\"has-text-align-none\">During her trial, the prosecution had <a href=\"https://abcnews.go.com/US/rust-weapons-provider-seth-kenney-provided-live-rounds/story?id=107778471\">strongly implied</a> that Gutierrez-Reed brought the live rounds to the set in a state of cocaine-addled confusion or negligence, but no one has ever been able to definitively explain how the bullets wound up on location. Early on, investigators <a href=\"http://docs.dpaq.de/18064-affidavit_for_search_warrant_no._1_and_warrant_issued_by_court.pdf\">speculated</a> that Gutierrez-Reed might have accidentally purchased live rounds from the production’s gun supplier, PDQ Arm and Prop LLC. But Gutierrez-Reed has <a href=\"https://deadline.com/wp-content/uploads/2022/01/Gutierrez-Reed-Complaint_Redacted-2_Redacted-USE.pdf\">alleged</a> since a 2021 lawsuit she filed against him that PDQ’s owner, Seth Kenney, deliberately mixed live ammunition into the dummy rounds. She claimed this was part of an effort to discredit her due to a personal grudge involving previous accidental on-set discharges.</p>\n\n<p class=\"has-text-align-none\">That’s a claim her defense, and Baldwin’s, could have used to support their version of events — and this new bullet evidence could have strengthened that argument. According to <a href=\"https://nmcourts.gov/wp-content/uploads/2024/07/July-11-2024-Defendants-Motion-for-Dismissal-and-Sanctions-under-Brady-Giglio-and-Rule-5-501-752p.pdf\">the motion to dismiss</a> filed by Baldwin’s lawyers, the new evidence suggests “that the live round came from Seth Kenney.” The motion also claims that the state “had been aware and had access to Teske for years” without alerting either of the defense teams to his evidence. On the witness stand Thursday, the crime scene technician admitted to knowing about Teske and the bullets. This confession prompted the defense to file the motion and request the hearing which subsequently took place Friday.</p>\n\n<p class=\"has-text-align-none\">It’s unclear if there’s any connection between Teske’s bullets and the bullets that made it into the gun that day on set, but the problem is that the defense teams never had a chance to find out. The prosecution claimed it had done nothing wrong,&nbsp;but there was dissension in the ranks; one special prosecutor, Erlinda Ocampo Johnson, actually resigned in protest Friday,&nbsp;later claiming she had done so because she felt the state should have&nbsp;<a href=\"https://www.nbcnews.com/news/us-news/prosecutor-resigned-alec-baldwin-rust-case-says-wanted-dismissal-rcna161681\" target=\"_blank\" rel=\"noreferrer noopener\">dropped the case</a>&nbsp;before the hearing even began.</p>\n\n<p class=\"has-text-align-none\">The other special prosecutor, Kari Morrissey, described as “<a href=\"https://deadline.com/2024/07/alec-baldwin-trial-dismissed-rust-1236008918/\" target=\"_blank\" rel=\"noreferrer noopener\">exasperated</a>” by Deadline, testified on the stand Friday that she had personally decided that there was no link between Teske’s bullets and the&nbsp;<em>Rust</em>&nbsp;set. “I could see it was not at all similar to the live rounds on the set of <em>Rust</em> so I made the decision not to collect the rounds,” she stated.</p>\n\n<p class=\"has-text-align-none\">“This is a wild goose chase that has no evidentiary value whatsoever,”she further <a href=\"https://www.pbs.org/newshour/nation/judge-puts-alec-baldwin-trial-on-hold-to-consider-defense-request-to-dismiss-over-ammo-dispute\">insisted</a>. “This is just a man trying to protect his daughter” — in reference to Teske’s friendship with Gutierrez-Reed’s stepfather Thell Reed.</p>\n\n<p class=\"has-text-align-none\">The law, however, is quite clear on this point: It’s not up to the prosecution to make that decision. They’re required to turn over all evidence in a case to the defense, period.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>This case unexpectedly gives us insight into one of the most egregious — yet common — forms of criminal misconduct there is</strong></h2>\n\n<p class=\"has-text-align-none\">Under US law, deliberately concealing evidence from the defense is one of the worst things a prosecution can do. It&#8217;s known as <a href=\"https://theappeal.org/the-epidemic-of-brady-violations-explained-94a38ad3c800/\">a Brady violation</a>, and it’s considered a very serious act of prosecutorial misconduct.</p>\n\n<p class=\"has-text-align-none\">In a criminal proceeding, the police work directly with the prosecutor’s office while investigating a case and turn over all their evidence directly to them. That means that any defense team must rely on the prosecution to be honest and thorough and turn over all of the evidence in an investigation to them before trial. The integrity of the justice system itself relies upon the prosecution handing over evidence to the defense. Withholding any evidence from them is such a serious offense that — when it’s uncovered — it routinely leads to trials like this one being halted, and to verdicts being overturned.</p>\n\n<p class=\"has-text-align-none\">What’s truly shocking is how frequently Brady violations occur, despite their seriousness and despite how clear-cut the law is. But the attitude of the prosecution in this case illustrates why and how it happens. Simply put, with the prosecutor controlling most of the evidence, they sometimes think that they can decide on their own what evidence does and doesn’t matter. They can choose to “bury” evidence; for example, slipping it into an enormous case file but not actually notifying the defense of its significance, in the hopes that the defense won’t independently find it. Or, even worse, they can proactively <em>hide</em> the evidence, which the defense alleges is what happened to Baldwin and Gutierrez-Reed when the prosecution misfiled Teske’s evidence with a different case number, as though it were part of some other case altogether.</p>\n\n<p class=\"has-text-align-none\">Essentially, Brady violations, whether they happen intentionally or not, expose serious flaws in the criminal justice system. They’re a <a href=\"https://www.themarshallproject.org/2017/11/08/new-york-courts-say-hand-it-over\">leading cause</a> of wrongful convictions, and they can wreak havoc on even the most carefully constructed criminal trial.</p>\n\n<p class=\"has-text-align-none\">The case against Baldwin has arguably never been carefully constructed; at one point, charges against him were dropped only to be <a href=\"https://abc7.com/alec-baldwin-rust-shooting-explainer-halyna-hutchins/12719228/\">reinstated later</a>. Just days before the trial commenced, Judge Sommer threw a wrench in the prosecution’s case when she <a href=\"https://apnews.com/article/alec-baldwin-trial-rust-shooting-movie-7111ebd9d360a261eade601b5e4ec297\">forbade them</a> from introducing his role as a producer on set into their arguments. His role as a producer — on a set fraught with production mismanagement and arguable mistreatment of staff — would likely have been more damning than the claims the prosecution went to trial with. Instead, they were left arguing that Baldwin intentionally pulled the trigger when he handled the gun on October 21, 2021, as Hutchins was filming. Baldwin has always maintained he never pulled the trigger and that the gun fired on its own.</p>\n\n<p class=\"has-text-align-none\">Meanwhile, Gutierrez-Reed’s supporters have long <a href=\"https://www.hollywoodreporter.com/movies/movie-features/rust-armorer-fair-shot-trial-1235823841/\">argued</a> that she had been scapegoated for stressful on-set conditions engendered by the film’s producers; after all, she reportedly spent the weeks leading up to the shooting warning her supervisors of unsafe conditions while seeking — and being denied — more opportunities to attend to gun safety. She’s been serving her sentence since April, but could have her conviction overturned as a result of the facts uncovered by Friday&#8217;s hearing.</p>\n\n<p class=\"has-text-align-none\">Hutchins’s husband, Matthew Hutchins, had settled with producers in connection with her death, but recently <a href=\"https://variety.com/2024/film/news/rust-halyna-hutchins-alec-baldwin-settlement-late-1235935392/\">re-opened the suit</a> after the <em>Rust</em> production team failed to make the settlement payouts to the family. In a statement after Friday’s courtroom events, the family’s lawyer indicated they would be pursuing civil action against Baldwin. “We respect the court’s decision. We look forward to presenting all the evidence to a jury and holding Mr. Baldwin accountable for his actions in the senseless death of Halyna Hutchins,” Hutchins’s lawyer, Brian Panish, <a href=\"https://www.hollywoodreporter.com/news/general-news/prosecutor-resigns-in-alec-baldwin-rust-trial-1235947358/?utm_medium=social&amp;utm_source=twitter#?utm_source=twitter&amp;utm_medium=social\">said</a> in a statement.</p>\n\n<h2 class=\"wp-block-heading\">The new decision comes after nearly three years of twists in a confusing case</h2>\n\n<p class=\"has-text-align-none\">Santa Fe District Attorney Mary Carmack-Altwies announced <a href=\"https://abc7.com/alec-baldwin-rust-shooting-explainer-halyna-hutchins/12719228/\">exactly a year ago</a> that the county would bring charges against Baldwin and Gutierrez-Reed<em> </em>for the cinematographer’s death. Hutchins was killed in October 2021 on a ranch near Santa Fe, after a prop gun Baldwin was holding accidentally discharged. The film’s director, Joel Souza, was also injured in the shooting.</p>\n\n<p>Baldwin was <a href=\"https://www.cnn.com/2023/01/31/entertainment/alec-baldwin-charges-rust/index.html\">formally charged</a>, but prosecutors <a href=\"https://www.nytimes.com/2023/04/20/arts/alec-baldwin-charges-dropped-rust.html\">soon dropped</a> all charges against him. Yet the charges were dropped <a href=\"https://www.vulture.com/2023/04/alec-baldwin-charges-dropped-rust-shooting.html\">without prejudice</a>,<strong> </strong>meaning prosecutors could still choose to refile them or file different charges against Baldwin in the future. Prosecutors claimed to have dropped and subsequently refiled the charges in January 2024 only because they had new forensic evidence regarding the gun Baldwin fired<strong> </strong>— a Pietta replica of a .45 Long Colt that seems to be the other central figure in this case. Baldwin has long maintained that he never pulled the trigger, but a <a href=\"https://www.cnn.com/2023/08/16/entertainment/rust-shooting-gun-report-alec-baldwin/index.html\">new forensics report</a> published in August claimed, in an apparent contradiction of previous tests on the prop, that he must have.</p>\n\n<p>On the strength of that new report, the prosecution revived the case against Baldwin. Prior to Friday’s dismissal, he faced up to 18 months in prison.<strong> </strong>Baldwin’s lawyers responded by saying, “We look forward to our day in court.”&nbsp;</p>\n\n<p>The back-and-forth prosecution followed an already <a href=\"https://www.nytimes.com/2022/10/27/movies/rust-alec-baldwin-shooting-report.html\">lengthy investigation</a> into the incident by the Santa Fe sheriff’s office that concluded in October 2022. The report, which was <a href=\"https://deadline.com/2022/08/alec-baldwin-rust-investigation-sante-fe-sherrifs-department-1235090368/\">crucial</a> in prosecutors’ initial decision to file charges, focused on lapses in safety procedures on the film’s highly criticized set, though it failed to determine the most important factor — exactly how loaded guns with live ammunition made it onto the set. Even after the end of Baldwin’s trial, this issue remains unsettled despite <a href=\"https://www.washingtonpost.com/arts-entertainment/2022/10/05/rust-shooting-halyna-hutchins-settlement/\" target=\"_blank\" rel=\"noreferrer noopener\">numerous investigations and lawsuits</a> surrounding the production environment on the <em>Rust</em> set.</p>\n\n<p>The assignment of blame has also proved elusive on a set plagued by claims of labor exploitation, rushed work, unsafe conditions, and “<a href=\"https://digital.abcaudio.com/news/rust-camera-assistant-who-quit-shooting-says-safety-concerns-were-ignored\">very fast and loose</a>” handling of weaponry.</p>\n\n<h2 class=\"wp-block-heading\">What happened on the <em>Rust</em> set?</h2>\n\n<p>No one disputes the <a href=\"https://www.cnn.com/2022/08/19/entertainment/alec-baldwin-interview-rust-shooting/index.html\">broad facts</a> of what happened on October 21, 2021. Prior to the filming of the scene, Gutierrez-Reed, a props assistant who doubled as the on-set armorer, <a href=\"https://lite.cnn.com/en/article/h_80c3df5b679cb590dcccc6db0e021c7d\">examined</a> the gun. She looked inside the barrel, spun the barrel, visually confirmed what she believed were dummy bullets — fake bullets containing no live ammunition — and handed the gun over to assistant director and production safety coordinator David Halls to take to the filming location. (Halls avoided facing trial by pleading guilty to negligent use of a deadly weapon.)</p>\n\n<p>Safety protocol calls for Gutierrez-Reed to have checked all the bullets in front of Baldwin herself — and she claims to have intended to do so, asking Halls to let her know if Baldwin required her to come down to the filming location and directly examine the gun. But according to a <a href=\"https://deadline.com/wp-content/uploads/2022/01/Gutierrez-Reed-Complaint_Redacted-2_Redacted-USE.pdf\">lawsuit</a> later filed by Gutierrez-Reed, the gun wasn’t actually intended to be used in that afternoon’s filming, and Halls was just “sitting in” with it, keeping it in case it became necessary for later use — which it did when Baldwin decided to rehearse an unscheduled scene that required the gun.</p>\n\n<p>At that point, Halls should have summoned Gutierrez-Reed to come back and further examine the bullets inside the gun. Instead, he yelled, “Cold gun!” — “cold” meaning a gun that was not loaded with live ammunition — to warn the crew that a gun was about to be discharged. Then he handed it over to Baldwin. While Baldwin was following Hutchins’s instructions to aim the gun toward the camera, the gun discharged, striking both her and Souza.</p>\n\n<p>Baldwin has always been adamant that he never pulled the trigger, one of the central questions of the case. He has <a href=\"https://abcnews.go.com/Entertainment/key-takeaways-alec-baldwins-exclusive-interview-george-stephanopoulos/story?id=81519931\">explained</a> that he would never pull the trigger on a prop gun while it was pointed at another human (though <a href=\"https://sjsunews.com/article/poor-working-conditions-lead-to-on-set-accidents\">safety protocols forbid</a> pointing any prop gun at any human for any reason), and that the gun discharged independently.</p>\n\n<p>He instead <a href=\"https://abcnews.go.com/Entertainment/key-takeaways-alec-baldwins-exclusive-interview-george-stephanopoulos/story?id=81519931\">claims he cocked the gun</a> — that is, he pulled the hammer back — and that when he released it, the gun suddenly discharged on its own. Later, FBI <a href=\"https://abcnews.go.com/US/gun-rust-shooting-fired-pulling-trigger-fbi-report/story?id=88311336\">forensics reports</a> on the same gun apparently contradicted Baldwin, suggesting that this particular prop gun could <em>only</em> be discharged by pulling the trigger after the gun was cocked or partially cocked.</p>\n\n<p>Yet those reports, according to Baldwin’s attorney, downplayed the fact that FBI investigators tried repeatedly to discharge it and were unable to do so, either by pulling the trigger or through any other means. “The gun fired in testing only one time — without having to pull the trigger — when the hammer was pulled back and the gun broke in two different places,” attorney Luke Nikas <a href=\"https://www.cnn.com/2022/08/14/entertainment/rust-shooting-gun-trigger/index.html\">stated</a>. “The FBI was unable to fire the gun in any prior test, even when pulling the trigger, because it was in such poor condition.”</p>\n\n<p>The early 2024 forensics report seems highly contestable from the outset because, again, the gun fell apart after the one and only time the FBI was able to get it to fire. In order to conduct testing, the prosecution’s latest forensics expert, Lucien Haag, had to replace the broken gun parts, so his analysis was not based on the gun’s exact condition at the time of the shooting.<strong> </strong></p>\n\n<p>Haag’s testing found that the gun, with replaced parts, was unable to discharge without at least two pounds of pressure being exerted to pull the trigger. He also <a href=\"https://www.nytimes.com/2023/08/16/arts/alec-baldwin-gun-trigger-rust.html\">cited</a> the seemingly careless way Baldwin tended to place his fingers near the triggers of guns as evidence that he could have fired the gun. </p>\n\n<p>The assumption that Baldwin must have unsafely handled the weapon partially led Hutchins’s family to file <a href=\"https://deadline.com/wp-content/uploads/2022/02/Complaint-Hutchins-Wrongful-Death.pdf\">a lawsuit</a> against him in February 2022. That suit named Baldwin, Gutierrez-Reed, the ammo supplier, and a litany of <em>Rust</em> producers but took as its primary claim the allegation that Baldwin “recklessly shot and killed Halyna Hutchins,” and that he along with the staff had “failed to perform industry standard safety checks and follow basic gun safety rules while using real guns to produce the movie<em> Rust</em>, with fatal consequences.” Baldwin <a href=\"https://www.vulture.com/2023/01/alec-baldwin-rust-shooting-what-happened-gun-details.html\">filed his own lawsuit</a> in November 2022 against Gutierrez-Reed and the <em>Rust</em> producers, alleging that they were culpable for handing him a loaded gun to begin with.</p>\n\n<p>And he has a point: If the gun had contained blanks when discharged — if it had actually been a “cold” gun when Halls handed it over to Baldwin — Hutchins would still be alive.</p>\n\n<p>So how did a gun filled with live ammunition make it onto the set? That&#8217;s the question that might never be answered, thanks to prosecutorial misconduct. </p>\n\n<h2 class=\"wp-block-heading\">Hutchins’s death was part of a disastrous working environment</h2>\n\n<p>Most of the public information about the conditions on the <em>Rust</em> set comes from a <a href=\"https://deadline.com/wp-content/uploads/2022/04/2022-04-19-NM-OSHA-Rust-Summary-of-Investigation.pdf\">report</a> completed in April 2022 by the New Mexico Occupational Health &amp; Safety Bureau (OHSB). As a result of the OHSB’s investigation, the agency <a href=\"https://deadline.com/2022/04/rust-production-company-fined-nearly-137000-1235005600/\">fined <em>Rust</em> about $137,000</a> for workplace safety violations, the maximum amount allowed under state law.</p>\n\n<p>The OHSB report found multiple problems with <em>Rust</em>’s on-set production environment, concluding that the production “demonstrated plain indifference to the safety of employees &#8230; failed to follow company safety procedures, which likely would have prevented the accident from occurring &#8230; [and] “did not ensure their own safety procedures [were] followed at the worksite.” The OHSB also castigated specific producers for ignoring their employees’ repeatedly voiced concerns about on-set safety, and rushing the employees who were tasked with ensuring that safety. One employee who voiced concerns and was overridden was Gutierrez-Reed.</p>\n\n<p>“Hannah was tasked with doing two jobs including props assistant and the very important job as armorer but not given adequate time and training days to do so,” Gutierrez-Reed’s attorney <a href=\"https://abcnews.go.com/US/gun-rust-shooting-fired-pulling-trigger-fbi-report/story?id=88311336\">told ABC News</a>, “despite repeated requests or the respect required of the armorer’s position and responsibilities.”</p>\n\n<p>Indeed, a week before the shooting, <em>Rust</em>’s line producer, Gabrielle Pickle, <a href=\"https://www.hollywoodreporter.com/business/business-news/rust-producers-penalized-for-serious-violation-of-safety-law-agency-rules-1235132830/\">emailed</a> Gutierrez-Reed to reprimand her for spending too much time on her armory duties — which included inspecting all weapons to ensure their safety — and not enough on her other duties as prop assistant. Gutierrez-Reed replied that “since we’ve started I’ve had a lot of days where my job should only be to focus on the guns and everyone’s safety,” and that “there are working guns on set every day and those are ultimately going to be a priority because when they are not that’s when dangerous mistakes can happen.”</p>\n\n<p class=\"has-text-align-none\">According to the <a href=\"https://deadline.com/wp-content/uploads/2022/04/2022-04-19-NM-OSHA-Rust-Summary-of-Investigation.pdf\">OHSB report</a>, there were two other accidental discharges on set, both on October 16, five days before the incident that killed Hutchins. (In her lawsuit against Kenney, Gutierrez-Reed claimed that her criticism of the production’s primary prop manager for his role in these discharges then motivated the prop manager to conspire with Kenney to effectively set her up.)&nbsp;</p>\n\n<p class=\"has-text-align-none\">A third dangerous incident involved a special effects explosive device accidentally exploding.&nbsp;It was partly in response to these incidents that one of Hutchins’s camera assistants, Lane Luper, quit the job the day before Hutchins’s death — citing rampant safety violations in his <a href=\"https://digital.abcaudio.com/news/rust-camera-assistant-who-quit-shooting-says-safety-concerns-were-ignored\">resignation email</a>, among many other exploitative work conditions.</p>\n\n<p>Another crew member, Jonas Huerta, also resigned the same day, again citing exploitative, unsafe, and rushed working conditions. “I also feel anxious on set,” he <a href=\"https://lite.cnn.com/en/article/h_80c3df5b679cb590dcccc6db0e021c7d\">wrote</a> in his resignation email. “I’ve seen first hand our AD [the assistant director, Halls] rush to get shots and he skips over important protocols.”</p>\n\n<p>The reinstated criminal charges related to Baldwin seem to involve his specific act in handling the weapon, rather than his broader role as one of the film’s producers. But the lack of charges filed against any of the other producers on set, several of whom more directly oversaw the frazzled, unsafe filming conditions that led to the multiple accidental weapons discharges, is puzzling. The OHSB report criticized specific producers, including head producer Ryan Smith, for failing to take workplace safety concerns seriously despite repeated complaints by staff. Pickle also faced scrutiny for actively scolding Gutierrez-Reed, including ordering her off armorer duty and limiting her time spent training the cast and crew on how to safely handle weapons.</p>\n\n<p>It seems baffling, given this type of evidence, that Santa Fe prosecutors opted not to bring charges of negligence against the producers — charges that seem clearly provable according to the available evidence. The initial charges of involuntary manslaughter against Baldwin and Gutierrez-Reed seemed much harder to prove given how confused their roles were.</p>\n\n<p>What does seem clear is that, on this set and likely on many others, Gutierrez-Reed was one of countless crew members who were underpaid, overworked, harangued by equally frazzled supervisors, and pushed to cut corners to save money and time. Five days before Hutchins’s death, the International Alliance of Theatrical Stage Employees (IATSE) <a href=\"https://www.vulture.com/article/iatse-strike-explained.html\">narrowly avoided</a> an employee strike in response to <a href=\"https://www.theguardian.com/us-news/2021/sep/07/hollywood-film-industry-union-wages-conditions\">pervasive exploitative conditions</a> throughout Hollywood, including the prevalence of minimum-wage gigs, stretched workers, strenuous labor conditions, and wide gender gaps in pay rates and opportunities.</p>\n\n<p>Hutchins’s death, as tragic as it is, seems to be the latest culmination of terrible working conditions found not just on set but throughout the industry. The <a href=\"https://www.tandfonline.com/doi/abs/10.1080/1369118X.2023.2166363?journalCode=rics20\">advent of streaming media</a>, the strain of <a href=\"https://www.mediapolisjournal.com/2022/05/labor-immobility-supply-chain/\">supplying content</a> in a post-pandemic world, and a widespread culture of demanding tireless work for little pay all contribute to the kind of callous disregard for safety and for employees that resulted in the <em>Rust</em> working environment.&nbsp;</p>\n\n<p>And while <a href=\"https://www.vulture.com/2023/01/inside-the-vfx-union-brewing-in-hollywood.html\">unionization</a> <a href=\"https://www.instagram.com/ia_stories/\">efforts</a> are bringing some meaningful change to the industry, Hutchins’s death arguably stands as a far greater indictment of the industry as a whole than individual indictments against <em>Rust</em>’s on-set players could ever be.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, July 13, 2024, 12:10 pm ET:</strong> This story was originally published on January 23, 2023, and has been updated multiple times, most recently to reflect the dismissal of the case against Alec Baldwin.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "By all accounts, it was an accident everyone saw coming, but the questions and chaos surrounding the October 2021 death of cinematographer Halyna Hutchins while filming the Alec Baldwin movie Rust have only grown more numerous in the years since the fatal incident. Now, thanks to a stunning act of prosecutorial misconduct that led the [&#8230;]",
    "author": "Aja Romano"
  }
]