[
  {
    "title": "Diddy’s arrest — and the allegations against him — explained",
    "link": "https://www.vox.com/culture/24006759/puffy-diddy-sean-combs-video-cassie-rape-lawsuit",
    "pubDate": "2024-09-17T15:04:58.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Sean “Diddy” Combs, pictured at Howard University in October, was accused of trafficking and rape a month later by singer Cassie in a civil lawsuit that later inspired other women to come forward. | Shareif Ziyadat/Getty Images for Sean “Diddy” Combs\" data-portal-copyright=\"Shareif Ziyadat/Getty Images for Sean “Diddy” Combs\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25171922/GettyImages_1747401006.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Sean “Diddy” Combs, pictured at Howard University in October, was accused of trafficking and rape a month later by singer Cassie in a civil lawsuit that later inspired other women to come forward. | Shareif Ziyadat/Getty Images for Sean “Diddy” Combs</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The rapper and mogul Sean “Diddy” Combs was <a href=\"https://www.nytimes.com/2024/09/16/arts/music/sean-combs-diddy-indicted.html\">arrested in Manhattan</a> on Monday, the latest development in a nearly year-long saga spawned by numerous sexual assault and violence allegations against him. </p>\n\n<p class=\"has-text-align-none\">He has been indicted on charges of sex trafficking, racketeering, and transportation to engage in prostitution, and accused of running a “criminal enterprise” that abused women over a period of years, <a href=\"https://www.nytimes.com/2024/09/17/arts/music/sean-combs-diddy-indicted.html\">the New York Times reported</a>.</p>\n\n<p class=\"has-text-align-none\">“He’s going to plead not guilty, obviously,” Marc Agnifilo, a lawyer for Combs, <a href=\"https://www.nytimes.com/2024/09/17/arts/music/sean-combs-diddy-indicted.html\">said on Tuesday</a>. “He’s going to fight this with all of his energy and all of his might.”</p>\n\n<p class=\"has-text-align-none\">“Sean ‘Diddy’ Combs is a music icon, self-made entrepreneur, loving family man and proven philanthropist who has spent the last 30 years building an empire, adoring his children and working to uplift the Black community,” the rapper’s legal team said separately in <a href=\"https://www.nytimes.com/2024/09/16/arts/music/sean-combs-diddy-indicted.html\">a statement to the Times</a> after his arrest. “He is an imperfect person but he is not a criminal.”</p>\n\n<p class=\"has-text-align-none\">Combs has faced growing public scrutiny since last November, when the singer Cassie, whose full name is Casandra Ventura, filed a <a href=\"https://www.nytimes.com/2023/11/16/arts/music/sean-combs-diddy-cassie-rape-lawsuit.html?partner=slack&amp;smid=sl-share\">lawsuit</a> alleging that Combs abused her, urged her to have sex with male sex workers while he filmed, and that he later raped her. Ventura’s case, settled one day after it was filed, set off a torrent of similar lawsuits from other accusers, several of whom also described brutal and disturbing details. </p>\n\n<p class=\"has-text-align-none\">Combs initially denied Ventura’s allegations, but in May, CNN obtained and published <a href=\"https://us.cnn.com/2024/05/17/entertainment/sean-combs-cassie-ventura\">a violent surveillance video</a> showing Combs kicking, dragging, and throwing an object at Ventura. According to CNN, the footage was filmed on March 5, 2016, at the now-shuttered InterContinental hotel in Los Angeles. In her lawsuit, Ventura had described a 2016 incident at the InterContinental hotel in Los Angeles.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2171800080.jpg?quality=90&#038;strip=all&#038;crop=0,10.750281449442,100,78.499437101115\" alt=\"A man in a black suit with a tan bag across his shoulder is seen from behind, speaking to a surrounding crowd of reporters with cameras, video equipment and smartphones recording him. \" title=\"A man in a black suit with a tan bag across his shoulder is seen from behind, speaking to a surrounding crowd of reporters with cameras, video equipment and smartphones recording him. \" data-has-syndication-rights=\"1\" data-caption=\"Marc Agnifilo, center, attorney for Sean “Diddy” Combs, speaks to members of the media while arriving at court in New York on Tuesday, September 17, 2024. | Yuki Iwamura/Bloomberg via Getty Images\" data-portal-copyright=\"Yuki Iwamura/Bloomberg via Getty Images\" />\n<p class=\"has-text-align-none\">After the video was released, Combs posted a minute-long apology <a href=\"https://www.instagram.com/reel/C7J4iUFRGUk/?igsh=MTdnejMxZXZ3YXpxNA%3D%3D\">on Instagram</a>&nbsp;acknowledging that it was him captured on the footage. “My behavior on that video is inexcusable,” he said. “I take full responsibility for my actions in that video.<strong> </strong>I was disgusted then when I did it, and I’m disgusted now.” He said he sought therapy and rehab but did not mention Ventura specifically.&nbsp;</p>\n\n<p>Plaintiffs in the other cases have stated that Diddy — whose birth name is Sean Combs and who has also publicly gone by Puff Daddy, Puffy, and Love — raped them and, in some cases, trafficked them by coercing them to engage in sex with other men. Together, the cases have redirected public attention toward <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">longstanding allegations of violence</a> against Combs, leading some brands to cut ties with him and Hulu to <a href=\"https://variety.com/2023/tv/news/sean-diddy-combs-hulu-reality-show-scrapped-rape-allegations-1235837063/\">scrap his upcoming reality show</a>.&nbsp;</p>\n\n<p>Speculation around the accusations escalated as homes in Los Angeles and Miami Beach linked to Diddy were <a href=\"https://www.nytimes.com/2024/03/25/arts/music/diddy-sean-combs-home-raided.html?partner=slack&amp;smid=sl-share\">raided by federal authorities</a> in March, who revealed that the raids were linked to an ongoing investigation into <a href=\"https://www.latimes.com/california/story/2024-03-25/feds-raid-sean-diddy-combs-homes-in-la-and-miami-as-part-of-sex-trafficking-investigation-sources-say\">sex trafficking allegations</a>.</p>\n\n<p>Especially in the 1990s and 2000s, Diddy was a figure of enormous power, not just in hip-hop but in the business and entertainment worlds writ large. In recent months, however, <a href=\"https://www.nytimes.com/2023/12/06/arts/music/sean-combs-diddy-rape-lawsuit.html?partner=slack&amp;smid=sl-share\">multiple people</a> have <a href=\"https://www.nytimes.com/2024/02/26/arts/music/rodney-jones-sean-diddy-combs-lawsuit.html\">sued him</a>, saying he used that influence and wealth to sexually victimize and, in some cases, traffic them, while avoiding consequences for decades.&nbsp;</p>\n\n<p>The cases have captured the public’s attention in part because Combs was such an influential executive and gatekeeper in music and fashion, yet one who had long been the subject of allegations of violence, including <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">arrests</a>. They are among the first major allegations in years against a major figure in the music industry, which many feel has failed to reckon with abuses of power, even at the height of the Me Too movement.&nbsp;Combs is just one of many powerful men who have evaded scrutiny but whose alleged past conduct is being revisited with fresh and more critical eyes — in some cases thanks to the landmark New York laws that have allowed people alleging sexual abuse to file civil lawsuits past the time period specified by the statute of limitations.</p>\n\n<p>Dream Hampton, producer of <em>Surviving R. Kelly</em>, <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">told the Times</a> late last year that an accounting was arriving for the Bad Boy founder. “Puff is done,” she said.&nbsp;</p>\n\n<p>The suits against Combs also show that despite <a href=\"https://www.vox.com/culture/23581859/me-too-backlash-susan-faludi-weinstein-roe-dobbs-depp-heard\">recent backlash</a>, the <a href=\"https://www.vox.com/metoo\">Me Too movement</a> and the legal and cultural changes that came with it have had an enduring impact. Even if allegations of sexual assault and harassment do not make daily headlines the way they did in 2017, the reckoning is ongoing — and no industry is likely to remain immune forever.</p>\n\n<h2 class=\"wp-block-heading\">Diddy built an empire across multiple businesses</h2>\n\n<p>Combs is a producer and rapper who rose to be an influential figure across music, media, and fashion. He started Bad Boy Records in New York in 1993, when he was in his early 20s, and soon signed Notorious B.I.G., whose two albums <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">helped define New York hip-hop</a> in that era. Bad Boy grew into a <a href=\"https://www.mtv.com/news/okjd4w/p-diddy-no-longer-has-total-bad-boy-control\">multimillion-dollar business</a>, and Combs produced iconic ’90s acts from <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">Jodeci to Mary J. Blige</a>. When Biggie was killed in 1997, Combs released a Grammy-winning tribute, “I’ll Be Missing You,” which “helped inaugurate a commercial boom in hip-hop that lasted until the end of the nineties,” according to <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">Michael Specter of the New Yorker</a>.</p>\n\n<p>Combs was also one of the first to blend the worlds of hip-hop, business, and luxury. His fashion label, Sean John, founded in 1998, became <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">known for high-end menswear</a>. He promoted brands of vodka and tequila and hosted exclusive <a href=\"https://www.billboard.com/music/rb-hip-hop/diddy-white-party-turns-20-pictures-hamptons-8342051/\">white parties</a> in the Hamptons with guests like Martha Stewart. Though no longer as central a figure as he was in the ’90s, Combs remains a&nbsp;rich and well-connected celebrity: Within a span of weeks last fall, he held a <a href=\"https://www.vogue.co.uk/gallery/diddy-birthday-party-naomi-campbell\">joint album release and birthday party</a> attended by stars such as Naomi Campbell and Janet Jackson, <a href=\"https://www.theguardian.com/music/2023/nov/08/giggs-diddy-review-potent-chemistry-unites-peckham-and-nyc\">performed for a sold-out crowd in London</a>, and appeared at the homecoming celebration for his alma mater, Howard University, where he made a <a href=\"https://www.ebony.com/diddy-fulfills-1-million-pledge-alma-mater-howard-university-homecoming-2023/\">surprise $1 million donation</a>.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25173755/GettyImages_1780944974.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Diddy performs onstage wearing black clothes, a white jacket, and sunglasses. A Bad Boy Entertainment logo is projected on the wall behind him.\" title=\"Diddy performs onstage wearing black clothes, a white jacket, and sunglasses. A Bad Boy Entertainment logo is projected on the wall behind him.\" data-has-syndication-rights=\"1\" data-caption=\"Diddy pictured at a performance in London in November. | Samir Hussein/Getty Images for Sean “Diddy” Combs\" data-portal-copyright=\"Samir Hussein/Getty Images for Sean “Diddy” Combs\" />\n<p>As Combs built his empire, however, he was accused of multiple acts of violence. In 1999, he was arrested for beating another executive with a chair, a phone, and a champagne bottle; he had to pay a fine and take an anger management class, <a href=\"https://www.newyorker.com/magazine/2002/09/09/sean-combs-puff-daddy-p-diddy-i-am-fashion\">according to the New Yorker</a>. The same year, he was <a href=\"https://nymag.com/news/features/scandals/p-diddy-2012-4/\">involved in a shooting</a> at a club in Manhattan, where he was attending a party with his then-girlfriend Jennifer Lopez; witnesses said they saw him with a gun, but he was ultimately acquitted after a public, much-watched trial.&nbsp;</p>\n\n<p>He has also been accused of threats and violence against women. In <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">a 2019 interview</a>, for example, his ex-girlfriend Gina Huynh said he had thrown a shoe at her and dragged her by the hair. But these reports have not received mainstream public attention — until now.</p>\n\n<h2 class=\"wp-block-heading\">Singer Cassie filed suit against Diddy in November</h2>\n\n<p>In Ventura’s November lawsuit, <a href=\"https://www.nytimes.com/2023/11/16/arts/music/sean-combs-diddy-cassie-rape-lawsuit.html\">first reported by the New York Times</a>, the singer, who dated Combs and was signed to his label, said she had experienced years of abuse from the mogul, starting soon after she met him in 2005, when she was 19. She said that he beat her repeatedly, at one point kicking her in the face, and that later, in 2018, he raped her. She also said he trafficked her by coercing her to have sex with sex workers in different cities while he filmed and masturbated. She tried to delete the photos and videos afterward, but Combs retained access, she said in the suit, at one point making her watch a video she thought she had deleted.&nbsp;</p>\n\n<p>Ventura’s suit also said that Combs and his associates used his power and wealth to intimidate her into silence and compliance, with his employees threatening to damage her music career if she spoke out against him. In one particularly shocking detail, Ventura said Combs threatened to blow up the rapper Kid Cudi’s car because Cudi and Ventura were dating; the car later exploded. “This is all true,” a spokesperson for Kid Cudi <a href=\"https://www.nytimes.com/2023/11/16/arts/music/sean-combs-diddy-cassie-rape-lawsuit.html\">told the Times</a> of the car exploding.&nbsp;</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/chorus/uploads/chorus_asset/file/25173772/GettyImages_954469910.jpg?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"Cassie smiles in front of signage for VH1’s “Dear Mama: A Love Letter to Moms” event.\" title=\"Cassie smiles in front of signage for VH1’s “Dear Mama: A Love Letter to Moms” event.\" data-has-syndication-rights=\"1\" data-caption=\"Singer Cassie, pictured in 2018 in Los Angeles, sued Combs in a case made possible by New York laws including the Adult Survivors Act, which opened a one-year window to file civil lawsuits in cases of sexual abuse, even if the statute of limitations had expired. | Leon Bennett/Getty Images\" data-portal-copyright=\"Leon Bennett/Getty Images\" />\n<p>Through his lawyer, Ben Brafman, Combs accused Ventura of blackmail. “For the past six months, Mr. Combs has been subjected to Ms. Ventura’s persistent demand of $30 million, under the threat of writing a damaging book about their relationship,” Brafman said in the  statement, which also accused Ventura of lying in her lawsuit to seek a “payday.”<strong> </strong> Ventura’s lawyer, Douglas Wigdor, said Combs had actually offered Ventura money for her silence, which she had declined.&nbsp;</p>\n\n<p>Ventura’s suit was <a href=\"https://www.nytimes.com/2023/11/17/arts/music/cassie-diddy-sean-combs-settlement.html\">settled</a> <a href=\"https://www.nytimes.com/2023/11/17/arts/music/cassie-diddy-sean-combs-settlement.html\">for an undisclosed amount</a> within a single day. The singer stated that she had “decided to resolve this matter amicably on terms that I have some level of control.”&nbsp;</p>\n\n<p>But Ventura’s decision to come forward publicly opened the floodgates, and more reports of assault and abuse began pouring out.</p>\n\n<h2 class=\"wp-block-heading\">Other people say Diddy harmed them</h2>\n\n<p>Three other women soon filed suit against Combs. <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">In the second suit</a>, Joi Dickerson-Neal says he drugged and raped her in 1991. In the third, Liza Gardner says that in 1990, he coerced her into sex and choked her, causing her to lose consciousness. Jonathan Davis, a lawyer for Combs, said in a <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">statement to the Times</a> that Combs denied these allegations as well: “Because of Mr. Combs’s fame and success, he is an easy target for accusers who attempt to smear him.”</p>\n\n<p>In <a href=\"https://www.nytimes.com/2023/12/06/arts/music/sean-combs-diddy-rape-lawsuit.html\">the fourth suit</a>, the woman identified as Jane Doe says she was a junior in high school when she met then-Bad Boy president Harve Pierre and another Combs associate in Detroit. They convinced her to fly on their jet to New York, the suit says, where they and the rapper gave her drugs and alcohol and then violently raped her.&nbsp;&nbsp;</p>\n\n<p>“Ms. Doe has lived with her memories of this fateful night for 20 years, during which time she has suffered extreme emotional distress that has impacted nearly every aspect of her life and personal relationships,” the suit says. “Given the brave women who have come forward against Ms. Combs and Mr. Pierre in recent weeks, Ms. Doe is doing the same.”</p>\n\n<p>In response to that suit, Combs released a statement denying all reports of violence, calling them “sickening allegations” made “by individuals looking for a quick payday.” Pierre has also denied the allegations, saying in <a href=\"https://www.tmz.com/2023/12/08/diddy-bad-boy-president-harve-pierre-lawsuit/\">a statement to TMZ</a>, “I have never participated in, witnessed, nor heard of anything like this, ever.”</p>\n\n<p>The women came forward last year because <a href=\"https://codelibrary.amlegal.com/codes/newyorkcity/latest/NYCadmin/0-0-0-7235\">two</a> New York <a href=\"https://www.thecut.com/2023/11/adult-survivors-act-celebrities-sued-sexual-assault.html\">laws</a> — one of which paved the way for <a href=\"https://www.vox.com/culture/23717295/donald-trump-verdict-e-jean-carroll-rape-sexual-assault-battery-defamation\">E. Jean Carroll’s successful lawsuit against Donald Trump</a> for sexual abuse and defamation — opened limited windows of time in which people can file civil lawsuits alleging sexual abuse, even if the statute of limitations has passed. One of those windows closed in late November, explaining the flurry of complaints.</p>\n\n<p>While the suits mostly describe behavior the plaintiffs say happened years ago, a February filing by Rodney Jones Jr., known as Lil Rod, <a href=\"https://www.nytimes.com/2024/02/26/arts/music/rodney-jones-sean-diddy-combs-lawsuit.html\">says that Combs</a> subjected him to unwanted touching and attempted to “groom” him when they worked together on <a href=\"https://www.nytimes.com/2023/09/12/arts/music/sean-combs-diddy-the-love-album.html\"><em>The Love Album: Off the Grid</em></a> in 2022 and 2023. Jones says that at a party in 2023, he was forced to drink tequila mixed with drugs, then woke up “naked with a sex worker sleeping next to him.” He says that Combs offered money and threatened violence to get him to solicit sex workers and perform sex acts with them.</p>\n\n<p>Combs has denied Jones’s allegations. In a statement, Shawn Holley, a lawyer for Combs, said, “We have overwhelming, indisputable proof that his claims are complete lies,” and  <a href=\"https://www.nytimes.com/2024/03/25/arts/music/diddy-sean-combs-home-raided.html?partner=slack&amp;smid=sl-share\">called Jones</a> “nothing more than a liar who filed a $30 million lawsuit shamelessly looking for an undeserved payday.”</p>\n\n<p>In the wake of these civil lawsuits, raids in Los Angeles and Miami Beach in March pointed to an apparent criminal investigation. <a href=\"https://www.nytimes.com/2024/03/25/arts/music/diddy-sean-combs-home-raided.html\">According to the Times</a>, the raids on homes connected to the rapper were part of an inquiry by federal prosecutors in the Southern District of New York and agents with the Department of Homeland Security. However, the raids suggested a new level in the Combs case, with law enforcement sources also <a href=\"https://www.latimes.com/california/story/2024-03-25/feds-raid-sean-diddy-combs-homes-in-la-and-miami-as-part-of-sex-trafficking-investigation-sources-say\">telling the Los Angeles Times</a> they were linked to sex trafficking allegations.</p>\n\n<h2 class=\"wp-block-heading\">Is this the music industry’s Me Too moment?</h2>\n\n<p>The growing number of reports, and their chilling details, have led companies and influential people in media and business to distance themselves from the rapper. Diageo, the beverage brand with which Combs partnered on vodka and tequila, <a href=\"https://www.nytimes.com/2023/12/01/arts/music/sean-combs-diddy-accusations-legacy.html\">removed his image</a> from its website. Capital Preparatory Schools, a New York charter school network Combs helped expand, <a href=\"https://www.complex.com/music/a/markelibert/diddy-charter-preparatory-schools-partnership-ended\">posted a statement</a> on the school’s website saying it was cutting ties with him (though the statement was later removed). Combs also <a href=\"https://www.npr.org/2023/11/28/1215600691/sean-diddy-combs-temporarily-quits-chairman-revolt\">stepped aside</a> as chair of Revolt, a TV network he helped start in 2013.&nbsp;</p>\n\n<p>The cases against Combs are coming to light against a backdrop of other accusations against major figures in music. In November, a woman <a href=\"https://www.nytimes.com/2023/11/08/arts/music/neil-portow-grammys-rape-lawsuit.html\">sued Neil Portnow</a>, former head of the <a data-source=\"encore\" href=\"https://www.vox.com/grammy-awards\">Grammy Awards</a>, saying he had drugged and raped her in 2018. The same month, a former employee <a href=\"https://www.nytimes.com/2023/11/08/arts/music/la-reid-drew-dixon-sexual-assault-lawsuit.html\">sued music executive L.A. Reid</a>, saying he sexually assaulted and harassed her, leading to irrevocable damage to her career in the music industry.&nbsp;</p>\n\n<p>They also occur at a time when <a href=\"https://www.vox.com/culture/23398795/kanye-west-ye-antisemitic-bigot-white-lives-matter-tucker-carlson-art-vs-artist\">Ye</a>, a music and fashion mogul whose career has parallels with Diddy’s, has lost many of his brand partnerships after public antisemitic and racist statements as well as what many say was a <a href=\"https://www.nytimes.com/2023/10/27/business/kanye-west-adidas-yeezy.html\">years-long pattern</a> of verbal abuse and harassment, which may have been kept quiet in part because partnering with him was so lucrative for brands.</p>\n\n<p>While the Me Too movement forced reckonings around sexual assault and harassment in industries from film to other media to restaurants in 2017 and 2018, many in the music business felt that its biggest players were relatively unscathed. R. Kelly, for example, <a href=\"https://www.vox.com/culture/2019/1/30/18192932/lifetime-surviving-r-kelly-documentary-sexual-abuse\">faced few consequences</a> until Hampton’s <a href=\"https://www.vox.com/culture/2019/1/30/18192932/lifetime-surviving-r-kelly-documentary-sexual-abuse\">widely watched 2019 docuseries</a> drew renewed attention to the accusations — despite repeated allegations that he’d had sexual contact with underage girls, several lawsuits, and even a 2008 criminal<strong> </strong>trial over child sexual abuse material. <a href=\"https://www.vox.com/first-person/2017/7/21/16008230/r-kelly-surviving-sex-cult-abuse-john-legend-chance-the-rapper\">Many argued</a> that the reason Kelly was given a pass for so long was that the women coming forward to report abuse by him were Black. In 2021, he was <a href=\"https://www.vox.com/culture/2018/4/25/17248084/r-kelly-sexual-misconduct-allegations-timeline\">convicted of sex trafficking</a> and sentenced to 30 years in prison; a second 20-year sentence was added the following year, with all but one year to be served concurrently with the first sentence.</p>\n\n<p>Three women <a href=\"https://www.nytimes.com/2017/12/13/arts/music/russell-simmons-rape.html\">stated publicly in 2017</a> that another influential music industry figure, Def Jam Recordings co-founder Russell Simmons, had raped them. Like Kelly, he was the subject of <a href=\"https://www.thecut.com/2023/12/russell-simmons-graham-bensinger-interview.html\">a documentary</a> focusing on the allegations, though he has not&nbsp;faced charges.&nbsp;</p>\n\n<p>Now, Ventura and the other people filing suit are reporting violent rape, intimidation, and abuse by one of the biggest names in music, someone who symbolized the movement of hip-hop into both mainstream and high-end culture. Combs in his heyday was an icon of power and influence in music, fashion, and business, and the lawsuits represent a new willingness to call that power to account.&nbsp;</p>\n\n<p>They also serve as a reminder that the Me Too movement has made enduring changes, including influencing law and policy and creating a road map for survivors of assault to come forward and share their stories.</p>\n\n<p class=\"has-text-align-none\"><em><strong>Correction, June 6, 12:25 pm ET: </strong>A previous version of this story included an inaccurate stage name for L.A. Reid.</em></p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 17, 11 am ET:</strong> This story, <em>originally published on December 20, 2023</em>, has been updated several times, most recently to include details of Combs’s arrest and indictment.</em></p>\n\n<p class=\"has-text-align-none\"></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The rapper and mogul Sean “Diddy” Combs was arrested in Manhattan on Monday, the latest development in a nearly year-long saga spawned by numerous sexual assault and violence allegations against him. He has been indicted on charges of sex trafficking, racketeering, and transportation to engage in prostitution, and accused of running a “criminal enterprise” that [&#8230;]",
    "author": "Anna North"
  },
  {
    "title": "Are Americans generous?",
    "link": "https://www.vox.com/future-perfect/371996/volunteering-charity-giving-philanthropy-generosity",
    "pubDate": "2024-09-17T15:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Members of the Schenectady Rotary volunteers Maureen Adamek of Schenectady (left) and Deb O’Connor of Glenville work with other volunteers to clean up Vale Park of winter debris on May 13, 2021, in Schenectady, New York. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Lori Van Buren/Albany Times Union via Getty Images&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Lori Van Buren/Albany Times Union via Getty Images&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2059256550.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Members of the Schenectady Rotary volunteers Maureen Adamek of Schenectady (left) and Deb O’Connor of Glenville work with other volunteers to clean up Vale Park of winter debris on May 13, 2021, in Schenectady, New York. | &lt;span style=&quot;font-family: -apple-system, BlinkMacSystemFont, &quot;Segoe UI&quot;, Roboto, Oxygen-Sans, Ubuntu, Cantarell, &quot;Helvetica Neue&quot;, sans-serif;&quot;&gt;Lori Van Buren/Albany Times Union via Getty Images&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">For 20 years, experts have sounded the alarm on the decline of charitable giving in the US. Then came the pandemic, which led to a wave of new donations and volunteers to nonprofits. For some leaders, this was a sign that perhaps the retreat from philanthropy was reversing course.</p>\n\n<p class=\"has-text-align-none\">But it’s clear now, according to a <a href=\"https://www.thegenerositycommission.org/report/\">substantial new report</a> released today by a group of nearly 200<strong> </strong>philanthropic leaders, that Covid-19 did not bring about any lasting reversal of declining charitable giving — and many of the trends identified in the 2010s have only since accelerated.</p>\n\n<p class=\"has-text-align-none\">Today, the number of donors to and volunteers with nonprofit organizations continues to decline, even though the total amount of money flowing to the nonprofit sector has gone up. In other words, more money is being given, but by fewer people.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These are some of the key takeaways from the report, authored by a group called <a href=\"https://givingusa.org/the-generosity-commission/\">the Generosity Commission</a>. Over the past three years, this commission funded more than $2 million in research to better understand the state of giving and volunteering in America.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The report is among the most comprehensive surveys of the field. The last time such a broad assessment of philanthropy was published was <a href=\"https://archives.indianapolis.iu.edu/items/86bc5a63-8111-446e-84cf-264310ce411e\">in 1975</a>, with the release of the Filer Commission, which fueled lasting reforms in nonprofit governance and tax policy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">This time, the Generosity Commission similarly recruited top researchers to better clarify US philanthropic trends.&nbsp;</p>\n\n<ul>\n<li>The Stanford Center on Philanthropy and Civil Society <a href=\"https://pacscenter.stanford.edu/publication/how-we-give-now-conversations-across-the-united-states/\">studied contemporary giving patterns</a></li>\n\n\n\n<li>The Urban Institute think tank researched <a href=\"https://www.urban.org/research/publication/nonprofit-trends-and-impacts-2021\">the nonprofit sector specifically</a><strong>&nbsp;</strong></li>\n\n\n\n<li>The University of Pennsylvania School of Social Policy and Practice drilled down on<strong> </strong>the <a href=\"https://sp2.upenn.edu/wp-content/uploads/2014/07/Generosity-Trends-and-Impacts.pdf\">role of the pandemic</a></li>\n\n\n\n<li>The University of Maryland’s Do Good Institute looked at <a href=\"https://dogood.umd.edu/research-impact/publications/social-connectedness-and-generosity-look-how-associational-life-and\">factors that influence giving and volunteering</a></li>\n\n\n\n<li>Hattaway Communications led <a href=\"https://www.hattaway.com/case-studies/inspiring-generosity-insights-on-the-aspirations-and-motivations-of-givers\">public opinion research</a> on Americans’ motivations and aspirations when they give</li>\n</ul>\n\n<p class=\"has-text-align-none\">It should be said that this project wasn’t led by disinterested parties. The Generosity Commission wants to figure out how to increase giving and volunteering to the more than 1.7 million nonprofit organizations across the United States, 88 percent of which have budgets less than $500,000. </p>\n\n<p class=\"has-text-align-none\">The report’s findings highlight some of the key debates that have been mounting in philanthropy over the last decade: Why does giving and volunteering matter? What constitutes generosity and can it really be measured? Why is nonprofit participation declining?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Its takeaways are relevant for those grappling with how to make a difference, a topic that we’ve been <a href=\"https://www.vox.com/future-perfect/359526/charitable-giving-generosity-crisis-report-americans-young\">covering at Vox</a> and that I’ve personally been trying to think through. Last month, I <a href=\"https://www.vox.com/culture/368201/volunteer-charity-donations-systemic-change-activism-nonprofits-loneliness-philanthropy\">published an essay</a> exploring why I changed my mind about volunteering; the piece sparked a lot of discussion about what really “counts” when it comes to service. This new report adds to the broader debate I touch on in my essay about privileging certain types of generosity over others, and forces readers to consider the stakes of a diminished nonprofit sector.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The authors make the compelling argument that there are many social services we’ve come to take for granted that nonprofits will always provide. And leaders with the Generosity Commission suggest it’s too risky to expect the government, the business sector, or even informal acts of generosity to ultimately fill these roles.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They may be right. But other countries have much less robust nonprofit sectors while still providing social services, and so to convince a clearly skeptical US public, charitable groups will need to think harder about how they tell their story. The case for supporting nonprofits can’t simply be that nonprofits have historically assumed these responsibilities in America, or that Alexis de Tocqueville famously admired them and therefore we should stick to nonprofits out of tradition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">We’re facing something of a Rorschach test right now: Recently, the New York Times <a href=\"https://www.nytimes.com/2024/08/28/nyregion/ambulance-corps-volunteers.html\">published a sobering article</a> on the threat posed by declining volunteer paramedics. The Generosity Commission could argue that this situation perfectly encapsulates why it’s critical to motivate more people to step into these formal volunteering roles that have served American communities for decades. Yet others could reasonably say that in a country as wealthy as the US, we shouldn’t depend on volunteer labor to fill these jobs, and indeed, most other nations don’t.</p>\n\n<h2 class=\"wp-block-heading\">The state of volunteering and giving, according to the Generosity Commission</h2>\n\n<p class=\"has-text-align-none\">Many nonprofits are still flush with cash, but not all nonprofits are experiencing a money boon. Some are receiving less money than they used to, and according to the Urban Institute, these are most likely to be small, community-based nonprofits — the type of groups most reliant on volunteers to support their mission and local contributions to balance their budgets.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even for the organizations with ample funding, their donations increasingly come from a concentrated pool of wealthy donors. According to the Fundraising Effectiveness Project data included in the new report, 43 percent of dollars given to nonprofits in 2020 came from gifts of more than $50,000, up 11 percent from 2019.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In 2020, <a href=\"https://www.givingtuesday.org/data-commons/\">GivingTuesday</a> reported that there was a 5 percent increase in charitable dollars from the previous year, reaching a record annual <a href=\"https://www.barrons.com/articles/charitable-giving-in-the-u-s-rises-5-1-to-a-record-us-471-44-billion-in-2020-01623797511\">$471 billion</a>. But by 2021, there were fewer total donors than there were in 2019. <a href=\"https://afpglobal.org/FundraisingEffectivenessProject\">The Fundraising Effectiveness Project</a> further reported that the number of donors dropped by 3.4 percent in 2023, after already having dropped 10 percent in 2022, and 5.7 percent in 2021. Most of these drops have been concentrated among those with lower levels of education, income, and wealth. </p>\n\n<p class=\"has-text-align-none\">There’s similarly been a drop in the number of volunteers, even with the rise of virtual opportunities. AmeriCorps reported that 23 percent of the country formally volunteered in 2021, down from 30 percent in 2019. It’s the steepest drop since the agency started collecting data in 2002.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And this decline is taking a toll on organizations: Nearly half of nonprofit CEOs reported in 2023 that finding enough volunteer help was a major problem for them, up from 29 percent in 2003. </p>\n\n<h2 class=\"wp-block-heading\">Okay, but why are people donating and volunteering less?</h2>\n\n<p class=\"has-text-align-none\">Perhaps it seems intuitive that people who make less money would be less likely to donate or volunteer. But research has shown that, at least historically, it’s the poor <a href=\"https://www.theatlantic.com/business/archive/2017/12/why-dont-rich-give-more-charity/548537/\">who </a><a href=\"https://www.npr.org/2010/08/08/129068241/study-poor-are-more-charitable-than-the-wealthy\">donate more</a> of their incomes to charity. The Generosity Commission suggests that while economic insecurity certainly is part of the story, cultural shifts and changes in habit formation are likely at play, too.</p>\n\n<p class=\"has-text-align-none\">The Great Recession hastened this decline: US households donating to nonprofits fell from 65.4 percent in 2008 to 53 percent in 2016. Yet these downward trends continued even after the economy recovered. By 2018, the proportion of households giving fell below 50 percent, according to the <a href=\"https://scholarworks.indianapolis.iu.edu/collections/c90e111f-5752-4e80-a748-4ac1c0b7b679\">Philanthropy Panel Study</a>, leading <a href=\"https://www.nber.org/system/files/working_papers/w22902/w22902.pdf\">some economists to argue</a> that “shocks to income and wealth” cannot fully explain the drops we’ve seen since.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Millennials in particular give less today than previous generations did when they were at the same age and life stage. Some researchers speculate that delays in other traditional markers of adulthood, like marriage and buying a house, <a href=\"https://cppp.usc.edu/wp-content/uploads/2019/03/Grimm-Robert-Dietz-and-Grimm_A-Less-Charitable-Nation_March-2019-USC-Conference-Paper.pdf\">may have discouraged</a> charitable behaviors.</p>\n\n<p class=\"has-text-align-none\">Another leading explanation is declining religiosity. Americans who identify as religious are far more likely to donate to charity, but <a href=\"https://news.gallup.com/poll/341963/church-membership-falls-below-majority-first-time.aspx\">as of 2020</a>, only 47 percent of Americans belonged to a church, synagogue or mosque, down from 70 percent in 1999. However, many Americans today identify <a href=\"https://www.pewresearch.org/religion/2023/12/07/spirituality-among-americans/\">as spiritual</a>, and there’s <a href=\"https://journals.sagepub.com/doi/abs/10.1177/08997640231221533\">some evidence</a> that practicing spiritual activities like yoga and meditation are linked to giving and volunteering.</p>\n\n<p class=\"has-text-align-none\">Other explanations include declining trust in institutions, broader social disconnection, and changing tax incentives. Some experts argue that a focus on courting high-dollar donors has sidelined smaller contributions, fueling a negative cycle in giving.</p>\n\n<p class=\"has-text-align-none\">The report doesn’t give any firm answers, and emphasizes there’s much more to understand, especially when it comes to understanding informal giving.</p>\n\n<h2 class=\"wp-block-heading\">What the Generosity Commission recommends</h2>\n\n<p class=\"has-text-align-none\">The commission makes nine recommendations to address giving and volunteering rates, some clearly heavier lifts than others.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To change the culture, the report recommends enlisting more public figures and leaders to talk about how they benefit from giving and volunteering, and to include young people and employers in the conversation. They also recommend that philanthropies issue marketing and development grants to nonprofits, mutual aid networks and giving circles.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The report recommends further research, particularly on the intersections with faith, social connection, and informal modes of generosity. (Jane Wales, the commission co-chair and vice president of Philanthropy and Society at the Aspen Institute, told me some Gates-funded research on informal giving is currently underway.) The report also says more needs to be done to help smaller, under-resourced nonprofits learn about emerging best practices.</p>\n\n<p class=\"has-text-align-none\">The Generosity Commission makes two policy recommendations — one to sufficiently fund the IRS to regulate the nonprofit sector, and another to create a new non-itemized charitable tax deduction, to incentivize more Americans to give. (The deduction would make it easier for people who don’t typically itemize their taxes—particularly middle and lower-income households—to receive tax savings from charitable giving.) The authors note that we’re coming up on an opportunity for Congress to push these changes, given that the Tax Cuts and Jobs Act of 2017 will expire at the end of 2025.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“If we had some version of that [tax deduction], it would validate giving to [nonprofit charities] as <em>the</em> normative civic act,” Benjamin Soskis, a senior research associate at the Urban Institute and an editor of the Generosity Commission report, told me. “That could be a big ask of the [Tax Cuts and Jobs Act]. But it&#8217;s also possible that the days of nonprofits&#8217; predominance within the charitable landscape are passing.”</p>\n\n<h2 class=\"wp-block-heading\">There are bigger questions here</h2>\n\n<p class=\"has-text-align-none\">If the glory days of nonprofits <em>are </em>passing, what would come next?&nbsp;</p>\n\n<p class=\"has-text-align-none\">Probably something worse, according to the Generosity Commission. It argues that the nonprofit sector remains the bedrock of American civil society, providing valuable goods and services that the government and the market has not and likely will not ever do.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To its credit, the commission repeatedly stresses appreciation for informal modes of giving and volunteering, like mutual aid networks and crowdfunding platforms. It also admits that its perspective is increasingly at odds with how many people, especially in younger generations, think about volunteering and giving. The researchers find that most Americans identify as generous, aspire to be generous, <a href=\"https://www.thegenerositycommission.org/wp-content/uploads/2023/05/Hattaway-Generosity-Insights-Report-5-10-23-FINAL.pdf\">74 percent</a> of Americans self-identify as “generous” — and may not buy the claim that declining nonprofit contributions signal declining generosity. </p>\n\n<p class=\"has-text-align-none\">Similarly, younger Americans report that they’d rather give directly to individuals, rather than to intermediary organizations. The evidence is mixed on whether political giving may “crowd out” charitable giving, and further study will be required to clarify whether forms of social engagement like protesting are used as substitutes for volunteering.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Woodrow Rosenbaum, the chief data officer of <a href=\"https://www.givingtuesday.org/\">GivingTuesday</a>, has pushed back on the idea that giving is in decline at all, saying that’s only true if our measurement yardstick is based on monetary gifts to nonprofits. Survey research from GivingTuesday suggests that younger Americans simply “have less rigid demarcations” between various modes of giving — whether that’s to nonprofits, GoFundMes, individuals, or political campaigns.<strong> </strong></p>\n\n<p class=\"has-text-align-none\">Still, the Generosity Commission believes those activities are unlikely to ever fully substitute for the daily work of nonprofits. When I asked Wales, the commission co-chair, about this question, she emphasized that the political appetite for building out the welfare state is just lower in the US than in other countries, and she suggested it would be difficult to build the kind of system they have in Europe.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Perhaps one of the most compelling arguments the report makes is that participation matters for healthy democracies. The commission asks us to consider whether declines in formal giving have contributed to mental illness and increasing levels of loneliness. (The authors suggest yes, but, again, conclude more research is needed.) One of its <a href=\"https://dogood.umd.edu/sites/default/files/2024-01/FINAL_SocialConnectednessandGenerosity_2024.pdf\">studies</a> found that giving to a charity increases a person’s likelihood of joining one or more community groups by nearly 10 percentage points; volunteering increases it by a rather stunning 24 percentage points. This kind of data lends new weight to the idea that formally giving and volunteering could strengthen civil society — both collectively and individually.<br><br>The debate over the definition of generosity notwithstanding, one thing is clear: nonprofits increasingly depend on a limited number of rich benefactors. And ceding a sense of empowerment to improve the world to the ultra-wealthy is what keeps Wales up at night.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“People ask why does participation matter if there’s enough money to go around to nonprofits, why does it matter if it’s concentrated in the hands of just a few people,” she told me. “And from my own perspective, it’s got everything to do with the health of our society. The last thing you want is large portions of American society to feel they lack agency and are not part of the everyday decision-making in their own community.” </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "For 20 years, experts have sounded the alarm on the decline of charitable giving in the US. Then came the pandemic, which led to a wave of new donations and volunteers to nonprofits. For some leaders, this was a sign that perhaps the retreat from philanthropy was reversing course. But it’s clear now, according to a [&#8230;]",
    "author": "Rachel M. Cohen"
  },
  {
    "title": "Who is Ryan Wesley Routh? The suspect in the Trump Florida assassination attempt, explained.",
    "link": "https://www.vox.com/politics/371981/trump-shooting-ryan-wesley-routh-golf-club",
    "pubDate": "2024-09-17T13:39:38.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"People in uniform stand on the side of a road strung with police tape.\" data-caption=\"Law enforcement gather at the crime scene outside the Trump International Golf Club in West Palm Beach, Florida, following a second apparent assassination attempt on former President Donald Trump on September 15, 2024.\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171585640.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Law enforcement gather at the crime scene outside the Trump International Golf Club in West Palm Beach, Florida, following a second apparent assassination attempt on former President Donald Trump on September 15, 2024.</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Just two months after a man <a href=\"https://www.vox.com/politics/360489/trump-shot-thomas-matthew-crooks-secret-service-butler-rally\">tried to assassinate</a> former President Donald Trump, the Secret Service says it stopped what appeared to be <a href=\"https://www.nytimes.com/live/2024/09/15/us/harris-trump-election\">a second assassination attempt</a> against the former president.&nbsp;Unlike the July 13 shooting at Trump’s Pennsylvania rally, in which a member of the crowd was killed and Trump was injured, no one was harmed this time. But the incident has raised questions about the ability of the Secret Service to protect the former president and sparked new concerns about the risk of ongoing political violence this election cycle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Sunday, law enforcement officials say, the former president was playing golf on his course in West Palm Beach, Florida, when Secret Service agents <a href=\"https://www.youtube.com/watch?v=2W1Yi_Np64U\">spotted a gun barrel in the bushes</a> on the perimeter of the course. Agents surrounded the former president and opened fire, prompting a man to flee the scene.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The suspected gunman was 300–500 yards from the former president, according to Palm Beach County Sheriff Ric Bradshaw in a press conference. (While close, the suspect was not as close as Trump’s July shooter, <a href=\"https://www.reuters.com/world/us/heres-what-we-know-about-thomas-matthew-crooks-suspected-trump-rally-shooter-2024-07-14/\">who was within roughly 150 yards</a> of the former president when he opened fire.) Police said they found an AK-47 style rifle with a scope, along with two backpacks and a camera, in the bushes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The gunman <a href=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\">did not fire</a> any shots before the Secret Service reacted. The former president — according to Fox News anchor Sean Hannity, <a href=\"https://www.nytimes.com/2024/09/15/us/politics/trump-reaction-golf-shooting.html\">who spoke to</a> him on Sunday after the attempted attack — was safe and in good spirits. It is unclear to law enforcement how the would-be gunman knew Trump would be at the course, though he frequently golfs there on the weekends.</p>\n\n<p class=\"has-text-align-none\">A witness saw someone fleeing the vicinity in a black Nissan immediately after the incident, according to Bradshaw, and law enforcement officials announced that they apprehended a suspect, 58-year-old <a href=\"https://www.reuters.com/world/us/what-we-know-about-reported-suspect-behind-apparent-trump-assassination-attempt-2024-09-16/\" data-type=\"link\" data-id=\"https://www.reuters.com/world/us/what-we-know-about-reported-suspect-behind-apparent-trump-assassination-attempt-2024-09-16/\">Ryan Wesley Routh</a>, on Interstate 95 shortly after. Officials said that Routh was unarmed and appeared calm as he was arrested. He currently faces <a href=\"https://www.justice.gov/opa/media/1368091/dl\">two felony charges</a> in a federal court for possession of a weapon as a convicted felon and possession of a firearm with an obliterated serial number, though the investigation is ongoing. Law enforcement say they do not have any evidence he was working with anyone else.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">Who is Ryan Wesley Routh?</h2>\n\n<p class=\"has-text-align-none\">Unlike <a href=\"https://edition.cnn.com/2024/07/15/us/thomas-crooks-trump-rally-shooting-invs/index.html\">the man who attempted to assassinate Trump in July</a>, Routh has a colorful public history. Routh previously lived in North Carolina,&nbsp;<a href=\"https://www.nbcnews.com/news/us-news/ryan-routh-custody-trump-golf-club-incident-rcna171225\" target=\"_blank\" rel=\"noreferrer noopener\">but had moved to Hawaii</a>&nbsp;in recent years and said he was building&nbsp;<a href=\"https://edition.cnn.com/2024/09/15/politics/trump-attempted-assassination-man-detained/index.html\" target=\"_blank\" rel=\"noreferrer noopener\">affordable housing</a>&nbsp;there. He was interviewed by<em> </em>the New York Times in 2023 for an article <a href=\"https://www.nytimes.com/2023/03/25/world/europe/volunteers-us-ukraine-lies.html\">about Americans acting as freelance fighters for the war in Ukraine</a>, despite little or no qualifications to do so. Routh, who had no prior military experience, spoke with a Times<em> </em>reporter about his plans to recruit soldiers who had fled the Taliban in Afghanistan and transport them to Ukraine to join the war efforts.</p>\n\n<p class=\"has-text-align-none\">“By the time I got off the phone with Mr. Routh some minutes later it was clear he was in way over his head,” the reporter, Thomas Gibbons-Neff, <a href=\"https://www.nytimes.com/2024/09/15/us/politics/trump-routh-ukraine-interview.html\">wrote</a>. “He talked of buying off corrupt officials, forging passports and doing whatever it takes to get his Afghan cadre to Ukraine, but he had no real way to accomplish his goals.” In 2023, Routh <a href=\"https://www.semafor.com/article/09/15/2024/alleged-trump-plotter-ryan-routh-complained-of-obstacles-to-getting-foreign-soldiers-to-ukraine\">also spoke to Semafor</a> about his efforts.</p>\n\n<p class=\"has-text-align-none\">Routh also appears to have a criminal history. In 2002, <a href=\"https://greensboro.com/article_3006b4f9-9370-5b08-a54e-46c87faf6cbe.html\">he was arrested in Greensboro, North Carolina, following a three-hour standoff with police</a> in which he barricaded himself inside a roofing business. He was charged with possessing an illegal, fully-automatic machine gun. According to the News &amp; Observer<em>, </em>a newspaper based in Raleigh, North Carolina, Routh also <a href=\"https://www.newsobserver.com/news/politics-government/article292532509.html\">had other convictions</a>, including a hit and run and possession of stolen goods.</p>\n\n<p class=\"has-text-align-none\">Routh’s son spoke positively of his father <a href=\"https://www.theguardian.com/us-news/2024/sep/15/trump-florida-shooter-suspect-son-ukraine\">in an interview</a> with the Guardian this weekend and expressed surprise at the idea he had resorted to violence. Little else is known at this time about his other potential familial relationships.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\">What are Routh’s political leanings?&nbsp;</h2>\n\n<p class=\"has-text-align-none\">Like Trump’s other would-be assassin, Thomas Matthew Crooks, Routh’s political stances appear not to fit neatly into a single political ideology — though it does seem he views Trump as a threat to American democracy.&nbsp;Routh <a href=\"https://www.newsobserver.com/news/politics-government/article292532509.html\">was registered</a> in North Carolina as an “unaffiliated” voter and participated in this year’s Democratic primary. He had given money to Democratic causes.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But on an X account that has since been deactivated, a user with Routh’s name <a href=\"https://edition.cnn.com/2024/09/15/politics/trump-attempted-assassination-man-detained/index.html\">said that he had supported Donald Trump in 2016</a> but had been disappointed by his presidency. In another post from the same account, <a href=\"https://www.axios.com/2024/09/16/trump-florida-assassination-attempt-suspect-ryan-routh\">the author tried to encourage Nikki Haley and Vivek Ramaswamy</a>, both Republicans, to run for president and vice president together.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The same account <a href=\"https://nypost.com/2024/09/15/us-news/would-be-trump-assassin-idd-as-ryan-routh-58-of-hawaii-sources/\">posted that</a> “democracy is on the ballot” in this election, along with other, <a href=\"https://nypost.com/2024/09/15/us-news/would-be-trump-assassin-idd-as-ryan-routh-58-of-hawaii-sources/\">sometimes incoherent posts</a> about various subjects, including Ukraine and China, suggesting that the author’s politics are not easily characterized by a single worldview.</p>\n\n<p class=\"has-text-align-none\">Routh also self-published a book last year, according to <a href=\"https://apnews.com/article/trump-assassination-attempt-suspect-ukraine-f76ed09f256f6bd21727a10901d92af7\">the Associated Press</a>, called “Ukraine’s Unwinnable War.” In it, Routh writes, “I get so tired of people asking me if I am a Democrat or Republican as I refuse to be put in a category.” He expresses regret for having formerly voted for Trump and, in a passage directed toward Iranian leaders, writes: “You are free to assassinate Trump.”</p>\n\n<p class=\"has-text-align-none\">As with July’s assassination attempt, online partisans on both sides are already drawing conclusions about Routh’s political leanings and its implications, with some Democrats <a href=\"https://x.com/search?q=Routh&amp;src=typeahead_click\">downplaying</a> Routh’s support for liberal causes and Republicans <a href=\"https://www.politico.com/news/2024/09/15/trump-second-assassination-attempt-republican-response-00179261\" data-type=\"link\" data-id=\"https://www.politico.com/news/2024/09/15/trump-second-assassination-attempt-republican-response-00179261\">connecting Routh’s comment about democracy being on the ballot</a> to what Vice President Kamala Harris and other Democrats have said about the stakes for this election.&nbsp;</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What about the gun?</strong></h2>\n\n<p class=\"has-text-align-none\">The AK-47 Routh had on him, like the AR-15 used by Crooks, <a href=\"https://www.nytimes.com/interactive/2024/07/23/us/trump-shooting-gunman-snipers.html\">is one of the preferred weapons of mass shooters</a> in recent years. Both are assault-style weapons — a phrase that has many possible meanings but generally refers to guns that are meant for rapid-fire use with large magazines of ammunition. An AK-47 style weapon <a href=\"https://www.texastribune.org/2019/08/28/el-paso-shooting-gun-romania/\">was used at a 2019 shooting in El Paso, Texas</a>, where 23 people were killed and 22 were injured. Routh’s weapon <a href=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\">had the serial number scratched off</a>, which is illegal. According to the FBI, they received a tip in 2019 that Routh had a weapon, which is illegal for someone who has a felony conviction; Routh has multiple felony convictions. The agency says it interviewed the person making the claim but did not receive more information, according to <a href=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\">the New York Times</a>, and the case was subsequently closed. It is not clear why they did not investigate further.</p>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris, who said in a statement that she was “deeply disturbed” by the reports of a second attempted attack on Trump, has called for <a href=\"https://www.bbc.com/news/world-us-canada-61621470\">banning assault weapons</a>. The United States <a href=\"https://www.youtube.com/watch?v=220dREyLPus\">had a federal assault weapons ban</a> in place from 1994 to 2004, and research suggests that assault weapons bans <a href=\"https://www.tandfonline.com/doi/full/10.1080/13504851.2014.939367?scroll=top&amp;needAccess=true\">meaningfully reduce</a> mass shooting deaths.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The <a href=\"https://www.monmouth.edu/polling-institute/reports/monmouthpoll_us_042423/\">public is divided</a> over the question of whether to ban assault weapons, though, and Republicans in Congress <a href=\"https://thehill.com/homenews/senate/4345455-senate-republicans-block-assault-weapons-ban/\">blocked</a> a bill to do so when it came up for a vote in 2023. Even after being targeted by a similar weapon in July, former President Trump <a href=\"https://www.vox.com/donald-trump/360742/someone-tried-to-assassinate-the-former-president-and-the-gop-still-wont-talk-about-guns\">did not</a> call for an assault weapons ban.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>How did another assassination attempt happen so quickly?</strong></h2>\n\n<p class=\"has-text-align-none\">Lawmakers are <a href=\"https://www.nytimes.com/2024/09/15/us/politics/secret-service-trump-shooting.html\">demanding to know</a> more about how another would-be assassin was able to get so close to the former president for a second time in a few months. At the press conference, law enforcement explained that Trump’s Secret Service detail did not have the resources to cover the entire perimeter of the golf course, but lawmakers are sure to ask for more details in the coming days.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Monday, a representative for the Secret Service <a href=\"https://www.nytimes.com/2024/09/16/us/politics/secret-service-scrutiny-trump.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/16/us/politics/secret-service-scrutiny-trump.html\">told reporters</a> that the former president’s trip to the golf course was unplanned and agents had not secured the perimeter of the course before the former president began his round.</p>\n\n<p class=\"has-text-align-none\">The suspect was able to spend <a href=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/09/16/us/politics/investigation-trump-assassination-attempt.html\">nearly 12 hours</a> hiding in the bushes before an agent spotted him.</p>\n\n<p class=\"has-text-align-none\">“The facts about a second incident certainly warrant very close attention and scrutiny,” Democratic Sen. Richard Blumenthal of Connecticut <a href=\"https://www.nytimes.com/2024/09/15/us/politics/secret-service-trump-shooting.html\">told</a> the New York Times.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Though a second assassination attempt in such a short period of time seems shocking, it is in some ways not surprising. Current and former law enforcement officials I’ve spoken to in recent weeks have emphasized just how difficult the task of protecting elected officials in public has become. Following the expiration of the federal assault weapons ban, and after more than a decade of marketing of assault-style rifles, <a href=\"https://www.washingtonpost.com/business/interactive/2023/history-of-ar-15-marketing/\">more of these</a> weapons are circulating in the US <a href=\"https://www.cbsnews.com/news/gunmakers-made-over-1-billion-in-assault-weapon-sales-in-the-past-decade-congressional-report-finds/\">than ever before</a>. The number of deadly long-range guns held by the public makes it considerably more difficult to maintain a zone of safety around politicians.</p>\n\n<p class=\"has-text-align-none\">The Secret Service also noted Sunday that as a former president, Trump doesn’t have access to the same level of security that the current president does, and some <a href=\"https://www.nytimes.com/2024/09/15/us/politics/secret-service-trump-shooting.html\">former officials are now suggesting</a> that may need to change.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Guns aren’t the only problem, though. As Garen Wintemute, an expert in political violence and gun violence told me this summer, his research has revealed <a href=\"https://www.vox.com/politics/369441/political-violence-2024-election\" data-type=\"link\" data-id=\"https://www.vox.com/politics/369441/political-violence-2024-election\">a small but worrying segment of the American population</a> is open to the idea that violence committed for political reasons is justifiable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">At the time, Wintemute said, the conditions that made more violence likely were a closely contested race, with momentum swinging toward Democrats, and a race where political violence had already recently occurred.</p>\n\n<p class=\"has-text-align-none\">“I think it will happen again. Whether it will involve an elected official as a target, I can’t say,” Wintemute <a href=\"https://www.vox.com/politics/369441/political-violence-2024-election\">told Vox</a> in July. “But we’ve opened the door to political violence this election season, and there are still some leaders using rhetoric that enables violence. And we will all pay a price for that, I suspect.”</p>\n\n<p class=\"has-text-align-none\"><em><strong>Update, September 17, 9:30 am: </strong>This story, originally published September 16, has been updated with new details including charges against Routh and FBI statements.</em></p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Just two months after a man tried to assassinate former President Donald Trump, the Secret Service says it stopped what appeared to be a second assassination attempt against the former president.&#160;Unlike the July 13 shooting at Trump’s Pennsylvania rally, in which a member of the crowd was killed and Trump was injured, no one was [&#8230;]",
    "author": "Marin Cogan"
  },
  {
    "title": "Do the benefits of the expanded child tax credit actually fade with time?",
    "link": "https://www.vox.com/future-perfect/371858/child-tax-credit-poverty-economics-future-benefits",
    "pubDate": "2024-09-17T12:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A group of people stand outside a red brick building with green roofs and white stone trim, holding black-and-white signs in two rows that read “Make the child tax credit permanent.”\" data-caption=\"New Hampshire parents and other child tax credit supporters gather toand demand the credit be made permanent on September 14, 2021, in Manchester, New Hampshire. | Scott Eisen/Getty Images for ParentsTogether\" data-portal-copyright=\"Scott Eisen/Getty Images for ParentsTogether\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1235261204.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>New Hampshire parents and other child tax credit supporters gather toand demand the credit be made permanent on September 14, 2021, in Manchester, New Hampshire. | Scott Eisen/Getty Images for ParentsTogether</figcaption>\n</figure>\n<p class=\"has-text-align-none\">In 2021, the US cut child poverty by as much as <a href=\"https://www.cbpp.org/research/federal-tax/recovery-package-should-permanently-include-families-with-low-incomes-in-full\">40</a> percent using one of the <a href=\"https://www.vox.com/future-perfect/2023/9/21/23882353/child-poverty-expanded-child-tax-credit-census-welfare-inflation-economy-data\">most effective</a> anti-poverty tools the country had ever devised: the expanded child tax credit (CTC).</p>\n\n<p class=\"has-text-align-none\">By sending unconditional monthly checks of up to $300 per child to the nation’s poorest families —&nbsp;including those with little to no income who had <a href=\"https://www.vox.com/future-perfect/23965898/child-poverty-expanded-child-tax-credit-economy-welfare-phase-ins\">typically been excluded</a> from such programs — the “child allowance” <a href=\"https://www.census.gov/content/dam/Census/library/working-papers/2022/demo/sehsd-wp2022-24.pdf\">lifted 2.1 million</a> children out of poverty who would’ve otherwise been left behind.<br><br>Arguments against such programs that give unconditional cash usually assert that it’ll drive low-income people to quit their jobs, ultimately harming the economy. But research found <a href=\"https://www.nber.org/papers/w29823\">little to no drop</a> in employment rates as a result of the expanded CTC. Yet despite a <a href=\"https://static1.squarespace.com/static/5ecd75a3c406d1318b20454d/t/6148f183c62fb147d0d25138/1632170373799/Economist+CTC+Letter+9-14-21+430pm.pdf\">flurry of support</a> from prominent economists and <a href=\"https://www.filesforprogress.org/memos/MEMO-FCF-CTC.pdf\">recipients</a> alike, politicians failed to reach an agreement to make the temporary expansion permanent, and <a href=\"https://www.vox.com/future-perfect/2022/4/18/23026908/child-tax-credit-joe-manchin-policy-feedback-partisan\">Congress let it expire</a> at the end of 2021.</p>\n\n<p class=\"has-text-align-none\">Some concerns that sank the program’s political chances, like Sen. Joe Manchin’s <a href=\"https://abcnews.go.com/Politics/sen-joe-manchin-suggests-child-tax-credit-payments/story?id=81865740\">worry</a> that recipients will spend the cash on drugs, don’t hold up to the <a href=\"https://documents1.worldbank.org/curated/en/617631468001808739/pdf/WPS6886.pdf\">abundant</a> <a href=\"https://www.cbpp.org/blog/9-in-10-families-with-low-incomes-are-using-child-tax-credits-to-pay-for-necessities-education#:~:text=Poverty%20and%20Inequality-,9%20in%2010%20Families%20With%20Low%20Incomes%20Are%20Using%20Child,to%20Pay%20for%20Necessities%2C%20Education&amp;text=Some%2091%20percent%20of%20families,%2C%20and%20utilities%20%E2%80%94%20or%20education.\">evidence</a>. But there are still some economists who remain skeptical, unmoved by the steady stream of positive research on short-term programs —&nbsp;which they <a href=\"https://www.nytimes.com/2022/12/20/opinion/child-tax-credit-basic-income.html\">concede</a> looks very good. Their concern, however, is with the distant future.</p>\n\n<p class=\"has-text-align-none\">“My main problem with a permanent CTC,” said University of Chicago economist <a href=\"https://harris.uchicago.edu/directory/bruce-d-meyer\">Bruce Meyer</a> via email, “is that it would reverse the work-based welfare reforms of the ’90s that dramatically increased employment and were associated with a decline in the share of kids growing up in single-parent families.”</p>\n\n<p class=\"has-text-align-none\">The thinking goes like this: As parents receive strings-free cash, many of their incomes will indeed be pushed above the poverty line. At first. But some will also choose to work less, others will divorce more, and fraying the twin threads of marriage and work in low-income communities will ultimately harm children’s prospects for upward mobility. The initial anti-poverty benefits would, generations down the line, be swallowed up by <a href=\"https://www.aei.org/op-eds/unintended-consequences-democrats-child-tax-credit-will-cost-jobs/\">unintended consequences</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">By concentrating their concerns on the far future, they render much of the <a href=\"https://guaranteedincome.us/\">growing base</a> of short-term <a href=\"https://www.nber.org/papers/w24337\">research</a> moot, especially in terms of convincing holdout politicians, like Manchin, whose <a href=\"https://www.axios.com/2021/10/17/scoop-manchins-red-lines\">insistence</a> on adding work requirements to any expanded CTC is what killed the child allowance.</p>\n\n<p class=\"has-text-align-none\">Enter a <a href=\"https://www.nber.org/papers/w32870\">new working paper</a> from <a href=\"https://economics.barnard.edu/profiles/elizabeth-ananat\">Elizabeth Ananat</a> and <a href=\"https://cprc.columbia.edu/directory/irwin-garfinkel\">Irwin Garfinkel</a>, two economists at Columbia University. Expanding on work they first <a href=\"https://www.cambridge.org/core/journals/journal-of-benefit-cost-analysis/article/benefits-and-costs-of-a-child-allowance/665380DF301F990D8FDB06A7BB3D5BD9\">published in 2022</a>, their research surveys long-run cash and quasi-cash transfer programs (like food stamps) in the US in an effort to predict the overall effects of a child allowance over the very long run. Instead of the grim and jobless future forecast by expanded CTC critics, they find that a future shaped by a permanent child allowance is well worth the investment.</p>\n\n<p class=\"has-text-align-none\">Ananat and Garfinkel found that the total long-run benefits to society of making a child allowance permanent outweigh the costs by nearly 10 to 1. While the paper may not sway skeptical economists, the dramatic returns could still help build political momentum to pass the policy. And it at least shows that researchers are now taking the long-run concerns raised by critics seriously.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>What a return on investment of 10 to 1 for an expanded CTC actually means</strong></h2>\n\n<p class=\"has-text-align-none\">Ananat and Garfinkel’s original cost-benefit calculations did not make for light reading. Although the paper was well-received by her colleagues, the problem, Ananat said, is that no one else read it.&nbsp;</p>\n\n<p class=\"has-text-align-none\">So they <a href=\"https://www.povertycenter.columbia.edu/publication/2024/updating-benefit-cost-child-allowance-model\">built a homepage</a> for their research on Columbia University’s Center on Poverty and Social Policy’s website, and as new relevant studies on the subject come out, they’ve been updating their findings. This most recent 2024 working paper reports on the updated results of their earlier work, while trying to offer a more widely accessible version of their research.</p>\n\n<p class=\"has-text-align-none\">Their promise of a 10 to 1 return is, frankly, massive. For every $100 or so billion the child allowance would cost the government each year, society would reap additional long-term benefits of about $929 billion. Those dollars represent benefits like improved child and parent health and longevity, higher future earnings for children, and reduced crime and health care costs. There would be an effect from the small dip in employment that their calculations predict, and a resulting decrease in tax revenue — but it would amount to just $2.4 billion. That’s a drop in a bucket overflowing with almost a trillion dollars in benefits.</p>\n\n<p class=\"has-text-align-none\">But the nuances of such long-term returns can be difficult to convey. “A little bit shows up in the first few years in the form of reduced [child abuse and neglect], reduced hospitalizations, and those sorts of things,” said Ananat. “But most of it doesn’t show up until the kids grow up. So that requires a very patient type of investor.”</p>\n\n<p class=\"has-text-align-none\">Imagine Vice President <a href=\"https://www.vox.com/politics/367990/kamala-harris-policy-positions-issues-guide\">Kamala Harris</a> wins the presidential election in November, and immediately upon taking office implements a child allowance (as her recently unveiled economic agenda <a href=\"https://taxfoundation.org/research/all/federal/kamala-harris-tax-plan-2024/\">intends</a>). That would cost roughly $97 billion for 2025 alone. But at the end of the year, if you tallied up all the benefits, you wouldn’t see that $929 billion that Ananat and Garfinkel calculated anywhere. It could be decades before the full value of that nearly one trillion is actually realized.&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\">What is refundability?</h2>\n\n\n\n<p class=\"has-text-align-none\">Usually, a tax credit gives Americans a break by lowering the amount of taxes they owe. But that means someone who doesn’t owe any taxes —&nbsp;like someone who is unemployed and has no taxable income — won’t benefit from the credit. Currently, the child tax credit (CTC) excludes about <a href=\"https://www.cbpp.org/research/federal-tax/year-end-tax-policy-priority-expand-the-child-tax-credit-for-the-19-million\">19 million</a> children from the lowest-income families, because they don’t earn enough to qualify for the full benefit.</p>\n\n\n\n<p class=\"has-text-align-none\">The American Rescue Plan made the CTC “fully refundable” through the end of 2021, which meant that even parents with no income, so who owe no taxes, still received the full value of the benefit. In <a href=\"https://www.vox.com/2016/5/23/11440638/child-benefit-child-allowance\">other</a> rich countries that style child benefits this way, they’re known as “<a href=\"https://tcf.org/content/commentary/investing-in-our-kids-using-one-simple-tool-cash/\">child allowances</a>.”&nbsp;</p>\n</div>\n\n<p class=\"has-text-align-none\">Notably, though, it’s not a one-time deal. According to Ananat and Garfinkel, every year that the child allowance is in place will reap <em>another</em> $929 billion in long-term benefits. So if you take the Tax Foundation’s <a href=\"https://taxfoundation.org/blog/expanded-child-tax-credit-permanent/\">estimate</a> that Harris’s child allowance would cost $1.6 trillion over 10 years, Ananat and Garfinkel’s work suggests over that same time period, it would accrue something like $9.3 trillion in long-term benefits.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“The CTC is worth so much money in the future, that even though some of it only happens 50 years from now, it’s still worth $10 for every dollar you spend today,” said Ananat.</p>\n\n<p class=\"has-text-align-none\">The child allowance is fully refundable, meaning the full value goes to the poorest families, without a work requirement. (The current CTC is only partially refundable, which means that parents must first earn income before qualifying for the benefit.) But Ananat and Garfinkel also crunched a second set of cost-benefit calculations on a partially refundable CTC, matching recent CTC <a href=\"https://www.cbsnews.com/news/child-tax-credit-senate-vote/\">compromises</a> that boost the payment amount while keeping a work requirement of some sort.&nbsp;</p>\n\n<p class=\"has-text-align-none\">They find that doing so would reduce the annual cost to $31 billion, while also reducing the total annual social benefit to $131 billion. That means that adding work requirements shrinks the program from a nearly 10 to 1 return on investment, to just over a 4 to 1 return. And those benefits would exclude children who are in the deepest poverty — the very ones who need such help the most.</p>\n\n<p class=\"has-text-align-none\">Now, converting a variety of outcomes into dollar valuations, and assigning benefits that will come in the future a value for the present, is tricky business. These estimates should be held lightly. But if they’re even in the right ballpark, then every year we don’t implement a child allowance is an absolutely massive missed opportunity. We’d experience as much as a <a href=\"https://www.cbpp.org/research/federal-tax/recovery-package-should-permanently-include-families-with-low-incomes-in-full\">40 percent</a> drop in child poverty immediately, and begin layering on trillions of dollars in long-run benefits.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Critics and the econometric alternatives</strong></h2>\n\n<p class=\"has-text-align-none\">There are basically two ways to try and predict the effects of a child allowance in the deep future. Either way, you’re dealing with serious ambiguity.</p>\n\n<p class=\"has-text-align-none\">Like Ananat and Garfinkel, you can scour the existing evidence from similar long-run programs that have raised family incomes in the US, tabulate a comprehensive list of all their documented benefits and costs, calculate a per-$1,000 effect size for each cost and benefit, and then apply those values to a hypothetical child allowance.</p>\n\n<p class=\"has-text-align-none\">To do that, they looked at past long-run programs like pension <a href=\"https://socialwelfare.library.vcu.edu/programs/mothers-aid/\">programs</a> for mothers from before the New Deal, the 1960s rollout of <a href=\"https://www.usda.gov/media/blog/2014/10/15/commemorating-history-snap-looking-back-food-stamp-act-1964#:~:text=On%20August%2031%2C%201964%2C%20President,struggling%20to%20make%20ends%20meet.\">food stamps</a>, a series of US guaranteed income <a href=\"https://widerquist.com/basic-income-guarantee-experiments-1970s-quick-summary-results/\">experiments</a> through the ’70s, and <a href=\"https://www.vox.com/future-perfect/2019/10/3/20895338/earned-income-tax-credit-2019-henrik-kleven\">expansions</a> in the 1990s to the earned income tax credit.</p>\n\n<p class=\"has-text-align-none\">Notably, none of these programs are actually a CTC. And although each policy was chosen because it does a similar thing — effectively raises a family’s income — each took place in a different social and economic context than whatever the 2030s and beyond will look like.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The other way to try and predict hypothetical economic futures is to use the economist’s version of a magic eight ball: <a href=\"https://www.econlib.org/library/Enc/ForecastingandEconometricModels.html\">the econometric model</a>. These are mathematically constructed versions of reality, where fuzzy human behaviors have been translated into precise probabilities and equations. In these computational worlds, you can plug in a variable of interest, like a child allowance, and statistically churn out a prediction of its impact.</p>\n\n<p class=\"has-text-align-none\">Then, economists scrutinize the assumptions of the model, and debate how much insight those results can offer about the actual meatspace world that we all live in.&nbsp;</p>\n\n<p class=\"has-text-align-none\">That’s how Bruce Meyer, <a href=\"https://www.aei.org/profile/kevin-corinth/\">Kevin Corinth</a> from the American Enterprise Institute (AEI), and their colleagues <a href=\"https://www.nber.org/papers/w29366\">predicted</a> that replacing the old CTC, which incentivized work, with the expanded CTC that provides low-income families the benefit no matter whether they’re already working or not, would ultimately “<a href=\"https://www.washingtonpost.com/opinions/2021/10/14/press-pause-rush-extend-child-tax-credit/\">do more harm than good</a>.” Specifically, that it would drive 1.5 million working parents to quit their jobs altogether, and cap the anti-poverty impact at 22 percent, rather than the 40 or so percent seen during the temporary expansion.</p>\n\n<p class=\"has-text-align-none\">Those numbers all hinge, however, on <a href=\"https://jainfamilyinstitute.org/the-expanded-child-tax-credit-and-parental-employment-tenuous-evidence-points-to-work-disincentives/\">controversial</a> assumptions <a href=\"https://cpb-us-w2.wpmucdn.com/voices.uchicago.edu/dist/a/3122/files/2021/10/Note-on-Participation-Elasticities_10_21_2021.pdf\">coded</a> into the model about how likely people — low-income single mothers in particular —&nbsp;are to stop working if they get an extra few hundred bucks per month from the CTC. Other models using different assumptions find much lower reductions in work, including Corinth’s own colleagues from the AEI, who <a href=\"https://grantseiter.com/CTC-Labor-Response/intro.html\">predicted</a> the effect on employment would be only a fifth as strong, with 296,000 parents quitting their jobs rather than 1.5 million.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In each case, these models are reflections of their coded-in assumptions. Like extrapolating from other policies in different historical eras, “Taking a given change in the [child] tax credit’s incentive to work and plugging in a labor supply elasticity is a fraught enterprise,” Jain Family Institute research associate <a href=\"https://jainfamilyinstitute.org/our-team/jack-landry/\">Jack Landry</a> told me last year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When I asked Meyer about the Ananat and Garfinkel study, he dismissed it as “very selective” in its literature review. And <a href=\"https://www.aei.org/profile/scott-winship/\">Scott Winship</a>, who directs the Center on Opportunity and Social Mobility at the AEI, said via email that “you’re more likely to find that a policy is worthwhile if you simply assume the largest potential costs don’t exist (in this case, worsened child outcomes in the long run from reduced parental work and increased single parenthood). That’s what they do.”</p>\n\n<p class=\"has-text-align-none\">There is, of course, no perfect way to predict the future. Otherwise I’d have cashed out of the stock market with millions by now. But that’s where critics of a permanently expanded, fully refundable child tax credit are now situating their case. Advocates can either follow them into the future, arguing that long-run benefits will outweigh long-run costs. Or, they could instead focus on building the political momentum necessary to pass a policy that will always have its detractors, while unambiguously helping millions of kids in the present.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Will a child allowance in the US ever exist anywhere other than the future?</strong></h2>\n\n<p class=\"has-text-align-none\">Vice President Kamala Harris has already <a href=\"https://taxfoundation.org/blog/harris-child-tax-credit-economic-agenda/\">announced</a> that bringing back the expanded CTC is part of her planned presidential economic agenda.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Ananat emphasized that “this isn’t a politically motivated” study, but<strong> </strong>that even if her research won’t convert skeptical economists, it can still be helpful to those working on political organizing. She said,“People can see this and feel inspired, like, ‘Oh, 10 to 1, that’s worth making more phone calls for.’”</p>\n\n<p class=\"has-text-align-none\">I’m not optimistic that economists will ever strike a unanimous agreement about the future of an expanded CTC (though it’s worth emphasizing that to the degree consensus does exist, it certainly <a href=\"https://static1.squarespace.com/static/5ecd75a3c406d1318b20454d/t/6148f183c62fb147d0d25138/1632170373799/Economist+CTC+Letter+9-14-21+430pm.pdf\">is in support)</a>. Even if they did, how much stock should we really place in specific predictions that span decades? The world is <a href=\"https://www.google.com/books/edition/The_Uncontrollability_of_the_World/_5EBEAAAQBAJ?hl=en\">unpredictable</a>, and seemingly more so every year.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The decision to implement a child allowance will always have to be made under some degree of uncertainty. Trying to predict the impact of a child allowance decades into the future is always going to be a balancing act of ambiguity and speculation. Peering into the <a href=\"https://www.nber.org/papers/w29366\">economic models</a> that raise concerns about how desirable a future shaped by a child allowance really is, you find a <a href=\"https://jainfamilyinstitute.org/the-expanded-child-tax-credit-and-parental-employment-tenuous-evidence-points-to-work-disincentives/\">latticework of tenuous assumptions</a>. Similarly, critics say that when you look under the hood of the 10-to-1 return on investment claim, you find a selective literature review.</p>\n\n<p class=\"has-text-align-none\">But the flood of research on the temporary expansion washed away most uncertainty about the short term. Canada’s had a child allowance for years, and it <a href=\"https://www.niskanencenter.org/bad-arguments-child-allowance/\">doesn’t look</a> to be hastening a grim and jobless future. A guaranteed huge drop in child poverty in the short term, plus the potential accrual of trillions of dollars in additional benefits, sounds like a worthwhile bet to me. And even if slouching employment among recipients did start to cause concern in a decade or two, and researchers came to suspect the child allowance was to blame, the wonderfully certain thing about public policy is that it can always be changed.&nbsp;&nbsp;</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In 2021, the US cut child poverty by as much as 40 percent using one of the most effective anti-poverty tools the country had ever devised: the expanded child tax credit (CTC). By sending unconditional monthly checks of up to $300 per child to the nation’s poorest families —&#160;including those with little to no income [&#8230;]",
    "author": "Oshan Jarow"
  },
  {
    "title": "Changing With Our Climate",
    "link": "https://www.vox.com/climate/372001/changing-with-our-climate",
    "pubDate": "2024-09-17T11:05:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"Illustrations by Alexandra Bowman for Vox\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Vox_LandingPage_ChangingWithOurClimate.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\">In recent years, there’s&nbsp;<a href=\"https://www.un.org/en/academic-impact/we-are-indigenous-addressing-global-challenges-indigenous-knowledge\">been</a>&nbsp;a&nbsp;<a href=\"https://www.nps.gov/subjects/tek/description.htm\">growing</a>&nbsp;appreciation for&nbsp;<a href=\"https://insideclimatenews.org/news/14022024/to-save-the-planet-traditional-indigenous-knowledge-is-indispensable/\">Indigenous</a>&nbsp;land stewardship and traditional knowledge. But what gets overlooked is that successfully managing those lands means that Indigenous people have already survived severe climate events and extreme weather.</p>\n\n<p class=\"has-text-align-none\">Now, Indigenous communities are leading the way in climate adaptations — from living alongside rapidly melting ice to confronting rising seas and creating community support networks.</p>\n\n<p class=\"has-text-align-none\">Indigenous knowledge does not mean going back to “traditional” methods; it means evolving, a characteristic that has always been a part of Indigenous life. There’s no easy fix for the planet. But Indigenous people have simple solutions rooted in the depth of their knowledge. </p>\n\n<p class=\"has-text-align-none\">Recently we launched Changing With Our Climate, a limited-run series exploring Indigenous solutions to extreme weather rooted in history — and the future. This summer and fall, we’ll be publishing five features that center an Indigenous community confronting extreme weather on the front lines.</p>\n\n<p class=\"has-text-align-none\">This series has not set out to mythologize Indigenous communities with bespoke, unapproachable, or mystic traditional practices and solutions — but instead underscores humility as a throughline. Indigenous people realize we cannot bend the world to our human will. We’re far better and more resilient when we tune in and lean into changes when possible.</p>\n\n<p class=\"has-text-align-none\">By showing the connections between storms, climate disasters, and issues of tribal sovereignty, Changing With Our Climate will explore what it really means when we say that climate change is an existential threat — and how we can work together to find a way out.</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/climate/372014/shinnecock-nation-tribe-sea-rise-hamptons?preview=true&amp;vm_preview=d47192510f06e7d1d7ff705c903fb427\">This coastal tribe has a radical vision for fighting sea-level rise in the Hamptons</a></h2>\n\n<p class=\"has-text-align-none\">Next to some of the priciest real estate in the world, the Shinnecock Nation refuses to merely retreat from its vulnerable shoreline.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/vox_flood_alexandra_bowman_720.png?quality=90&#038;strip=all&#038;crop=0,10.732984293194,100,78.534031413613\" alt=\"A group of Indigenous people are giants striding through floodwaters, picking up houses and carrying them to higher ground, while helping each other with outstretched hands.\" title=\"A group of Indigenous people are giants striding through floodwaters, picking up houses and carrying them to higher ground, while helping each other with outstretched hands.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Alexandra Bowman for Vox\" />\n<p class=\"has-text-align-none\"></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/climate/366765/megafires-climate-indigenous-controlled-burns\">We’re in a deadly cycle of mega fires. The way out is to burn more.</a></h2>\n\n<p class=\"has-text-align-none\">How one Karuk fire crew leader is decolonizing our relationship to fire.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/08/Vox_Fires2.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\"></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading\"><a href=\"https://www.vox.com/climate/358597/climate-extreme-heat-alaska-indigenous-solutions\">What 6 degrees of warming means for a community built on ice</a></h2>\n\n<p class=\"has-text-align-none\">Alaska is warming far faster than most of the world. For Indigenous people on the front lines, adaptation can be surprisingly simple.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/07/Vox_AlaskaHeat.jpg?quality=90&#038;strip=all&#038;crop=0,7.3438688382647,100,78.534031413613\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n<p class=\"has-text-align-none\"></p>\n\n<hr class=\"wp-block-separator has-alpha-channel-opacity\" />\n\n<p class=\"has-text-align-none\"></p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><a href=\"https://www.vox.com/climate/358669/climate-indigenous-solutions-extreme-weather\">Our most meaningful solutions to the climate crisis are hidden in plain sight</a></h2>\n\n<p class=\"has-text-align-none\">There’s no easy fix for the planet. But Indigenous people have simple solutions rooted in the depth of their knowledge.</p>\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/GettyImages-2020332753.jpg?quality=90&#038;strip=all&#038;crop=0,3.468032195527,100,93.063935608946\" alt=\"A pair of multicolored hands cradle farms, wind turbines and mountains.\" title=\"A pair of multicolored hands cradle farms, wind turbines and mountains.\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"Anand Purohit via Getty Images\" />\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "In recent years, there’s&#160;been&#160;a&#160;growing&#160;appreciation for&#160;Indigenous&#160;land stewardship and traditional knowledge. But what gets overlooked is that successfully managing those lands means that Indigenous people have already survived severe climate events and extreme weather. Now, Indigenous communities are leading the way in climate adaptations — from living alongside rapidly melting ice to confronting rising seas and creating [&#8230;]",
    "author": "Paige Vega"
  },
  {
    "title": "This coastal tribe has a radical vision for fighting sea-level rise in the Hamptons",
    "link": "https://www.vox.com/climate/372014/shinnecock-nation-tribe-sea-rise-hamptons",
    "pubDate": "2024-09-17T11:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"\" data-portal-copyright=\"\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/Vox_Flood.png?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption></figcaption>\n</figure>\n<p class=\"has-text-align-none\"><em>This story is the third feature in a Vox special project, </em><a href=\"https://www.vox.com/climate/372001/changing-with-our-climate\">Changing With Our Climate</a><em>, a limited-run series exploring Indigenous solutions to extreme weather rooted in history — and the future.</em></p>\n\n<p class=\"has-drop-cap has-text-align-none\">There’s a modest hill in Seneca Bowen’s yard that gently slopes upward, away from an inlet that leads into southeastern Long Island’s Shinnecock Bay and eventually into the Atlantic Ocean. In 2012, when Hurricane Sandy ripped through Long Island, those few feet of elevation were the only thing standing between the flood waters and Bowen’s house.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On a recent August afternoon, Bowen and I walked around his land as he recalled how Sandy wiped away the small beach at the edge of the property, where Bowen grew up swimming and fishing. Bowen showed me exactly how high the water came that year: 100 yards past the usual high tide mark. In the years since, that beach has become a grassy wetland that floods regularly, encroaching ominously on his home.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bowen, who is 36, lives on the Shinnecock Nation reservation on the eastern end of Long Island, where his community is facing a dire situation.&nbsp;</p>\n\n<p class=\"has-text-align-none\">About half of the Shinnecock Nation’s 1,600 tribal citizens live on an 800-acre reservation that includes <a href=\"https://www.sierraclub.org/sierra/long-island-tribe-dealing-impact-climate-change\">3,000 feet of shoreline</a> on Shinnecock Bay. Of the roughly 250 homes within Shinnecock territory, around 50 are on the coast and in immediate danger from rising sea levels and increasing flooding. Powerful storm surges, which are also becoming more frequent, make all of this even worse.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“We’re running out of space,” Bowen, who is the treasurer of the Shinnecock Nation Council of Trustees, told me. “Our population is going up. We haven’t been able to acquire more land.”</p>\n\n<p class=\"has-text-align-none\">But water isn’t the only thing hemming the Shinnecock in. In every direction, they are surrounded by the <a href=\"https://hamptons.curbed.com/maps/hamptons-billionaire-lane-wall-street#:~:text=The%20street%20is%20awash%20with,40%20minutes%20from%20Wall%20Street.\">multimillion-dollar homes</a> of Southampton, sometimes mere feet from the border of the Shinnecock Nation. As Bowen stood facing the water at the edge of his land, he pointed out the Southampton Yacht Club, a private club directly across the water from his home. “We’re surrounded by some of the most wealthy people in the country and then you have us sitting here struggling to just make ends meet,” Bowen said. “I mean, hell, I’m a council member and I live paycheck to paycheck.”</p>\n\n<p class=\"has-text-align-none\">For nearly 400 years, since Southampton was <a href=\"https://www.southamptonvillage.org/193/Southampton-Village-History\">settled in 1640</a>, the Shinnecock have fought to stay where they are. Now, climate change is making the fight to stay on their homeland even more difficult as sea levels rise and storms grow stronger and more frequent. In the past few years, the Shinnecock have employed a combination of strategies to protect themselves against rising seas, like <a href=\"https://ccesuffolk.org/marine/habitat/project-goals\">planting beach grass</a> to strengthen dunes and developing <a href=\"https://www.shinnecock-nsn.gov/environmental-natural-resources\">oyster reefs</a> to blunt tidal energy.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But unless the pace of climate change can be slowed, these solutions will not be enough to save Shinnecock lands, which currently represent only a fraction of their ancestral territory. The <a href=\"https://www.epa.gov/sites/default/files/2016-09/documents/shinnecock_nation_ccadaptation_plan_9.27.13.pdf\">tribe’s 2013 climate adaptation plan</a> predicted that nearly half of the Shinnecock reservation will flood after a major storm in 2050. Forecasts have only gotten worse since then.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“At some point — I don’t want to say in the near future, but certainly by the time my kids are old enough to be in charge — half the rez is going to be underwater,” Bowen said. “We obviously don’t want to leave our homeland, but at some point we’ll probably be forced to do that.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">What Bowen is talking about is known as <a href=\"https://adaptation.ei.columbia.edu/sites/default/files/content/Managed-Retreat-Report-March-2019.pdf\">managed retreat</a>: the strategic relocation of people or communities away from areas vulnerable to climate impacts like flooding.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Centuries of colonization have robbed Indigenous nations of most of their land, but as the Shinnecock grapple with climate change and retreat, they’re pursuing a solution that’s radical in the face of contemporary history: expanding their territory.&nbsp;&nbsp;</p>\n\n<p class=\"has-text-align-none\">“[Other] Council members and I have realized that we need to start making some serious money so that we can start purchasing land, not just for commercial use, but for residential purposes,” he said.</p>\n\n<p class=\"has-text-align-none\">Unsurprisingly, most people are not excited about having to move away from their homes, especially when the impacts of climate change can sometimes feel abstract. But <a href=\"https://www.pnas.org/doi/full/10.1073/pnas.2008198117\">projections show</a> that more people in the coming years — those who live near the coast, in overgrown forests, or in paths of destruction like tornado alley — may be forced to relocate.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On Shinnecock territory, coastal areas represent such a large portion of their land that they will feel every inch they lose. Even without storms, Gavin Cohen, the Shinnecock Environmental Department’s natural resource manager, estimates that at least 7 percent and 15 percent of the current Shinnecock territory will be completely lost to water by 2050 and 2100, respectively. While all of Long Island, including Southampton Village, is projected to lose land, many of these communities have more land to fall back on, not to mention more resources to deal with climate change.&nbsp;</p>\n\n<div class=\"c-image-compare alignnone wp-block-vox-media-image-compare\">\n\t<div class=\"c-image-compare__images\">\n\t\t\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/MHHW-1ft.png?quality=90&#038;strip=all&#038;crop=0,14.827276044363,100,70.345447911275\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\n<img src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/MHHW-7ft.png?quality=90&#038;strip=all&#038;crop=0,15.79630734581,100,68.407385308379\" alt=\"\" title=\"\" data-has-syndication-rights=\"1\" data-caption=\"\" data-portal-copyright=\"\" />\n\t</div>\n\t<div class=\"c-image-compare__caption\">\n\t\tThe map on the left shows what 1 foot of additional mean average sea level rise would look like in the area near Shinnecock Bay; the image on the right shows what 7 feet of additional mean average sea level rise would look like. | Source: <a href=\"https://coast.noaa.gov/slr/#/layer/slr/7/-8062971.493564617/4993771.276679859/15/satellite/none/0.8/2050/interHigh/midAccretion\">NOAA.gov</a> \t</div>\n</div>\n\n<p class=\"has-text-align-none\">The Shinnecock are far from the only ones who will need to deal with this. <a href=\"https://coast.noaa.gov/states/fast-facts/economics-and-demographics.html\">Around 129 million</a> Americans — nearly 40 percent of the population — live in coastal communities. Even if the world can significantly reduce greenhouse gas emissions, the average <a href=\"https://www.climate.gov/news-features/understanding-climate/climate-change-global-sea-level\">sea level</a> in the US could still be about 2 feet higher in 2100 than it was in 2000. With less aggressive climate action, projections show that sea levels in the US could rise by over 7 feet by 2100.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Sea level rise at these rates means that <a href=\"https://www.nature.com/articles/nclimate2961\">millions of Americans</a> will have to move, which will lead to devastating impacts on roads, schools, and other critical infrastructure. By 2050, for example, damaging floods are <a href=\"https://oceanservice.noaa.gov/hazards/sealevelrise/sealevelrise-tech-report.html\">predicted to be 10 times more frequent</a> than they are today. “It’s getting bad, and it’s only going to get worse because Mother Nature is far more powerful than we are,” said Sunshine Gumbs, project manager of the Shinnecock Ethnobotany Project.&nbsp;</p>\n\n<p class=\"has-text-align-none\"></p>\n\n<p class=\"has-drop-cap has-text-align-none\">In July, the Atlantic hurricane season got off to a deadly start when Hurricane Beryl, the <a href=\"https://www.climate.gov/news-features/event-tracker/category-5-hurricane-beryl-makes-explosive-start-2024-atlantic-season\">earliest Category 5 storm on record</a>, made landfall, leading to <a href=\"https://www.houstonpublicmedia.org/articles/news/hurricane/2024/08/27/497877/hurricane-beryl-death-toll-houston-total-38/\">dozens of deaths</a> and <a href=\"https://www.axios.com/local/houston/2024/07/18/beryls-estimated-damage-in-the-billions\">billions of dollars in damage</a>. The hurricane season, which <a href=\"https://www.noaa.gov/news-release/highly-active-hurricane-season-likely-to-continue-in-atlantic#:~:text=Atmospheric%20and%20oceanic%20conditions%20continue,of%20a%20below%2Dnormal%20season.\">NOAA’s Climate Prediction Center</a> forecast to be above normal, extends to the end of November, and many of the strongest storms may be yet to come.&nbsp;</p>\n\n<p class=\"has-text-align-none\">These storms come with violent winds, storm surges, and rainfall that can cause flooding and other damage in coastal communities. As climate change makes these storms more frequent and more devastating, many more coastal communities must reckon with their increasingly precarious positions.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But relocating an entire community is an enormous task.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When Shavonne Smith, the director of the Shinnecock Environmental Department, thinks about possible relocation, she thinks about her massive extended family, nearly all of whom live on the reservation. “How do we take as many of us together as we can?” she said. “Because when people say that, you know, ‘you just have to move,’ it’s not that simple just to move. It’s not like me moving by myself. We’re talking whole families. How do you have somewhere for whole families to restart again?”&nbsp;</p>\n\n<div class=\"wp-block-vox-media-highlight vox-media-highlight\">\n<h2 class=\"wp-block-heading\"><strong>Why I wanted to write this story<em> </em></strong></h2>\n\n\n\n<p class=\"has-text-align-none\">I met Bowen at the end of a day trip I took from my apartment in New York City to Shinnecock territory, about an hour and a half east. I was especially interested in learning about the Shinnecock because of where I come from. I’m a member of the Aquinnah Wampanoag tribe on Martha’s Vineyard, another wealthy East Coast vacation destination. For decades, my tribe, like the Shinnecock, has coexisted with some of the country’s richest families.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">The dynamics in these communities is complex, and climate change is exacerbating social and economic inequality. I knew that the Shinnecock Nation’s conversation about managed retreat — the prospect of retreating away from the coast, from their ancestral lands, to protect themselves from rising seas — would sound a lot different from the conversations happening in adjacent communities.&nbsp;</p>\n\n\n\n<p class=\"has-text-align-none\">I wanted to explore the story of a place and its people who have, despite decades of economic pressure and racism, maintained sovereignty over their land yet are forced to reckon with the effects of climate change today.&nbsp; — <em>Joseph Lee</em></p>\n</div>\n\n<p class=\"has-text-align-none\">Smith, who has worked for the tribe for nearly 20 years, says she understands that some people may never leave, even as the waters reach their door. But she believes it is her job to prepare everyone for what’s coming and give them the tools to make choices.&nbsp;</p>\n\n<p class=\"has-text-align-none\">To do that, Smith has partnered with <a href=\"https://people.climate.columbia.edu/users/profile/malgosia-madajewicz\">Malgosia Madajewicz</a>, a Columbia University economist who is running <a href=\"https://people.climate.columbia.edu/projects/view/2545\">a three-year study of community adaptation</a> to coastal flooding. The study consists of four community workshops and is designed to help the tribe develop a multifaceted response to flooding.&nbsp;</p>\n\n<p class=\"has-text-align-none\">After just one workshop, Madajewicz says she is already finding valuable lessons in the Shinnecock approach. “They’re really planning for a few generations, whereas in other communities, there’s often a time horizon that revolves more around political cycles and is much shorter,” Madajewicz said. “If we have a hope of rescuing life from this crisis, protecting it into the future, we have to lengthen our planning horizons.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">But relocating an entire people — especially around <a href=\"https://www.forbes.com/home-improvement/features/most-expensive-zip-codes-us/\">some of the most expensive real estate</a> in the US — will take a massive amount of money and land.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If the Shinnecock do buy more land for the community to relocate to, they would prefer for it to be in their ancestral territory, which covers thousands more acres and several adjacent towns. But Bowen says he and a few others have floated the idea of land in the Catskill Mountains, a forested area about a hundred miles north of New York City, and far from Shinnecock ancestral land.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Leaving Shinnecock lands would be devastating, Bowen says, but buying land in the Hamptons is prohibitively expensive and rife with nimby — not in my backyard — opposition.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In the past five years, the Shinnecock have embarked on a number of economic ventures, such as a <a href=\"https://www.easthamptonstar.com/villages/202488/shinnecocks-break-ground-gas-plaza\">gas station and travel plaza</a>, only to see them delayed by lawsuits and local <a href=\"https://www.danspapers.com/2024/02/shinnecock-cut-access-road-hampton-bays/\">opposition</a>. Bowen says they have had to fight for every dollar and permit, especially for proposals on land that the Shinnecock own outside of the reservation, in nearby Hampton Bays.&nbsp;</p>\n\n<p class=\"has-text-align-none\">“Every project that the tribe has ever tried to do has been slowed or stopped by some special interest group that’s in this area, by the town or the village itself,” Bowen said “What should have been a money-making opportunity has now turned into a revenue stream that goes to our lawyers to fight our battles in court.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">As a member of the Aquinnah Wampanoag tribe on Martha’s Vineyard, I’m used to the juxtaposition of tribal communities and wealthy summer homes, but the level of ostentatious wealth on display in Southampton was jarring, even to me. On Southampton’s main street, I walked past real estate offices advertising homes in the tens of millions of dollars. I saw summer crowds flocking to boutique shops and restaurants. Minutes from Bowen’s home are verdant streets where tall hedges shield multimillion-dollar homes, pools, and tennis courts from view. Despite living just minutes away, Shinnecock territory residents are excluded from resident parking rates for Cooper’s Beach, a nearby beach that proudly advertises its recent <a href=\"https://www.cnn.com/travel/top-10-us-beaches-2024-dr-beach/index.html\">ranking</a> as one of the top beaches in the country.</p>\n\n<p class=\"has-text-align-none\">William Manger Jr., the Mayor of Southampton Village, did not respond to a request for comment.</p>\n\n<p class=\"has-text-align-none\">On the reservation, Bowen says that the median income is around $30,000, which is a tiny fraction of what some Southampton homeowners likely pay to maintain their manicured <a href=\"https://www.vanityfair.com/style/2023/07/hamptonites-are-shelling-out-six-figures-to-keep-lawns-lush\">lawns</a>. To be clear, that’s just the grass, not the horses, private chefs, cars, boats, or any of the other trappings of Southampton wealth. “As soon as you walk off of our territory, we’re surrounded by millionaires and billionaires,” Bowen said. “You know what that does to a person?”</p>\n\n<p class=\"has-text-align-none\">Michael A. Iasilli, the Southampton Town Council liaison for the Shinnecock Nation, is trying to build bridges with the tribe. He acknowledged that some Southampton residents outwardly discriminate against tribal members. This October, Southampton Town will recognize the first <a href=\"https://www.wshu.org/long-island-news/2024-02-21/shinnecock-heritage-day-southampton\">Shinnecock Heritage Day</a>, an initiative led by Iasilli, which he says is part of a broader mission of healing old wounds, educating the town about Shinnecock history, and finding ways for the tribe and the town to work together. “Look, they’re not going anywhere, and they were here before us,” he said. “And so I think we really need to try to work as best as we can with the most honest and sincere effort to really build this relationship together with them. I’m really hoping that we can, but it’s going to take time.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">According to Iasilli, Southampton has the resources and the Shinnecock have the vision. Southampton already has funds in the form of its <a href=\"https://www.southamptontownny.gov/194/Fund-Overview\">Community Preservation Fund and a Community Housing Fund</a>. These are the kinds of financial resources that Seneca Bowen and the Shinnecock government are trying to build up.&nbsp;</p>\n\n<p class=\"has-text-align-none\">When I visited in August, Cohen, the Shinnecock natural resource manager, showed me drone pictures he had taken of the Shinnecock coastline. The alarming images showed just how close the water was to encroaching on not just homes but the powwow grounds and other important gathering places. The cemetery, which sits just feet away from Shinnecock Bay, has already flooded on multiple occasions.</p>\n\n<p class=\"has-text-align-none\">Charles Cause, a 26-year-old Shinnecock musician, thinks that the cemetery flooding more severely could be the trigger that fully wakes up the community to the dangers of climate change. “I think once that starts to happen, you know, people are going to kind of get that, ‘holy moly, this is real’ feel and we’re going to take a lot more action on things,” he said.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Even as she leads community conversations around relocation, Shavonne Smith is not ready to leave either, even though she understands there may be no other option. “This is all I’ve ever known,” she said.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "This story is the third feature in a Vox special project, Changing With Our Climate, a limited-run series exploring Indigenous solutions to extreme weather rooted in history — and the future. There’s a modest hill in Seneca Bowen’s yard that gently slopes upward, away from an inlet that leads into southeastern Long Island’s Shinnecock Bay and [&#8230;]",
    "author": "Joseph Lee"
  },
  {
    "title": "The anatomy of a smear: How a lie about Haitian immigrants went viral",
    "link": "https://www.vox.com/podcasts/372206/springfield-ohio-pets-haitian-immigrants-conspiracy",
    "pubDate": "2024-09-17T10:30:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"A mural on a wall reads “Greetings from Springfield, Ohio.” \" data-caption=\"A mural is displayed in an alley downtown on September 16, 2024, in Springfield, Ohio. | Luke Sharrett/Getty Images\" data-portal-copyright=\"Luke Sharrett/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2171699459.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>A mural is displayed in an alley downtown on September 16, 2024, in Springfield, Ohio. | Luke Sharrett/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">When former President Donald Trump told <a href=\"https://www.nielsen.com/news-center/2024/over-67-million-viewers-tune-in-for-abc-news-harris-trump-debate/\">67 million Americans</a> last week that immigrants in Springfield, Ohio, were eating people’s pets, he was repeating a racist conspiracy theory that was years in the making — <a href=\"https://www.vox.com/politics/371855/trump-vance-springfield-ohio-racist-conspiracy-theories-haitian-immigrants\">if not even longer</a>.</p>\n\n<p class=\"has-text-align-none\">Since 2020, thousands of Haitian immigrants moved to the Rust Belt town in southwestern Ohio to take advantage of new manufacturing jobs there. <a href=\"https://www.vox.com/politics/371855/trump-vance-springfield-ohio-racist-conspiracy-theories-haitian-immigrants\">As Vox’s Li Zhou has reported</a>, “while the growth in population has helped rejuvenate the town, it’s also put pressure on social services in the form of longer wait times at medical clinics and more competition for affordable housing, fueling some animosity toward the newcomers.”</p>\n\n<p class=\"has-text-align-none\">That animosity morphed into something entirely different in the days leading up to a presidential debate thanks to right-wing social media accounts, which seized on <a href=\"https://www.nbcnews.com/news/us-news/-just-exploded-springfield-woman-says-never-meant-spark-rumors-haitian-rcna171099\">baseless rumors about immigrants in Springfield</a> — conflated with a story about a Canton, Ohio, woman, who is not Haitian and was accused of killing and eating a cat — to create an online frenzy. Since then, members of Springfield’s Haitian community <a href=\"https://haitiantimes.com/2024/09/11/haitian-immigrants-in-ohio-under-racist-attacks/\">tell reporters they are nervous about leaving their homes</a> as the town remains on high alert after a series of bomb threats, while Republican vice presidential nominee JD Vance and others <a href=\"https://www.nytimes.com/2024/09/15/us/politics/jd-vance-springfield-pets.html\">continue to double down on the made-up story</a>.</p>\n\n<p class=\"has-text-align-none\">Gaby Del Valle, a reporter for <em>The Verge</em>,<em> </em>talked with <em>Today, Explained</em> host Noel King about an ecosystem of right-wing influencers that turned a lie about immigrants in a small town into a Republican campaign talking point.</p>\n\n<p class=\"has-text-align-none\">Below is an excerpt of their conversation, edited for length and clarity. There’s much more in the full podcast, so listen to <em>Today, Explained</em> wherever you get your podcasts, including <a href=\"https://podcasts.apple.com/us/podcast/today-explained/id1346207297\">Apple Podcasts</a>, <a href=\"https://podcasts.google.com/feed/aHR0cHM6Ly9yc3MuYXJ0MTkuY29tL3RvZGF5LWV4cGxhaW5lZA==\">Google Podcasts</a>, <a href=\"https://open.spotify.com/show/3pXx5SXzXwJxnf4A5pWN2A\">Spotify</a>, and <a href=\"https://www.stitcher.com/podcast/vox/today-explained\">Stitcher</a>.</p>\n\n<iframe frameBorder=\"0\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=VMP8062552285\" width=\"100%\"></iframe>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Let’s look back in time to when this was just an online rumor. Where does it start?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Gaby Del Valle</h4>\n\n<p class=\"has-text-align-none\">One of the earliest tweets that I saw was from an account called End Wokeness, which posted on September 6 a screenshot of that Facebook post that was like, my friend’s neighbor’s sister’s cousin or whatever got her cat kidnapped and she found it outside a house where Haitians live. And also posted a picture of a man holding a goose, and said that ducks and pets are disappearing in Springfield, Ohio, a place where there are a lot of Haitian migrants. And then on September 8, Charlie Kirk posted the same screenshot from Facebook and Elon Musk replied to it, saying, apparently people’s cats are being eaten. The original End Wokeness post right now has 4.9 million views. Musk’s reply to Charlie Kirk has 1.6 million views. Charlie Kirk’s post was viewed at least 4 million times. This kind of left the ecosystem of right-wing Twitter partially because Elon Musk got involved. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">What happens, generally and in this case, when Elon Musk gets involved? Why does he matter?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Gaby Del Valle</h4>\n\n<p class=\"has-text-align-none\">In addition to owning Twitter and letting go of the content moderation team, the Trust and Safety Council… I can’t speak with certainty here, but I will say that Elon Musk has several pet causes that he posts about a lot. One of which is immigration, another one of which is quote-unquote “wokeness.” And there is a sense that what Elon cares about gets pushed out to users on the app. And even if there’s not an algorithmic change that is putting content that Elon cares about in front of everybody, he has a lot of influence, a lot of followers, and a lot of power.</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">All right. So this is not true. It is not true in Springfield. It is not true in the way it’s being presented. And then we hear it again on the debate stage. Again, there’s a round of debunking, this isn’t true. Has the debunking had any impact on this rumor’s staying power? </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Gaby Del Valle</h4>\n\n<p class=\"has-text-align-none\">The debunking has done absolutely nothing in terms of the rumor’s staying power. In some senses, it actually kind of fueled the narrative because the narrative on the right is not just, like, people are eating cats in Springfield. It’s well, you know, maybe actually this isn’t happening. But even if it’s not happening, why is the media so focused on debunking whether people are eating cats in Springfield? And why are they not talking about the Haitian immigrant invasion of Springfield? Why are they not looking at that? On Truth Social, Trump has posted a bunch of different images of him saving cats, of cats and ducks watching the presidential debate. The Republican Party of Arizona put out 12 billboards in the Phoenix area that say “<a href=\"https://www.washingtonpost.com/politics/2024/09/11/arizona-gop-eat-cats-billboards/\">Eat less kittens, vote Republican</a>.” This has become the new Republican Party rallying cry. </p>\n\n<p class=\"has-text-align-none\">The cat memes are almost like a shorthand for this overall belief about not only Springfield, but communities across America supposedly being taken over by migrants. It’s like a visual representation of what is called the Great Replacement Theory, which is this conspiracy theory that there is an outside force replacing local, often white populations with imported migrants of color. Sometimes the proponents of that theory claim that Democrats are turning a blind eye to illegal immigration and allowing undocumented people to vote so that they have staying power. Sometimes a conspiracy theory is about how Democrats or other elites want to foment demographic change. But the underlying premise is always local American populations, which almost always means white populations, are being replaced by nonwhite immigrants. </p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Noel King</h4>\n\n<p class=\"has-text-align-none\">Anti-immigrant rhetoric and the kind of, at times, really outlandish lies that accompany it are part of a pretty familiar playbook for Donald Trump. Does 2024 feel different to you than, for example, 2020 or 2016?&nbsp;</p>\n\n<h4 class=\"wp-block-heading has-text-align-none\">Gaby Del Valle</h4>\n\n<p class=\"has-text-align-none\">I would say yes and no. Like, Trump’s 2016 campaign famously began with these racist claims about Mexican immigrants being rapists and murderers, very bad people, etc., etc. So I think that this is kind of the logical outcome of that. It’s pure, unvarnished racism. And the point is to dehumanize Haitians. But it’s definitely escalated. It’s gone further than before. [In] some circles of right-wing Twitter, people are talking about, like, the links between race and IQ. And there’s this implication and sometimes just outright statements that migrants from Haiti and elsewhere are not intelligent enough to be assimilated into American society. And for them, it’s about more than culture. It’s about more than even skin color. It’s this kind of biological hatred. And that’s the extreme rhetoric that has not only gone unchallenged, but has gotten more and more extreme as the years have gone on.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "When former President Donald Trump told 67 million Americans last week that immigrants in Springfield, Ohio, were eating people’s pets, he was repeating a racist conspiracy theory that was years in the making — if not even longer. Since 2020, thousands of Haitian immigrants moved to the Rust Belt town in southwestern Ohio to take [&#8230;]",
    "author": "Haleema Shah"
  },
  {
    "title": "What happened to Nate Silver",
    "link": "https://www.vox.com/politics/372217/nate-silver-2024-polls-trump-harris",
    "pubDate": "2024-09-17T10:00:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Nate Silver gestures while speaking onstage, in 2018\" data-caption=\"Nate Silver speaks at a 2018 panel | &lt;span style=&quot;color: rgb(8, 8, 8); font-family: Lato, sans-serif; font-size: 14px; white-space-collapse: collapse;&quot;&gt;Krista Kennell/Patrick McMullan via Getty&lt;/span&gt;\" data-portal-copyright=\"&lt;span style=&quot;color: rgb(8, 8, 8); font-family: Lato, sans-serif; font-size: 14px; white-space-collapse: collapse;&quot;&gt;Krista Kennell/Patrick McMullan via Getty&lt;/span&gt;\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-1053643790.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Nate Silver speaks at a 2018 panel | &lt;span style=&quot;color: rgb(8, 8, 8); font-family: Lato, sans-serif; font-size: 14px; white-space-collapse: collapse;&quot;&gt;Krista Kennell/Patrick McMullan via Getty&lt;/span&gt;</figcaption>\n</figure>\n<p class=\"has-text-align-none\">A presidential election is coming up and people are mad at Nate Silver again.</p>\n\n<p class=\"has-text-align-none\">In itself, that’s nothing new: Silver’s election forecasts have drawn at least some controversy in every presidential cycle since he started doing them in 2008.</p>\n\n<p class=\"has-text-align-none\">The current anger is about how <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">Silver’s forecast</a> has shown Trump as the slight favorite to win the election since late August. As of Monday, it still gave him a 59.6 percent chance of victory.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But the roots go deeper. People have never really stopped being mad at Silver since the last election, and the people maddest at him are Democrats and progressives. In some of these circles, the mere mention of Silver’s name brings derision, contempt, or even fury.</p>\n\n<p class=\"has-text-align-none\">This is largely because of a change in Silver’s own work and public commentary. He rose to prominence by taking aim at innumerate pundits and poll-denying Republicans, but he’s increasingly used his combative social media presence to challenge progressives, Democrats, and public health experts when he feels they are wrong — which, in recent years, has been often.</p>\n\n<p class=\"has-text-align-none\">“I think progressive epistemics have really deteriorated,” Silver told me in an interview last week. Back in 2012, he “naively thought” only conservatives “were quite so capable of being detached from reality,” he said. Put more politely, he went on, many progressives are “unaware of how much the combination of partisan bias and the internet, especially Twitter, infects people’s thinking and makes them insane.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">His critics would argue that that’s just what’s happened to him. The rap on Silver <a href=\"https://newrepublic.com/article/155761/fall-nate-silver\">has long been that</a>, when he isn’t forecasting elections, he’s just another contrarian centrist pundit prone to bad takes on issues far from his realm of expertise.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And while some of the criticism progressives direct at Silver is simply because people are uncomfortable with what his model is showing, much of it is a reflection of Silver’s new approach to commentary: He’s far less hesitant about expressing his opinions than he used to be, and he’s unafraid to challenge conventional wisdom, including on controversial subjects.</p>\n\n<p class=\"has-text-align-none\">Still, the issue where he stuck his neck out most over the past year was his <a href=\"https://www.natesilver.net/p/160-million-americans-are-eligible\">commentary</a> that Democrats were headed for <a href=\"https://www.natesilver.net/p/its-time-for-the-white-house-to-put\">disaster</a> by renominating Joe Biden, and that’s a take that held up. “It’s just the most obvious thing in the world, this guy’s a fucking walking corpse,” Silver told me. “To say he could be president for another four years was delusional.”&nbsp;</p>\n\n<h2 class=\"wp-block-heading\">The evolution of Nate Silver, explained</h2>\n\n<p class=\"has-text-align-none\">When Silver first rose to fame, his forecasts functioned as something of a security blanket to nervous Democrats. In 2008 and 2012, his election forecasts crunched the polling numbers and projected Barack Obama as the clear favorite to win. Online progressives were thrilled at his debunkings of <a href=\"https://www.politico.com/blogs/media/2012/10/nate-silver-one-term-celebrity-147618\">vacuous pundits</a> and conservative <a href=\"https://slate.com/news-and-politics/2012/09/dean-chambers-meet-the-guy-who-s-re-weighting-polls-to-show-romney-way-ahead-of-obama.html\">poll-unskewers</a> and believed him to be a kind of election prediction wizard; he spent the 2012 cycle <a href=\"https://www.nytimes.com/2008/11/10/business/media/10silver.html\">at the New York Times</a> and afterward <a href=\"https://www.adweek.com/tvnewser/nate-silver-sold-fivethirtyeight-to-espn/\">sold his FiveThirtyEight website</a> to ESPN, which would fund its expansion into a full-blown data journalism publication under his leadership.</p>\n\n<p class=\"has-text-align-none\">But Silver’s goal was never to reassure the anxious, it was to call the outcome correctly. Though he shared the generally liberal politics of the Obama era (his initial election writings were <a href=\"https://www.dailykos.com/users/poblano\">posted on the progressive website Daily Kos</a>), they weren’t really his main interest. His background was in baseball stats-crunching and online poker playing; he wanted to forecast the future and beat the odds. His first book, 2012’s <em>The Signal and the Noise</em>, was about his efforts to separate data that is actually meaningful in determining outcomes (the signal) from distracting, useless, or misleading information (the noise).</p>\n\n<p class=\"has-text-align-none\">When Donald Trump first ran for president, Silver found that was easier said than done. In his previous coverage of presidential primaries, he believed that early polling was essentially noise. It had shown Hillary Clinton far ahead of Obama in 2008, and Mitt Romney struggling against various fringe or celebrity figures in 2012, and now it showed Trump ahead. So throughout 2015, he <a href=\"https://www.reddit.com/r/dataisbeautiful/comments/3fwxdm/comment/ctsp89q/\">voiced</a> <a href=\"https://fivethirtyeight.com/features/donald-trumps-six-stages-of-doom/\">confidence</a> that Trump was <a href=\"https://fivethirtyeight.com/features/dear-media-stop-freaking-out-about-donald-trumps-polls/\">doomed</a>. “That was one thing that I think I deserved to be criticized for,” he says now. “We ignored a lot of polling data showing Trump doing well in the primary.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">The 2016 general election was a different story. In the now-crowded election forecast space, Silver’s model matched the others by calling Clinton the favorite, but in the final weeks <a href=\"https://www.vox.com/2016/11/3/13147678/nate-silver-fivethirtyeight-trump-forecast\">stood out</a> for offering Trump an unusually high chance of winning, unlike other models that said he’d almost certainly lose. He cannot claim to have predicted Trump’s win (the final forecast gave that a 28 percent chance of happening), but <a href=\"http://fivethirtyeight.com/features/election-update-why-our-model-is-more-bullish-than-others-on-trump/\">his arguments</a> for why the polling in fact pointed to an uncertain race were vindicated.&nbsp;</p>\n\n<p class=\"has-text-align-none\">But, to his great annoyance, some on the left <a href=\"https://www.huffpost.com/entry/nate-silver-election-forecast_n_581e1c33e4b0d9ce6fbc6f7f\">criticized</a> <a href=\"https://www.vox.com/policy-and-politics/2016/11/7/13550068/nate-silver-forecast-wrong\">him</a> beforehand for underrating Clinton’s chances, while others <a href=\"https://www.currentaffairs.org/news/2016/12/why-you-should-never-ever-listen-to-nate-silver\">blasted him</a> afterward for not having made Trump the favorite. “I was trying to warn everybody it was a close election,” Silver says. “And afterward, I was villainized for that.”&nbsp;</p>\n\n<p class=\"has-text-align-none\">His souring on the left-of-center discourse world began then and continued during Trump’s presidency, when he occasionally bristled against what he saw as a censorious “<a href=\"https://www.thewrap.com/nate-silver-marvels-that-libs-cant-even-permit-trump-to-have-one-good-day-after-al-baghdadi-killing/\">groupthink</a>” (progressives getting mad at <a href=\"https://www.thewrap.com/nate-silver-marvels-that-libs-cant-even-permit-trump-to-have-one-good-day-after-al-baghdadi-killing/\">tweets he sent</a> that he thought were innocuous).&nbsp;</p>\n\n<p class=\"has-text-align-none\">Then the Covid-19 pandemic began, and Silver began trying to <a href=\"https://www.wired.com/story/opinion-dont-be-fooled-by-covid-19-carpetbaggers/\">crunch the numbers</a> and offer <a href=\"https://www.vox.com/future-perfect/22193679/who-should-get-covid-19-vaccine-first-debate-explained\">his takes</a> on the unfolding situation — to the <a href=\"https://x.com/AnEpidemiolgst/status/1258433065933824008\">chagrin</a> of some epidemiologists and public health experts, who <a href=\"https://www.newsweek.com/nate-silver-criticism-covid-vaccine-report-interpretation-1556198\">believed</a> he didn’t know what he was talking about and <a href=\"https://x.com/celinegounder/status/1382299663269761024\">should</a> <a href=\"https://x.com/gorskon/status/1340476633455718401?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1340476633455718401%7Ctwgr%5Ef7e5c5c30fb840697947236336b8808ef1648b72%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.redditmedia.com%2Fmediaembed%2Fkgnwuo%2F%3Fresponsive%3Dtrueis_nightmode%3Dfalse\">defer to them</a>. One common theme was that Silver wanted a speedy rollout of vaccines and then a quick return to normal. He argued that public health experts were <a href=\"https://x.com/NateSilver538/status/1405237900539748352\">underrating</a> the costs of prolonged school closures, <a href=\"https://x.com/NateSilver538/status/1478925497786675206?s=20\">comparing them</a> to “disastrous, invasion-of-Iraq (or perhaps greater)” mistakes. “These people don&#8217;t understand cost-benefit analysis,” <a href=\"https://x.com/NateSilver538/status/1381925025964515330\">he tweeted</a>. Silver further earned the experts’ ire by opining that the “<a href=\"https://www.vox.com/health/23617450/covid-origins-lab-leak-theory-energy-department-sars-china\">lab leak</a>” theory of Covid-19’s origins was plausible. “I would bet 60-40, 70-30 on lab leak probably,” he told me, though he acknowledged that we’d probably never know for sure.</p>\n\n<p class=\"has-text-align-none\">Last year, Silver struck out on his own with a <a href=\"https://www.natesilver.net/\">Substack email newsletter</a> after economic headwinds at Disney led to layoffs at FiveThirtyEight and spurred his departure. And if there was one theme of his first year of writing, it was that Biden’s age was a very serious problem for Democrats. “If the expert class doesn’t understand that Biden’s age is both a real concern for voters and a valid concern,” he <a href=\"https://www.natesilver.net/p/of-course-bidens-age-is-a-legitimate\">wrote last September</a>, “they’d better be prepared” for a second Trump term. At that point, he <a href=\"https://www.natesilver.net/p/its-probably-too-late-not-to-nominate\">thought</a> it was “probably too late not to nominate Biden” and that Harris would <a href=\"https://www.natesilver.net/p/democrats-think-kamala-harris-would\">probably lose to Trump</a>. But in November, he changed his mind, <a href=\"https://www.natesilver.net/p/if-biden-cant-run-a-normal-campaign\">writing</a>: “If Biden can&#8217;t run a normal campaign, he should step aside.”</p>\n\n<p class=\"has-text-align-none\">Many Democrats at the time cried foul and argued that the focus on Biden’s age was a media invention akin to the old focus on Hillary Clinton’s emails. Silver <a href=\"https://www.natesilver.net/p/not-everything-is-butheremails\">pushed back</a>, writing: “Not everything is #ButHerEmails.” He argued that the White House’s shielding of Biden from public appearances was a clear indication that he would perform poorly in such appearances.&nbsp;</p>\n\n<p class=\"has-text-align-none\">In mid-February, <a href=\"https://www.natesilver.net/p/its-time-for-the-white-house-to-put\">he wrote</a> that Biden stepping aside was “an option that Biden, the White House and Democratic leaders need to seriously consider.” He called it “very far from an ideal option,” but said: “It might nevertheless be Democrats’ best option for beating Trump.” It took five more months and one disastrous debate performance, but eventually, the party accepted that this judgment was correct.</p>\n\n<h2 class=\"wp-block-heading\">The current forecast</h2>\n\n<p class=\"has-text-align-none\">For nearly all of August, Silver’s <a href=\"https://www.natesilver.net/p/nate-silver-2024-president-election-polls-model\">forecast</a> showed Harris as a very narrow favorite, giving her a 52 percent chance of winning. But at the end of the month, Trump jumped out ahead, and the forecast now says he’s the narrow favorite with a 59.7 percent chance. (This led to some praise from Trump, who <a href=\"https://x.com/atrupar/status/1832088369465114709\">said recently</a> that Silver was a “very respected guy, I don’t know him, but he has me up by a lot.”)</p>\n\n<p class=\"has-text-align-none\">Many people reading Silver’s forecast tend to place great importance on whether their preferred candidate is a slight favorite (which makes them feel relieved) or a slight underdog (which makes them feel anxious and/or angry). Silver always insists that that’s the wrong way to think about it and that such a race can very easily go either way, but few take his advice.</p>\n\n<p class=\"has-text-align-none\">Accordingly, the uproar over the current forecast, from people who want Harris to win, has been quite pronounced. “Who bought #NateSilver and how much did he go for?” actress Bette Midler <a href=\"https://x.com/BetteMidler/status/1833180073525911871\">posted on X</a>. Baseless conspiracy theories have been hatched that Silver’s <a href=\"https://www.axios.com/2024/07/16/nate-silver-polymarket\">recently announced gig</a> as an adviser to the online prediction market <a href=\"https://www.axios.com/2024/07/16/nate-silver-polymarket\">Polymarket</a> is spurring him to do the bidding of <a href=\"https://x.com/NateSilver538/status/1833530311675941360\">right-wing billionaires</a> and skew his analysis against Harris. (Silver has strongly denied those claims. “Peter Thiel isn&#8217;t paying me any more than he&#8217;s paying someone who works for Facebook or Lyft,” he recently <a href=\"https://x.com/NateSilver538/status/1833530311675941360\">posted on X</a>.)</p>\n\n<p class=\"has-text-align-none\">Among the more data-literate, the main critique of Silver’s model lately has been that it’s unfairly punishing Harris for not getting a big polling bounce after the Democratic convention. (Nominees typically get a bounce then and lose some of that advantage later on, but this is an unusual cycle and perhaps Harris got her “bounce” earlier, when she entered the race.) On September 7, Silver <a href=\"https://www.natesilver.net/p/oops-i-made-the-convention-bounce\">wrote</a> that if the “convention bounce” setting was turned off, the model would show something extremely close to a pure 50-50 contest; he has also said that this effect will dwindle the further we get from the convention.</p>\n\n<p class=\"has-text-align-none\">It seems undeniable that <a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president.html\">current polls show</a> an extremely close Electoral College race, especially in the most important state, <a href=\"https://www.nytimes.com/interactive/2024/us/elections/polls-president-pennsylvania.html\">Pennsylvania</a>. So outrage over whether Harris should be considered a narrow favorite or a narrow underdog seems to me to be splitting hairs.</p>\n\n<p class=\"has-text-align-none\">As for the criticism of Silver’s commentary more broadly, he told me, “I don’t give a shit.” Dismissing what he called the “circlejerk” of “Blue MAGA,” he said that beyond them, “there’s a huge audience for the work I do,” and pointed out that his new book is a <a href=\"https://www.nytimes.com/books/best-sellers/hardcover-nonfiction/\">New York Times bestseller</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">His progressive critics, he said, “don’t impact my life in any way” — except, perhaps, that he “may create a little bit of conflict” with them, “because it’s fun.”</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "A presidential election is coming up and people are mad at Nate Silver again. In itself, that’s nothing new: Silver’s election forecasts have drawn at least some controversy in every presidential cycle since he started doing them in 2008. The current anger is about how Silver’s forecast has shown Trump as the slight favorite to [&#8230;]",
    "author": "Andrew Prokop"
  },
  {
    "title": "Linkin Park is back. Its new frontwoman has ties to Scientology.",
    "link": "https://www.vox.com/culture/372158/linkin-park-emily-armstrong-scientology-controversy-backlash-jaime-bennington",
    "pubDate": "2024-09-16T20:45:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"\" data-caption=\"Emily Armstrong of Linkin Park performs during a global livestream at Warner Bros. Studios on September 5, 2024, in Burbank, California. ( | Timothy Norris/Getty Images for Warner Music\" data-portal-copyright=\"Timothy Norris/Getty Images for Warner Music\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-2170439146.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Emily Armstrong of Linkin Park performs during a global livestream at Warner Bros. Studios on September 5, 2024, in Burbank, California. ( | Timothy Norris/Getty Images for Warner Music</figcaption>\n</figure>\n<p class=\"has-text-align-none\">Linkin Park may have been one of the most popular rock bands of the turn of the millennium, but now it’s facing a backlash wedded to the modern era, including a Me Too controversy and allegations about Scientology.</p>\n\n<p class=\"has-text-align-none\">On September 5, after a seven-year hiatus, Linkin Park announced a comeback and aired a livestreamed performance featuring new lead vocalist Emily Armstrong, the lead singer-songwriter of the rock band Dead Sara. Yet instead of making headlines for the bold choice to replace Chester Bennington with a female lead singer, the band was promptly beset by backlash — not because of Armstrong’s gender, but because of the company she keeps.</p>\n\n<p class=\"has-text-align-none\">Though many fans have been vocally supportive of the band and Armstrong’s arrival, the announcement is also kicking up a wave of anger and backlash, most notably from Jaime Bennington, the son of the band’s former frontman <a href=\"https://www.vox.com/2017/7/20/16005224/linkin-park-frontman-chester-bennington-dies-at-41\">Chester Bennington</a>, who died by suicide in 2017.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Jaime Bennington says Linkin Park “betrayed the trust” of fans by choosing Armstrong because of her friendship with disgraced actor <a href=\"https://www.vox.com/culture/2023/9/12/23870223/ashton-kutcher-mila-kunis-backlash-danny-masterson-character-letter-explained\">Danny Masterson</a>, who was convicted in 2023 on two counts of rape, and her support for him during his trial. Bennington also called out Armstrong for her alleged affiliation to the Church of Scientology, as did other public figures including popular musicians and watchdog journalists.</p>\n\n<p class=\"has-text-align-none\">Armstrong has issued an apology for supporting Masterson, who was accused by multiple women of rape (though she identifies him only as “someone I considered a friend”). But the layers of issues don’t stop there. Jaime Bennington’s strained relationship with his father’s former bandmates complicates matters even further, as does his grief. It all serves to cloud the question of how far an artist’s real life should permeate their art when they have alleged ties to organizations with troubled history and troubling influence — and what all this means for Linkin Park and the legacy of Chester Bennington.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Fan support for Armstrong quickly soured as news of her alleged ties to Scientology and Masterson spread</strong></h2>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.reddit.com/r/downloadfestival/comments/1f9z68a/emily_armstrong_is_the_new_linkin_park_singer/\">Initially</a>, fans were enthusiastic and supportive, and the band, which has been rehearsing with Armstrong for <a href=\"https://www.billboard.com/music/rock/linkin-park-singer-tour-album-cover-story-interview-1235766805/\">over a year</a>, seemed to have scored a hit — an important milestone for a rock group that continues to draw crowds and <a href=\"https://www.billboard.com/music/chart-beat/linkin-park-the-emptiness-machine-number-1-rock-alternative-airplay-chart-1235774930/\">chart on the Billboard Hot 100.&nbsp;</a></p>\n\n<p class=\"has-text-align-none\">Linkin Park’s forthcoming album, <em>From Zero</em>, set to drop in November, will be the first studio album the band has released since Bennington’s death. It will also be the first to feature Armstrong alongside longtime co-lead singer Mike Shinoda. The band timed its announcement of Armstrong’s arrival to coincide with hype for the new album and the kickoff of this month’s four-week stadium tour, teasing the identity of their new lead singer for weeks leading up to the news.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Musician Cedric Bixler-Zavala of the group Mars Volta is a former Scientologist whose involvement allegedly overlapped with Armstrong’s. His wife, Chrissie Carnell Bixler, is one of several women who have accused Masterson of sexual assault. On September 6, the day after the band’s announcement, Bixler-Zavala <a href=\"https://www.nme.com/news/music/linkin-park-fans-re-share-cedric-bixler-zavalas-message-to-emily-armstrong-over-alleged-links-to-scientology-and-danny-masterson-3791311\">posted an open letter</a> to Armstrong and her new bandmates via Instagram, in which he criticized Armstrong for her alleged ties to Masterson and the controversial religion.&nbsp;</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.vox.com/culture/2016/12/1/13793288/remini-scientology-reddit-ama\">Scientology</a>, a religion formed off the back of L. Ron Hubbard’s science fiction, is known for attracting celebrities and elites and then allegedly <a href=\"https://www.billboard.com/music/music-news/mars-voltas-cedric-bixler-zavala-scientologists-killed-dog-8548927/\">harassing them intensely</a> when they leave. It has drawn allegations from former members of everything from <a href=\"https://omnia.sas.upenn.edu/story/omnia-qa-right-leave\">kidnapping and stalking</a>, to <a href=\"https://theweek.com/articles/495686/scientologys-slave-labor-scandal\">forced labor</a> and <a href=\"https://www.nytimes.com/2010/03/07/us/07scientology.html\">abuse</a>, to <a href=\"https://www.cs.cmu.edu/~dst/Library/Shelf/wakefield/us-14.html\">brainwashing</a> and extreme <a href=\"https://www.cbsnews.com/news/scientologist-views-on-medicine-questioned/\">anti-medical</a> and <a href=\"https://www.salon.com/2005/07/01/sci_psy/\">anti-psychiatry</a> beliefs. Scientology has over the years repeatedly denied these allegations.</p>\n\n<p class=\"has-text-align-none\">“I’m surprised none of you wrote a letter on Danny Masterson’s behalf since your corny ass singer showed up to support him in the prelims,” Bixler-Zavala wrote, referring to an appearance Armstrong made at one of Masterson’s early court hearings.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Bixler-Zavala’s allegations quickly began circulating among Linkin Park fans, with many expressing concern and confusion on social media over Armstrong’s alleged ties to Scientology. Many <a href=\"https://www.reddit.com/r/downloadfestival/comments/1f9z68a/emily_armstrong_is_the_new_linkin_park_singer/llsf8c1/\">others</a> <a href=\"https://www.reddit.com/r/Music/comments/1f9ywpi/linkin_park_selects_emily_armstrong_as_singer/llpwly1/\">focused</a> on the irony of Chester Bennington, whose mental health struggles were well known prior to his death, being replaced by someone who may be aligned with a group that allegedly <a href=\"https://www.thedailybeast.com/inside-scientologys-secret-propaganda-museum-blaming-911-and-the-holocaust-on-psychiatry\">demonizes mental health treatment</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The loudest concerns, though, were reserved for Armstrong’s friendship with Masterson. Many fans are alarmed that Chester Bennington, who <a href=\"https://www.thesun.co.uk/tvandshowbiz/4064403/linkin-park-singer-chester-bennington-revealed-horrific-child-abuse-was-behind-substance-abuse-issues/\">revealed</a> in 2008 that as a child he had survived many years of sexual abuse, would now be replaced by a singer who had supported a serial sexual predator.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On September 6, Armstrong <a href=\"https://variety.com/2024/music/news/linkin-emily-armstrong-criticism-danny-masterson-1236135990/\">posted</a> an Instagram Story in which she apologized for her previous support of someone implied to be Masterson and&nbsp; distanced herself fully from the actor:</p>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">Several years ago, I was asked to support someone I considered a friend at a court appearance, and went to one early hearing as an observer. Soon after, I realized I shouldn’t have. I always try to see the good in people, and I misjudged him. I have never spoken with him since.</p>\n</blockquote>\n\n<blockquote class=\"wp-block-quote has-text-align-none is-layout-flow wp-block-quote-is-layout-flow\">\n<p class=\"has-text-align-none\">Unimaginable details emerged and he was later found guilty.</p>\n\n\n\n<p class=\"has-text-align-none\">To say it as clearly as possible: I do not condone abuse or violence against women, and I empathize with the victims of these crimes.</p>\n</blockquote>\n\n<p class=\"has-text-align-none\">Still, as many were quick to point out, her statement said nothing about Scientology, nor did she disavow whatever views she might have shared with the organization. Journalist and longtime Scientology watchdog Tony Ortega <a href=\"https://tonyortega.substack.com/p/emily-armstrongs-tepid-response-to\">speculated</a> that Armstrong’s statement “seems designed to protect” Scientology. In a lengthy thread on Threads, journalist Yashar Ali, who also has a history of <a href=\"https://www.thereset.news/p/exclusive-shelly-miscavige-and-the\">reporting</a> on Scientology, <a href=\"https://www.threads.net/@yasharali/post/C_mpfzYx22Z\">argued</a> that Armstrong’s loyalty to Scientology made her apology unreliable.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Former Scientologist Mike Rinder, once a member at the group’s highest tier, <a href=\"https://tonyortega.substack.com/p/mike-rinder-i-was-in-scientologys\">came forward</a> to tell Ortega about Armstrong’s mother, Gail Armstrong, and her years of devoted service to the organization, in claims that former Scientologist Aaron Smith-Levin also made on his YouTube channel, Growing Up in Scientology. Armstrong’s parents were allegedly Scientologists and high-ranking members&nbsp;of SEA Org, the group’s highest secretive inner circle.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Gail Armstrong’s alleged role, according to Rinder, was PR for the organization, and for a time she worked as a speechwriter for the organization’s leader, David Miscavige. One unearthed 2006 video shared with Ortega shows Gail Armstrong <a href=\"https://tonyortega.substack.com/p/marc-headley-more-scientology-craziness\">giving a speech</a> to a huge body of assembled Scientologists. In 2015, in response to the exposé documentary <em><a href=\"https://www.vox.com/2015/3/29/8307395/going-clear-review-scientology-hbo\">Going Clear</a></em>, which prominently featured Rinder detailing abuses by Scientology, the group released a series of videos seemingly intended to discredit Rinder. At least <a href=\"https://www.whoismikerinder.com/videos/mike-rinder-record-of-abuse.html\">two</a> of these <a href=\"https://www.whoismikerinder.com/videos/mike-rinder-what-he-was-like.html\">videos</a> feature Gail Armstrong disparaging Rinder.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.youtube.com/watch?v=Qdkqhel07LM\">According to</a> former Scientologist Serge del Mar, he knew Emily Armstrong as a Scientologist in his childhood. She can be seen in <a href=\"https://www.gettyimages.com/detail/news-photo/in-this-handout-photo-provided-by-church-of-scientology-news-photo/177622523\">photos</a> attending Scientology events as far back as 2013, and she <a href=\"https://imgur.com/bHoGFkf\">allegedly</a> attended Masterson’s trial <a href=\"https://tonyortega.org/2020/09/19/read-danny-mastersons-demurrer-hes-hoping-will-get-his-criminal-charges-dismissed/\">in the company</a> of Scientologists.</p>\n\n<p class=\"has-text-align-none\">Emily Armstrong’s defenders have pointed out that we can’t know the extent to which she believes in Scientology’s theology, despite her long history of association, given her general reticence to speak publicly about the group. Armstrong also <a href=\"https://www.bbc.com/news/articles/credy50z4j1o\">identifies</a> as queer despite Scientology’s alleged <a href=\"https://www.thedailybeast.com/the-lesbian-who-outed-scientologys-homophobia\">institutional homophobia</a>.&nbsp;</p>\n\n<p class=\"has-text-align-none\">On September 9, Jaime Bennington <a href=\"https://www.billboard.com/music/rock/jamie-bennington-linkin-park-mike-shinoda-emily-armstrong-1235771097/\">posted</a> a series of screenshotted messages to his Instagram Story feed, which were themselves screencapped and <a href=\"https://www.reddit.com/r/Fauxmoi/comments/1fcjy8b/jaime_bennington_son_of_chester_bennington_speaks/\">shared</a> around the internet. The post, addressed to his father’s former co-lead singer, Mike Shinoda, accused Linkin Park of “quietly eras[ing] my father’s life and legacy … during INTERNATIONAL SUICIDE PREVENTION MONTH.” Bennington also accused Shinoda of nepotism in hiring Armstrong despite allegedly knowing of her ties to Scientology and Masterson. He further accused Shinoda of “groom[ing] you[r] fan base” and refusing to acknowledge Masterson’s victims.</p>\n\n<p class=\"has-text-align-none\">Despite his strained relationship with his father&#8217;s former bandmates and despite what he <a href=\"https://variety.com/2024/music/news/chester-bennington-son-death-threats-linkin-park-fans-emily-armstrong-1236139596/\">described</a> as “cruel, unusual and aggressive” harassment in recent days from Linkin Park fans who believed he was interfering with the band, Bennington attended the band’s September 11 show in Los Angeles. He posted that he would be attending &#8220;for closure. For acknowledgment.&#8221;</p>\n\n<p class=\"has-text-align-none\">“While attending the show please do not harass me or my partner,” he wrote. “Respectfully, we are attending for closure … I’M GRIEVING.”</p>\n\n<p class=\"has-text-align-none\">While Bennington’s statement has gotten traction online and in the media, what few people are acknowledging is the mental anguish Bennington has undergone since the death of his father. He has <a href=\"https://www.instagram.com/stories/thepicturepiecesarchive/3455372706621698021/\">stated</a> <a href=\"https://www.instagram.com/p/C9AVaVdRY40/\">repeatedly</a>, including in his Instagram bio <a href=\"https://archive.is/0Mrea\">as of publication</a>, that he does not believe Chester Bennington died by suicide and has a history of spreading conspiracy theories regarding his death. Further deepening the rabbit hole is a longstanding QAnon <a href=\"https://www.snopes.com/fact-check/chester-bennington-and-chris-cornell-murdered/\">conspiracy theory</a> that Chester Bennington was murdered by a ring of pedophiles because he was on the cusp of exposing them. This is <a href=\"https://www.snopes.com/fact-check/chester-bennington-and-chris-cornell-murdered/\">false</a>, but Jamie Bennington has accused Linkin Park of “<a href=\"https://www.reddit.com/r/Fauxmoi/comments/1fcjy8b/jaime_bennington_son_of_chester_bennington_speaks/\">grooming</a>” its fan base, <a href=\"https://www.vox.com/culture/23025505/leftist-groomers-homophobia-satanic-panic-explained\">a common QAnon refrain</a> that has colored how some fans have read his complaints.</p>\n\n<h2 class=\"wp-block-heading has-text-align-none\"><strong>Can any of this result in good art?</strong></h2>\n\n<p class=\"has-text-align-none\">If indeed Armstrong is a Scientology loyalist, what exactly does that mean for fans? It wouldn’t be the first time the public continued to support and enjoy art made by artists associated with Scientology — actors like John Travolta,&nbsp; Tom Cruise, and Elisabeth Moss all still have plenty of Hollywood staying power despite decades of Scientology affiliation.&nbsp; The band has yet to comment on the scandal, though a spokesperson <a href=\"https://variety.com/2024/music/news/linkin-emily-armstrong-criticism-danny-masterson-1236135990/\">redirected</a> Variety to Armstrong’s apology. Vox has reached out to Armstrong for comment.</p>\n\n<p class=\"has-text-align-none\">What seems to be getting lost in the conversation is the impact that choosing Armstrong could have on Bennington’s legacy, as well as on his fans who struggle with their mental health.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If Armstrong believes the tenets of Scientology, it means she’ll have to perform art made by someone who struggled with mental health issues despite subscribing to an orthodoxy that allegedly casts doubt on those issues. Can she, as a former supporter of a convicted rapist, compellingly deliver songs by a survivor of extensive sexual abuse? Does this matter if the songs weren’t written by her?</p>\n\n<p class=\"has-text-align-none\">All of this publicity does seem to have revved up interest in the band’s comeback. The new album’s lead single, “<a href=\"https://www.youtube.com/watch?v=SRXH9AbT280\">The Emptiness Machine,</a>” has already racked up over 58 million Spotify streams and 21 million YouTube views as of Monday.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Many fans are dismissing Jaime Bennington’s complaints as the screed of someone whose issues with the band long pre-date Armstrong’s arrival.&nbsp;</p>\n\n<p class=\"has-text-align-none\">The backlash is a lesson in influence — the influence that art can have over listeners as well as the influence a powerful institution can wield over its alleged members.&nbsp;</p>\n\n<p class=\"has-text-align-none\">And if Armstrong is a Scientologist, then her new role in the band could give her influence over an entire fanbase; that is, after all, how Scientology continues to spread and grow despite decades of allegations of abuse and manipulation. Then again, it could simply be one of innumerable examples where fans choose to separate the art from the artist — however much the artist might benefit.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Linkin Park’s continued silence on the controversy may very well outlive the backlash, perhaps suggesting that, in the end, it doesn’t even matter.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "Linkin Park may have been one of the most popular rock bands of the turn of the millennium, but now it’s facing a backlash wedded to the modern era, including a Me Too controversy and allegations about Scientology. On September 5, after a seven-year hiatus, Linkin Park announced a comeback and aired a livestreamed performance [&#8230;]",
    "author": "Aja Romano"
  },
  {
    "title": "The messy Murdoch succession drama, explained",
    "link": "https://www.vox.com/politics/372145/murdoch-succession-court-case-rupert-lachlan",
    "pubDate": "2024-09-16T20:40:00.000Z",
    "content": "\n\t\t\t\t\t\t\t\t\t\t\t\n\n\t\t\t\t\t\t\n<figure>\n\n<img alt=\"Rupert Murdoch stands with his sons Lachlan (left) and James (right). \" data-caption=\"Rupert Murdoch, with his sons Lachlan, left, and James, right, arrives at St. Bride’s Church for a service to celebrate his marriage to Jerry Hall on March 5, 2016 in London, England. | Max Mumby/Indigo/Getty Images\" data-portal-copyright=\"Max Mumby/Indigo/Getty Images\" data-has-syndication-rights=\"1\" src=\"https://platform.vox.com/wp-content/uploads/sites/2/2024/09/gettyimages-513908846.jpg?quality=90&#038;strip=all&#038;crop=0,0,100,100\" />\n\t<figcaption>Rupert Murdoch, with his sons Lachlan, left, and James, right, arrives at St. Bride’s Church for a service to celebrate his marriage to Jerry Hall on March 5, 2016 in London, England. | Max Mumby/Indigo/Getty Images</figcaption>\n</figure>\n<p class=\"has-text-align-none\">The Murdochs — the real-life media family <a href=\"https://nymag.com/intelligencer/article/succession-based-on-rupert-murdoch-drama.html\">that inspired HBO’s <em>Succession</em></a> — are currently navigating a court case that could rival any fictional drama. </p>\n\n<p class=\"has-text-align-none\">The family, led by 93-year-old patriarch Rupert Murdoch, <a href=\"https://www.nytimes.com/2024/07/25/business/rupert-murdoch-empire.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/07/25/business/rupert-murdoch-empire.html\">controls a vast, global news organization</a> that includes the Wall Street Journal and the Times of London, as well as Fox News in the United States. When it comes to Fox News in particular, Rupert Murdoch has <a href=\"https://www.vox.com/politics/2023/2/28/23617987/fox-news-rupert-murdoch-dominion-trump-election-fraud\">exercised a great level of editorial control</a>, helping to shape the network’s coverage — and, as a result, <a href=\"https://www.npr.org/2023/02/28/1159819849/fox-news-dominion-voting-rupert-murdoch-2020-election-fraud\">conservative political narratives in the US</a>.</p>\n\n<p class=\"has-text-align-none\">Rupert Murdoch stepped back from <a href=\"https://www.vox.com/technology/2023/9/21/23884119/rupert-murdoch-fox-news-lachlan-james-succession\">running his empire in 2023</a>, and handed the role of chair of News Corp to his eldest son, Lachlan, who also stayed on as CEO of Fox Corp, and is seen as the Murdoch child most politically aligned with his father’s conservative viewpoints. </p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.reuters.com/world/us/murdoch-succession-drama-plays-out-closed-court-2024-09-16/#:~:text=Upon%20Rupert%20Murdoch's%20death%2C%20News,%2C%20Elisabeth%2C%20Lachlan%20and%20James.\" data-type=\"link\" data-id=\"https://www.reuters.com/world/us/murdoch-succession-drama-plays-out-closed-court-2024-09-16/#:~:text=Upon%20Rupert%20Murdoch's%20death%2C%20News,%2C%20Elisabeth%2C%20Lachlan%20and%20James.\">Upon Rupert Murdoch’s death,</a> however, the voting shares he holds in the companies are set to be split evenly <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">among the four children</a> he had in his second marriage to Anna Murdoch Mann — including Lachlan. In a new court case set to begin this week, Rupert Murdoch is now pushing to amend the previously established trust to <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">give the bulk of this power to Lachlan</a>. </p>\n\n<p class=\"has-text-align-none\">At stake is the ideological future of Fox News and News Corp: Unlike Lachlan, the other three elder Murdoch siblings — James, Elisabeth, and Prudence — are viewed as more centrist, and could take the family’s media outlets in a more moderate direction. That concern is among those that <a href=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\">spurred Rupert Murdoch to pursue this court action</a>, and to shift more control to the child he sees as most likely to carry on his vision.</p>\n\n<p class=\"has-text-align-none\">The outcome will be determined by Nevada probate commissioner Edmund Gorman in a closed Reno court. The trust, which was created in 1999 around Murdoch and Murdoch Mann’s divorce proceedings, was designed to be “irrevocable,” or quite difficult to change. In order to make the amendment, Rupert Murdoch will have to demonstrate that the alteration is to the benefit of all of his heirs.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Whether he succeeds could have a major impact, both on the future of the outlets in his media empire, and on the role they play in shaping US and global politics. </p>\n\n<h2 class=\"wp-block-heading\"><strong>What this could all mean for the future of Fox News</strong></h2>\n\n<p class=\"has-text-align-none\">Fox News, which Rupert Murdoch first founded in 1996, has become a mainstay for conservative cable news, and is known for elevating former President Donald Trump as well as misinformation about everything from election interference to <a href=\"https://www.motherjones.com/environment/2023/07/jesse-watters-tucker-carlson-fox-news-climate-denialism/\" data-type=\"link\" data-id=\"https://www.motherjones.com/environment/2023/07/jesse-watters-tucker-carlson-fox-news-climate-denialism/\">climate change</a>. In 2023, <a href=\"https://www.vox.com/politics/2023/4/18/23688613/fox-dominion-settlement-trial-2020\">Fox paid Dominion Voting Systems</a> $787 million after it was sued for amplifying lies suggesting that the company’s machines were rigged against a Trump win.&nbsp;</p>\n\n<p class=\"has-text-align-none\">During that lawsuit, documents came out indicating that <a href=\"https://www.vox.com/2023/2/18/23604076/fox-news-trump-tucker-carlson-dominion-lawsuit\">Rupert and Lachlan Murdoch knew Trump’s claims the election was stolen were lies</a>, but chose to do <a href=\"https://www.npr.org/2023/02/28/1159819849/fox-news-dominion-voting-rupert-murdoch-2020-election-fraud\">nothing to discourage them</a>. Instead, they decided to focus on <a href=\"https://www.vox.com/2023/2/18/23604076/fox-news-trump-tucker-carlson-dominion-lawsuit\">deepening viewers’ trust of Fox News</a>, seemingly by broadcasting what Trump’s supporters wanted to hear.</p>\n\n<p class=\"has-text-align-none\"><a href=\"https://www.wsj.com/business/media/starboard-calls-on-news-corp-to-scrap-dual-class-share-structure-df5b0dea\" data-type=\"link\" data-id=\"https://www.wsj.com/business/media/starboard-calls-on-news-corp-to-scrap-dual-class-share-structure-df5b0dea\">As of now, Rupert Murdoch holds a 40 percent voting share</a> in both News Corp and Fox Corp, and under the existing trust, each of the four siblings would get an equal fraction of this when he passes away.&nbsp;</p>\n\n<p class=\"has-text-align-none\">If Rupert Murdoch wins the Reno court case, and Lachlan gains the majority of these shares, the network could well continue, and even expand, its conservative approach. “It’s important to note that Lachlan’s politics are far more conservative than his father,” Hollywood Reporter special correspondent Lachlan Cartwright previously said <a href=\"https://www.newsweek.com/lachlan-murdoch-political-views-fox-news-coverage-1828853\">on <em>The New Abnormal</em> podcast</a>. In that scenario, his siblings would still receive financial inheritances, but they would have much less say in the media outlets’ future, much like Rupert’s two youngest daughters, Grace and Chloe, from his third marriage to Wendi Deng. </p>\n\n<p class=\"has-text-align-none\">If the trust stays as is, however, there’s a possibility that James, Elisabeth, and Prudence work together to moderate the network’s tone. </p>\n\n<p class=\"has-text-align-none\">James, in particular, has notably broken with his father publicly, including resigning from his position on the News Corp board in 2020. He and his wife Kathryn have also previously issued statements expressing disappointment in the climate change denial pushed by <a href=\"https://time.com/5765304/rupert-murdoch-son-climate/\">News Corp entities in Australia</a>, and he’s condemned the media’s <a href=\"https://www.theguardian.com/media/2021/jan/16/james-murdoch-says-us-media-lies-unleashed-insidious-forces\">“lies”</a> for contributing to the January 6 insurrection, though he stopped short of naming Fox News explicitly.&nbsp;</p>\n\n<p class=\"has-text-align-none\">Rupert Murdoch has said that <a href=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\" data-type=\"link\" data-id=\"https://www.nytimes.com/2024/07/24/business/media/rupert-murdoch-succession-fox.html\">the possible changes in ideological direction</a> — as well as potential disagreement among the siblings about next steps — could harm the company, and are some of the main reasons he’s trying to reopen the trust. <a href=\"https://www.wsj.com/business/media/rupert-murdoch-family-rift-trust-385f73d2\">According to the Wall Street Journal</a>, those close to the Murdochs have also flagged concerns that James could urge a sale of Fox News. <a href=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\" data-type=\"link\" data-id=\"https://www.npr.org/2024/09/15/nx-s1-5113155/murdoch-family-trust-fox-news-succession\">Allies to the other three siblings</a>, meanwhile, argue that Fox Corp has suffered under Lachlan’s leadership, including setbacks like the Dominion case. </p>\n\n<p class=\"has-text-align-none\">In the past, James, Elisabeth, and Prudence have also suggested proposals that would involve Rupert and Lachlan buying out the shares of the other family members, though those have fallen through.&nbsp;</p>\n\n<p class=\"has-text-align-none\">All told, the messy court case is poised to have serious ramifications for the Murdoch family members — and for the broader state of media as well.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t",
    "summary": "The Murdochs — the real-life media family that inspired HBO’s Succession — are currently navigating a court case that could rival any fictional drama.  The family, led by 93-year-old patriarch Rupert Murdoch, controls a vast, global news organization that includes the Wall Street Journal and the Times of London, as well as Fox News in [&#8230;]",
    "author": "Li Zhou"
  }
]